{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Tom wanted him gone. It was time for him to give up and run home, embarrassed and defeated. Again. Another failure.\nHe wondered if he should have started getting used to them by that point.\nHe finished getting ready for bed before stepping out of the bedroom, hovering in the doorway to the living room. Tom was sitting on the sofa again, his back to Primož. Charlie had taken Primož’s place, and Tom was petting him as he read.\n“Tom?” Primož called, drawing the Dutchman’s attention. He looked back at him. “Um- are you still okay to-?”\n“Yes, Primož,” Tom interrupted him softly. “Go to bed. I’ll be there in a minute.”\nPrimož nodded and stepped back into the bedroom. He settled into bed and stared up at the ceiling. In the living room, he heard Tom muttering something to Charlie. The sound of him moving the poker on the heath. Footsteps, as he walked over to the kitchen. A few seconds passed, and Tom appeared in the doorway to the bedroom. He glanced at Primož.\n“I’ll try to be quiet so I don’t wake you up. In case you fall asleep,” he promised. “I-”\n“It’s okay,” Primož told him. “I don’t… feel tired anymore. The shower woke me up.”\nTom chuckled. “Oh? Guess that’s how it always goes, isn’t it?” he said, stepping into the bathroom. He eased the door closed behind him. Primož listened as the water turned on.\nHe sighed. Closed his eyes. He wondered if he could convince Tom to text him once he was back in Monaco. It wouldn’t do much, but it might serve to balm his nerves slightly if he at least knew Tom was alive.\nIt would be better than the silence from before at least.\nHe heard the shower turn off. A few minutes passed. The bathroom door opened, and Tom slipped out, gingerly closing it behind himself. His eyes fell on Primož and he smiled, barely visible in the dim light.\n“Still not asleep?” he whispered, stepping across the room and settling into his spot. Primož felt the mattress dip as he laid down. Tom sighed. “I’m beat. I suppose I’m still recovering. I just didn’t expect a little walk to take so much out of me.”\n“Sorry,” Primož muttered.\nSilence, for a moment. “Primož,” Tom said. “I- I’m sorry. Again. I didn’t mean to-”\n“Stop, Tom. Don’t apologize anymore. You’re right. I… need to go home.” Primož took a shaky breath.",
    "trans": "톰은 그가 떠나기를 원했다. 그가 포기하고 집으로 돌아가야 할 시간이었다, 부끄럽고 패배한 채로. 다시. 또 하나의 실패.\n그는 그때쯤 그런 실패들에 익숙해지기 시작해야 했을까 생각했다.\n그는 잘 준비를 마친 후, 침실 문간에서 거실 쪽으로 걸어 나왔다. 톰은 다시 소파에 앉아 있었고, 그의 등은 프리모즈를 향하고 있었다. 찰리는 프리모즈의 자리를 대신했으며, 톰은 그가 책을 읽자 그를 쓰다듬고 있었다.\n\"톰?\" 프리모즈가 불러, 네덜란드 사람의 주의를 끌었다. 톰은 그를 돌아보았다. \"음... 아직 괜찮다면-?\"\n\"그래, 프리모즈,\" 톰은 부드럽게 그의 말을 끊었다. \"자러 가. 금방 갈게.\"\n프리모즈는 고개를 끄덕이며 침실로 돌아갔다. 그는 침대에 누워 천장을 바라보았다. 그는 거실에서 톰이 찰리에게 무언가를 중얼거리는 소리를 들었다. 난로 위에서 포커를 움직이는 소리. 그가 주방으로 가며 내는 발소리. 몇 초 후, 톰이 침실 문간에 나타났다. 그는 프리모즈를 잠깐 바라보았다.\n\"너를 깨우지 않게 조용히 할게. 네가 잠들면 안 되니까,\" 톰이 약속했다. \"나-\"\n\"괜찮아,\" 프리모즈가 그에게 말했다. \"나 더 이상… 피곤하지 않아. 샤워 때문에 잠이 깼어.\"\n톰은 웃었다. \"아? 항상 그렇지, 그치?\" 그는 욕실로 걸어가며 문을 부드럽게 닫았다. 프리모즈는 물소리가 켜지는 소리를 들었다.\n그는 한숨을 쉬며 눈을 감았다. 그는 톰이 모나코로 돌아가면 그에게 문자라도 보내 달라고 설득할 수 있을지 궁금했다. 그것이 큰 도움이 되지는 않겠지만, 적어도 톰이 살아있다는 걸 알면 그의 불안을 조금이라도 달랠 수 있을지도 몰랐다.\n적어도 이전의 침묵보다는 나을 테니까.\n그는 샤워가 꺼지는 소리를 들었다. 몇 분이 지나고 욕실 문이 열리며 톰이 나왔다. 그는 조심스럽게 문을 닫았다. 톰의 눈은 프리모즈에게 떨어졌고, 그는 거의 보잊이 않는 희미한 빛 속에서 눈은 프리모즈를 향한 채 미소를 지었다.\n\"아직 안 잤어?\" 톰이 속삭이며 방을 가로질러 가서 자기 자리에 눕기 시작했다. 그가 눕자 프리모즈는 매트리스가 내려가는 것을 느꼈다. 톰은 한숨을 쉬었다. \"피곤하다. 아직 회복 중인 것 같아. 작은 산책이 이렇게 힘들 줄은 몰랐어.\"\n\"미안,\" 프리모즈가 중얼거렸다.\n잠시 침묵이 흘렀다. \"프리모즈,\" 톰이 말했다. \"나- 내가 미안해. 다시. 나는... 의도한 게 아니었어-\"\n\"그만해, 톰. 더 이상 사과하지 마. 너 말이 맞아. 나... 집에 가야 해.\" 프리모즈는 떨리는 숨을 내쉬었다.\""
}