{
    "source": "en_US",
    "target": "ko_KR",
    "text": "At Pegasus Airlines, we prioritize ensuring our guests have the best travel experience possible. Therefore, we would like to share some useful information regarding your upcoming flight to help you have a pleasant journey.\nFor your connecting flight from LIS to SAW please follow the steps below once you have completed your first flight at ADB airport:\nYou should take your cabin baggage with you while getting off the plane.\nGo through passport control at the airport you are connecting in, without collecting your checked baggage.\nProceed to the domestic terminal and go to the gate of your flight.\nAfter completing your domestic flight, you can collect your checked baggage by informing Pegasus Airlines personnel that you are a Transfer Passenger and seeking their assistance.\nYou can download our Pegasus mobile app here and access up-to-date information about your transfer flight by logging in and navigating to the \"My Flights\" page.\nFor more detailed information about connecting flights, you can visit this link.\nIf you have any questions, please feel free to contact us through our smart assistant Flybot at flypgs.com or by calling our customer service number listed here.\nYou can also access all this information through the In-Flight Entertainment System during your flight.\nThank you for choosing Pegasus Airlines!\nWe wish you a pleasant flight,\nPegasus Airlines",
    "trans": "페가수스 항공은 고객님께 최고의 여행 경험을 제공해 드리는 것을 최우선으로 하고 있으며, 이를 위해 고객님이 즐거운 여행을 보내실 수 있도록 예정해 두고 계신 비행에 있어 몇 가지 유용한 정보를 제공해 드리고자 합니다.\nLIS에서 SAW까지 연결 항공편 이용 중 첫 비행을 마치신 후 ADB 공항에서 아래 단계를 따르시길 부탁드립니다:\n비행기에서 내리실 때 기내 수하물을 챙기시길 바랍니다.\n위탁 수하물을 수거하실 필요 없이 여권 확인 절차 완료 후 바로 환승 공항으로 이동해 주세요.\n국내선 터미널로 이동하신 후 비행편의 탑승구를 찾으세요.\n국내선 비행을 마치신 후 페가수스 항공 직원에게 귀하께서 환승 여객임을 알리시고 도움을 요청하시면 위탁 수하물 수거를 도와드릴 것입니다.\n페가수스 모바일 앱을 다운로드하시면 로그인 후 \"My Flights\" 페이지에서 환승 비행편의 최신 정보를 확인하실 수 있습니다.\n환승 비행편의 자세한 정보를 원하신다면 이 링크로 접속해 주시길 바랍니다.\n문의 사항은 flypgs.com 사이트에서 스마트 비서 Flybot을 이용하시거나, 여기 기재된 고객 서비스 번호로 전화 주시길 부탁드리겠습니다.\n비행 중 기내 엔터테인먼트 시스템에서도 상기 정보들을 모두 확인하실 수 있습니다.\n페가수스 항공을 선택해 주셔서 감사드립니다!\n즐거운 비행을 기원하며,\n페가수스 항공"
}