{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Bond Market Daily | 14 October 2024\nThe US Treasury yield curve bear steepened on Friday, with long-end yields having risen by about 3bp on average while short-end yields remained steady. US PPI YoY for September rose by 1.8% vs. expectations of 1.6% and the prior month's 1.9% reading. The Core PPI rose by 2.8%, higher than expectations and the prior reading of 2.6%. US IG and HY CDS spreads tightened by 0.5bp and 2.6bp respectively. Looking at US equity markets, S&P and Nasdaq both closed higher, by 0.6% and 0.3% respectively.\nEuropean equities followed suit and closed broadly higher across the board. In terms of Europe’s CDS spreads, the iTraxx Main and Crossover spreads tightened by 0.4bp and 0.9bp respectively. Asian equities have opened broadly higher this morning. Asia ex-Japan IG CDS spreads were 0.1bp tighter. In Saturday’s China stimulus briefing, while a host of measures were targeted at reviving the property sector, there was a lack of policies to boost domestic consumption that analysts noted have disappointed expectations.\nNew Bond Issues\nNew Bonds Pipeline\nAdani Hybrids Renewables hires for $ 20Y bond\nPower Construction Corp of China hires for $ PerpNC5 bond\nChina Huadian hires for $ PerpNC3 bond\nKorea Land & Housing hires for $ 2Y/3Y bond\nRating Changes\nMoody's Ratings upgrades Ghana's ratings to Caa2 and changes the outlook to positive\nMoody's Ratings upgrades Banorte's deposit ratings to Baa1; outlook changed to stable\nAdler Group S.A. And Adler RE Upgraded To ‘B-‘ After Completing Debt Restructuring; Outlook Negative\nFitch Revises France's Outlook to Negative; Affirms at 'AA-\nMoody's Ratings changes Volkswagen's outlook to negative\nThe Week That Was\nUS primary market issuances fell last week to just $12.3bn vs. $20.3bn seen in the prior week. IG issuers took up $7.7bn of the total, led by Toyota Motor Credit's$3bn three-trancher and Eastern Energy Gas' $900mn deal. Last week saw $4.4bn in HY issuances from the region, led byCleveland Cliff's $1.8bn two-part deal and Glatfelter's $800mn issuance. In North America, there were a total of 27 upgrades and 33 downgrades across the three major rating agencies last week. US IG funds saw $1.83bn of inflows last week, adding to the $3.8bn of inflows during the week before that. HY funds witnessed a net $145.6mn in outflows during the same period reversing the $2.2bn of inflows in the week prior to it.\nEU Corporate G3 issuances dropped marginally last week to $24.5bn vs. $25.1bn in the prior week. KfW's €3bn issuance led the tables, followed by StanChart's $1.5bn deal and Banque Credit Mutuel's €1.25bn issuance. The region saw 31 upgrades and 36 downgrades, across the three major rating agencies. The GCC dollar primary bond market saw a total issuance of $1.3bn vs. compared to $4.4bn seen in the prior week, thanks to two deals led by Sharjah's $750mn sukuk and DIB's $500mn sukuk perp. In the Middle East/Africa region, there were 6 upgrades and 25 downgrades across the major rating agencies. LatAm saw $3.2bn in issuances last week vs. $1.8bn in the week prior to it. Issuance volumes were led by Chile Electricity Lux's $1.44bn deal, Braskem Netherlands' $850mn and YPF Energia's $420mn deals each. The South American region saw no upgrades nor downgrades across the rating agencies.\nG3 issuance volumes from APAC ex-Japan rose to $3.9bn vs. $2bn seen in the previous week. KDB's $1bn deal led the table, followed by HKMC's $850mn issuance and ASB Bank's €500mn deal. In the APAC region, there were 4 upgrades and 5 downgrades, across the three rating agencies last week.\nEcopetrol to Use Sumitomo Loan and Cash to Pay off Half of $1bn 2030 Loan\nEcopetrol is planning to utilize a $250mn loan from Sumitomo Mitsui Banking Corp to reduce its overall debt, after having postponed its planned $1.75bn dollar bond issuance last week. This $1.75bn planned dollar bond was likely to be priced at a yield of 7.65%, and was aimed at funding a debt buyback and to prepay the 2030 loan. Ecopetrol has indicated that it may reconsider the offer if market conditions improve. The company plans to pay off half of its $1bn loan due in 2030 - partly using a $250mn credit line from Sumitomo Mitsui and the remainder from available cash balances. Ecopetrol said that the payment of the 2030 loan is part of its strategy to optimize credit metrics and that it was not dependent on the bond issuance. The buyback of its 2026s is currently in the process. Some analysts note that investors view Ecopetrol as a quasi-sovereign entity and may welcome a revised bond offering with higher yields.\nEcopetrol’s dollar bonds traded stable with its8.875% 2033sat 105.5, yielding 7.94%.\nFor more details, click here\nGhana Upgraded to Caa2 by Moody's\nGhana was upgraded by a notch to Caa2 from Caa3 by Moody's. The upgrade follows its debt restructuringexercise that has significantly eased the nation's financial burden. Initiated in December 2022 under the Common Framework, this process has addressed 55% of the country’s total debt, involving a 37% haircut on dollar bond principals and restructuring of local currency debt and bilateral obligations. As a result, government debt is expected to decline to 81% of GDP in 2024 from 93% in 2022, although foreign exchange risk remains high due to a large portion of debt being in foreign currency. Moody's has a positive outlook on Ghana's ratingsreflecting the potential easing of liquidity risk amid ongoing fiscal consolidation efforts supported by an IMF program.\nGhana's 5% DISCO bonds due 2029 traded up by 0.4 points to 81.7, yielding 10%.\nEl Salvador Announces Tender Offer Results\nEl Salvador announced the results and the acceptance of notes under its tender offer launched last week. The debt-for-nature swap tender offer will see cost savings go towards promoting nature conservation and wider sustainable goals. The results of the tender offer are given in the table below:\nEl Salvador's dollar bonds traded steady after having rallied by ~2 points last week, following the launch of the above offer.\nFor more details, click here\nTerm of the Day: Bear Steepening\nBear Steepening refers to a move in the yield curve where the longer-dated bond yields move higher than the shorter-dated bond yield (far maturity bonds sell-off more than near maturity ones). A bear steepening move can occur due to different reasons some of them being long term expectations of inflation picking up, higher supply of longer-dated bonds, central bank tapering purchases with a focus on the long-end bonds etc.\nTalking Heads",
    "trans": "채권 시장 일간지 | 2024년 10월 14일\n금요일에 장기채 곡선이 평균 약 3bp 오른 반면에 단기채 곡선은 안정된 상태를 유지하며, 미국 국채 수익률 곡선이 가파르게 약세였습니다. 9월 미국 생산자물가지수 YoY는 기대치 1.6%와 대조적으로 1.8% 상승했고 전월은 1.9%였습니다. 핵심 생산자물가지수는 2.8% 올랐으며, 기대치 및 전월 2.6%보다 높습니다. 미국 IG 및 HY CDS는 각각 0.5bp와 2.6bp로 폭이 좁혀졌습니다. 미국 증권 시장을 보면, S&P 500 및 나스닥은 각각 0.6%와 0.3%로 모두 상승하며 마감하였습니다.\n유럽 주식은 그 뒤를 이어서 전박적인 상승세로 마감했습니다. 유럽 CDS 스프레드의 경우,  iTraxx Main 및  Crossover 스프레드는 각각 0.4bp와 0.9bp로 좁혀졌습니다. 아시안 주식은 오전에 전반적으로 상승하며 시작했습니다. 아시아 ex-Japan IG CDS 스프레드는 0.1bp 좁혀졌습니다. 토요일 중국의 경기부양 브리핑에서,   부동산 부문을 되살리는 것을 목표로 한 조치가 있었던 반면에, 국내 소비를 촉진하기 위한 정책의 부족으로 기대에 실망했다고 전문가들은 말했습니다.\n새로운 채권 발행\n새로운 채권 파이프라인\n20년 달러 채권을 위한 아다니 하이브리드 리뉴어블 채용\nPerpNC5 달러 채권을 위한 중국 전력 건설 채용\nPerpNC3 달러 채권을 위한 중국 화디엔 채용\n2년/3년 달러 채권을 위한 한국토지주택공사 채용\n등급 변경\n무디스 등급은 가나의 등급을 Caa2로 높였으며 전망을 긍적으로 변경했습니다\n무디스 등급 바노르테의 예금 등급을 Baa1으로 높였으며; 전망을 안정으로 변경했습니다\n아들러 그룹 S.A.와 아들러 RE는 채무 재조정 완료 이후 ‘B-‘등급으로 승급되었습니다; 전망 부정적\n피치 리바이스 프랑스의 전망은 부정적으로; 'AA- 등급으로 단언함\n무디스 등급 폭스바겐의 전망을 부정적으로 변경함\n이 주는\n지난주 미국 주식 시장 발행은 이전에 보였던 203억 달러에 비하여 123억 달러로 떨어졋습니다. 도요타 자동차 신용이 세 곳-프랜차이즈의 30억 달러 규모와 이스턴 에너지 가스가 900만 달러 거래를 이끌며 IG 발행사들은 총 77억 원을 차지했습니다. 지난주 클리블랜드 클리프가 18억 2회 거래와 글라트펠터가 800만 발행을 이끌며 지역 HY 발행에서 44억 달러를 보였습니다. 북아메리카에서는, 지난주 세 개의 주요 등급 회사를 통한 총 27회의 상향과 33회의 하향이 있었습니다. 미국 IG 펀드는 지난주 18억 3천만 달러의 유입을 보였으며, 이 전주 동안에는 38억 달러의 유입이 추가되었습니다. HY 펀드는 같은 기간 동안 1억 4,560만 달러가 순유출되어 이 전주에 유입된 22억 달러의 자금이 역전되었습니다.\n유럽 기업 G3 발행은 지난주에 245억 달러로 그 전주 251억 달러에 비해 소폭 감소했습니다. KfW의 30억 유로 발행이 앞장서며, 스탠차트의 15억 유로 발행과 뱅크 크레딧 뮤튜얼의 12.5억 유로 발행이 그 뒤를 이었습니다. 이 지역에서는 3대 주요 등급 회사에서 31회의 상향과 36회의 하향이 있었습니다. GCC 달러화 원화 채권 시장은 샤르자의 7억 5천만 달러 수쿠크와 DIB의 5억 달러 수쿠크 발행에 힘입어 총 13억 달러가 발행되어 전주 44억 달러에 비해 크게 증가했습니다. 중동/아프리카 지역에서, 주요 등급 회사 전반에서 6회의 상향과 25회의 신용등급 하향이 있었습니다. 중남미 지역의 지난주 발행액은 32억 달러로 전주 18억 달러에 비해 증가했습니다. 발행 규모는 칠레 일렉트릭 럭스가 14억 4,000만 달러로 이끌며, 브라스켐 네덜란드의 8억 5,000만 달러, YPF 에너지아의 4억 2,000만 달러가 각각 있었습니다. 남아메리카 지역에서는 등급 회사 전반적으로 상향하거나 하향하지 않았습니다.\nG3 발행량은 APAC 엑스-재팬으로 부터 39억 달러로 전주 20억 달러에 비해 증가했습니다. KDB의 10억 달러 거래가 앞서나가며, 홍콩상하이은행의 8억 5천만 달러 발행과 ASB은행의 5억 유로 거래로 그 뒤를 이었습니다. 아시아 태평양 지역에서는 지난주 세 곳의 등급 회사에서 4회의 상향과 5회의 하향이 있었습니다.\n에코페트롤은 스미토모 대출과 현금으로 2030년 대출금 10억 달러의 반을 갚았습니다\n지난주 에코페트롤은 17억 5천만 달러 규모의 달러 채권 발행을 늦춘 이후, 총 부채를 줄이기 위해 스미토모 미쓰이 은행으로부터 2억 5천만 달러의 대출을 활용할 계획입니다. 17억 5천만 달러 규모의 달러 채권은 7.65%의 수익률로 발행될 예정이었으며, 부채 환매 자금과 2030년 대출금 선지급을 위한 목적으로 발행될 예정이었습니다. 에코페트롤은 만약 시장 상황이 개선되면 이 제안을 다시 고려할 것이라고 나타냈습니다. 이 회사는 2030년에 만기가 도래하는 10억 달러의 대출금 중 반은 스미토모 미쓰이의 2억 5천만 달러 신용 한도를 사용하고 나머지는 가용 현금 잔고에서 갚을 계획입니다. 에코페트롤은 2030년 대출금 상환은 신용 지표를 최적화하기 위한 전략의 일환이며 채권 발행에 의존하지 않는다고 말했습니다. 2026년 채권의 환매는 현재 진행 중입니다. 일부 분석가들은 투자자들이 에코페트롤을 준-정부기관으로 간주하고 있으며 더 높은 수익률로 수정된 채권 발행을 반길 수 있다고 말합니다.\n에코페트롤의 달러 채권은 8.875% 2033sat 105.5로, 7.94%의 수익률로, 안정적이게 거래되었습니다.\n더 많은 정보를 위해, 여기를 클릭하세요\n무디스에 의해 가나 Caa2 상향됨\n가나의 신용등급이 무디스에 의해 Caa3에서 Caa2로 한 단계 상향되었습니다. 이 상향은 가나의 재정 부담을 크게 완화한 부채 구조조정에 따른 것입니다. 2022년 12월 공동 체제에 따라 시작된, 이 절차는 달러 채권 원금 37% 삭감, 현지 통화 부채 및 양자 간 채무 구조조정 등을 통해 국가 총부채의 55%를 해결했습니다. 결과적으로, 정부의 부채는 2022년에 93%에서 2024년에 국내 총생산의 81%로 감소할 것으로 예상되지만, 부채의 상당 부분이 외화로 되어 있기 때문에 외환 리스크는 여전히 높습니다. 무디스는 국제 통화 기금 프로그램의 지원에 의한 지속적인 재정 건전화 노력으로 유동성 위험이 완화될 가능성을 반영하여 가나의 등급을 긍정적으로 전망하고 있습니다.\n가나의 2029년 만기 5% DISCO 채권은 0.4포인트 상승한 81.7로 거래되었으며, 10%의 수익률을 기록했습니다.\n엘살바도르 공개 매수 결과 발표\n엘살바도르는 지난 주에 개시되었던 공개 매수 결과 및 채권 인수 결과를 발표했습니다. 환경 대 채무 스왑 공개 매수를 통해 절감된 비용은 자연 보호와 더 넓은 범위의 지속 가능한 목표 달성을 위해 사용될 것입니다. 공개 매수 결과는 아래 표에 주어져 있습니다:\n엘살바도르의 달러 채권은 지난주 위 혜택의 개시에 따라, ~2포인트 상승한 후 꾸준히 거래되고 있습니다.\n더 많은 정보를 위해, 여기를 클릭하세요\n오늘의 용어: 베어 스티프닝\n베어 스티프닝은 만기가 긴 채권 수익률이 만기가 짧은 채권 수익률보다 높게 움직이는 수익률 곡선의 움직임을 언급합니다 (만기가 먼 채권이 만기가 가까운 채권보다 더 많이 매도되는 것). 베어 스티프닝은 인플레이션 회복에 대한 장기적인 기대, 장기채 공급 증가, 중앙은행의 장기채 중심의 구매 축소 등 다양한 이유로 인해 발생할 수 있습니다.\n토킹 헤즈"
}