{
    "source": "en_US",
    "target": "ko_KR",
    "text": "6. Highest Quarter Earnings: The calendar quarter listed on the reverse page in item 12 with the highest amount of earnings. These earnings determine your weekly benefit amount.\n7. The award listed on the reverse page in item 7 is your award without the wages earned from a public or nonprofit school. If you worked for a public or nonprofit school during any of the quarters listed on the reverse page in item 12, you may not be able to use those wages in your claim during a school recess period.\n8. You must follow the instructions on the reverse page in item 8 to be eligible for benefits. By law you must make all reasonable efforts to find work when claiming benefits.\n9. The Unemployment Insurance Code (Section 1277) requires that you work between the beginning and the ending dates of a prior claim to have a valid claim the next year. If this applies to your claim you will receive additional instructions.\n10. The type of base period used to establish your claim; it will be either the Standard Base Period or the Alternate Base Period. If you do not have sufficient wages in the Standard Base Period to establish a valid claim, you may be eligible to use the Alternate Base Period. For more information, review the handbook, A GUIDE TO BENEFITS AND EMPLOYMENT SERVICES, DE 1275A, available at www.edd.ca.gov/forms/\n11. Employee's Name: The name used by your employers) to report your earnings to the Employment Development Department (EDD)\nduring each calendar quarter listed on the reverse page in item 11.\n12. Employee's Wages for the Calendar Quarter Ending: These are the potentially usable wages for unemployment insurance purposes that your employers) reported you earned during each calendar quarter listed. These earnings determine the amount of your Unemployment Insurance (Ul) award.\n13. Employer Name: The names) of the employers) you worked for during the calendar quarters listed on the reverse page on item 13.\n14. Totals: The total amount of earnings reported by all employers) in each calendar quarter listed on the reverse page in item 12.\nYOUR CLAIM IS INVALID IF:\na. Your earnings were not enough to meet the minimum requirements.\nb. You had a prior Ul claim and did not meet the requirements for working and earning wages necessary to have a later valid claim.\nIMPORTANT:\nCheck this notice carefully to make sure that all employers you worked for in the calendar quarters shown, (on the reverse page in item 12) are listed and that the wages you earned are shown. If an employer is listed and you did not work for them, or if an employer is not listed, or your wages are incorrect, contact an EDD office immediately to protest the accuracy of the computation. You may be subject to disqualifications, overpayments, and/or criminal penalties for failure to notify the EDD immediately of any inaccurate employment and wage information displayed in item 12.\nIf you worked for a federal agency your wages must be requested from that federal agency. You will receive a Notice of Amended Unemployment Insurance Award with these wages added.\nIf this notice or amended notice is incorrect and you want to protest the accuracy of the computation or recomputation, you must contact the EDD within 30 days after the mail date of the notice or amended notice. Otherwise, a wage investigation or recomputation of wages may be denied. The 30-day period may be extended for good cause. If you need to contact the EDD, you will need to provide your full name, address, and Social Security number and, if necessary, any wage and employment information you would like to add to your claim, or to remove any employers for whom you did not work and earn wages.\nYOU ARE RESPONSIBLE FOR KNOWING THE CONTENT OF THE UNEMPLOYMENT INSURANCE BENEFITS: WHAT YOU NEED TO KNOW, DE 1275B, AND THE CONTENT OF THE HANDBOOK, A GUIDE TO BENEFITS AND EMPLOYMENT SERVICES, DE 1275A. BOTH PUBLICATIONS EXPLAIN YOUR UNEMPLOYMENT RIGHTS AND RESPONSIBILITIES AND ARE AVAILABLE A' WWW.EDD.CA.GOV/FORMS/.\nTO RECEIVE UI BENEFITS, YOU MUST CERTIFY FOR BENEFITS USING ONE OF THE FOLLOWING METHODS: UI ONLINES™, EDD TELE-CERTSM, OR SUBMIT A PAPER CONTINUED CLAIM FORM, DE 4581. FOR MORE INFORMATION ON CERTIFYING FOR BENEFITS, REFER TO THE DE 1275A HANDBOOK WHICH IS AVAILABLE ONLINE AT WWW.EDD.CA.GOV/FORMS/.",
    "trans": "6. 제일 높은 분기 소득: 뒷면의 항목 12번에 있는 연간 분기 중 소득이 가장 높은 분기. 이 소득은 귀하의 주간 수당 금액을 결정합니다.\n7. 뒷면의 항목 7번에 있는 수당은 공립 혹은 비영리 학교에서 발생한 임금을 제외한 금액입니다. 귀하께서 뒷면의 항목 12번에에 있는 분기 중 공립 혹은 비영리 학교에서 일했다면, 학교 방학 기간 동안 해당 임금을 실업급여 청구에 활용할 수 없을 수도 있습니다.\n8. 혜택을 받기 위해선 뒷면의 항목 8번에 있는 지침을 따라야 됩니다. 법에 의거하여 혜택을 청구하는 동안 일자리를 찾기 위해 가능한 모든 노력을 시도해야 합니다.\n9. 실업보험법(섹션 1277)은 그 다음 해에 유효한 청구를 하기 위해선 이전 청구 기간과 새 청구 기간 사이에 근무할 것을 요구하고 있습니다. 만약 귀하의 청구에 이것이 적용된다면 귀하께선 추가 지침을 받을 것입니다.\n10. 귀하의 청구를 처리하기 위해 활용된 기준 기간 유형은 표준 기준 기간 혹은 대체 기준 기간이 될 것입니다. 만일 표준 기준 기간에서 유효한 청구를 하기 위한 임금을 충족하지 못할 경우, 대체 기준 기간을 쓸 수 있습니다. 자세한 내용은, www.edd.ca.gov/forms/에서 실업금여 및 고용 서비스 가이드라인 DE 1275A 안내서를 확인해주세요.\n11. 근로자 이름: 귀하의 소득을 고용개발부(EDD)에 보고할 때 쓴 고용주의 이름\n뒷면 항목 11번에 적혀 있는 각 연간 분기 동안.\n12. 연간 분기 말 근로자의 소득: 이것은 실업급여 목적으로 쓸 수 있는 임금으로, 기재된 각 연간 분기 동안 고용주가 보고한 소득입니다. 이 소득은 귀하의 실업급여 (UI) 수당의 금액을 결정합니다.\n13. 고용주 이름: 뒷면 항목 13번에 있는 연간 분기 동안 귀하께서 근무한 고용주의 이름.\n14. 합계: 뒷면의 항목 12번에 있는 각 연간 분기 동안 모든 고용주가 보고한 총 소득 금액.\n다음의 경우 귀하의 청구는 유효하지 않습니다:\n가. 귀하의 소득이 최소 요구 기준을 충족하지 못했을 경우.\n나. 이전에 UI 청구를 했는데 새로운 유효 청구를 위한 근로 및 소득 요건을 충족하지 못했을 때.\n중요한 사항:\n귀하께서 근무한 모든 고용주가 (뒷면의 항목 12번에 있는) 연간 분기 동안 맞게 되어 있는지, 그리고 귀하의 소득이 맞게 되어 있는지 확인하세요. 만일 써 있는 고용주 중 귀하가 근무하지 않은 곳이 있거나, 누락된 고용주가 있거나, 급여가 잘못 기재되어 있다면 바로 EDD 사무실에 연락해서 계산이 잘못되었다고 이의 신청하셔야 됩니다. 항목 12번에 부정확한 고용 및 급여 정보가 표시되어 있는데 이것을 바로 신고하지 않을 경우, 자격 박탈, 초과 납부액 발생, 혹은 형사 처벌에 처해지실 수 있습니다.\n만약 귀하께서 연방 기관에서 일하셨다면 해당 연방 기관에서 임금을 요청해야 됩니다. 해당 임금이 추가된 수정된 실업급여 통지서를 수령하시게 될 것입니다.\n만약 이 통지서 혹은 수정된 통지서가 잘못되었고 귀하께서 계산의 정확성에 대해 이의 신청을 하고 싶으시다면, 반드시 통지서 혹은 수정된 통지서의 발송일로부터 30일 내로 EDD에 연락해야 됩니다. 그렇게 하지 않을 경우, 임금 조사 혹은 입금의 재계산이 거부될 수 있습니다. 정당한 사유가 있다면 30일 기간이 연장될 수도 있습니다. 만약 EDD한테 연락해야 된다면, 귀하의 전체 이름, 주소, 사회보장번호, 그리고 필요시 청구에 추가하고 싶은 급여 및 근로 정보를 제공하거나, 근무하지 않고 급여를 수령하지 않은 고용주에 대한 삭제 요청을 하셔야 될 수 있습니다.\n귀하께서는 실업급여의 내용에 대해 숙지할 책임이 있습니다: 알고 있어야 되는 것, DE 1275B, 그리고 지침서의 내용, 실업급여 및 고용 서비스 안내서, DE 1275A. 두 문서는 모두 귀하의 실업급여 권리 및 의무를 설명하고 WWW.EDD.CA.GOV/FORMS/에서 확인 가능합니다.\n실업급여를 받기 위해서, 귀하께선 반드시 다음의 방법 중 하나를 사용하여 실업급여를 받을 수 있음을 인증해야 됩니다: UI ONLINES™, EDD TELE-CERTSM, 혹은 종이로 된 청구서 양식 DE 4581를 제출하세요. 실업급여 인증 방법에 대한 자세한 내용은, 온라인 상 WWW.EDD.CA.GOV/FORMS/에 있는 DE 1275A 지침서를 확인해주세요."
}