{
    "source": "en_US",
    "target": "ko_KR",
    "text": "I met the Canadian writer Amber Scorah at a party last winter. She was introduced by a mutual friend as the author of an upcoming memoir, Leaving the Witness: Exiting a Religion and Finding a Life. I tried but failed to bite my tongue (a frequent failure), and asked, “What terrible thing happened to you?” Scorah, it turned out, was a former Jehovah’s Witness who’d escaped the church while working as a missionary in China. Fortunately, she had a sense of humor.\nThe hard-knocks memoir is nothing new, but Scorah’s struck me as a story relevant to today’s cultural moment, and to my mission as the Eat Your Words columnist for The Paris Review, where I re-create meals from the pages of books, not just for fun (though it is fun) but because approaching a beloved book through its food is an estranging and fertile way to connect to the story.\nWhat field of human endeavor is more estranging than being a missionary? You go, bearing the ultimate truth (as you see it), to a place where you know nothing, to a people you know nothing about, where you are a stranger and everything is strange to you. You’re there to teach, not to learn; to talk, not to listen; to show, not to see. Many people in this position gird themselves with disdain for those they’ve come to convert—it helps to keep up the conviction that you are right and everyone else is wrong. But for those who approach their potential converts with respect, the way Scorah did despite her training, the missionary relationship can become inverted. Of learning Chinese, Scorah writes, “It was a different way of being in the world. I was in a mild state of disorientation for a number of years, and one of the unexpected effects was that I was slowly made a little less sure that the world was in fact as I had always seen it.”\nI’ve always been attracted to learning from experience. You sit down, you share food, if you’re paying attention, you’ll learn something. Being a missionary in a foreign country is all unfamiliar foods and new dining companions. And while the history of religious expansionism is littered with human tragedy, there are many inspiring individual stories. Shortly before meeting Scorah, I’d written a column on Pearl S. Buck, the author of a thirties U.S. best seller set in China, The Good Earth. Buck was a daughter of missionaries to China. Like Scorah, she renounced her church after gaining perspective from her contact with Chinese culture. And though her legacy is tarnished with accusations of racism (a 1937 movie version of The Good Earth in which the Chinese characters were portrayed by white actors is partially responsible), in her own time she was responsible for the first realistic depiction of the everyman Chinese farmer in either Chinese or American literature.\nScorah and I talked about Leaving the Witness, the parallels between her life and Buck’s, and of course, Chinese food.",
    "trans": "지난 겨울, 한 파티에서 캐나다인 작가 앰버 스코라를 만났다. 함께 아는 다른 친구가 그녀를 내게 곧 출간할 회고록 Leaving the Witness: Exiting a Religion and Finding a Life의 저자라고 소개해 줬다. 질문을 꾹 삼키려 노력하던 나는 결국 입을 열고 말았다(사실 참는 것이야 번번이 실패하기야 하지만 말이다). \"대체 무슨 끔찍한 일을 겪으신 거죠?\" 알고 보니 스코라는 여호와의 증인 전 신도였으며 중국에서 선교 활동을 하던 중에 교회로부터 벗어났다고 했다. 다행히도 그녀는 유머 감각이 있는 사람이었다.\n고난을 읊는 회고록이야 새로울 게 없지만 스코라의 이야기는 오늘날의 사회적 맥락과, 파리 리뷰에 연재 중인 Eat Your Words 칼럼니스트로서의 내 사명과 연관된 이야기로 내게 인상을 남겼다. 내 칼럼에선 책에 등장한 음식들을 재현하는데, 재미만을 위한 것은 아니고(물론 재미있기도 하다) 소중한 책을 음식이라는 매개체로 살핌으로써 이야기에 대해 이질적이고도 풍부한 감상을 얻을 수 있다는 이유도 있다.\n사람이 할 수 있는 일 중에 선교사보다 더 이질적인 것이 있긴 할까? 선교사로서 당신은 궁극적인 진리(라고 당신이 생각하는 것)를 지닌 채, 아무것도 모르는 곳의 아무것도 모르는 사람들을 찾아간다. 그곳의 사람들에게 당신은 낯선 존재이며, 당신은 그곳의 모든 것이 낯설기만 하다. 당신은 배우지 않고 가르치기 위해, 듣지 않고 말하기 위해, 보지 않고 보여 주기 위해 그곳에 있다. 선교의 임무를 맡은 사람들은 대개 자신이 옳고 주위를 둘러싼 모든 것은 틀렸다는 신념을 그르치지 않기 위해 개종시키려는 사람들에 대한 경멸이라는 껍데기로 자신을 둘러싸기도 한다. 그러나 스코라처럼 어떤 교육을 받았든 잠재적 신자들에게 존중을 품은 사람들은 전도의 관계가 뒤집힐 수도 있다. 중국어를 배우던 당시를 스코라는 이렇게 기술한다. \"그건, 세상에 존재하는 또 다른 방식이었다. 몇 년 동안 나는 일종의 방향 감각을 상실한 상태에 있었고, 그것의 예상치 못한 효과 중 하나는 세상이 언제나 내가 보는 그대로 존재하고 있다는 확신을 서서히 잃어 가는 것이었다.\"\n난 언제나 경험으로부터 학습하는 것에 매력을 느껴 왔다. 자리에 앉은 당신은 식사를 하며, 상대의 말에 경청함으로써, 곧 무언가 배울 수 있다. 선교사로서 외국에서 지내는 삶은 온통 새로운 사람들과 함께 낯선 음식을 먹는 것이다. 종교적 확장주의는 역사적으로 인류사에 비극을 점철시켜 놓았지만, 그 속에 있는 개인들의 이야기는 영감을 주는 것들로 가득하다. 스코라를 만나기 전에 나는 1930년대 미국에서 인기를 끈 베스트셀러 시리즈인 대지의 저자 펄 벅에 대한 칼럼을 썼다. 펄 벅은 스코라처럼 중국으로 파견된 선교사 부모의 딸이었으며, 중국 문화와의 접촉에서 얻은 견지를 통해 교회를 등졌다. 비록 그녀의 유산은 인종차별에 대한 규탄(대지에 등장하는 중국인 인물을 백인 배우가 연기한 데에 그녀에게도 부분적인 책임이 있기 때문)으로 얼룩졌으나, 중국과 미국 문학을 통틀어 그녀는 당대에 중국의 평범한 농민의 삶을 처음으로 사실적으로 묘사한 사람이었다.\n스코라와 나는 여러 주제로 이야기를 나눴다. Leaving the Witness, 그녀와 펄 벅의 삶의 대조, 그리고 당연히 중국 음식까지 포함해서 말이다."
}