{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Please everyone, take the time to read!!!\nMy summary( not word for word):\nChrist was a man of sorrow, loneliness, fatigue…but His love faileth not or the Father.\nIf the harder you try, the harder it gets, moments of fear washed over you, Remember it’s been so for some of the most remarkable & faithful in the world. Stay the course, we signed on for the whole term, the final exam. It doesn’t work if we keep cutting class.\nAsking questions, having faith,\nbe willing to follow the message we get. Willing obedience to Gods commands.\nMortality works! Repent, serve others, have integrity, endure to the end. Mortality works!\nBe still! Making time for Him each & everyday.\nDecade never to be forgotten!\nLive gospel, care for others, invite all to receive gospel, unite families. You will experience graduating, college, missions, endowments, marriage, babies. Decade never to be forgotten!\nYou are of a noble birthright!\nExpected to be better, serve others, the Lord trust you. It’s your inheritance you received from God. Remember you are not an ordinary passenger on this trip in life. You are a child of Noble birthright. You are different from the world. You got this because Jesus Christ has you! Don’t let the world change you, you were made to change the world. Get use to being different!!\nBe simple in your teachings to your children, teach the doctrine, keep commandments, endure ti the end. Remembering will save our children of teaching simple doctrines of Jesus Christ.\nHow did I do, [redacted_name]?\nLove you all!",
    "trans": "제발 모두, 시간을 내어 읽어주세요!!!\n내 요약 (단어 그대로는 아님)\n그리스도는 슬픔과 외로움, 피로의 사람이었지만... 그분의 사랑은 결코 실패하지 않으셨고, 아버지께서도 그러하셨습니다.\n더 열심히 할수록 더 힘들어지고, 두려움의 순간들이 밀려올 때, 세상에서 가장 뛰어나고 신실한 사람들도 그렇게 겪었다는 걸 기억하세요. 길을 계속 가세요, 우리는 전체 과정, 마지막 시험을 서약했습니다. 수업을 계속 빼면 효과가 없습니다.\n질문을 하고, 믿음을 가지세요,\n우리가 받은 메시지를 따를 준비가 되어 있어야 합니다. 하나님의 명령에 대한 기꺼운 순종.\n인생은 효과가 있습니다! 회개하고, 다른 사람을 섬기며, 진실하고, 끝까지 인내하세요. 인생은 효과가 있습니다!\n조용히 하세요! 매일 그분을 위한 시간을 가지세요.\n잊을 수 없는 10년!\n복음을 살아가고, 다른 사람을 돌보며, 모두가 복음을 받을 수 있도록 초대하세요, 가족을 하나로 묶으세요. 졸업, 대학, 선교, 내위, 결혼, 아기들을 경험할 것입니다. 잊을 수 없는 10년!\n당신은 고귀한 혈통을 가진 존재입니다!\n더 나은 사람이 되기를 기대하고, 다른 사람을 섬기세요, 주님께서 당신을 신뢰하십니다. 그것은 당신이 하나님에게서 받은 유산입니다. 당신은 인생의 여행에서 평범한 승객이 아닙니다. 당신은 고귀한 혈통의 자녀입니다. 당신은 세상과 다릅니다. 당신은 이걸 할 수 있습니다, 예수 그리스도께서 당신을 지켜보시니까요! 세상이 당신을 바꾸게 하지 마세요, 당신은 세상을 바꾸기 위해 태어났습니다. 다르게 사는 것에 익숙해지세요!!\n당신의 자녀들에게 간단한 가르침을 주세요, 교리를 가르치고, 계명을 지키며, 끝까지 인내하세요. 예수 그리스도의 간단한 교리를 가르치는 것을 기억하는 것이 우리의 자녀들을 구할 것입니다.\n어떻게 했나요, [redacted_name]?\n모두 사랑합니다!"
}