{
    "source": "en_US",
    "target": "ko_KR",
    "text": "INTRODUCTION\na l te r n a t i v e v i e w o f p r e s e n c e b y s t a g i n g t h e s e l f at i t s m o s t v o l a t i l e . S e x u a l i z ed , d i s embodied, excessive, and self-obses.sro, speech travels through technologies of reproduction and architectural containers to inaugurate spatiality as integral to subjectivity. Their work questions the phenomenology of Mmimali. sm by sub tracting from the plenitude of presence, inserting instead a \"radiophonic\"' body.\nfurther exemplified in ChristorMigone's work. How doesthe voice, as a sonorous expenditure of the body, locate the self against the greater social environment? What are its limitations and how does it position the selfwithin a contextualized and situational geography? These are some of the questions pursued in the artists' works, marking them as integral to an expanded investigation of sound's spatial\nand relational operations.\nThe spatiality of sound is furthered in Part 4 by addressing rhe development ofsoundinstallationintheworks ofMaxNeuhaus,BernhardLeitner,Maryanne Amacher, and Michael Brewster. Sound installation, spatialized musicality, and acoustic design all situate sound in relation lo architecture. Architecture is taken on, disseaed, and redrawn by positionmg sound work in relation to its given acoustics. Amplifying existing sounds, fostering auditory dWogues across inside and outside, tapping into structural vibrations to expand the sonic palette of tonality, and desigrting listening experiences by harnessing the environmental mix of found auditory events: each of these procedures come 10 the fore in sound insiallation, blossoming more fully into the beginnings of sound art as a distinct discipline. With sound instaUation, and the works ofNeuhaus and others, sound art finds definition, demarcating itself from the legacy of experimental music and entering into a more thorough conversation with the visual arts. Shifting back, I look al lannis Xenakis with the intention of using his work as a further example\nof sound's architectural potential.For Xenakis's exampleisindispensable to any formulation o f a history of sound art by forging a dynamic mix of musical and spatial elements. To appropriate and create architecture for renewed sense of lis tening) sound installation moves increasingly toward public space, situating the listener within a larger framework of sonic experience that is necessarily social, therebyleavingbehindthesingularobjectorspaceforanenlargedenvironmental\npotential.\nExtending such concerns, Part 5 looks toward more overt environmental investigations as found in acoustic ecology and other \"soundscape\" work. Acoustic ecology parallels the developments of Land art throughout the I970s,\nboth of which look toward the remote, distant, and \"natural\" landscape as source for an enlarged artistic experience.As progenitor of greater awareness of the sonic environment, acoustic ecology brings to the fore sound as a physical presence whose understanding can lead to more sensitive built environments that reduce noise levels and infuse sociality with deep listening. I n addition, acoustic ecology opens up a greater field of sound 10 artistic and musical practice, exempU6ed in the works of Hildegard Westerkamp, Annea Lockwood, and Steve Peters, all of whom work with environmental sound 10 map its local presence. Through their",
    "trans": "소개\n자기 자신을 가장 변덕스러운 상태로 단계화하여 존재의 대안적 관점을 제시한다. 성적화되고, 비물질화되며, 과도하고, 자기 집착적인 말은 재생 기술과 건축적 용기를 통해 공간성을 주체성의 필수적인 부분으로서 개시한다. 그들의 작품은 존재의 풍부함에서 빼내어 대신 \"라디오폰\" 신체를 삽입함으로써 미니멀리즘의 현상학을 질문한다.\n크리스토프 미고네의 작품에서 더 잘 예시로 나타난다. 목소리가 신체의 음향적 소비로서 자신을 더 큰 사회적 환경 속에서 어떻게 위치 짓는가? 그것의 한계는 무엇이며, 그것은 자신을 어떻게 맥락화되고 상황적인 지리 속에 위치시키는가? 이러한 질문들은 예술가들의 작품에서 추구되는 질문들로, 소리의 공간적이고\n관계적인 작용에 대한 확장된 조사에서 필수적인 부분을 차지한다.\n소리의 공간성은 제4부에서 맥스 뉴하우스, 베른하르트 라이트너, 마리안 아마허, 마이클 브루스터의 작품에서 소리 설치의 발전을 다룸으로써 더 확장된다. 소리 설치, 공간화된 음악성, 그리고 음향 디자인은 모두 소리를 건축과 관련지어 위치시킨다. 건축은 소리 작업을 그것의 주어진 음향과 관련지어 다루고, 해부하고, 다시 그리며 다룬다. 기존 소리를 증폭시키고, 안과 밖을 넘나드는 청각적 대화를 촉진하며, 음성의 음향 조합을 확장하기 위해 구조적 진동을 활용하고, 환경적인 청각 사건의 혼합을 활용하여 청취 경험을 설계하는 것: 이러한 절차 각각은 소리 설치에서 전면에 나서며, 소리 예술이 독립적인 분야로서 더 완전히 꽃을 피우는 시작을 나타낸다. 소리 설치와 뉴하우스 및 다른 예술가들의 작품을 통해 소리 예술은 정의를 내리며, 실험적 음악의 유산에서 벗어나 시각 예술과 더 철저한 대화를 나누게 된다. 다시 돌아보며, 나는 이아니스 크세나키스를 살펴보며 그의 작품을 소리의 환경적 잠재력에 대한 추가 예시로 사용하고자 한다.\n크세나키스의 예시는 음악적이고 공간적인 요소들의 역동적인 혼합 구축을 통해 소리 예술의 역사에 대한 어떤 구상에서도 필수적이다. 새롭게 청취의 감각을 창조하기 위해 건축을 적응시키고 창조하는 소리 설치는 점점 더 공공 공간으로 나아가며, 청취자를 반드시 사회적인 소리 경험의 더 큰 틀 속에 위치시킨다. 이로써 단일한 객체나 공간을 넘어서 확장된 환경적\n잠재력을 남기게 된다.\n이러한 문제를 확장하면서, 제5부는 음향 생태학과 다른 \"소리 경관\" 작업에서 볼 수 있는 더 명백한 환경적 조사를 살펴본다. 음향 생태학은 1970년대의 랜드 아트의 발전과 병행되며,\n음향 생태학은 1970년대 동안의 랜드 아트 발전과 평행을 이룬다. 두 분야 모두 원격지, 먼 곳, 그리고 '자연적인' 경관을 확장된 예술적 경험의 원천으로 본다. 음향 생태학은 소리 환경에 대한 더 큰 인식을 위한 선구자로서, 소리를 물리적 존재로 부각시켜 그 이해가 소음 수준을 줄이고, 깊은 청취로 사회성을 주입하는 더 민감한 건축 환경을 만들어낼 수 있음을 보여준다. 또한 음향 생태학은 예술적이고 음악적 실천에 대한 더 넓은 소리의 분야를 열어주며, 힐데가르드 웨스터캠프, 안네아 록우드, 스티브 피터스의 작품에서 볼 수 있듯이, 그들은 환경 소리를 사용하여 그것의 지역적 존재를 지도화한다."
}