{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Good morning to all Team Officials,\nThe SingaCup committee would also like to say a big Thank You for your unwavering support for the past 13 years. We are thrilled to welcome you to SingaCup 2024, taking place from November 2-9 in the vibrant city of Singapore!\nIt has been a challenging 8 months since our primary ground, The Turf City (which consists of 9 11-a-side fields), was returned to the government for residential purposes. The SingaCup team has been working tirelessly behind the scenes to ensure that all the new match venues match our requirements and we thanked you for your patience.\nI know many of you are anxious about the match venues, your opponents in the group stages and the tournament schedule, hence, we would like to share the key timeline as follows:\n- Wednesday, 2 October (Announcement of Match Venues)\n- Monday, 7 October (Announcement of Tournament Groupings)\n- Friday, 11 October (Announcement of Tournament Fixtures)\n- Friday, 18 October (Final Submission of Team Entry Forms)\n- Friday, 25 October, 1900 Hrs (Team Officials Meeting via Zoom)\nMy colleagues will be reaching out to you respectively for your documentation (Team Roster, Indemnity Form, Photo Identifications, club logos etc) over the next few days, please kindly extend your support so we can minimise the administrative work on match days.\nStay tuned for more updates and important information as we approach the event. Let’s make SingaCup 2024 a memorable celebration of sport and teamwork!\nLooking forward to seeing you soon!\nRegards,\nTiong Hian",
    "trans": "공식팀 여러분 모두들, 좋은아침입니다\n싱가컵 위원회는 지난 13년간 보내주신 여러분의 변함없는 지지에도 정말 감사드린다고 말씀드리고 싶습니다. 싱가포르의 생기 넘치는 도시에서 11월 2일부터 9일까지 열리는 2024 싱가컵에 여러분을 초대하게 되어 매우 기쁩니다!\n그 동안 지난 8개월은 힘들었습니다, 저희의 주요 경기장인 터프 시티(나인 일레븐-어-사이드 경기장으로 구성된)이 정부에 주거지 목적으로 반환되었기 때문입니다. 싱가컵 팀은 새로운 경기장이 저희의 요구 조건을 모두 만족하는지 확실히 하기 위해 안보이는 곳에서 지치지 않고 일했습니다 그리고 그동안 기다려주셔서 감사합니다.\n많은 분들이 경기장, 그룹 경기에서 상대 팀, 경기 일정에 대해 걱정하는 것을 알고있습니다, 따라서, 저희는 다음과 같은 중요한 일정을 공유해드리고자 합니다:\n- 10월 2일, 수요일 (경기장 발표)\n- 10월 7일, 월요일 (토너먼트 그룹 발표)\n- 10월 11일, 금요일 (토너먼트 경기 발표)\n- 10월 18일, 금요일 (팀 명단 문서 최종 제출)\n- 10월 25일, 금요일, 1900 시간 (대표팀 줌 미팅)\n며칠후에 저의 동료들이 여러분 각각에게 문서(팀 선수 명단, 보상 보험 문서, 사진이 부착된 신분증, 클럽 로고 등)를 받기 위해 연락드릴 것입니다, 저희가 경기일에 행정적인 업무를 최소화할 수 있도록 계속해서 지지를 보내주시길 부탁드립니다.\n이벤트가 다가오므로 더 많은 업데이트와 중요한 정보에 계속해서 주목하세요. 2024 싱가컵을 스포츠와 팀워크를 기억에 남을만하게 축하합시다!\n곧 보기를 기대할게요!\n안부를 전하며,\n티옹 히안"
}