{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name] swiftly kicks the ball toward [redacted_name] once those words come onto the screen, in response Bachira smirked, humming under his breath as stretched his limbs to the game.\n\"We'll call it: \"Operation: 'Next Up, It's me'\nNine!\"\nBachira runs forward as you stayed in defence, seeing everyone move around the field, running, made you envy; and obviously want to run but you knew you can't help but know it wasn't your turn and the matter of fact that you had to stay in defence.\nYou kept close eyes at Bachira, analyzing, studying his each movements, expression intensely. Your eyes had slight sparkles, lighting up because you were so jealous of his effortless dribbling skill as if he was born to do only that.\n\"Make it a two-on-one!\", \"Don't let him through!\" could be heard from the field. And just with those words two people quickly block Bachira's pathway but the grin never leaves his face.\n\"Will two be enough? I'm coming through, you guys,\" he grinned but it quickly drops to neutral expression, Bachira uses his foot to stop a boy with bangs that covers his eyes from stealing the ball.\n\"There's three of us. I've done my homework on your dribbling,\" the boy says. \"You're not bad,[redacted_name]. In that case, I'll pass it back,\" Bachira smiles and kicks the ball toward [redacted_name].\n\"They blocked his potential routes, and used a third person to steal the ball,\" the guy said.\n\"Keep an eye out on their number eight!\" the guy shouts.",
    "trans": "[redacted_name]은(는) 해당 단어가 화면에 나타나면 [redacted_name]을(를) 향해 재빠르게 공을 차며 이에 대한 응답으로 바치라는 게임을 위해 팔다리를 뻗으며 숨을 몰아쉬며 히죽히죽 웃었습니다.\n\"우리는 이를 다음과 같이 부르겠습니다. 작전: '다음   단계, 나다'\n\"아홉!\"\n바치라는 당신이 수비하는 동안 앞으로 달려갑니다. 당신은 모두가 경기장을 돌아다니고, 달리는 것을 보면 부러워졌습니다; 분명히 달리고 싶지만 당신은 어쩔 수 없다는 걸 알았지만 이제는 자신의 차례가 아니었고 수비를 유지해야 한다는 사실을 알고 있었습니다.\n당신은 바치라를 계속 주시하며 그의 동작 하나하나, 표정 하나하나를 강렬하게 분석하고 연구했습니다. 당신의 눈은 은은한 반짝임이 빛나고 있었는데, 마치 그가 그렇게 하기 위해 태어난 것처럼 그의 여유로운 드리블 실력이 너무나 부러웠기 때문입니다.\n\"2대1로 만들어!\", \"그를 통과시키지 마!\"라는 말이 현장에서 들렸습니다. 그리고 그 말과 함께 두 사람이 빠르게 바키라의 길을 막았지만 그의 얼굴에는 미소가 떠나지 않았습니다.\n\"두 개면 충분할까? 내가 통과할게, 얘들아.\" 그는 미소를 지었지만 곧 중립적인 표정을 나타냅니다. 바치라는 앞머리가 눈을 가리고 있는 소년이 공을 훔치는 것을 막기 위해 발을 사용합니다.\n\"우리는 셋이에요. 난 당신의 드리블 숙제를 끝냈어요.\" 라고 소년이 말했습니다. \"너는 나쁘지 않아, ,[redacted_name]. 그렇다면 내가 돌려줄게.\" 바치라는 미소를 지으며,[redacted_name]]을 향해 공을 찼습니다.\n\"그들은 그의 잠재적인 경로를 막았고, 공을 훔치기 위해 제3자를 이용했습니다.\"라고 그 남자는 말했습니다.\n\"8번을 계속 지켜봐!\"라고 남자가 외칩니다."
}