{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Survey, Soils & Geology, and other site evaluations as required. 2. All Engineering and Project Consultants shall be retained by Owner. However, the\ndesigner shall coordinate with all Consultants retained by the Owner.\n3. All meetings with the Owner, City Officials, Owner's representatives, Homeowner's groups, and/or special Project Constants regarding strategizing for public hearings or entitlements. These shall be invoiced\nseperately on an Hourty basis.\n4. Preparation time, colored renderings or related exhibits required. These shall be compensated on an Hourty basis. 5. A \"Professional Finish Model\" is not a part of this proposal. ($3,600)\nand will likely not be necesary, but it is up to your discretion if you would like one.\n6. Landscape plans. 7. Should the owner put the project on hold for longer than 6 months due to any reason other than entitlement delays from the\ncouncil, a $350.00 restart fee will be assessed.\n8. Economic Analysis and assistance with preparation of development estimates.\n9. Marketing material for leasing or sale of the property.\n10. Custom document packages and calculations for bank financing or other uses.\n11. Printing costs will be invoiced separately as reimbursibles as required.\n12. Permit fees\n13. VCAT appearances, additional documents required by council over and above the normal scope as outlined in stage IV.\n14. Report and Consents\n15. Protection Works Notices\nPlease note the fee structure shall be adjusted commensurate with any significant changes in the Scope of Work as listed above.",
    "trans": "필요에 따라 설문조사, 토양 및 지질 조사, 및 기타 현장 평가. 2. 모든 엔지니어링 및 프로젝트 컨설턴트는 소유주가 직접 고용함. 다만,\n디자이너는 소유주가 고용한 모든 컨설턴트와 협력해야 함.\n3. 공청회 또는 인허가 전략 수립과 관련하여 소유주, 시청 관계자, 소유주의 대표자, 주택 소유자 단체, 및/또는 특수 프로젝트 컨설턴트와의 모든 회의. 이 비용들은\n시간당 기준으로 별도 청구됨.\n4. 준비 시간, 컬러 렌더링, 관련 전시물 제작 필요. 이는 시간당 기준으로 보상됩니다. 5. \"전문적인 마감 모델\"은 본 제안에 포함되지 않음. (3,600달러)\n그리고 필요하지 않을 가능성이 높지만, 하나 원한다면 귀하의 재량에 따라 결정 가능.\n6. 조경 계획. 7. 소유자가 이사회의 인허가 지연이 아닌 다른 이유로 프로젝트를 6개월 이상 보류할 경우,\n350달러의 재개 비용이 부과됨.\n8. 경제 분석 및 개발 비용 예측에 대한 지원\n9. 부동산 임대 또는 매각을 위한 마케팅 자료 제작\n10. 은행 대출 또는 기타 용도를 위한 맞춤형 문서 패키지 및 계산서 작성.\n11. 인쇄 비용은 필요한 경우 실비로 별도 청구될 예정.\n12. 허가 수수료\n13. 빅토리아 민사행정재판소 출석, 4단계 범위를 초과하여 시의회에서 요구하는 추가적인 서류 제출\n14. 보고서 및 동의서\n15. 보호 공사 통지\n위에 명시된 작업 범위에 중대한 변경이 발생할 경우 수수료 구조는 이에 따라 조정됨을 참고해 주세요."
}