{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Ms. Votra:\nIn your letter dated June 19, 2024, you requested a tariff classification and country of origin ruling for purposes of marking and for purposes of the applicability of a trade remedy on behalf of your client, Align Precision Philadelphia, LLC.\nThe product to be imported is identified as Invar 36 steel plate which will be used in the semiconductor industry as parts of machines that manufacture microchips. This hot-rolled alloy steel plate, which has been annealed and shot blasted, measures 4.56” (115.82 mm) in thickness, 11” (279.4 mm) in width, and 16” in length.\nFlat-rolled products are defined in Chapter 72, Note 1(k) as “Rolled products of solid rectangular (other than square) cross section...in the form of...straight lengths, which if of a thickness less than 4.75 mm are of a width measuring at least 10 times the thickness or if of a thickness of 4.75 mm or more are of a width which exceeds 150 mm and measures at least twice the thickness.”\nThe applicable subheading for the alloy steel plate will be 7226.91.5000, Harmonized Tariff Schedule of the United States (HTSUS), which provides for Flat-rolled products of other alloy steel, of a width of less than 600 mm: Other: Not further worked than hot-rolled: Other: Of a thickness of 4.75 mm or more. The rate of duty will be free.\nIn addition to classification, you have inquired as to the country of origin of the subject plate for purposes of marking and for purposes of applying trade remedies. Part 134, Customs Regulations (19 CFR Part 134), implements the country of origin marking requirements of 19 U.S.C. §1304.",
    "trans": "친애하는 Votra님께:\n2024년 6월 19일자 귀하의 서신에서, 귀하는 귀하의 고객인 Align Precision Philadelphia, LLC를 대신하여 표시를 위한 세관 분류와 원산지 판정을 요청하셨습니다.\n수입될 제품은 반도체 산업에서 마이크로칩을 제조하는 기계 부품으로 사용될 Invar 36 강판으로 확인됩니다. 이 열간 압연 합금 강판은, 풀림 및 샷 블라스트 처리되었으며, 두께는 4.56” (115.82 mm), 너비는 11” (279.4 mm), 길이는 16”입니다.\n평탄 압연 제품은 Chapter 72, Note 1(k)에서 “단면이 직사각형(정사각형 제외)인 압연 제품...형태는...직선으로, 두께가 4.75 mm 미만일 경우 너비는 두께의 10배 이상이어야 하며, 두께가 4.75 mm 이상일 경우 너비가 150 mm를 초과하고 두께의 두 배 이상이어야 한다”고 정의됩니다.\n해당 합금 강판의 적용 가능한 하위 항목은 7226.91.5000으로, 이는 미국의 조화세금표(HTSUS)에서, 너비가 600 mm 미만인, 다른 합금강의 평탄 압연 제품: 기타: 더 이상 가공되지 않은 열간 압연 제품: 기타: 두께가 4.75 mm 이상인 제품으로 분류됩니다. 해당 제품에 대한 세율은 면세입니다.\n더하여, 귀하는 분류 외에도 표시 및 무역 구제 적용을 위한 원산지에 대해 문의하셨습니다. 19 U.S.C. §1304의 원산지 표시 요건을 이행하는 부분 134, 세관 규정(19 CFR Part 134)에 따르면, 원산지 표시 요건이 적용됩니다."
}