{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Ready for the future\nWorley is a global professional services company of energy, chemicals and resources experts. We partner with customers to deliver projects and create value over the life of their assets. We’re bridging two worlds, moving towards more sustainable energy sources, while helping to provide the energy, chemicals and resources needed now.\nResponsible for the day to day operation of office management; supervise personnel for the benefits department and secretarial staff; coordination of clerical support staff and executive secretary offices;\nTraining and evaluation of secretarial staff; coordinate relocation of field staff to remote site locations;\nManagement of staff timesheets, per diem, expense reports, utilities, telephones and billings for housing accommodations; coordinate and administer the travel program for all WORLEY management and employees; monitor and issue cost savings reports for corporate review;\nOrganize contract files; edit and maintain financial reports; control inventory and supplies; publish monthly reports; oversee accounts payable and receivable; assist in preparation of annual budgets and monitor cost of operations; production of proposals; bid packages; contracts; specifications;\nHandle conferences, meeting air travel and accommodations for domestic travel",
    "trans": "미래를 준비하다\nWorley는 에너지, 화학 그리고 자원 분야의 전문가들로 구성된 글로벌 전문 서비스 회사입니다. 우리는 고객과 협렵하여 프로젝트를 수행하고 자산 수명의 가치를 창출합니다. 우리는 두 개의 세계를 연결하고, 더 지속 가능한 에너지 자원을 향해 나아가는 동시에, 현재 필요한 에너지, 화학, 자원을 제공하는 데 도움을 주고 있습니다.\n사무실 관리와 일상적인 운영을 담당하며; 복리후생 부서와 비서 직원을 감독하며; 비서 지원 직원과 임원 비서실의 조정을 담당합니다;\n비서 직원의 훈련 및 평가를 진행하며; 현장 직원의 원거리 사이트 이동을 조정합니다;\n직원들의 근무 시간, 일당, 경비 보고서, 유틸리티, 전화 및 주택 비용 청구 관리; WORLEY 관리직 및 직원들의 여행 프로그램을 조정하고 관리하고; 비용 절감 보고서를 모니터링하고 회사 검토를 위한 보고서를 작성합니다;\n계약 파일을 정리하고; 재무 보고서를 편집 및 유지 관리하며; 재고 및 소모품을 관리하고; 월간 보고서를 발행합니다; 외상 및 미수금을 관리하며; 연간 예산 준비와 운영 비용 모니터링을 지원합니다; 제안서; 입찰 패키지; 계약서; 사양서;\n회의, 국내 항공 여행 및 숙박을 처리합니다"
}