{
    "source": "en_US",
    "target": "ko_KR",
    "text": "reporting agency, the agency must investigate unless your dispute is frivolous. See\nwww.consumerfinance.gov/learnmore for an explanation of dispute procedures.\n• Consumer reporting agencies must correct or delete inaccurate, incomplete, or\nunverifiable information. Inaccurate, incomplete, or unverifiable information must be\nremoved or corrected, usually within 30 days. However, a consumer reporting agency\nmay continue to report information it has verified as accurate.\n• Consumer reporting agencies may not report outdated negative information. In\nmost cases, a consumer reporting agency may not report negative information that is\nmore than seven years old, or bankruptcies that are more than 10 years old.\n• Access to your file is limited. A consumer reporting agency may provide information\nabout you only to people with a valid need – usually to consider an application with a\ncreditor, insurer, employer, landlord, or other business. The FCRA specifies those with a\nvalid need for access.\n• You must give your consent for reports to be provided to employers. A consumer\nreporting agency may not give out information about you to your employer, or a potential\nemployer, without your written consent given to the employer. Written consent generally\nis not required in the trucking industry. For more information, go to\nwww.consumerfinance.gov/learnmore.\n• You may limit “prescreened” offers of credit and insurance you get based on\ninformation in your credit report. Unsolicited “prescreened” offers for credit and\ninsurance must include a toll-free phone number you can call if you choose to remove\nyour name and address from the lists these offers are based on. You may opt out with the\nnationwide credit bureaus at 1-888-567-8688.\n• The following FCRA right applies with respect to nationwide consumer reporting\nagencies:\nCONSUMERS HAVE THE RIGHT TO OBTAIN A SECURITY FREEZE\nYou have a right to place a “security freeze” on your credit report, which will\nprohibit a consumer reporting agency from releasing information in your credit\nreport without your express authorization. The security freeze is designed to prevent\ncredit, loans, and services from being approved in your name without your consent.\nHowever, you should be aware that using a security freeze to take control over who gets\naccess to the personal and financial information in your credit report may delay, interfere\nwith, or prohibit the timely approval of any subsequent request or application you make\nregarding a new loan, credit, mortgage, or any other account involving the extension of\ncredit.\nAs an alternative to a security freeze, you have the right to place an initial or extended\nfraud alert on your credit file at no cost. An initial fraud alert is a 1-year alert that is",
    "trans": "보고 기관, 기관이 귀하의 이의를 사소하지 않는 한, 해당 기관은 조사를 수행해야 합니다. 확인하세요\nwww.consumerfinance.gov/learnmore 이의 절차 설명을 위해서.\n• 소비자 신용 보고 기관은 수정하거나 삭제해야 합니다 부정확하거나, 불완전하거나,\n확인할 수 없는 정보를. 부정확하거나, 불완전하거나, 확인할 수 없는 정보를\n일반적으로 30일 이내에 제거하거나 수정해야 합니다. 그러나 신용 보고 기관이\n정확함을 확인한 정보는 계속 보고될 수 있습니다.\n• 소비자 신용 보고 기관은 오래된 부정적인 정보를 보고할 수 없습니다. 대부분의\n경우, 소비자 신용 보고  기관은 부정적인 정보를 보고할 수 없습니다\n7년 이상이 지난, 혹은 10년이 지난 파산 기록과 같은.\n• 파일 접근이 제한됩니다. 소비자 신용 보고 기관은 정보를 제공할 수 있습니다\n당신에 대한 정당한 필요가 있는 사람에게만 – 일반적으로 신청서를 검토할 때\n대출기관, 보험사, 고용주, 임대인 또는 기타 사업체가. 공정 신용 보고법은 명시합니다\n정보 접근 권한이 있는 대상을.\n• 고용주가 보고서를 받으려면 귀하의 동의가 반드시 필요합니다. 소비자\n신용 보고 기관은 귀하에 대한 정보를 제공할 수 없습니다 고용주 또는 잠재적\n고용주에게 제공된 귀하의 서면 동의 없이. 서면 동의는 일반적으로\n운송업에서 필요하지 않습니다. 더 많은 정보를 위해서는, 방문하세요\nwww.consumerfinance.gov/learnmore.\n• 귀하는 받은 \"사전 심사된\" 신용 및 보험 제안을 제한할 수 있습니다\n귀하의 신용 보고서를 기반으로 한. \"사전 심사된\" 신용과 보험 미신청 제안은\n귀하가 통화할 수 있는 무료 전화번호를 반드시 포함해야 합니다 만약 귀하가 제거하기를 선택한다면\n귀하의 성함과 주소를 제안이 기반이 된 목록에서. 귀하는 탈퇴할 수 있습니다\n전화 1-888-567-8688에서 전국 신용 정보 기관을 통해.\n• 다음 공정 신용 보고법 권리는 관련이 있습니다 전국 소비자 신용 보고\n기관과.\n소비자는 보안 동결을 설정할 권리가 있습니다\n귀하는 신용 보고서에 \"보안 동결\"을 설정할 권리가 있으며, 이를 통해\n소비자 신용 보고 기관이 귀하의 신용 보고서를 제공하는 것을 금지할 수 있습니다\n귀하의 명시적인 승인 없이. 보안 동결은 방지하도록 설계되었습니다\n신용, 대출 및 서비스가 귀하의 동의 없이 귀하의 이름으로 승인되는 것을.\n그러나 보안 동결을 사용하여 누가 접근할 수 있는지를 통제할 경우, 주의해야 합니다\n귀하의 신용 보고서에 있는 개인 및 금융 정보에 대한 접근이 지연시키거나, 방해하거나\n또는 귀하가 제출하는 추가 요청이나 신청의 신속한 승인을 금지할 수 있습니다\n새로운 대출, 신용, 모기지 또는 기타 신용 연장이 포함된 계좌와\n관련하여.\n보안 동결의 대안으로, 귀하는 초기 또는 장기\n사기 경고를 무료로 설정할 권리가 있습니다. 초기 사기 경고는 1년동안"
}