{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Pregnancy checklist at 23 weeks\nDecide whether to hire a doula\nA doula is a trained labor coach who can help you during labor and delivery. If you're interested in hiring one, it's a good idea to start your search in the second trimester. You can ask your healthcare provider, birth class instructor, or friends for a referral, or you can check the DONA website. It's important to find a doula who's the right fit for you. You'll want to ask potential birth doulas about their training, experience, schedule, coping-with-labor techniques, partner involvement, fees, backup doulas, and references.\nWrite a letter to your baby\nThis can be a moving keepsake to share with your child later. Jot down your pregnancy experiences and your hopes and dreams for your baby's future. Or if writing isn't your thing, put together a collage or a memory box of pregnancy mementos like your positive pregnancy test and ultrasound photos. Eventually you can add cards you get at your baby shower, the infant hat you get at the hospital, and your baby's coming-home outfit.\nSleep on your side\nTo get the best rest during pregnancy, experts recommend sleeping on your side. Some healthcare providers will advise you to sleep on your left side specifically because it keeps pressure off of the vein that brings blood back from your legs to your heart, promoting better circulation for you and your baby. That said, there's no hard evidence that sleeping on your left side is better, so feel free to do choose the side that's comfortable for you. For many women, this means switching back and forth. If you're struggling to get comfortable on your side, invest in a pregnancy pillow for better hip and back support.",
    "trans": "임신 23주 체크리스트\n둘라를 고용할지 결정하기\n둘라는 출산 및 분만 과정에서 도움을 줄 수 있는 훈련된 분만 코치입니다. 둘라를 고용하는 데 관심이 있다면, 임신 2분기부터 찾아보는 것이 좋습니다. 의료 제공자, 출산 교육 강사, 또는 친구에게 추천을 받을 수 있으며, 도나 웹사이트에서 확인할 수 있습니다. 자신에게 맞는 둘라를 찾는 것이 중요합니다. 잠재적인 출산 둘라에게 그들의 훈련 과정, 경험, 일정, 진통 관리 기법, 배우자의 참여 여부, 비용, 대체 둘라, 추천서 등에 대해 질문하는 것이 좋습니다.\n아기에게 편지 쓰기\n이것은 나중에 아이와 함께 공유할 수 있는 감동적인 기념품이 될 수 있습니다. 임신 경험과 아기의 미래에 대한 희망과 꿈을 적어보세요. 글쓰기가 익숙하지 않다면, 양성 임신 테스트기나 초음파 사진들 같은 임신 기념품을 모아 콜라주나 메모리 박스를 만들어도 좋습니다. 나중에는 베이비 샤워에서 받은 카드, 병원에서 받은 신생아 모자, 아기가 집에 올 때 입었던 옷을 추가할 수도 있습니다.\n옆으로 누워 자기\n임신 중 최상의 휴식을 취하기 위해, 전문가들은 옆으로 자는 것을 권장합니다. 일부 의료 제공자는 특히 왼쪽으로 눕는 것을 추천하는데 이는 다리에서 심장으로 혈액을 되돌려 보내는 정맥에 압력을 가하지 않아, 엄마와 아기 모두에게 혈액 순환을 원활하게 하기 때문입니다. 그렇다고 해서, 왼쪽으로 자는 것이 더 낫다는 확실한 근거는 없으므로, 본인이 편한 쪽을 선택하면 됩니다. 많은 여성들에게는, 한쪽에서 다른 쪽으로 번갈아 눕는 것을 말합니다. 만약 옆으로 눕는 것이 불편하다면, 임신용 베개를 사용하여 엉덩이와 허리를 더 잘 지지하는 것도 좋은 방법입니다."
}