{
    "source": "en_US",
    "target": "ko_KR",
    "text": "After Archie found Estella, he summoned Benny. “Let’s head inside and listen to what Mommy is talking about with Mr. Damaris.” Upon hearing that suggestion, the other two agreed.\nThey opened the door carefully and saw Roxanne sitting on the single-seat couch and chatting with Jack. Both adults had a smile on their faces.\nThe alarm bells in the children’s minds rang loudly the instant they noticed the faint smile on Roxanne’s face. Estella acted against her usual behavior and sprinted straight to Roxanne’s side.\n“Essie?” It was only then Roxanne noticed the children had returned. Jack gave Roxanne and Estella the once-over and said half-intentionally, “I can see the resemblance even clearer like this.”\nThat sent Roxanne into a panic. Innocently, Estella asked Roxanne, “What resemblance, Ms. Jarvis?”\nRoxanne patted her head, shot a look at Jack, and said, “It’s nothing. It’s just a random comment from Mr. Damaris.” Then she stood up and faced Jack. “Is there anything else, Mr. Damaris?”\nOf course, as a veteran in the business industry, he could tell she was hinting for him to leave. He smiled at the kids and said, “It's almost noon. Even though I’ve known the boys for a long while now, | still haven’t had the chance to treat them to a meal. How about we all have lunch together today?” Then he looked at Estella meaningfully. “It just so happens that Mr. Farwell’s daughter is here, so consider this my invitation to him for a meal.”\nRoxanne felt uncomfortable upon hearing that. Is he implying something? Also, his pretext for inviting the children to lunch is so strange.\nAt that thought, she was ready to reject the offer on the children’s behalf.\nTo her surprise, before she could speak, Estella’s voice rang out. “Thank you, Mr. Damaris, but | much prefer Ms. Jarvis’ cooking!”\nThe boys nodded in agreement. Their rejection was direct, which prompted Jack to raise his eyebrow.\nRoxanne was stunned for a few seconds before she returned to her senses and smiled at Jack apologetically. “I’m sorry. Mr. Farwell will be here soon to pick up Essie, so there’s not enough time for lunch outside. Next time, perhaps?”\nJack nodded nonchalantly and rose to his feet. “Very well, then. I'll take my leave now.”\nRoxanne proceeded to send him out with the children.Property © of NôvelDrama.Org.\nOnce Jack’s car was far enough away, the children glanced at Roxanne before returning to the living room in unison. The sight of the flowers still lying on the couch made their faces fall.\nRoxanne was confounded by their reaction until she realized they were staring at the flowers.\nShe could tell what the children were thinking. They want me to be with Lucian. While | don’t think of Jack the way they assume | do, | don’t have a future with Lucian. Yet, | can’t help but feel guilty when | face them.\n“Ms. Jarvis...” Estella lowered her eyes with disappointment and tugged at the hem of Roxanne’s shirt.\nSquatting down, Roxanne looked at her. “What’s the matter?” “Is it because you want to be with Mr. Damaris that you can’t be my mommy?” The girl sounded aggrieved. Roxanne was taken aback by that question. “Mr. Damaris and | are only friends.”\n“You accepted Mr. Damaris’ flower but not Daddy's.” | still remember Ms. Jarvis almost returned the roses Daddy bought for her when we went fo a concert.\nFor a moment, Roxanne wasn’t sure how to answer that question.\nHer conversation about work with Jack and the sudden return of the children had diverted her attention from the presence of the flowers. She had completely forgotten about it.\nIf the children hadn’t cared so much about it, she wouldn't have remembered it.\nRoxanne’s silence prompted Estella to tilt her head thoughtfully and question, “Is it because you like baby’s breath and not roses?”",
    "trans": "아치가 에스텔라를 찾자, 그는 베니를 불렀다. \"안으로 들어가서 엄마가 다마리스 씨와 무슨 얘기를 하는지 들어보자.\" 그 제안을 듣자, 다른 두 명도 동의했다.\n아이들은 조심스레 문을 열고 싱글 소파에 앉아 잭과 대화를 나누는 록산느를 보았다. 두 사람 모두 얼굴에 미소를 띠고 있었다.\n록산느의 희미한 미소를 본 순간, 그들은 뭔가 매우 잘못됐다는 걸 알았다. 에스텔라는 평소와 다른 행동을 하며 곧장 록산느의 곁으로 달려갔다.\n\"에시?\" 그제야 록산느는 아이들이 돌아온 것을 알아챘다. 잭은 록산느와 에스텔라를 번갈아 보며 반쯤은 의도적으로 말했다. \"이렇게 보니 더 닮은 게 보이네요.\"\n록산느는 안절부절했다. 에스텔라가 순진한 표정으로 록산느에게 물었다. \"무슨 닮은 점이요, 자비스 선생님?\"\n록산느는 에스텔라의 머리를 쓰다듬으며 잭을 힐끔 보며 말했다. \"아묵것도 아니란다. 다마리스 씨가 그냥 아무렇게나 한 말이야.\" 그러고 나서 자리에서 일어나 잭을 보았다. \"다른 볼 일 있으신가요, 다마리스 씨?\"\n오랜 시간 비즈니스 업계에서 일해 온 잭은 그녀가 떠나달라는 의미로 한 말이라는 걸 금세 알아챘다. 그는 아이들을 향해 미소를 지으며 말했다.“이제 곧 정오네요. 아이들을 안 지는 오래 됐데, 아직 식사도 제대로 한 번 대접한 적이 없네요. 오늘 점심은 다 같이 먹는 게 어때요?” 그는 에스텔라를 의미심장하게 바라보았다. “마침 파웰 씨의 따님도 함께 있으니, 그분도 식사에 초대하는 셈으로 생각하죠.\"\n그 말을 듣고 록산느는 불편함을 느꼈다. 무언가를 암시하는 건가? 그리고 아이들을 점심에 초대한다는 핑계도 너무 이상하다.\n그 생각을 하며 아이들을 대신해 제안을 거절하려는 참이었다.\n그녀가 입을 열기 전에, 뜻밖에도 에스텔라의 목소리가 먼저 들렸다. \"다마리스 선생님, 감사하지만 저는 자비스 선생님이 해 주시는 요리가 더 좋아요!\"\n두 아이도 고개를 끄덕이며 동의했다. 아이들 거절은 직접적이었고, 이에 잭은 곧 눈썹을 올렸다.\n록산느는 잠깐 멍하니 있다가 정신을 차리고 잭을 향해 미안한 듯 미소를 지었다. \"죄송해요. 곧 파웰 씨가 에시를 데리러 올 거라, 밖에서 점심을 먹을 시간이 없네요. 다음에 하죠?\"\n잭은 태연하게 고개를 끄덕이며 자리에서 일어났다. \"잘 알겠어요. 그럼 이만 가보겠습니다.\"\n록산느는 그를 보내러 아이들과 함께 나갔다. NôvelDrama.Org의 재산입니다.\n잭의 차가 멀리 사라진 후, 아이들은 록산느를 흘깃 본 후 일제히 거실로 돌아갔다. 소파 위에 여전히 놓여 있는 꽃다발을 보자 그들의 얼굴이 어두워졌다.\n록산느는 아이들의 반응에 어리둥절해 하다가, 그들이 꽃을 보고 있었음을 깨달았다.\n그녀는 아이들이 어떻게 생각하는지 알 수 있었다. 아이들은 내가 루치안과 함께하기를 바라는구나. 아이들이 생각하는 것처럼 잭을 생각하는 건 아니지만, 루치안과는 미래가 없다. 그런데도 아이들을 볼 때마다 죄책감이 드는 건 어쩔 수 없다.\n\"자비스 선생님...\" 실망한 에스텔라가 시선을 떨어뜨리고 록산느의 셔츠자락을 잡아 당겼다.\n록산느는 쪼그려 앉으며 에스텔라를 바라보았다. “왜 그러니?\" \"다마리스 선생님이랑 함께하고 싶어서 제 엄마가 될 수 없는 거예요?” 에스텔라는 불만스러운 목소리로 말했다. 그 질문에 록산느는 깜짝 놀랐다. “다마리스 씨랑 난 그냥 친구일 뿐이야.”\n“아빠가 준 꽃은 거절하셨는데 다마리스 선생님이 준 꽃은 받으셨잖아요.” 난 아직도 예전에 아빠가 콘서트에 가기 전에 산 장미꽃을 자비스 선생님이 돌려주려고 했던 걸 기억해요.\n록산느는 순간 무슨 말을 해야 할지 몰랐다.\n잭과의 대화와 아이들의 갑작스런 등장으로 인해 꽃의 존재조차 신경쓰지 않고 있었다. 그녀는 완전히 잊어버렸던 것이다.\n아이들이 꽃에 그렇게 신경쓰지 않았다면, 기억하지도 못했을 것이다.\n록산느가 조용히 있자 에스텔라는 생각하듯 고개를 갸우뚱하며 물었다. \"선생님이 장미보다 안개꽃을 더 좋아해서 그래요?\""
}