{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Thirtieth Sunday – Ordinary Time – Year B\n2024\nIf we take time to reflect on today’s Gospel passage we will find an insight about ourselves, about Jesus, and about our relationship with Jesus. We may know many things about Jesus; facts we learned in religion class, but do we know how deep our personal relationship with Jesus is? I say this because many years ago I was Pastor in a university town with many parishioners who were extremely educated. I felt very intimidated by them. They were more educated than I could ever become. One of the professors offered me an insight that I needed. He said “We know our fields of expertise. What we don’t know is our faith, and that goes beyond facts about our faith. We need to experience Jesus in our lives. We need you to point the way.”\nConsider today’s Gospel passage. The religious leaders knew a lot about Jesus, or at least they thought they did. They knew where He came from. They knew His profession as a carpenter. Yet, they did not know who Jesus was. If they did know Jesus, then they would have asked the same question that Bartimaeus asked. “Jesus, son of God, have pity, have mercy on me”. If you do further reflection on the passage you might ask: Who was really blind: the religious leaders or Bartimaeus? Bartimaeus was physically blind, but could see. The religious leaders had physical sight, but lacked insight. They were definitely spiritually blind. They had knowledge of the Messiah from reading and studying the prophets. They had waited for the coming Messiah. Yet, when God came among them, they could not see the Messiah. Bartimaeus had insight, but lacked physical sight. Who had the greater vision? Bartimaeus saw in Jesus what the professional religious leaders could not see. He saw Jesus as the Messiah. Jesus recognized the insight Bartimaeus already had. Jesus recognized Bartimaeus’ deep faith.\nIf you wish to experience a deeper experience of Jesus I suggest you re-read today’s Gospel and use the prayer form Lectio Divina. Just sit quietly. Read the text slowly. Then put yourself in the text. Imagine yourself in the Gospel. Are you Bartimaeus? Are you one of the Apostles listening to Jesus? Are you one of the religious leaders trying to keep Bartimaeus away from Jesus? Are you someone else in the crowd? Are you Bartimaeus asking for mercy? Are you asking for insight into a deeper experience of Jesus? What do you imagine Jesus saying back to you? If you see yourself as one of the religious leaders, what is your attitude towards Bartimaeus or Jesus? No matter how you view yourself in the passage there is no right or wrong view. Your reflection will give you a deeper awareness of your relationship with Jesus. If, you discover your relationship is at a distance from Jesus, then what keeps you from calling out to Jesus as Bartimaeus did? Is it fear? Is it an idea that you must only be perfect to be near Jesus? Is it that your life must not be messy, but neat and clean, perfect before approaching Jesus?\nOn retreat the priest told a true story about a priest friend of his. His friend had cancer and the radiation disabled him from controlling his bowels. The nurse had cleaned him up and his messy bed. Shortly afterwards he once more lost control of his bowls. Rather than call the nurse he laid there. Later on when the nurse returned she said “Father, why didn’t you ring for me?” He replied “I didn’t want you to have to clean up this mess again”. She responded “Father, that’s my job. I’m here to clean up your mess at any time, and all times. You just call me.” When the retreat priest heard this story it gave him an insight into Jesus. Jesus came among us to clean up our mess; our sinfulness; that is the meaning of the cross. And, Jesus continues to clean up our mess with what Bartimaeus first asked of Jesus: “Jesus, have pity, have mercy on me”. Jesus continues to clean up our sinful and messy imperfect lives with His Divine Love.",
    "trans": "연중 제30주일 (B년)\n2024년\n오늘 복음 말씀을 곰곰이 생각해 보면 우리 자신, 예수님, 그리고 우리와 예수님 사이의 관계에 대한 통찰을 얻을 수 있습니다. 예수님에 대해 우리가 많은 걸 알고 있을지도 모르지요. 종교 시간에 들은 사실적인 내용들 말입니다. 하지만 과연 우리 자신과 예수님 사이의 인간적인 관계가 얼마나 깊은지, 저희가 알고 있는 걸까요? 이런 말씀을 드리는 이유는 몇 년 전 제가 대학 도시에서 본당 신부로 재직하던 당시의 경험 때문입니다. 신자분들께선 대체로 제가 노력한다고 도달할 수 없을 만큼 높은 수준의 교육을 받으셨었기 때문에 저는 상당한 압박감을 느꼈습니다. 그때 제게 필요한 통찰을 건네주셨던 건 한 교수님이었습니다. \"저희는 모두 저희의 전문 분야에 대해 해박합니다. 하지만 신앙은 지식을 넘어서는 것이기에, 저희는 저희의 신앙에 대해 제대로 알지 못합니다. 그렇기에 저희는 삶 속에서 예수님을 느낄 수 있는 길을 신부님께서 제시해 주시길 바라고 있습니다.\"\n오늘의 복음을 다시 떠올려 보세요. 종교 지도자들은 예수님에 대해 잘 알고 있었습니다. 아니, 최소한 그렇다고 생각은 했죠. 예수님은 어디에서 오셨는가를, 예수님의 직업이 목수였다는 것을 그들은 알고 있었습니다. 그러나 그들은 예수님이 누구신가는 알지 못했습니다. 그들이 예수님을 진정 알았다면 바르티매오가 던졌던 그 간청을 그들도 똑같이 드렸을 겁니다. \"하나님의 아들, 예수님이시여, 제게 자비를 내리소서.\" 말씀을 더 깊이 반추해 봤다면 여러분에게 이런 의문도 떠올랐을 수 있습니다: 진정 눈이 먼 자는 누구인가, 바르티매오인가, 아니면 이 종교 지도자들인가? 실질적으로 시각을 잃은 것은 바르티매오나, 그는 결코 눈 먼 자가 아니었습니다. 종교 지도자들은 여전히 시각을 지니고 있었지만, 그 통찰력의 부재로 말미암아 영적으로 눈이 멀었다고 할 수밖에 없습니다. 예언서를 읽고 연구함으로써 그들에겐 메시아에 대한 지식이 있었습니다. 그들은 메시아의 출현을 기다렸으나, 하나님께선 그들 가운데 계셨으니 그들로서는 메시아를 볼 도리가 없었습니다. 그러나 시각이 없음에도 통찰력을 가졌던 바르티매오는 종교 지도자들이 보지 못한 것을, 예수님을 메시아로 목도했습니다. 눈이 먼 것은 누구라 말하겠습니까? 예수님께서는 바르티매오가 일찍이 지녔던 통찰력을, 그 깊은 신앙을 인정하셨습니다.\n예수님을 더욱 깊이 경험하고 싶다면 렉시오 디비나 기도법을 통해 오늘의 복음을 다시 읽어 보시길 권합니다. 조용히 앉아서, 말씀을 천천히 읊조려 보세요. 여러분을 행간에 내려놓으세요. 복음 안에 스며든 여러분을 떠올리세요. 여러분은 바르티매오입니까? 여러분은 예수님의 말씀에 귀를 기울이는 사도들 중 한 명입니까? 여러분은 바르티매오가 예수님께 다가가는 것을 막아선 종교 지도자들 중 하나입니까? 여러분은 그저 군중 속의 누군가입니까? 여러분은 바르티매오처럼 자비를 간청하고 계십니까? 예수님을 더 깊이 경험하기 위한 통찰력을 간구하고 계십니까? 예수님께서 여러분께 어떻게 답하시리라 생각하십니까? 여러분이 자신을 종교 지도자로 간주하고 계시다면, 예수님과 바르티매오를 바라보는 여러분의 관점은 무엇입니까? 말씀에서 여러분의 모습을 어떤 것으로 마주하셨건 간에 그곳에 옳고 그름은 없으며, 그 반영은 예수님과 여러분의 관계를 더욱 깊이 이해하도록 해 줄 겁니다. 만일 예수님과 여러분 사이의 거리가 멀다는 사실을 깨달으셨다면, 바르티매오가 그러하였듯 예수님을 소리 높여 부르지 못하도록 여러분을 막고 있는 것은 무엇입니까? 공포입니까? 온전하여야만 예수님의 앞에 모습을 보일 수 있다는 관념입니까? 어질러진 바 없이 깨끗하고 단정한, 완벽한 생명만 예수님을 마주할 수 있다는 생각입니까?\n피정 중에 한 신부님께서 다른 친구 신부님의 실화를 제게 들려주신 적이 있었습니다. 신부님께서는 암에 걸리셨고, 방사선 치료를 받은 탓에 대장을 통제하실 수 없게 되셨었다고 합니다. 간호사가 와서 더러워진 몸과 침대를 깨끗이 청소한 지 얼마 되지도 않아, 몸과 침대는 다시 또 더러워지고 말았다고 합니다. 신부님께서는 간호사를 부르지도 않고 가만히 누워 있었는데, 나중에 돌아온 간호사가 신부님께 여쭸다고 합니다. \"왜 절 안 부르신 거예요, 신부님?\" 신부님은 답하셨습니다. \"또 이 난장판을 치우게 하기가 미안했습니다.\" 그녀가 다시 말했습니다. \"신부님, 이게 제 일이에요. 언제건 신부님께서 곤란을 겪으실 때 치워 드리려고 제가 있는 거니까, 언제든 불러 주세요.\" 이 이야기를 해 주신, 피정 중이시던 그 신부님은 여기서 예수님에 대한 중요한 통찰을 얻으셨습니다. 예수님께선 저희의 더러움, 죄를 깨끗이 하기 위해 오셨으며, 바로 그것이야말로 십자가의 의미라는 것을요. 바르티매오가 \"예수님이시여, 제게 자비를 내리소서.\"라고 간청하였을 때 행하셨듯이, 예수님께선 지금도 우리를 죄 많고 지저분하며 불완전한 생명을 그분의 신성한 사랑으로 씻어 내리고 계십니다."
}