{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Product Name : FENAZIN TAB 10MG\nRegistration No. : HK-12717\nCertificate Holder : SYNCO (H.K.) LIMITED\nCertificate Holder Address : 7, DAI SHUN STREET, TAI PO IND EST, TAI PO, NEW TERRITORIES\nLegal Classification : Part 1 Poison\nSale Requirement* : Pharmacy only Medicines\nIngredients :\nActive Ingredient\npromethazine hydrochloride\nDate of Registration# : 28 Apr, 1980\nNotes:\n* -Prescription Only Medicines are medicines which must only be purchased with a prescription in a pharmacy. (該類藥物只可在藥房按照醫生處方才可購買。)\n-Pharmacy Only Medicines are medicines which can be purchased in a pharmacy in the presence and under the supervision of a registered pharmacist, but without the need of a prescription. (該類藥物只可在有註冊藥劑師在場及在其監督下於藥房購買，但並不需要醫生處方。)\n-Over-the-Counter Medicines are in general medicines classified as Part 2 poison and 'Not a Poison'. For medicines which are classified as 'Not a Poison', they can be freely purchased from a pharmacy (Authorized Seller of Poisons), a medicine store (Listed Seller of Poisons), or any other non-licensed premises; whereas for Part 2 Poisons, they can be purchased only from a pharmacy or a medicine store. (該類藥物一般歸納為第2部毒藥和非毒藥。 非毒藥可在藥房(獲授權毒藥銷售商)、藥行(列載毒藥銷售商)或其他沒有牌照的處所購買，而第2部毒藥則只能在藥房或藥行購買。)\n- For details of legal classification of medicines and sales requirements, please refer to an",
    "trans": "상품명 : 페나진 탭 10MG\n등록 번호 : HK-12717\n인증서 보유자 : 싱코(홍콩) 유한 회사\n인증서 보유자 주소 : 신제 다푸 다푸혁신원 다이슌 가 7\n법적 분류 : 파트 1 독극물\n판매 요건* : 약국 전용 의약품\n재료 :\n활성 재료\n프로메타진 염산염\n등록일자# : 1980년 4월 28일\n참고:\n* -처방전 전용 의약품은 처방전이 있을 때 약국에서만 구매되어야 하는 의약품이다. (該類藥物只可在藥房按照醫生處方才可購買。)\n- 약국 전용 의약품은 등록된 약사의 존재 및 관리 하에서, 그러나 처방전 없이도 약국에서 구매 가능한 의약품이다. (該類藥物只可在有註冊藥劑師在場及在其監督下於藥房購買，但並不需要醫生處方。)\n- 처방전 없이 살 수 있는 의약품은 일반적으로 파트 2 독극물이자 '독극물이 아님'으로 분류되는 의약품이다. '독극물이 아님'으로 분류되는 의약품은 약국(인가된 독극물 판매자), 의약품 가게(지정된 독극물 판매자), 혹은 기타 비면허 시설에서 자유롭게 구매 가능하다; 반면 파트 2 독극물은 약국이나 의약품 가게에서만 구매될 수 있다. (該類藥物一般歸納為第2部毒藥和非毒藥。 非毒藥可在藥房(獲授權毒藥銷售商)、藥行(列載毒藥銷售商)或其他沒有牌照的處所購買，而第2部毒藥則只能在藥房或藥行購買。)\n- 의약품의 법적 분류 및 판매 요건에 관한 세부 정보는 다음을 참조하라"
}