{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Adult material: Some Content on OnlyFans contains adult material, and you acknowledge and agree to this when you access OnlyFans. We are not responsible for any loss or damage you suffer as a result of how or where you view Content.\n\"Fan Payment\": any payment related to a Creator Interaction;\nWho we are and how to contact us: OnlyFans is operated by Fenix International Limited. We are a limited company registered in England and Wales, with company registration number 10354575 and we have our registered office address at 9th Floor, 107 Cheapside, London, EC2V 6DN. Our VAT number is 268196365.\n\"Referring User\": a User who participates in the OnlyFans Referral Program;\nSubmit additional age or identity verification information any time we ask for it;\n\"Indirect Sales Taxes\": any Tax that is statutorily applied to Fan Payments in any relevant jurisdiction;\n\"Fan\": a User who has registered for an account and who can access a Creators' Content via a Creator Interaction;\nFan subscriptions and purchases: This section applies to Creator Interactions including Subscription billing and renewals:\nBY USING OUR WEBSITE YOU AGREE TO THESE TERMS – PLEASE READ THEM CAREFULLY\n\"Creator Interaction\": an interaction on OnlyFans that grants access to a Creator's Content, including: (i) a Subscription; (ii) a payment for pay-per-view Content; and (iii) any other interaction or payment between a User and a Creator's account or Content, including direct messages;\nTo address a risk to OnlyFans, to us, to Users, or to relevant third parties.\nTo register as a User and open a Fan account:\n\"Tax\": all forms of tax and statutory, governmental charges, duties, imposts, contributions, levies, withholdings, or liabilities wherever chargeable in any applicable jurisdiction;\n\"United Kingdom\" and \"UK\": the United Kingdom of Great Britain and Northern Ireland;\nCreators are solely responsible for determining any pricing applicable to Creator Interactions.\nIf you are registered for VAT in the UK, provide your UK VAT number;\n\"Content\": any material Uploaded to OnlyFans by any User, including any photos, videos, audio, livestream material, data, text, metadata, images, interactive features, emojis, GIFs, memes, and any other material whatsoever;\nAll prices appear,\nUpload a valid form of ID and two photos of you;\n\"Terms of Service\" (also called \"your agreement with us\"): the legally binding agreement between you and us which consists of: (i) these Terms of Use; (ii) Acceptable Use Policy; (iii) Referral Program Terms; (iv) Platform to Business Regulation Terms; (v) Complaints Policy; (vi) Appeals Policy; (vii) UK VAT Policy; and (viii) Community Guidelines;\nif your Content includes or uses any third-party material, you have secured all rights, licenses, written consents and releases that are necessary for the use of such third-party property in your Content and for the subsequent use of that Content on OnlyFans and by us; and\n\"Subscription\": a Fan's binding agreement to obtain access for a specific period of time to all content that a Creator makes available to Fans in exchange for authorised automatic renewal payments. This excludes individually priced content;\nRegistering with OnlyFans: By registering with and using OnlyFans, you agree to the Terms of Service. If you do not agree, your sole remedy is to not register or stop being an OnlyFans User. We may reject an account application for any reason. To use OnlyFans you must register and open an account on OnlyFans. You must provide a valid email address, a username, and a password or authenticate using an approved third-party. Your password must comply with the OnlyFans password requirements.\nYou are legally responsible for all Content you Upload. If you are a Creator and someone else assists you with the operation of your Creator account, this does not affect your legal responsibility. Our relationship is with you, and not with any third-party, and you will be legally responsible for ensuring that all Content posted and all use of your account complies with the Terms of Service.\nYou agree to act as custodian of records for all Content you Upload to OnlyFans.\nWe can modify these Terms of Service at any time.\nWe may change the Terms of Service: Where permitted we may change any part of the Terms of Service without Notice:\nthe Content is:\nYou must not be convicted of committing a serious crime; and\nAdd a bank account, payment details for your bank account, or a payment method;\nof satisfactory quality, taking account of any description of the Content, the price, and all other relevant circumstances including any statement or representation which you make about the nature of the Content on your account or in any advertising;\nTo contact us with questions, please email support@onlyfans.com or use our Contact Form. You may also write to us at 9th Floor, 107 Cheapside, London, EC2V 6DN.\nYou must be at least 18 years old;\nYou agree to pay (where required) for Creator Interactions in accordance with the Terms of Service and the Contract between Fan and Creator.\nSelect a method (\"Payout Option\") for us to transfer Creator Earnings to you;\nYour Content is not confidential, and you authorise your Fans to access and view your Content on OnlyFans for their own lawful and personal use, and in accordance with any licenses that you grant to your Fans.\nWe may also make other changes and will Notify you so you may delete your account before the changes take effect. Once updated you will be bound by the effective Terms of Service if you continue to use OnlyFans.\nyou own your Content (and all intellectual property rights in it) or hold all rights necessary, including licenses, to post and monetise the Content on OnlyFans or the subsequent use of that Content by OnlyFans;\nAdd Content for Users to view when they subscribe to your account and become your Fans; and\nWe may change, suspend, or deactivate OnlyFans: We may change OnlyFans from time to time for any reason. We do not guarantee that OnlyFans, or its Content, will always be available or accessible without interruption. We may suspend, withdraw, or restrict the availability of any part of OnlyFans.\nYour rights may vary depending on where you are resident when you access OnlyFans.\n\"Creator Earnings\": the portion of a Fan Payment payable to a Creator pursuant to these Terms of Service after deducting all fees and applying all relevant tax laws;\n\"Include\", \"Includes\", and \"Including\" also mean \"without limitation\";\nInterpretation: In the Terms of Service:\nReferences to \"we\", \"our\", \"us\" are references to Fenix International Limited, the operator of OnlyFans;\nProvide any additional information we request, which may vary depending on where you live or your nationality.\n\"Subsidiary\": a legal entity of which Fenix or a Fenix Subsidiary, alone or with other Fenix Subsidiaries, owns, or has the power to vote or control;\n\"Upload\": publish, display, post, type, input, or otherwise share any photos, videos, audio, livestream material, data, text, metadata, images, interactive features, emojis, GIFs, memes, and any other material whatsoever;\n\"Business User\": a User who uses OnlyFans for commercial reasons, whether acting on their own behalf or through someone else, including Referring Users;\n\"User\": any user of OnlyFans, whether a Creator or a Fan or both (also referred to as \"you\" or \"your\").\nWe refer to our website as \"OnlyFans\", including when accessed via the URL www.onlyfans.com;\nTo reflect changes in applicable laws and regulations; and/or\nTo open a Creator account, you must also:\nContent – general terms:\nIf a dispute arises between you and us, you agree to notify us and agree to mediation before bringing any claim against us.\nIf you purchase a Subscription, it will automatically renew for additional periods of the same duration unless you cancel it.\nSet a monthly subscription price, if any, for your Fans;\nas described by you.\nWe are not responsible for, do not control, and do not endorse any Content you or any other OnlyFans User posts. We have no direct control over what your Content may comprise and are not obligated to pre-screen Content. We reserve the right to pre-screen, monitor, or reuse Content. We reserve the right to remove Content that violates our Terms of Service.\n\"Consumer\": all Users who are not Business Users;\nIntroduction: These Terms of Use govern your use of OnlyFans and your agreement with us. Here are a few key things to note:\nYou must be able to be legally bound by a contract with us;\nIf you do not meet the above requirements, you must not access or use OnlyFans. You may also be asked to provide additional information prior to account approval.\n\"Contract between Fan and Creator\": the terms which govern each Creator Interaction;\n\"Notice\", \"Notify\", and \"Notification\": our attempt to share information with you by: sending a message to your OnlyFans account, or sending an email to an address you provide, or posting a letter to the physical address you provide, or sending a text message to or calling a phone number you provide;\nTERMS OF USE\nYou must be legally permitted to join, view Content, and to use any functionality provided by OnlyFans;\nit complies with the Terms of Service and all applicable laws;\nYou are liable to and will indemnify us if any warranty in this section of these Terms of Use is untrue. This means you will be responsible for any resulting loss or damage we suffer.\nCreator Interactions are governed by the Contract between Fan and Creator. We may moderate Content and we facilitate Creator Interactions by providing the OnlyFans platform, but we are not a party to the Contract between Fan and Creator or any other contract between a User and a Creator, and we are not responsible for Creator Interactions.\n\"Creator\": a User who has set up their OnlyFans account to post Content for Fans to view;\nYou warrant that, for each item of Content you Upload to OnlyFans:\nreasonably suitable for any purpose which the Fan has made known to you; and",
    "trans": "성인 자료: 온리팬스의 일부 콘텐츠는 성인용 자료를 포함하며, 귀하가 온리팬스에 접속할 때 이를 인정하고 동의합니다. 귀하가 콘텐츠를 보는 방법이나 장소로 인해 발생하는 손실이나 피해에 대해서는 당사가 책임을 지지 않습니다.\n“팬 결제”: 크리에이터 상호 작용과 관련된 모든 결제;\n우리가 누구이며 연락 방법: 온리팬스는 패닉스 인터네셔널에서 운영합니다. 우리는 영국과 웨일즈에 등록된 유한 책임 회사로, 회사 등록 번호는 10354575이고 우리의 등록된 사무실 주소는 런던, 치프사이드 107, 9층, EC2V 6DN입니다. 우리의 부가가치세 번호는 268196365입니다.\n“추천 사용자”: 온리팬스 추천 프로그램에 참여하는 사용자;\n우리가 요청할 때마다 추가 나이 또는 신원 확인 정보를 첨부합니다;\n“간접 판매 세금”: 관련 관할권에서 팬 결제에 법적으로 적용되는 모든 세금;\n“팬”: 계정에 등록하고 크리에이터 상호작용을 통해 크리에이터의 컨텐츠에 접속할 수 있는 사람;\n팬 구독과 구매: 이 부분은 구독 청구와 갱신을 포함한 크리에이터 상호작용에 적용됩니다:\n우리의 웹사이트를 이용하면서 귀하는 이러한 조건에 동의합니다 – 주의 깊게 읽어주세요\n“크리에이터 상호작용”: 크리에이터의 콘텐츠에 대한 접속 권한을 보여하는 온리팬스의 상호작용으로, 다음을 포함합니다: (i) 구독; (ii) 유료 콘텐츠에 대한 지불; 그리고 (iii) 사용자와 크리에이터 계정 또는 콘텐츠 사이의 모든 상호작용이나 개인 메시지를 포함한 콘텐츠;\n온리팬스, 우리, 사용자, 혹은 관련된 제 3자에 대한 위험을 해결하기 위해.\n사용자로 등록하고 팬 계정을 개설하려면:\n“세금”: 해당 관할 구역에서 부과되는 모든 형태의 세금과 법규, 정부 부과금, 의무, 부과금, 기부금, 추가 부담금, 원천징수 또는 부채\n“연합 왕국” 그리고 “영국”: 그레이트 브리튼의 영국과 북아일랜드;\n크리에이터는 크리에이터 상호작용에 적용되는 모든 가격을 결정하는데 전적으로 책임이 있습니다.\n영국에서 부가가치세에 등록이 되어 있는 경우, 귀하의 영국 부가가치세 번호를 제공하세요;\n“콘텐츠”: 사진, 영상, 오디오, 라이브 스트리밍 자료, 데이터, 문서, 메타데이터, 이미지, 대화형 기능, 이모지, GIF, 밈, 그리고 모든 기타 자료를 포함하여 사용자에 의해 온리팬스에 업로드한 모든 자료;\n모든 가격을 표시합니다,\n유효한 신분증과 귀하의 사진 2장을 업로드하세요;\n“서비스 약관” (“귀하와 당사 간의 계약”으로도 불림): 귀하와 우리 사이의 법적으로 구속력 있는 계약으로 내용은 다음과 같습니다: (i) 이용 약관; (ii) 허용 가능한 사용 정책; (iii) 추천 프로그램 약관; (iv) 비즈니스 규제 약관 플랫폼; (v) 불만 처리 정책; (vi) 항소 정책; (vii) 영국 부가가치세 정책; 그리고 (viii) 커뮤니티 가이드라인;\n귀하의 콘텐츠가 제 3자의 자료를 포함하거나 사용되는 경우, 귀하는 온리팬스와 당사에서 귀하의 콘텐츠에 제 3자의 자산을 사용하는 데 필요한 모든 권리, 자격, 서면 동의 및 해제를 확보했으며 해당 콘텐츠에 대한 후속 사용도 이것에 포함됩니다; 그리고\n“구독”: 승인된 자동 갱신 결제의 대가로 제공되는 크리에이터가 팬에게 제공하는 모든 콘텐츠에 대해 일정 기간 동안 접속 권한을 얻을 수 있는 팬의 구속력 있는 계약입니다. 이것은 개별적으로 가격이 책정된 콘텐츠는 제외됩니다;\n온리팬스에 등록하기: 온리팬스에 등록하고 사용하면서 귀하는 서비스 약관에 동의합니다. 귀하가 동의하지 않는다면, 유일한 구제책은 등록하지 않거나 온리팬스 사용자가 되는 것을 멈추는 것입니다. 당사는 어떤 이유로든 계정 신청을 거부할 수 있습니다. 온리팬스를 사용하기 위해서 귀하는 등록하고 계정을 개설해야 합니다. 귀하는 유효한 이메일, 사용자 이름, 그리고 비밀번호를 제공하거나 승인된 제 3자가 사용하여 인증해야 합니다. 귀하의 비밀번호는 온리팬스 비밀번호 요건을 준수해야 합니다.\n귀하가 업로드하는 모든 콘텐츠에 대해 법적으로 책임을 져야 합니다. 귀하가 크리에이터이고 귀하의 크리에이터 계정으로 다른 사람이 운영을 돕는 경우, 이것은 귀하의 법적 책임에 영향을 미치지 않습니다. 우리는 귀하와 관계를 맺은 것이며, 제 3자와 맺은 것이 아니고, 귀하는 게시된 모든 콘텐츠와 귀하 계정의 모든 사용이 서비스 약관을 준수하도록 하는 데 법적으로 책임을 져야 합니다.\n온리팬스에 귀하가 업로드하는 모든 콘텐츠에 대한 기록 관리인 역할을 하는데 동의합니다.\n우리는 이 서비스 약관을 언제든지 수정할 수 있습니다.\n우리는 서비스 약관을 변경할 수 있습니다: 허용되는 경우 우리는 공지 없이 서비스 약관의 모든 부분을 변경할 수 있습니다.\n콘텐츠는:\n귀하는 중대한 범죄를 저질러서 유죄 판결을 받으면 안됩니다; 그리고\n은행 계좌, 귀하의 은행 계좌를 위한 지불 세부 정보, 또는 지불 방법을 추가합니다;\n만족스러운 품질, 콘텐츠에 대한 설명, 가격, 그리고 모든 귀하의 계정이나 모든 광고에 있는 콘텐츠의 특성에 대해 귀하가 만드는 진술이나 표현을 포함한 기타 모든 관련 상황을 고려합니다;\n질문이 있으시다면, support@onlyfans.com으로 이메일을 보내거나 우리의 문의 양식을 이용하세요. 또한 런던, 치프사이드 107, 9층, EC2V 6DN으로 편지를 보내도 됩니다.\n귀하는 18세 이상이어야 합니다;\n귀하는 서비스 약관과 팬과 크리에이터 사이의 계약에 따라 크리에이터 상호작용을 위한 (필요한 경우) 지불을 해야 하는 것을 동의합니다.\n이체 방법 (“지급 옵션”)을 선택해서 당사가 귀하에게 크리에이터 수익을 이체할 수 있게 하세요;\n귀하의 콘텐츠는 기밀이 아니며, 귀하는 귀하의 팬이 온리팬스에서 합법적이고 개인적인 용도로 귀하의 콘텐츠에 접속하고 볼 수 있도록 허가하며, 귀하가 팬에게 보여한 모든 라이선스에 따라야 합니다.\n우리는 다른 변경도 진행할 수 있는데 변경 사항이 적용되기 전에 계정을 삭제할 수 있도록 귀하에게 알림을 보내드립니다. 업데이트가 한 번 되면 온리팬스를 계속 사용하는 경우에 유효한 서비스 약관에 따라야 합니다.\n귀하는 귀하의 콘텐츠 (그리고 그것에 대한 모든 지적 재산권)을 소유하거나 온리팬스에 콘텐츠를 게시하고 수입을 창출하거나 온리팬스가 해당 콘텐츠를 사용하는 데 필요한 라이선스를 포함한 모든 권리를 보유합니다.\n사용자를 위한 콘텐츠를 추가하여 언제 그들이 귀하의 계정에 구독을 하고 귀하의 팬이 되었는지 살펴보세요; 그리고\n우리는 온리팬스를 변경, 중단, 또는 비활성화할 수 있습니다: 우리는 수시로 어떤 이유로든 변경할 수 있습니다. 우리는 온리팬스 또는 그 콘텐츠가 어떠한 중단 없이 사용가능하거나 접속할 수 있다는 보장은 없습니다. 우리는 온리팬스의 모든 부분을 중단, 철회, 또는 제한할 수 있습니다.\n귀하가 온리팬스에 접속할 때 거주 지역에 따라 귀하의 권리가 달라질 수 있습니다.\n“크리에이터 수익”: 모든 수수료를 공제하고 모든 관련 세법을 적용한 후에 이 서비스 약관에 따라 크리에이터에게 지급되는 팬 결제 금액입니다;\n“포함”, “포함”, 그리고 “포함”은 또한 “제한 없이”를 의미합니다;\n설명: 서비스 약관에서:\n“우리”, “저희”, “저희”에 대한 언급은 온리팬스의 운영자인 페닉스 인터네셔널을 지칭합니다;\n귀하가 거주하는 지역이나 국적에 따라 잘라질 수 있는 추가 정보를 요청하는 경우 제공하길 바랍니다.\n“자회사”: 페닉스 또는 페닉스 자회사가 단독으로 또는 다른 페닉스 자회사와 함께 소유하거나 투표 또는 통제할 권한이 있는 법적실체입니다;\n“업로드”: 사진, 영상, 오디오, 라이브 스트리밍 자료, 데이터, 문서, 메타테이터, 이미지, 대화형 기능, 이모지, GIF, 밈이나 기타 모든 자료를 게시, 표시, 포스트, 입력, 투입, 또는 기타 방식으로 공유합니다;\n“비즈니스 사용자”: 사업적 목적으로 온리팬스를 사용하는 사용자로, 추천 사용자를 포함해서 본인을 대신하거나, 다른 사람을 통해 사용하는 사용자입니다;\n“사용자”: 온리팬스의 모든 사용자로, 크리에이터나 팬 혹은 둘 다 해당됩니다 (“당신”이나 “귀하”로 불리기도 함).\n우리는 URL www.onlyfans.com을 통해 접속할 때를 포함하여 당사 웹사이트를 “온리팬스”로 명칭합니다;\n해당 법률 및 규정의 변경 사항을 반영하기 위해; 그리고/또는\n크리에이터 계정을 개셜하려면, 귀하는 다음을 준수해야 합니다:\n콘텐츠 – 일반 약관:\n귀하와 당사간의 분쟁이 발생하는 경우, 귀하는 당사에 대해 권리를 제기하기 전에 당사에 통지하고 중재에 동의하는 것을 동의합니다.\n귀하가 구독을 구매했다면, 귀하가 취소하지 않는 한 동일한 기간의 추가 기간 동안 자동으로 갱신됩니다.\n팬들을 위한 월간 구독료를 설정하세요;\n귀하가 설명한 대로.\n당사는 귀하 또는 다른 온리팬스 사용자가 게시한 모든 콘텐츠에 대해 책임을 지지 않고, 통제하지 않으며, 보증하지 않습니다. 당사는 귀하의 콘텐츠가 무엇으로 구성될 수 있는지 직접적으로 통제할 수 없으며 콘텐츠를 사전 검토할 의무가 없습니다. 당사는 콘텐츠를 사전 검토, 모니터링 또는 재사용할 권리를 유보합니다. 당사는 서비스 약관을 위반하는 모든 콘텐츠를 제거할 권리를 유보합니다.\n“고객”: 사업자 사용자가 아닌 모든 사용자;\n소개: 이 이용약관은 귀하의 온리팬스에 대한 사용과 당사와의 계약을 규정합니다. 주의해야 할 몇 가지 주요 사항은 다음과 같습니다:\n귀하는 당사와의 계약에 법적으로 구속될 수 있어야 합니다;\n귀하가 위의 요구 사항을 충족시키지 못할 경우, 귀하는 온리팬스에 접속하지 않거나 사용하지 않아야 합니다. 계정 승인 전에 추가 정보를 제공하라는 요청을 받을 수도 있습니다.\n“팬과 크리에이터 사이의 계약”: 각 크리에이터 상호작용을 규정하는 약관;\n“알림”, “통지”, 그리고 “공지”: 귀하의 온리팬스 계정으로 메시지를 보내거나, 제공한 주소로 이메일을 보내거나, 귀하가 제공한 실제 주소로 편지를 보내거나, 귀하가 제공한 전화번호로 문자 메시지를 보내거나 전화를 걸어 귀하와 정보를 공유하려는 시도;\n이용 약관\n귀하는 온리팬스에서 제공한 모든 기능에 가입하고, 콘텐츠를 시청하고, 사용할 수 있는 법적 허가를 받아야 합니다;\n이는 서비스 약관과 모든 해당 법률을 준수해야 합니다;\n이 이용 약관의 섹션에 명시된 보증이 사실이 아닌 경우, 귀하는 당사에게 배상할 책임이 있으며 배상해야 합니다. 이것은 당사가 입은 모든 손실 또는 피해에 대한 책임을 지는 것을 의미합니다.\n크리에이터 상호작용은 팬과 크리에이터 사이의 계약에 따라 관리됩니다. 당사는 온리팬스 플랫폼을 제공하여 콘텐츠를 관리하고 크리에이터 상호작용을 촉진할 수 있지만, 크리에이터와 팬 사이의 계약 또는 사용자와 크리에이터 사이의 다른 계약의 당사자는 아니며, 크리에이터 상호작용에 대한 책임을 지지 않습니다.\n“크리에이터”: 팬이 볼 수 있는 콘텐츠를 게시하기 위해 온리팬스 계정을 설정한 사용자;\n귀하가 온리팬스에 업로드하는 모든 콘텐츠의 항목에 대해 다음을 보증합니다:\n팬이 귀하에게 알린 모든 목적에 합리적으로 적합하고;"
}