{
    "source": "en_US",
    "target": "ko_KR",
    "text": "And now, here we were. Looking at each other with nothing more to say.\n\"I'm so sorry.\" I spoke in a voice barely above a whisper. I didn't think that going into extreme detail about how Luca and I would help the situation.\nThe fact of the matter was, was that I had a boyfriend while seeing her and that was unforgivable.\n\"I'm sure you are.\" Vivian said dryly.\n\"I am.\" I insisted.\n\"If you really felt as bad as you claim to feel right now, you wouldn't have done it in the first place.\" Vivian commented.\n\"It's more complicated than that.\" I said, feeling shame and guilt bubble up in my chest.\nI did not know what to do, nor what to say. I was still shaken up from what has happened with Nathan. I had no way of explaining myself to Vivian.\nI just felt So. Fucking. Hopeless.\n\"I think what's complicated to you is very simple to me. I was willing to give you everything that you ever wanted and I was just a side piece to you.\" Vivian stated, very matter-of-factly.\n\"Vivian, No. You were never just a side piece to me, Don't fucking say that.\"\n\"Kinda difficult to see it as anything but that, don't you think?\" Vivian sighed, closing her eyes while rubbing her neck as if trying to get the tension out of her body.\n\"Vivian...\" I started, although I wasn't even quite sure as to what I was planning on saying.\n\"Please get your stuff out of my house and leave your set of keys with the housekeeper.\" Vivian said, \"I would also really appreciate it if you left. Now.\"\nI forgot that I had a set of keys to her home. The day that she had given them to me, I remember jumping into her arms and kissing all over her face.\n\"Really? You trust me enough for this?\" I had asked while she rubbed the small of my back, looking at me with nothing short of awe and adoration.\n\"Of course. I want you in my life Avery, so you deserve access to every piece of mine.\"\nMy heart filled with happiness and butterflies in that moment. I stopped kissing her face and kissed her soft, delicate lips with my arms around her neck and legs around her waist.\nAnd now, what?\nI was leaving her office while her fucking assistant, Tammy, watched me with a smug look on her face because our relationship was terminated?\nI called a cab and sat in silence. I wasn't going to cry.\nI made my way into her home and gave my key to the housekeeper, offering a weak smile as I said I wasn't going to be around anymore.\n\"That's a shame Ms.Bennett. We really liked having you around.\" He said, referring to his self and the other staff members such as the gardener and the chef.\nI wasn't going to cry.\nI repeated this as a mantra to myself as I went to her room and got the few random things that I left behind. Some clothing items, toiletries. So on and so forth.\nHer scent filled my nose as I opened her cupboard to retrieve one of my hoodies. I said I wasn't going to fucking cry.\nBut as I sat down on her bed to see a picture of us together in a photo frame, something that I had never seen before.\nThe day that we had taken that photo...\nWe were at the beach directly across from the hotel that she had booked for us. The only difference was, was that this time I was the one admiring her.\nShe looked so fucking beautiful.\n\"Vivian.\" I said.\nShe looked at me, smiling, \"Yes princess?\"\nI hooked my arm around hers, resting mf head on her shoulder, \"I don't ever want there to be a time where we aren't in each others lives. You make me really, really happy.\"\nI couldn't see her looking down at me and smiling. I took out my phone to take a picture only to see her already looking at the camera, smiling just as broadly as me.\n\"Hey you're blushing!\" I laughed.\n\"Shush.\"\nI took a photo and commemorated the moment. She printed it out and put it on her bedside table and on the photo frame was written, \"I don't ever want there to be a time where we aren't in each others lives.\"\nAll my efforts went to waste.\nI broke down into tears.",
    "trans": "그리고 우린 이제 여기에 있다. 더 할 말이 없이 서로를 바라보며.\n\"미안해.\" 난 속삭이는 수준보다 클 것도 없는 목소리로 말했다. 나와 루카가 어떻게 상황을 개선할지 아주 세세하게 들어가리라 생각하진 않았다.\n그녀를 만나는 동안 내겐 남자친구가 있었다는 게 사실이었고 그건 용서받을 수 없는 일이었다.\n\"확실히 그렇겠네.\" 비비안은 건조하게 말했다.\n\"맞아.\" 난 고집했다.\n\"니가 지금 우기는 것마냥 정말 마음이 불편했다면 애초에 그러지도 않았을거야.\" 비비안이 지적했다.\n\"그것보다 복잡해.\" 가슴에서 끓어오르는 수치심과 죄책감을 느끼며 나는 말했다.\n난 무엇을 해야 할지, 또 무엇을 말해야 할지 몰랐다. 난 여전히 네이선에게 벌어진 일 때문에 동요하고 있었다. 난 비비안에게 내 자신을 설명할 방도가 없었다.\n난 그저 정말.좆같이.가망이 없음을 느꼈다.\n\"네게 복잡한 일이 내겐 참 간단한 것 같아. 네가 원해 왔던 모든 걸 주려고 했는데 난 그저 네게 곁다리였을 뿐이야.\" 비비안이 참으로 무미건조하게 말했다.\n\"비비안, 아니야. 넌 내게 그저 곁다리가 아니었어, 시발 그렇게 말하지 마.\"\n\"그렇게 말고 달리 보기는 참 힘든데 말이야, 안 그래?\" 비비안은 눈을 감으며 한숨을 쉬었고 몸의 긴장을 잡아둘려는 냥 목을 문질렀다.\n\"비비안...\" 내가 무엇을 말하고자 하는지도 제대로 확신하지 못했으면서 나는 입을 뗐다.\n\"부탁이니 내 집에서 네 물건 챙기고 열쇠 꾸러미는 가정부한테 넘겨줘.\" 비비안은 말했다, \"또 네가 지금 떠나준다면 정말 고마울 것 같아.\"\n그녀의 집 열쇠 꾸러미를 가지고 있다는 것도 잊고 있었다. 그녀가 내게 열쇠들을 준 날, 그녀의 품에 뛰어들어 얼굴 여기저기에 키스를 했다는 게 기억난다.\n\"진심이야? 이 정도로 날 믿어?\" 그녀가 내 등허리를 어루만지며 경외감과 흠모나 다름 없는 시선을 담아 나를 볼 때 난 그렇게 물었다.\n\"당연하지. 내 삶에 네가 있길 바라 에이버리, 그러니 내 모든 것에 접근할 자격이 있어.\"\n그 순간 내 가슴은 행복함과 두근거림으로 가득찼다. 난 그녀의 얼굴에 키스하는 것을 멈췄고 팔은 그녀의 목 주변에, 다리는 그녀의 허리 근처에 둔 채 그녀의 부드럽고 섬세한 입술에 키스했다.\n그리고 지금은 뭐지?\n난 그녀의 사무실을 떠나고 있었고 그녀의 좆같은 조수 타미는 우리 관계가 끝나버렸기에 우쭐해하는 얼굴로 나를 지켜보네?\n난 택시를 불렀고 조용히 앉았다. 난 울지 않을 것이다.\n난 그녀의 집으로 가 가정부에게 열쇠를 줬으며 더 이상 여기 올 일이 없을 것이라 말하며 옅은 미소를 지어보였다.\n\"유감이네요 베넷씨. 여기 계셔서 저흰 참 좋았는데요.\" 그 자신에 더해 정원사와 주방장 등 다른 직원들까지 언급하며 그가 말했다.\n난 울지 않을 것이다.\n그녀의 방으로 가 내가 남겨둔 몇 가지 물건을 아무거나 집으면서 이 말을 주문처럼 되뇌었다. 옷가지 몇 개, 세면도구 등등.\n내 모자 달린 옷들 중 하나를 가져오려고 그녀의 벽장을 열자 그녀의 향기가 내 코에 가득찼다. 난 시발 울지 않을 거라고 내뱉었다.\n하지만 액자에 담긴 우리가 함께 찍은 사진을 보려고 그녀의 침대에 앉자 이전에 본 적 없던 것.\n그 사진을 찍었던 그 날...\n우리는 그녀가 우릴 위해 예약한 호텔 바로 맞은 편의 해변에 있었다. 단 하나 다른 점이라면 이 때 난 그녀를 예찬하고 있었단 것이다.\n그녀는 정말 빌어먹게 아름다웠다.\n\"비비안.\" 나는 말했다.\n그녀가 미소를 지으며 나를 쳐다봤다. \"네 공주님?\"\n난 내 팔로 그녀를 감싸쥐고 그녀의 어깨에 내 머리를 올렸다, \"우리가 서로의 삶에 없는 순간은 결코 원하지 않아. 네 덕분에 정말정말 행복해.\"\n그녀가 나를 내려다보며 미소짓는 걸 볼 수 없었다. 난 단지 나처럼 활짝 웃은채 이미 카메라를 쳐다보는 그녀를 보려고 핸드폰을 꺼내 사진을 찍었다.\n\"야 너 얼굴이 빨개졌잖아!\" 난 웃었다.\n\"쉿.\"\n난 사진을 찍어 그 순간을 기념했다. 그녀는 사진을 현상해 침대 옆 탁자에 두었고 액자에는 이렇게 쓰여있었다, \"우리가 서로의 삶에 없는 순간은 결코 원하지 않아.\"\n나의 모든 노력은 수포로 돌아갔다.\n난 울음을 터뜨렸다."
}