{
    "source": "en_US",
    "target": "ko_KR",
    "text": "for increased security, it expanded the number of guest workers and, importantly, it introduced a path to legalization for undocumented immigrants.\nThe CCES contains two questions which are particularly suited for the purpose of our study. The first one asks each respondent to state whether he/she would have voted for the Senate plan. The second one, which was asked only to a subsample of the population, directly compares the House and the Senate proposal. We use answers to these questions to assess the views of each respondent on illegal immigration. In analyzing the drivers of individual attitudes, we focus on the role played by the media, while controlling for the other standard economic and noneconomic drivers which have been highlighted in the lit- erature. The CCES is unique for our purpose as, besides providing a wealth of information on the socio-economic characteristics of the respondents, it also contains information on the TV evening news program they most frequently watch (ABC World News, CBS Evening News, CNN, Fox News, PBS The NewsHour, NBC Nightly News, MSNBC, and others). To investigate the role played by the actual content of the newscast, we have supplemented this information with content coverage data obtained from the Dow Jones Factiva online archive.\nTo carry out our empirical analysis, we estimate a series of probit regressions. In our main specification, the dependent variable is a pro-Senate plan dummy, which is con- structed from answers to the first policy question described above. Controlling for other economic and noneconomic drivers, we find that media exposure plays an important role in shaping public opinion on illegal immigration. According to our estimates, respon- dents watching Fox News are 9 percentage points more likely to oppose the lenient Senate plan (relative to CBS viewers). This result is broadly consistent with the findings of recent studies on the political position and the persuasive role of Fox News (Groseclose and Milyo 2005; DellaVigna and Kaplan 2007). Perhaps surprisingly, we find that CNN viewers entertain an attitude towards illegal immigration which is very similar to the one dis- played by Fox News viewers. This result might be explained by a “Lou Dobbs” effect.3 Instead, the opposite effect holds for PBS viewers, who are 14 percentage points more likely, relative to CBS viewers, to support the Senate plan. It is important to notice that ideological self-selection into different news channels plays a relevant role, but does not completely explain the correlation between media exposure and policy attitudes on illegal immigration. In fact, when controlling for self-reported ideology and party identification, the estimated effect for Fox News and PBS is significantly smaller in absolute value than when not controlling for these variables but still large and highly significant.4 In addition, and most importantly, the estimated effect for CNN is larger in absolute value when con- trolling for self-reported ideology and party identification. This means that, in the case of CNN, the impact of the news program works in the opposite direction with respect to self-selection, and thus, the coefficient on CNN is if anything biased towards zero due to self-selection. These results give us confidence that our correlations are at least in part driven by the causal impact of media exposure. In addition, we also find that the count of stories covering migration in a given evening news program has a negative and signif- icant impact on the propensity to support the Senate plan: this result is also unlikely to be driven by self-selection since the number of stories covering migration should not be a decisive factor in the choice of the evening news program watched.\nWhen forming their opinion about a certain issue, individuals are also influenced by the real-world events pertaining to that issue (Behr and Iyengar 1985). Our findings are",
    "trans": "보안을 강화하기 위해, 이민자에 대한 합법화 경로를 도입하고, 중요한 것은, 불법 이민자에 대한 합법화 경로를 도입한 것입니다.\nCCES에는 우리 연구에 특히 적합한 두 가지 질문이 있습니다. 첫 번째는 각 응답자에게 그가/그녀가 상원 계획에 찬성했을 것인지 묻는 질문입니다. 두 번째는, 이 질문은 표본의 일부에만 질문되었으며, 하원과 상원 제안을 직접 비교하는 질문입니다. 우리는 이 질문들의 답변을 사용하여 각 응답자의 불법 이민에 대한 의견을 평가합니다. 개인적인 태도의 원인 분석에서 우리는 미디어의 역할에 초점을 맞추고, 문헌에서 강조된 다른 경제적 및 비경제적 요인들을 통제합니다. CCES는 연구의 목적에 매우 적합합니다. 왜냐하면 응답자의 사회경제적 특성에 관한 많은 정보를 제공하는 것 외에도, 그들이 가장 자주 보는 TV 저녁 뉴스 프로그램에 대한 정보(ABC World News, CBS Evening News, CNN, Fox News, PBS The NewsHour, NBC Nightly News, MSNBC 등)를 포함하고 있기 때문입니다. 실제로 뉴스 프로그램 내용이 미치는 영향을 조사하기 위해, 우리는 Dow Jones Factiva 온라인 아카이브에서 얻은 콘텐츠 보도 데이터를 추가로 사용했습니다.\n실증 분석을 수행하기 위해, 우리는 일련의 probit 회귀 분석을 추정합니다. 우리의 주요 모델에서, 종속 변수는 상원 계획 찬성 더미로, 위에서 설명한 첫 번째 정책 질문에 대한 답변을 바탕으로 구성됩니다. 다른 경제적 및 비경제적 요인을 통제한 결과, 우리는 미디어 노출이 불법 이민에 대한 여론을 형성하는 데 중요한 역할을 한다는 것을 발견했습니다. 우리의 추정에 따르면, Fox News를 시청하는 응답자는 상원 계획에 반대할 가능성이 9%포인트 더 높습니다 (CBS 시청자에 비해). 이 결과는 Fox News의 정치적 입장과 설득력 있는 역할에 대한 최근 연구들(Groseclose and Milyo 2005; DellaVigna and Kaplan 2007)과 대체로 일치합니다. 아마도 놀라운 것은 CNN 시청자들이 Fox News 시청자들과 비슷한 태도를 취한다는 것입니다. 이 결과는 \"Lou Dobbs\" 효과로 설명될 수 있습니다.3 대신, PBS 시청자들에게는 반대의 효과가 나타납니다, 그들은 CBS 시청자들에 비해 상원 계획을 지지할 가능성이, 14%포인트 더 높습니다. 이념적 자가 선택이 다양한 뉴스 채널로의 선택에 중요한 역할을 한다는 점은 중요하지만, 이는 미디어 노출과 불법 이민에 대한 정책 태도 간의 상관관계를 완전히 설명하지는 않습니다. 사실, 자가 보고된 이념과 정당 식별을 통제한 후, Fox News와 PBS에 대한 추정된 효과는 이 변수를 통제하지 않았을 때보다 절대값이 상당히 더 작지만 여전히 크고 중요한 효과를 보였습니다. 4 또한, 가장 중요한 점은, 또한, 가장 중요한 점은, 자가 보고된 이념과 정당 식별을 통제한 후 CNN에 대한 추정된 효과가 절대값으로 더 커졌다는 것입니다. 이것은, CNN의 경우, 뉴스 프로그램의 영향이 자가 선택과 반대 방향으로 작용한다는 것을 의미하며, 따라서 CNN의 계수는 자가 선택으로 인해 제로 쪽으로 왜곡될 가능성이 있다는 것입니다. 이러한 결과는 우리의 상관 관계가 적어도 부분적으로는 미디어 노출의 인과적 영향에 의해 주도된다는 것을 확신시켜줍니다. 또한, 우리는 저녁 뉴스 프로그램에서 이민에 관한 보도 횟수가 상원 계획을 지지할 성향에 부정적이고 중요한 영향을 미친다는 것을 발견했습니다: 이 결과는 이민에 관한 보도 횟수가 저녁 뉴스 프로그램을 시청할지 결정하는 중요한 요소가 아니기 때문에 자가 선택에 의해 설명될 가능성이 낮습니다.\n특정 문제에 대한 의견을 형성할 때, 개인들은 그 문제와 관련된 실제 세계의 사건들에 의해서도 영향을 받습니다 (Behr and Iyengar 1985). 우리의 발견은"
}