{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The chart you’re showing is for the XAUUSD pair (Gold vs US Dollar) on the M1 timeframe (1-minute chart). Let’s break down key points for buy/sell decisions based on this chart:\n1. RSI (Relative Strength Index):\n• Current RSI is at 47.18, which is close to the middle of the 30–70 range. This suggests that the market is neither overbought nor oversold, so no strong buy or sell signals from the RSI yet.\n2. MACD (Moving Average Convergence Divergence):\n• The MACD histogram shows a negative value (-0.137 to -0.178), indicating that the price has been bearish, but it seems to be converging towards the zero line. A crossover near the zero level could signal a buying opportunity if the MACD line crosses above the signal line.\n3. Candlestick Patterns:\n• There is a lot of price consolidation around the 2656.50 to 2656.87 levels, suggesting some indecision in the market. A break above 2656.87 might indicate a potential buying opportunity, while a break below 2656.50 could indicate a selling opportunity.\n4. Support and Resistance:\n• Resistance seems to be forming near 2657.55, and support is around 2656.15. A breakout of these levels could provide clearer buy or sell signals.\nBuy/Sell Points:\n• Buy: If the price breaks above 2657.55 with confirmation from the RSI rising and MACD turning positive.\n• Sell: If the price breaks below 2656.15 with confirmation from RSI falling and MACD remaining negative.\nWould you like more details on how to interpret any of these indicators?",
    "trans": "귀하께서 보여주시는 차트는 M1 시간대(1분 차트)의 XAUUSD 페어(금 대 미 달러)에 대한 것입니다. 이 차트를 기반으로 매수/매도 결정을 위한 핵심 사항들을 아래와 같이 정리했습니다:\n1. 상대 강도 지수:\n• 현재 상대 강도 지수는 47.18로, 30-70 범위의 중간에 위치하고 있습니다. 이는 시장이 과매도도 과매수도 아니므로, 상대 강도 지수로는 강한 매수 또는 매도 신호가 아직 나타나지 않았음을 의미합니다.\n2. 이동 평균 수렴 발산 지표:\n• 이동 평균 수렴 발산 지표 히스토그램은 음수 값을 보이며(-0.137에서 -0.178 사이), 이는 가격이 하락하고 있음을 나타내며, 제로 라인에 가까워지고 있는 듯 보입니다. 제로 수준 근처에서 이동 평균 수렴 발산 지표 라인이 신호선을 위로 교차하면 매수 기회를 나타낼 수 있습니다.\n3. 캔들스틱 패턴:\n• 2656.50에서 2656.87 수준 사이에 가격이 많이 응집되어 있어, 시장에서 일부 망설임이 있음을 시사합니다. 2656.87을 돌파하면 잠재적인 매수 기회를 나타낼 수 있으며, 2656.50을 하회하면 매도 기회를 나타낼 수 있습니다.\n4. 지지선과 저항선:\n• 저항선은 2657.55 근처에서 형성되고, 지지선은 2656.15 근처에 위치합니다. 이 수준을 돌파하면 더 명확한 매수 또는 매도 신호를 제공할 수 있습니다.\n매수/매도 포인트:\n• 매수: 가격이 2657.55를 돌파하고 상대 강도 지수가 상승하며 이동 평균 수렴 발산 지표가 긍정적으로 전환될 때.\n• 매도: 가격이 2656.15를 하회하고 상대 강도 지수가 하락하며 이동 평균 수렴 발산 지표가 부정적으로 유지될 때.\n이 지표들을 해석하는 방법에 대해 더 자세한 정보를 원하시나요?"
}