{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Position: Experienced Service Technician for VW & Audi Vehicles\nDuties: As an NGP technician you will be required to perform various service tasks on a wide range of VW and Audi vehicles. Our technicians are given the flexibility to perform standard service work along with aftermarket tuning and installations and are encouraged to play to their strengths while taking on new challenges to expand their abilities.\nAn ideal candidate will possess significant experience with diagnosing and servicing VW and Audi vehicles, including a thorough understanding of VAG-COM diagnostic software. Welding and fabrication experience is a plus but not a requirement. You must supply your own tools (certain specialty equipment will be provided by the company), and must be able to work the occasional Saturday. Please note, this opening is for an experienced technician, we have no entry-level positions available at this time.\nAbove all, applicants must enjoy working in a fast-paced, friendly environment filled with true VW and Audi enthusiasts, have a strong work ethic and a passion for performing quality work, and have respect for their coworkers, our customers, and their vehicles.\nPay & Benefits: NGP offers competitive pay that varies based on experience. This position is NOT commission-based as our technicians are paid on an hourly or salaried pay scale. NGP employees are also eligible for a monthly bonus. As a full-time NGP employee you are offered a full range of benefits, including health insurance (with an option for dental and eye coverage), and a company-matching retirement plan. NGP also provides paid vacation, sick, and personal days, as well as paid holidays. All employees are granted use of the shop facilities to work on their personal vehicles after hours.\nNote: This job description is not intended to be all-inclusive. The employee may be required to perform other duties as assigned by their supervisor.",
    "trans": "직무: 폭스바겐 및 아우디 차량을 위한 숙련된 서비스 기술자\n업무: NGP 기술자로서 다양한 폭스바겐 및 아우디 차량에 대한 여러 서비스 작업을 수행해야 합니다. 우리 기술자들은 표준 서비스 작업뿐만 아니라 애프터마켓 튜닝 및 설치 작업을 수행할 수 있는 유연성을 부여받으며 새로운 도전을 받아들여 능력을 확장하는 동시에 자신의 강점을 살릴 수 있도록 장려됩니다.\n이상적인 후보자는 폭스바겐 및 아우디 차량의 진단 및 서비스 경험이 풍부하며, VAG-COM 진단 소프트웨어에 대한 철저한 이해를 가지고 있어야 합니다. 용접 및 제작 경험이 있으면 좋지만 필수는 아닙니다. 자신만의 도구를 준비해야 하며(특정한 특수 장비는 회사에서 제공됨), 가끔 토요일에 근무가 가능해야 합니다. 참고로, 이 채용은 경험이 있는 기술자를 위한 것이며, 현재 입문자 수준의 직무 자리는 없습니다.\n무엇보다도, 지원자는 빠르게 변화하는, 친근한 환경에서 진정한 폭스바겐 및 아우디 애호가들과 함께 일하는 것을 즐기며, 강한 근무 윤리와 품질 높은 작업을 수행하려는 열정을 가지고 있어야 하며, 그들의 동료, 저희 고객, 그리고 그들의 차량에 대한 존중을 가져야 합니다.\n급여 및 복리후생: NGP는 경험에 따라 차등 지급되는 경쟁력 있는 급여를 제공합니다. 저희 기술자들은 시간제 또는 연봉제로 급여를 받기 때문에 이 직책은 커미션 기반이 아닙니다. NGP 직원들은 또한 월별 보너스를 받을 자격이 있습니다. 풀타임 NGP 직원에게는 건강 보험(치과 및 안과 보험 옵션 포함)을 포함한 다양한 복리후생이 제공되며, 회사에서 배정하는 퇴직 연금 계획도 제공됩니다. NGP는 또한 유급 휴가, 병가, 개인 휴가 및 유급 공휴일을 제공합니다. 모든 직원은 근무 시간이 끝난 후 개인 차량 수리를 위해 작업 시설을 사용할 수 있습니다.\n참고: 이 직무 설명은 모든 업무를 포함하려는 목적이 아닙니다. 직원은 상사가 배정한 다른 업무를 수행해야 할 수도 있습니다."
}