{
    "source": "en_US",
    "target": "ko_KR",
    "text": "About the Internship Program\nNahdi Medical Co. Internship (COOP) Program aims to attract talented undergraduate Saudi calibers to\nacquire hands-on work experience to meet the requirements of their universities.\nThe Internship Program is six-month training program tailored for experiential learning and firsthand\nexperience working with great leaders, along with mentorship and training, where interns will get the\nchance enhance their knowledge of the working world of Nahdi, develop their interpersonal and\ntechnical skills, and build a solid foundation for their future careers.\nAbout the Finance Department\nAs a Finance Intern, you will get the chance to work in one of the following functions:\nFinancial Control: Managing Nahdi’s financial accounting, reporting, and control activities.\nFinancial Planning: Manage budgeting across different departments and drive value through fueling\nsustainable growth and improving resource utilization:\nQualifications\nWe’re looking for students:\n- Currently studying towards Bachelor’s with one of the following majors: Finance, Accounting, or any\nrelevant majors.\n- Proficient in English.\n- Proficient in Microsoft Office applications: Word, Excel, Power Point & Outlook.\n- Excellent written and verbal communication for coordinating across teams\nApplication Process:\n1. Online Application\n- Fill out and submit your online application\n2. Behavioral and Cognitive Assessment\n- Based on your eligibility, you will be invited via email to take the Assessment.\n3. Human Resources Interview\n- Complete a competency-based interview with the Human Resources team",
    "trans": "인턴십 프로그램에 대하여\n나흐디 메디컬 회사 인턴십(COOP) 프로그램은 유능한 사우디 대학생들을 유치하는 것을 목표로 하고 있습니다\n대학교의 요구 사항을 충족하기 위해 실무 경험을 쌓을 수 있도록.\n이 인턴십 프로그램은 맞춤형 6개월 훈련 프로그램입니다 경험 학습과 현장\n경험을 위한 훌륭한 리더들과 함께 일하는, 멘토링과 훈련을 포함해, 인턴들은\n기회를 가질 것입니다 나흐디의 직장 문화를 이해하고, 대인 관계 및\n기술적 역량을 개발하며 미래 직업을 위한 탄탄한 기초를 쌓을 수 있는.\n재무 부서에 대하여\n재무 인턴으로서, 다음 업무 중 하나에서 일할 기회를 가질 수 있습니다:\n재무 관리: 나흐디의 재무 회계, 보고 관리 및 활동 조절.\n재무 계획: 부서 간 예산 관리 및 가치를 창출\n지속 가능한 성장을 촉진하고 자원 활용을 개선하여:\n자격 요건\n우리는 이러한 학생을 찾고 있습니다:\n- 현재 다음 전공 중 하나를 이수 중인 학사 과정 학생: 재무학, 회계학, 또는\n기타 관련 전공.\n- 영어 능통\n- 마이크로소프트 오피스 사용 능숙: 워드, 엑셀, 파워포인트 & 아웃룩.\n- 팀 간 협업을 위한 우수한 문서화 및 구두 커뮤니케이션 능력\n지원 절차:\n1. 온라인 지원\n- 온라인 지원서를 작성하여 제출하세요.\n2. 행동 및 인지 평가\n- 자격 요건에 따라, 평가에 참여할 수 있도록 이메일로 초대됩니다.\n3. 인사팀 면접\n- 인사팀과 함께 역량 기반 면접을 진행합니다."
}