{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Residents:\nPlease be advised that a HURRICANE WARNING OR WATCH has been issued for our area! We strive to provide necessary information to our residents, concerning hurricane and tropical storm preparations. It’s also necessary for each resident to become familiar with the location of storm shelters in the area and to take the steps necessary to protect themselves and their personal belongings.\nPreparing for the Storm\nAll residents should remove objects that are prone to become airborne in high winds. Such objects include chairs, tables, hanging plants, potted plants, wind chimes, patio benches, and all other items on the patio/balcony area of your apartment home.\nAll objects that are in the breezeways, hallways, or other items you have placed outside or around your apartment building should be removed and placed inside your apartment.\nDO NOT TAPE OR BOARD UP YOUR APARTMENT WINDOWS! THIS IS STRICTLY PROHIBITED.\nDuring a storm of this type, there is the strong likelihood of power failure. Remember to unplug high value electrical items, so when power flashes back on, the surge of electricity doesn’t damage your equipment.\nHave a supply of bottled water, battery operated radio, flashlights, extra batteries, and a supply of non-perishable food items to last at least five (5) days. If you have an infant, remember to have an adequate supply of disposable diapers, wipes and baby food. If you have a pet, remember to stock up on pet food and supplies. If you take medication, have at least a seven (7) day supply of medication and medical items.\nBe aware that a hurricane or tropical storm is an act of God and your personal belongings should be covered by your personal property insurance; it’s NOT the responsibility of the Property Owner to cover such items.",
    "trans": "주민 여러분께,\n우리 지역에 허리케인 경보 혹은 주의보가 발령되었음을 알립니다! 저희는 주민 여러분께 허리케인 및 열대성 폭풍 대비에 대한 정보를 제공하고자 노력하고 있습니다. 각 거주민께서도 지역 내 폭풍 대피소 위치를 숙지하시고, 자신과 소지품을 보호하기 위한 조치를 취해야 합니다.\n폭풍 대비 사항\n거센 바람으로 인해 공중에 날아갈 위험이 있는 물건은 치워야 합니다. 의자, 테이블, 걸이식 식물, 화분, 풍경, 파티오 벤치 및 가정의 파티오나 발코니에 있는 모든 물건이 포함됩니다.\n옥외 통로, 복도나 건물 외부나 주변에 두신 모든 물건을 치우고 실내로 옮겨 주시기 바랍니다.\n창문에 테이프 처리를 하거나 판자로 막지 마세요! 엄격히 금지되는 행동입니다.\n이러한 폭풍으로 인해 정전이 발생할 가능성이 매우 높습니다. 전력이 복구될 때 전기로 인해 제품이 손상되지 않도록 고가의 전자 기기는 플러그를 뽑는 것을 잊지 마세요.\n생수, 배터리로 작동하는 라디오, 손전등, 여분의 배터리, 부패하지 않는 먹을거리 등을 최소 5일간 사용할 수 있을 만큼 준비하세요. 유아가 있는 경우, 기저귀, 물티슈, 이유식을 충분히 준비하시기 바랍니다. 반려동물이 있는 경우에는, 최소 7일치의 약과 의료 용품을 준비하시기 바랍니다.\n허리케인 및 열대성 폭풍은 천재지변으로, 개인 소지품에 대한 보상 책임은 개인 재산보험에 있습니다; 그러한 물품에 대해 건물주는 책임이 없습니다."
}