{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Muslim commander was sitting next to the female-knight-pathfinder Victoria. The Muslim commander really liked the female-knights and started talking to them.\nMuslim commander: Lady, let's get acquainted, my name is Amir. What is your name, beauty (he addressed Victoria)?\nFemale-knight-pathfinder Victoria: My name is Victoria.\nMuslim commander: Dear, Victoria, do you like it here, do you feel comfortable here, has anyone offended you and your friend? What is your friend's name?\nFemale-knight-pathfinder Victoria: Yes, Amir, I really like it here, you have a very cultured society here, no one has offended me here, and if I were offended, I would give any offender a rebuff and put him in his place. Amir, I am not used to complaining, I have always, since childhood, fought and put any boors and impudent people in their place. My best friend's name is Elena. Amir, I didn't know that being captured could lead such an easy, comfortable and trouble-free life, I am your enemy, and you treat me and my friend like your best friends. To be honest, I am very surprised by your good treatment of the captured knights. I thought that when your warriors brought us to the fortress, they would immediately start robbing us, stripping us naked and raping us, and then selling us into slavery.\nMuslim commander: Victoria, you and I are enemies only for military reasons, but I don't consider you and your friend my enemies. I have always been used to fighting honestly and I am used not only to protecting honest and good people, but also to treating captured enemies well, so, Victoria, even being captured, you can meet good and normal people. Victoria, eat, drink wine and rest. I will not disturb you and your friend and pester you with my conversations.\nFemale-knight-pathfinder Victoria: Thank",
    "trans": "무슬림 사령관은 여성 기사 및 길잡이인 빅토리아의 옆에 앉아 있었다. 무슬림 사령관은 여성 기사들을 굉장히 좋아했고 그들과 말을 하기 시작했다.\n무슬림 사령관: 아가씨, 서로에 대해 알아봐요, 저는 아미르입니다. 당신의 이름은 뭔가요, 자기 (그는 빅토리아에게 말했다)?\n여성 기사 및 길잡이 빅토리아: 저는 빅토리아입니다.\n무슬림 사령관: 자기, 빅토리아, 이곳이 마음에 들어요, 여기서 편안해요, 누군가가 당신이나 친구를 모욕한 적이 있나요? 친구의 이름은 뭔가요?\n여성 기사 및 길잡이 빅토리아: 네, 아미르, 전 여기가 너무 마음에 들고, 여기 사회는 매우 교양 있어요, 아무도 저를 모욕하지 않았고, 만일 누군가가 저를 모욕했다면, 저는 누구든 그에 맞서 싸워 그의 분수를 알게 했을 것이에요. 아미르, 저는 불평하는 것에 익숙하지 않네요, 어릴 때부터 항상 무례한 자들과 싸우고 그들의 분수를 알게 했죠. 저랑 제일 친한 친구의 이름은 엘레나예요. 아미르, 전 포로가 되는 것이 이렇게 쉽고, 편안하고 걱정 없는 삶일 줄은 몰랐어요, 전 당신의 적인데 당신은 저와 제 친구를 당신의 가장 친한 친구처럼 대해 줘요. 솔직히, 전 당신이 포로 기사들을 잘 대해주는 것에 굉장히 놀랐어요. 전 당신의 전사들이 저희를 요새로 끌고 갔을 때, 그들이 저희를 바로 약탈하고, 벌거 벗기고 강간한 다음에, 노예로 팔아 버릴 줄 알았어요.\n무슬림 사령관: 빅토리아, 당신과 전 군사적인 이유로만 적일뿐, 전 당신과 당신의 친구를 저의 적으로 생각하지 않아요. 전 정정당당하게 싸우는 것에 익숙하고, 정직하고 착한 사람들을 보호하는 것뿐만 아니라, 포로가 된 적들까지 잘 대해 주는 것에도 익숙해요, 그러니, 빅토리아, 포로가 되었어도 여전히 착하고 정상적인 사람들을 만날 수 있어요. 빅토리아, 먹고, 와인을 마시고 쉬세요. 저는 이제 말을 걸며 당신과 당신의 친구를 방해하지 않을게요.\n여성 기사 및 길잡이 빅토리아: 감사해요"
}