{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Applicant Number: 250016680 / 700322649\nDate: 17 October 2024\nWenying Fang\nRoom 1102, No. 39 Chunjiang Garden Xishan District\nWuxi\n214000\nChina\nDear Wenying Fang,\nApplication for Postgraduate Study - MSc Ops, Log and Supply Chain Mgmt (FT)\nI am pleased to confirm that your application to study at Newcastle University has been successful. Details of your Conditional offer can be found in the 'Terms and Conditions of Your Offer' section of this letter.\nIf you have any questions about your offer please contact pgadmissions@ncl.ac.uk. You should quote your programme of study, and the reference number at the top of this letter in your email.\nAcceptance of Offer\nTo accept (or decline) your offer, login to Apply to Newcastle Portal.\nWhen you accept your offer you are accepting the University's overall Terms and Conditions. A copy of these is\navailable at https://www.ncl.ac.uk/student-welcome/student-contract/ . Postgraduate Offer Guide\nOur online Postgraduate Offer Guide at www.ncl.ac.uk/postgraduate/applications-offers/offer-guide/ explains everything you need to know about your postgraduate study offer, including what you need to do and when. It also includes information about applying for a visa, accommodation, funding and fees, and the support we provide to welcome you to Newcastle.\nPostgraduate Admissions Service Newcastle University King’s Gate Newcastle-upon-Tyne NE1 7RU\nTerms and Conditions of your offer for Postgraduate Study\nName of Applicant Wenying Fang\nApplication Number 700322649\nApplicant Number 250016680\nDate of Issue 17 October 2024\nType of Offer Conditional\nProgramme of Study MSc Ops, Log and Supply Chain Mgmt (FT)\nSchool Newcastle University Business School\nCAH3 (CAH17-01-04) management studies\nStart Date* 15/09/2025\nExpected Completion Date**\n16/09/2026\nConditions\nReceipt of a copy of your Bachelor degree certificate\nAward of your Bachelor degree with an overall grade of 80%.\nIELTS 6.5 with at least 6.0 in all sub-skills, or recognised equivalent. Alternatively, successful completion of INTO Newcastle's pre-sessional. Our Band 6 English language requirements apply to this offer. See information at: go.ncl.ac.uk/pre-sessional Receipt of certified copies of your Certificate and Transcript that has been physically stamped and signed in English, with a declaration that this is a true copy of the original document. This must be done by your Agent, University or an official translator. Electronic stamps and signatures are not accepted.\nReceipt of an official final transcript showing the overall grade achieved\nReceipt of a copy of your new passport, as the current passport will be expired before the start of the course.\nA deposit payment of £1,500 is required to be paid by 30-01-2025. For further information please refer to the offer guide. Should you have any enquiries, please submit them via the application portal. If you do not pay your deposit by the deadline your offer will be withdrawn.\nFee Status International Student\nTuition Fee Band Band 1\nTuition Fee **\n£27,100.00\nThis fee is expected to rise for the 2025-2026 academic year. Further information will be available in March 2025\nDeposit Fee\nPlease note a deposit of £1,500 is payable, See attached 'Information for Offer Holders.\n* Under normal circumstances you will not be permitted to start the course beyond this date. If you foresee any problem which may affect your arrival in Newcastle please notify the Postgraduate Admissions Team immediately.\n** Newcastle University charges tuition fees by academic year. The University’s full academic year runs from September to August. If you have a mid-year start date, you will only pay a proportion of this tuition fee to cover the period of study to the end of the academic year. If your course lasts longer than an academic year, the fee due in September, at the start of the next academic year, will normally be higher than in the previous year, due to an annual inflationary increase. Further information about tuition fees is available at https://www.ncl.ac.uk/tuition-fees/costs/.\nIf you need a hard copy of this letter posted to you please email the Postgraduate Admissions Team at pgadmissions@ncl.ac.uk.\nMay I take this opportunity to congratulate you on your offer of a place to study at Newcastle University. I hope that you will accept your offer and I wish you every success in your future studies with us.\nYours sincerely, Postgraduate Admissions",
    "trans": "신청자 번호: 250016680 / 700322649\n날짜: 2024년 10월 17일\nWenying Fang\nRoom 1102, No. 39 Chunjiang Garden Xishan District\nWuxi\n214000\n중국\n친애하는 Wenying Fang,\n대학원 학위 과정 신청 - MSc Ops, Log and Supply Chain Mgmt (FT)\n뉴캐슬 대학교에서의 학습 신청이 성공적으로 처리되었음을 확인해 드리게 되어 기쁩니다. 귀하의 조건부 오퍼 세부 사항은 이 편지의 '오퍼 조건' 섹션에서 확인하실 수 있습니다.\n오퍼에 대해 궁금한 점이 있으시면 pgadmissions@ncl.ac.uk로 연락해 주세요. 이메일을 보낼 때 학습 프로그램과 이 편지 상단의 참조 번호를 함께 인용해 주세요.\n오퍼 수락\n오퍼를 수락(또는 거절)하려면, Apply to Newcastle Portal에 로그인해 주세요.\n제공을 수락하면 대학의 전체 이용 약관에 동의하는 것입니다. 이 약관 사본은 다음 링크에서 확인하실 수 있습니다:\nhttps://www.ncl.ac.uk/student-welcome/student-contract/. 대학원 제공 가이드\n저희 온라인 대학원 제공 가이드는 www.ncl.ac.uk/postgraduate/applications-offers/offer-guide/에서 확인할 수 있으며, 대학원 학위 제공에 대해 알아야 할 모든 사항을 안내해 드립니다. 여기에는 비자 신청, 숙소, 자금 및 학비, 그리고 뉴캐슬로 여러분을 환영하는 지원에 관한 정보가 포함되어 있습니다.\n대학원 입학 서비스 뉴캐슬 대학교 킹스 게이트 뉴캐슬-어폰-타인 NE1 7RU\n대학원 학위 제공 조건\n신청자 이름 Wenying Fang\n신청 번호 700322649\n신청자 번호 250016680\n발행일 2024년 10월 17일\n제공 유형 조건부\n학습 프로그램 MSc Ops, Log and Supply Chain Mgmt (FT)\n학교 뉴캐슬 대학교 경영대학\nCAH3 (CAH17-01-04) 경영학\n시작 날짜* 2025년 9월 15일\n예상 완료 날짜**\n2026년 9월 16일\n조건\n학사 학위 증명서 사본 접수\n학사 학위 전체 성적 80% 이상.\nIELTS 6.5로, 모든 하위 기술에서 최소 6.0 이상, 또는 인정된 동등한 수준. 또는, INTO Newcastle의 사전 학습 프로그램 성공적인 완료. 저희의 Band 6 영어 요구 사항이 이 제공에 적용됩니다. 자세한 정보는: go.ncl.ac.uk/pre-sessional 인증된 성적 증명서 및 성적표 사본의 접수, 해당 문서는 영어로 물리적으로 도장과 서명이 되어야 하며, 이것이 원본 문서의 정확한 복사본임을 선언해야 합니다. 이 작업은 귀하의 대리인, 대학교 또는 공식 번역가가 수행해야 하며, 전자 서명 및 도장은 허용되지 않습니다\n전체 성적을 확인할 수 있는 공식 최종 성적 증명서 접수\n새 여권 사본의 접수, 현재 여권은 코스 시작 전 만료되므로 새 여권을 제출해야 합니다.\n£1,500의 예치금 지불은 2025년 1월 30일까지 완료되어야 합니다. 자세한 사항은 오퍼 가이드를 참조해 주세요. 문의 사항이 있으시면 신청 포털을 통해 제출해 주세요. 기한 내에 예치금을 지불하지 않으면 오퍼가 취소됩니다.\n학비 상태 국제 학생\n학비 밴드 밴드 1\n학비 **\n£27,100.00\n이 학비는 2025-2026 학년도에 인상될 예정입니다. 추가 정보는 2025년 3월에 제공될 예정입니다\n예치금\n£1,500의 예치금이 지불되어야 함을 유의해 주시고, '오퍼 대상자를 위한 정보'를 첨부했습니다.\n* 정상적인 경우 이 날짜 이후에는 코스를 시작할 수 없습니다. 뉴캐슬에 도착하는 데 문제가 있을 경우 즉시 대학원 입학팀에 알려주세요.\n** 뉴캐슬 대학교는 학년마다 학비를 부과합니다. 대학의 전체 학년은 9월부터 8월까지입니다. 중간 학기 시작 날짜인 경우, 해당 학년이 끝날 때까지의 기간에 대해 비례한 학비를 지불합니다. 코스가 한 학년을 초과하는 경우, 다음 학년 시작 시 9월에 지불해야 할 학비는, 일반적으로 전년도보다 더 높을 것입니다. 이는 매년 인플레이션으로 인한 증가 때문입니다. 학비에 대한 추가 정보는 https://www.ncl.ac.uk/tuition-fees/costs/에서 확인하실 수 있습니다.\n이 서신의 인쇄본이 필요하시면 대학원 입학팀에 이메일을 보내주세요 pgadmissions@ncl.ac.uk\n이 자리를 빌어 뉴캐슬 대학교에서 학습할 수 있는 기회를 제공받은 것을 축하드립니다. 오퍼를 수락하시기를 바라며 향후 학업에서 성공을 기원합니다.\n진심으로, 대학원 입학팀"
}