{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Florida International University is a public institution that was founded in 1972. It has a total undergraduate enrollment of 44,045 (fall 2023), its setting is urban, and the campus size is 344 acres. It utilizes a semester-based academic calendar. Florida International University's ranking in the 2025 edition of Best Colleges is National Universities, #98. Its in-state tuition and fees are $6,566; out-of-state tuition and fees are $18,964.\nMiami's Florida International University has two main campuses: the Modesto A. Maidique Campus in West Miami-Dade County and the Biscayne Bay Campus in North Miami. About 60 percent of students who attend the university are Hispanic, making the school one of the top granters of bachelor's degrees to Hispanic undergraduates.\nOutside of class, there are many student organizations and more than 30 fraternities and sororities to consider joining, as well as annual campus events, such as the Food Network South Beach Wine & Food Festival, to check out. The FIU Golden Panthers sports teams compete in the NCAA Division I Conference USA.\nGraduate students can enroll in the Florida International University College of Law, College of Education, College of Business and more. Notable alumni of FIU include actor Danny Pino, who has appeared in television shows including \"The Shield\" and \"Law & Order: Special Victims Unit,\" and Adam Stewart, CEO of Sandals Resorts International.\n- Show Less\nAt-a-Glance\nSetting\nUrban\nIn-state tuition and fees\n$6,566\nUndergraduate Enrollment\n44,045\nAcceptance Rate\n59%",
    "trans": "플로리다 국제대학교는 1972년에 설립된 공립 기관입니다. 2023년 가을 기준으로 학부 학생 수는 44,045명이며, 위치는 도심에 있으며 캠퍼스 크기는 344에이커입니다. 학사 일정은 학기제를 따릅니다. 플로리다 국제대학교는 2025년 Best Colleges에서 국립대학교 분야에서 98위에 랭크되었습니다. 주내 등록금과 수업료는 $6,566이며, 주외 등록금과 수업료는 $18,964입니다.\n마이애미에 위치한 플로리다 국제대학교는 두 개의 주요 캠퍼스를 가지고 있습니다: 웨스트 마이애미-데이드 카운티에 위치한 Modesto A. Maidique 캠퍼스와 노스 마이애미에 위치한 Biscayne Bay 캠퍼스입니다. 대학에 다니는 학생 중 약 60%가 히스패닉계 학생들로, 이 학교는 히스패닉계 학부생들에게 학사 학위를 가장 많이 수여하는 대학 중 하나입니다.\n수업 외에도 많은 학생 조직과 30개 이상의 형제회 및 자매회가 있으며, 참가할 수 있는 다양한 활동이 있습니다. 또한 Food Network South Beach Wine & Food Festival와 같은 연례 캠퍼스 이벤트도 있습니다. FIU Golden Panthers 스포츠 팀은 NCAA 디비전 I Conference USA에서 경쟁합니다.\n대학원생들은 플로리다 국제대학교의 법대, 교육대학, 경영대학 등 여러 학과에 등록할 수 있습니다. FIU의 유명한 동문으로는 TV 쇼 \"The Shield\"와 \"Law & Order: Special Victims Unit\"에 출연한 배우 Danny Pino와, Sandals Resorts International의 CEO인 Adam Stewart가 있습니다.\n- 덜 보기\n한눈에 보기\n세팅\n도시의\n주내 등록금과 수업료\n$6,566\n학부 등록생 수\n44,045\n입학 허가율\n59%"
}