{
    "source": "en_US",
    "target": "ko_KR",
    "text": "*7th Year*\nWhen Mariya woke up the following morning, she couldn't feel her feet. That is, until she climbed out of bed and felt them brush painfully against the floor. Thankfully no blisters had formed, but her heels were rubbed raw from the hours of dancing. She did however feel immensely grateful that she hadn't consumed much alcohol the previous evening, as she could only imagine the hangovers some of her peers would be dealing with throughout a day of classes.\nInstead of her usual boots or flats, Mariya decided on wearing a comfortable pair of black trainers which - though not really school uniform - would not be picked up on by the teachers. She threw her hair up into a messy bun and washed her face quickly before leaving her dorm, having never been particularly bothered about make up or properly styling her hair.\nShe meandered through the corridors until she reached the great hall, where she dropped into a seat beside Remus - who was reading a book - and shooting him a confused look when she noticed that Sirius has fallen asleep at the table, his head having landed sideways in his bowl of cereal and that James was had his tongue sticking out the side of his mouth slightly in concentration as he slowly used sticking charms to attach bran flakes to Sirius's forehead in the shape of a loveheart. She raised an eyebrow at the boy, making him grin at her, and cast him a look as if to say I am glad you're doing something productive with your first class education. This was clearly a look he was used to receiving as he just shrugged at her - not looking guilty in the slightest - and went back to his task.\nDeciding it was better to just accept it, Mariya turned back towards the table and picked up a red chive bagel, the food was always so much better at the Gryffindor table - clearly the house elves liked them best too - and added a few pieces of cheese before taking a bite. Remus shot her a look for the strange combination and she just offered the other half to him, smiling as he took a bite and nodded in surprised delight. Finishing the food, Mariya and Remus stood from the table and began to walk towards their first class - potions - Mariya could only hope that Professor Slughorn would give them something interesting to do.\nThe next month passed in like manner; everyone went to classes as usual, they ate meals together and nothing out of the ordinary happened. Mariya and Regulus continued to exchange letters and James and Mariya still attended meetings with Professor McGonagall, though she had been more willing to let them miss them with the improvement in their relationship.\nThen one morning in the middle of December, only a week before the school broke up for the Christmas holidays, everyone was sitting at dinner when something rather unexpected happened.\nFirst the enormous doors that led to the great hall flew open, then a boy walked in. If Mariya hadn't known any better, she would have thought that the boy was James Potter; he certainly looked like him, with the same messy black hair and swaggering walk, but Mariya could see James sitting next to Sirius at the Gryffindor table. He too was looking at the newcomer with confusion but Mariya could see the beginnings of a grin forming on his face. Only thirty seconds or so passed before James stood and strode the length of the tables catching the other boy in an embrace that was quickly reciprocated. Pulling back, they spoke to each other for a moment - ignoring all the heads that were craning towards them in an attempt to hear what they were saying - before turning to stride towards the teachers table.\nJames voice was clear as he spoke to Professor Dumbledore, \"This is my cousin Jasper. He is a transfer student from Beauxbatons Academy of Magic.\"\nProfessor McGonagall nodded and she and Dumbledore rose from the table, disappearing out of the doors in order to - Mariya presumed - fetch the Sorting Hat. As soon as they vanished from sight, the hall burst out in whispers as students wondered which house he would be in, why he was there, and obviously most importantly whether or not he had a girlfriend.\nTwo of these ever so important questions were answered the following morning. Jasper Potter, though sitting at the Gryffindor table - was wearing blue and bronze edged robes - making him a clear Ravenclaw. The second was that he was definitely single, as he had only been sitting there for a few minutes before Lily Evans walked past him and he threw her a smile and a wink which, it is worth saying, earned him only a raised eyebrow from the redhead.\n\"What is it with Potter boys and liking Lily Evans?\" Mariya asked as she slid into the free seat beside Remus. \"It's like you have some sort of death wish.\"\n\"Well she is even more beautiful than how James described her in his letters,\" Turning from the ginger girl to face Mariya, \"But who are you?\"\nMariya sent an amused look in James direction, \"Do I not make it into your familial correspondences, Potter.\" He grimaced in response as Mariya stuck a hand out to his cousin. \"Mariya Seratova, it's a pleasure.\"\nJasper looked between Mariya and James in confusion for a few moments before accepting the hand, \"I thought that you weren't friends, James certainly never seemed to like you.\"\nRemus winced and Mariya was shocked for a moment before she shrugged gently, \"I wasn't a big fan of his either but we are Head Boy and Head Girl this year so we have become reconciled over that.\"",
    "trans": "*7학년*\n다음날 아침 마리야가 일어났을 때 그녀는 자신의 발에 감각을 느낄 수 없었다. 이말은 즉 그녀가 침대 밖으로 기어나와 발이 바닥에 고통스럽게 스치는 감각을 느끼기 전까지는 그랬단 말이다. 다행스럽게도 물집이 잡힌 건 아니었지만, 그녀의 발꿈치는 몇 시간동안 춤을 춘 탓에 피부가 벗겨져 쓰라렸다. 하지만 그녀는 전날 저녁 술을 그렇게 많이 마시지 않았다는 점에 있어선 엄청나게 감사함을 느끼고 있었는데, 친구 몇 명이 하루 내내 수업을 들으며 얼마나 숙취에 시달리게 될지 상상만 할 뿐이었기 때문이었다.\n평소 신는 부츠나 플랫 슈즈 대신 마리야는 선생님들이 지적하지 않을 - 사실 교복이 아니긴 하지만 - 검은색의 편안한 운동화를 신기로 결정했다. 한 번도 화장을 하거나 머리를 제대로 손질하는 것에 딱히 신경을 써본 적이 없었기 때문에 그녀는 머리를 대충 쪽지어 올렸고 기숙사를 떠나기 전 재빨리 세수를 했다.\n그녀는 복도를 정처 없이 거닐다 대강당에 다다랐고, 레무스 - 책을 읽고 있었다 - 옆의 자리에 털썩 앉은 뒤 시리우스가 머리는 시리얼 그릇 안에 모로 떨어진 채 식탁에서 잠에 들었다는 사실과 제임스가 사랑의 하트 모양으로 시리우스의 이마에 겨 시리얼을 붙이느라 천천히 접착 주문을 사용하며 집중하느라 혀를 입 옆으로 살짝 내밀고 있다는 사실을 알아차리고는 그에게 혼란스러운 시선을 던졌다. 그녀가 소년에게 눈썹 하나를 치켜올리자 그는 그녀를 보며 씩 웃었고, 그녀는 그에게 마치 네가 받은 최고급 교육으로 생산적인 일을 하고 있다니 정말 기쁘구나라고 말하는 듯한 시선을 던졌다. 그가 그녀를 향해 그저 어깨를 으쓱하고 - 전혀 죄책감을 느끼는 듯 보이지 않는 채로 - 하던 일로 돌아가는 것을 보면 그는 명백하게 이런 시선을 받는 데 익숙해져 있었다.\n그냥 받아들이는 게 더 낫다고 결정을 내리며 마리야는 다시 식탁을 향해 돌아서서 빨간 쪽파 베이글을 집어들고, 그리핀도르 식탁에 있는 음식은 항상 훨씬 더 맛있었다 - 명백하게 집요정들도 그들을 가장 좋아하는게 분명했다 - 치즈 몇 조각을 더한 뒤 한 입 베어물었다. 레무스가 이 이상한 조합에 그녀를 흘끗 쳐다보자 그녀는 그저 그에게 나머지 반쪽을 권했고, 그가 한 입 베어 물며 기쁨과 놀람으로 고개를 끄덕이자 미소를 지었다. 음식을 다 먹고 마리야와 레무스는 테이블에서 일어서서 일교시 수업 - 마법약 - 을 위해 걸어갔다. 마리야는 슬러그혼 교수가 뭔가 흥미로운 활동을 주기를 바랄 뿐이었다.\n다음 달도 비슷한 방식으로 흘러갔다; 모든 학생이 평소대로 수업을 들었고, 함께 식사를 했으며 평상시와 다른 일은 아무것도 일어나지 않았다. 마리야와 레귤러스는 계속해서 편지를 교환했으며 제임스와 마리야는 여전히 맥고나걸 교수와의 면담에 참석했는데, 그들의 관계가 발전함에 따라 그녀에겐 기꺼이 그것들에서 빠질 의향이 있긴 했다.\n그러다 12월 중순의 어느날 아침, 학교가 크리스마스 방학을 위해 휴교를 하기 고작 일주일 전, 다소 예상하지 못했던 일이 일어났을 때 모두는 저녁을 먹기 위해 식탁에 앉아 있었다.\n먼저 대강당으로 이어지는 거대한 문이 벌컥 열리고, 그 다음 한 소년이 걸어들어왔다. 만약 마리야가 더 잘 몰랐더라면 그녀는 그가 제임스 포터라고 생각했을 것이다; 그와 똑같이 흐트러진 검은 머리와 으스대는 듯한 걸음걸이는 확실히 그와 닮긴 했으나, 마리야는 제임스가 그리핀도르 식탁에 시리우스의 옆에 앉아있는 것을 볼 수 있었다. 그 또한 이 신입생을 혼란에 차서 바라보고 있었지만 마리야는 그의 얼굴에 미소가 떠오르기 시작하는 것을 볼 수 있었다. 제임스가 일어서서 긴 식탁을 따라 성큼성큼 걸어가 다른 소년을 꼭 끌어안기까지 대략 삼십 초 정도만이 흘렀고, 이 포옹은 빠르게 화답을 받았다. 몸을 물리며 그들은 - 그들이 무슨 말을 하고 있는지 들으려고 시도하며 그들을 향해 머리를 길게 빼는 사람들을 모두 무시하며 - 잠시 동안 서로와 대화를 나누었고 돌아서서 교수진 식탁을 향해 성큼성큼 걸어갔다.\n덤블도어 교수에게 말하는 제임스의 목소리는 또렷했다, \"제 사촌 재스퍼입니다. 보바통 마법 학교에서 온 전학생이에요.\"\n맥고나걸 교수가 고개를 끄덕였고 덤블도어는 식탁에서 일어나 - 마리야가 추측하기로는 - 마법의 모자를 가지고 오기 위해 문 밖으로 사라졌다. 그들이 시야에서 사라지자마자, 강당은 그가 어느 기숙사에 배정될 것인지, 왜 그가 거기에 있는지, 그리고 명백히 가장 중요한 점인 그가 여자친구가 있는지의 여부를 궁금해하는 학생들의 속삭임이 터져나왔다.\n이 너무나도 중요한 질문 중 두 가지에 대한 답은 다음날 아침 나왔다. 재스퍼 포터는 - 그리핀도르 식탁에 앉아 있기는 했으나 - 푸른 색과 청동 색으로 가장자리가 둘러진 예복을 입고 있었고, 이는 그가 명백히 래번클로임을 뜻했다. 두 번째는 그가 확실히 싱글이라는 것이었는데, 릴리 에반스가 그를 지나쳐 걸어가기 전 고작 몇 분 동안 그곳에 앉아 있었던 그가 그녀에게 미소와 한 번의 윙크를 던졌고, 이에 대해, 말할 가치가 있는 점인데, 붉은 머리 소녀는 그저 눈썹을 하나 치켜올릴 뿐이었다.\n\"포터 가의 남자애들이 하나같이 릴리 에반스를 좋아하는 건 대체 무슨 현상이야?\" 마리야는 레무스 옆에 비어있는 자리에 미끄러지듯 앉으며 물었다. \"무슨 자살 희망자라도 되는 것 같잖아.\"\n\"글쎄 그녀는 제임스가 편지에서 묘사했던 것보다 훨씬 더 아름다운걸,\" 그는 붉은 머리 소녀에게서 돌아서서 마리야를 마주보며 말했다, \"그런데 넌 누구지?\"\n마리야는 제임스 쪽으로 재미있어 하는 시선을 보냈다, \"내가 너네 가족끼리 교환하는 서신에 등장하지 않는가 봐, 포터.\" 그는 대답 대신 얼굴을 찡그렸고 마리야는 그의 사촌에게 한 손을 내밀었다. \"마리야 세라토바야, 만나서 반가워.\"\n재스퍼는 혼란스러운 얼굴로 잠시 동안 마리야와 제임스를 번갈아 보더니 손을 맞잡았다, \"난 너희 둘이 친구가 아닌 줄 알았어, 제임스는 확실히 널 마음에 들어하는 것 같진 않았거든.\"\n레무스가 움찔했고 마리야는 잠깐 충격을 받았으나 부드럽게 어깨를 으쓱였다, \"나도 그를 그다지 좋아한 건 아니었지만 우리가 올해의 학교 대표 남학생이고 대표 여학생이라서, 그 일에 대해선 서로 화해했어.\""
}