{
    "source": "en_US",
    "target": "ko_KR",
    "text": "missed her warmth. Her touch.\nBut he couldn't, not right now. He had something to do, and he's let himself be delayed long enough. That's why Sam quietly rolled out of bed, making sure to keep a watchful eyes on the woman in his bed as he started to put on a shirt and his shoes.\nNow that he was standing, he was able to see the others in the room. Selene and Dean slept in the other bed, tonight they weren't cuddled up. Dean slept hugging his pillow, mouth open and drooling as Selene laid next to him sleeping peacefully.\nOn the pull out couch was Alison, she laid with her leg practically hanging off as she was the one snoring slightly. Her little snores were able to cover up his noise as he made his way to the door, grabbing his bag as he pulled open the door and snuck out into the dead of night.\nSam knew that the others were all pretty heavy sleepers, so he knew that the Impala started up would not have woken anyone up. But he wouldn't have known anyway, because he was long gone.\nAfter driving for who knows how long, Sam had found himself standing at the crossroads. It didn't take him long to set everything up, digging the hole in the middle of it, and once it the tin can of everything he needed was buried—he just had to wait.\nAs he waited, he seemed think about how they've all ended on the crossroads at least one point. Selene tried to save her brother, Dean saved Selene and now Sam was here trying to save Dean. They really were just an endless cycle of sacrifice, and Sam wasn't sure if it was a good thing. God they really live without each other?\nSam already knew that answer.\n\"Little Sammy Winchester, I'm touched.\" The crossroads demon voice spoke up, making Sam spin around to face her. She stood in the moonlight with a smirk spread across her face, \"I mean, your brothers been to see me twice but you... I never had the pleasure. What can I do for you, Sam?\"\nThat's when Sam reached behind him and pulled out the Colt, as the demon was now staring down the barrel of the gun. Sam spoke, \"You can beg for your life.\"\n\"Where'd you get that?\" The demon asked, looking at it suspiciously before sighing, \"Ruby and Rowan. Had to be. They're such a pain in my ass, they'll both get what's coming to them. You can count on it.\"\n\"That's enough, I came here to make you an offer. you can let Dean out of his dead right now. He lives. I live. Selene lives, and you live. Everyone goes home happy, or...\" Sam cocks the gun, \"You can stop breathing. Permanently.\"\nSam's eyes were sharp and dangerous and no one in their right mind would call his bluff with that look. Even the demon knew it was serious, and that's what made her only smirk wider, almost impressed.\nStill, she wasn't done with him.\n\"Come on, Sam. Do you even want to break the deal? Aren't you tired of cleaning up Dean's messed? Tired of picking up Selene's broken pieces? Dealing with those broken psyche of theirs? Aren't you tired of being bossed around like a snot-nosed little brother or being treated like a defenceless baby?\" The demon's words were haunting, and hung heavy in the air as Sam listened to her. The way the words rolled off her tongue so dark, almost mad Sam believe her.\nShe noticed his hesitation and proceeded, \"You're stronger than Dean, you're better than him. Truth is, he's weighting you and Selene down from your true potential. You'll be a little bit relieved when he's gone, when it's just you and Selene, how it always should've been.\"\n\"Shut your mouth.\" Sam snapped back, his grip on the gun growing tighter at this.\n\"Do you see Selene here trying to make a deal? What has she done to save Dean? Don't you think maybe she wants him gone too, so that the two of you can finally be free.\" The demon was eating away at him, and no part of Sam believed her—or wanted to. But her words were hitting the darkest parts of him, making his eyes narrow in.\nBut, no matter what this demon said—Sam knew the truth. Dean was his brother, and nothing else mattered to him more than that.\n\"I've had enough of your crap, you let Dean out of his deal right now.\" Sam demanded, pushing the gun closer towards her as a threat.\nThe demon shakes her head lightly, \"Sorry, sweetheart, but your brother's an adult. He made that deal of his own free will, fair and square.\"\nSam's jaw clenched, \"Fine, I'll just kill you. If you're gone, so is the deal.\" Sam assumed, well he prayed that was the case. It'd make things a lot simpler, but he knew nothing came as easy as that.\nThe demon laughs, \"Sam, I'm just a saleswoman. I got a boss like everybody. He holds the contract, not me, and he wants Dean's soul—bad. Believe me, he's not gonna let it go.\"\nThis is what caused Sam to finally lower the gun just a little, knowing that he was getting information he needed, \"Who's your boss? Who holds the contract?\"\n\"I can't tell you.\" The demon says, but for the first time it seems she wasn't toying with him. She truly couldn't tell him, not because she didn't want to—but because she was following orders. Sam knew she wouldn't break.\nWhich meant she was useless to him now.\nWithout hesitation, Sam quickly lifts the gun back up towards the demons head and pulls the trigger before the demon could even process what had just happened. The sound echoed in the air as the body jolted and dead inside.",
    "trans": "그녀의 온기가 그리웠다. 그녀의 손길이.\n하지만 지금은 그럴 수 없었다. 할 일이 있었고, 이미 너무 오래 지체했다. 그래서 샘은 조용히 침대에서 빠져나와, 셔츠와 신발을 신기 시작하며 침대에 있는 여자를 살펴봤다.\n막상 일어나 보니 방 안의 다른 사람들이 보였다. 셀레네와 딘은 반대편 침대에서 잤지만, 오늘 밤엔 끌어안고 있지 않았다. 딘은 베개를 안고 입을 벌린 채 자고 있었고, 셀레네는 그 옆에서 평온한 얼굴로 자고 있었다.\n접이식 소파에는 앨리슨이 누워 다리를 거의 매단 채 약하게 코를 골고 있었다. 그녀의 작은 코골이에 샘이 문쪽으로 가는 소리를 가려질 수 있었다. 그는 가방을 집어 문을 열고 한밤중에 빠져 나갔다.\n샘은 다들 모두 잠귀가 어둡다는 걸 알았기에 임팔라의 시동 소리가 누구도 깨우지 않으리라는 걸 알았다. 하지만 이미 먼 길을 떠났기 때문에 어차피 몰랐을 것이다.\n얼마나 달렸는지, 샘은 어느새 교차로에 서 있었다. 그는 곧 모든 준비를 하고 땅을 파 필요한 물건을 담은 양철 캔을 묻었다—이제 기다리기만 하면 되는 거였다.\n기다리면서 그는 모두들 한번쯤은 이 교차로에 서게 됐음을 생각하는 듯했다. 셀레네는 자기 형제를 구하려 했고, 딘은 셀레네를 구했고, 지금 샘은 딘을 구하기 위해 여기에 있었다. 끝없는 희생의 순환이었다. 샘은 이것이 과연 좋은 건지 확신할 수 없었다. 맙소사, 그들은 정말 서로 없이 살 수 있을까?\n샘은 이미 답을 알고 있었다.\n\"리틀 새미 윈체스터, 감동인데.\" 교차로의 악마의 목소리가 들리며, 샘은 그녀를 마주하기 위해 몸을 돌렸다. 그녀는 달빛 아래에서 히죽 웃으며 서 있었다. \"아니, 네 형제들은 날 두 번 봤겠지만 넌... 처음이라 영광이네. 뭘 해주면 될까, 샘?\"\n샘은 천천히 손을 뒤로 뻗어 콜트를 꺼내들었고, 악마는 총구를 내려다본다. \"목숨을 구걸하면 돼.\" 샘이 말했다.\n\"그건 어디서 났지?\" 악마가 물었고, 의심스럽게 총을 바라보다 한숨을 쉬었다. \"루비와 로완. 걔들이겠지. 정말 성가신 애들이야. 벌 받아 마땅해. 두고 보라고.\"\n\"그만해. 난 너에게 제안을 하러 온 거야. 지금 당장 딘을 살려줘. 딘이 살면, 나도 살아. 셀레네가 살면, 너도 살아. 다들 행복하게 집으로 돌아갈 수 있지. 아니면...\" 샘은 총을 장전하며 말했다. \"넌 숨 쉬는 걸 멈추게 될 거야. 영원히.\"\n샘의 눈빛은 날카롭고 위험했으며, 누구도 제정신이라면 그 표정을 보고 허세라고 치부하지 않을 것이었다. 심지어 악마조 그가 진지하다는 걸 알았고, 그녀는 거의 인상 깊다는 듯이 더 크게 웃었다.\n하지만 그녀는 아직 포기하지 않았다.\n\"왜 이래, 샘. 너 정말 계약을 깨고 싶어? 딘 뒤치다꺼리하는 거 지겹지 않아? 셀레네의 깨진 조각들을 주워 담는 것도?그들의 깨진 마음을 다루는 것도? 맨날 건방진 남동생 대하듯 이래라저래라 소리 듣는 것도, 무방비한 아기 취급받는 것도 지겹지 않냐고?\" 악마의 말은 섬뜩했고, 샘이 듣고 있는 공기 속에 무겁게 떠돌았다. 그 말은 어두운 발음으로 들렸고, 거의 매서워 샘이 믿을 뻔했다.\n샘이 살짝 주저하는 걸 알아채고 악마는 계속 말했다. \"넌 딘보다 강해. 네가 딘보다 나아. 진실은, 네 형은 너랑 셀레네의 진정한 잠재력을 짓누르고 있다는 거야. 걔가 없으면 조금은 마음이 가벼워질 거야. 오직 너와 셀레네만 남게 되면. 원래 그랬어야 했던 것처럼 말야.\"\n\"입 닥쳐.\" 샘은 손을 더욱 단단히 쥐며 대꾸했다.\n'\"셀레네가 여기서 거래를 시도하는 걸 본 적 있어? 걔가 딘을 구하기 위해 한 게 뭐야? 혹시 셀레네도 딘이 사라지길 바라는 건 아닐까? 그래야 너희 둘이 마침내 자유로워질 테니까.\" 악마의 말은 서서히 샘을 갉아먹고 있었고, 샘은 그 말을 믿고 싶지 않았고, 믿지도 않았다. 하지만 그녀의 말은 그의 가장 어두운 부분을 건드렸고, 그의 눈이 점점 가늘어졌다.\n그러나, 악마가 무슨 말을 하든 상관없었다—샘은 진실을 알고 있었다. 딘은 그의 형이었고, 그보다 더 중요한 건 없었다.\n\"허튼 소리는 이제 그만해. 딘의 계약을 당장 취소해.\" 샘은 총을 더욱 바짝 갖다대어 위협하며 요구했다.\n악마는 가볍게 고개를 저었다. \"미안, 자기, 그렇지만 네 형은 성인이야. 자유의지로 계약을 맺은 거고, 정정당당한 거였어.\"\n샘은 이를 악물었다. \"좋아. 그럼 널 그냥 죽여야겠다. 네가 사라지면, 계약도 없어지니까.\" 샘은 그럴 거라고 생각했다. 아니, 사실은 그렇게 되기를 기도했다. 그렇게 하면 모든 게 더 간단해질 텐데. 하지만 그는 세상이 그렇게 쉽지 않다는 걸 알았다.\n악마는 웃었다. \"샘, 난 그냥 계약을 따오는 거야. 다들 그렇듯 나도 상사가 있거든. 계약은 상사 권한이지, 내 것이 아냐. 그리고 그분은 딘의 영혼을 원해—간절히 말이야. 절대 놓지 않을 거라니까.\"\n이에 샘은 마침내 총을 살짝 내리며, 그에게 필요한 정보라는 걸 알았다. \"네 상사는 누구지? 누가 계약을 갖고 있는 거야?\"\n\"말할 수 없어.\" 악마는 그렇게 말하지만, 이번만큼은 장난치는 것이 아닌 듯했다. 그녀는 정말로 말할 수 없었다. 말하고 싶지 않아서가 아니라—명령을 따르고 있었기 때문이었다. 샘은 그녀가 절대 입을 열지 않을 거라는 걸 알았다.\n그 말은, 그녀가 이제 더 이상 필요 없다는 뜻이었다.\n망설이지 않고, 샘은 재빨리 다시 총을 들어, 악마가 무슨 일이 있었는지 생각하기도 전에 그녀의 머리를 겨냥해 방아쇠를 당겼다. 총성이 공기 중에 울려 퍼졌고, 악마의 몸이 흔들리며 죽었다."
}