{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Good afternoon fellow economists,\nI hope this message finds you well as we approach the halfway point of the semester. I know this time of year can be particularly busy, with midterms and project deadlines looming. Please remember to pace yourself and prioritise your well-being (check out Tuesday’s well-being walk).\nI would like to remind you that we have dedicated group of learning and teaching support officers, who are always happy to support you with your well-being- for general advice and welfare advice (both face to face and online) and can be contacted by email: ulmsltso@liverpool.ac.uk or https://bookings.liverpool.ac.uk/Home/Guest\nThis week, once again we have some exciting opportunities and deadlines on the horizon with some important reminders:\nThis Friday is the deadline for applications for a placement in Bentley Motors (see item 1 below for the details).\nToday at 5pm, there will be a networking event, organised by the Banking and Finance Society of UoL with Harriet Norman, who is a final year Business Economics student who has recently completed an industrial placement as an Investment Banking Analyst at Lazard in Debt Advisory. Harriet will share her experiences transitioning from university to the fast-paced world of finance. This is a great opportunity as Applications for 2025 Industrial Placements with Lazard are not open! (item 4 below).\nYou will be hearing from the Big 4 - PwC, KPMG, Deloitte, EY at 1pm on Tuesday (item 2 below).\nAt 1pm on Tuesday, there will be an online session on Finding Business and Management resources (item 3 below) as well as a wellbeing walk at 1-3pm.\nIn addition, there are many digital resources that can help with your placement&job search as listed in item 5 below.\nDon't miss out on these opportunities!\nAs always, please don't hesitate to reach out if you need any academic support. I'm here to help you succeed in your studies Yigit.Oezcelik@liverpool.ac.uk .",
    "trans": "경제학을 공부하는 여러분 좋은 오후입니다,\n학기 중반에 접어들고 있는데 이 메시지가 여러분에게 잘 전달되었길 바랍니다. 중간고사와 마감일이 어렴풋이 다가오면서 일년 중 특히 요즘이 바쁠 수 있다는 걸 압니다. 스스로 페이스를 조절하고 여러분의 건강을 우선으로 챙기는 것을 잊지 마시길 바랍니다(화요일 웰빙 걷기를 확인하세요).\n전반적인 조언과 복지 상담으로 여러분의 웰빙을 위해 늘 기꺼이 지원해주시는 학습 및 교육 지원 전담 그룹이 있다는 것을 상기시켜드리고자 합니다(대면과 온라인 모두). 이메일 lmsltso@liverpool.ac.uk 또는 https://bookings.liverpool.ac.uk/Home/Guest로 연락할 수 있습니다.\n이번 주에도 중요한 공지 사항들과 함께 다시 한 번 몇몇 흥미로운 기회들과 마감일이 다가오고 있습니다:\n금주 금요일은 벤틀리 모터스 실습 지원 마감일 입니다(자세한 사항은 하단의 항목 1을 참고하세요).\n오늘 오후 5시에, 최근 라자드의 부채 자문 부서에서 투자은행 애널리스트 산업 실습을 마친 경영 경제학 학생 해리엇 노만이 참여하고 리버풀 대학교 은행 및 금융 동아리에서 주최하는 네트워킹 이벤트가 있을 예정입니다. 해리엇은 대학에서 빠르게 변화하는 금융계로 넘어가는 과정에서 자신의 경험을 공유할 것입니다. 현내 라자드의 2025년 산업 실습 프로그램 지원이 열려 있지 않기 때문에 이는 훌륭한 기회입니다! (하단 항목 4).\n화요일 오후 1시에 빅4 - 피더블유씨, 케이피엠지, 딜로이트, 이와이의 이야기를 듣게 될 것입니다 (하단 항목 2).\n화요일 오후 1시에 비즈니스 및 경영 자료 찾기에 대한 온라인 세션이 있으며 (하단 항목 3) 오후 1시부터 3시까지 웰빙걷기도 있습니다.\n더불어, 하단 항목 5에 열거된 것과 같이 여러분의 실습&구직을 위한 다양한 디지털 자료가 있습니다.\n이 기회들을 놓치지 마세요!\n항상 그렇듯이, 학업 지원이 필요하다면 주저하지 말고 연락주시길 바랍니다. 저는 여기 여러분의 학업에서의 성공을 돕기 위해 있습니다. Yigit.Oezcelik@liverpool.ac.uk"
}