{
    "source": "en_US",
    "target": "ko_KR",
    "text": "An updated edition of curriculum guidelines was published in 2016, based on:\n• a general framework which includes principles to support the Curriculum Guidelines, purposeful teaching and advice on how to develop the curriculum, advice on the design of the educational environment\n• a set of learning areas, namely personal and social development, expression and communication - including physical education, art education, oral language and literacy, mathematics, knowledge of the world, educational continuity and transition.\nThe curriculum guidelines are based on four principles:\n• recognise development and learning as a closely intertwined process;\n• acknowledge the child as subject and agent of his/her educational process;\n• require staff to respond to all children;\n• require a holistic approach to the construction of learning.\nThe guidelines require each teacher to develop the curriculum by considering the children they work with each year. Their curriculum development should be based on an ongoing quality assurance cycle which includes observing, recording, documenting, planning, acting and assessing. This assessment and planning should consider the educational environment, the learning process, the teacher's self-evaluation of their provision for each child, and their assessment of each child's development.\nThe Guidelines consider inclusion as a cross-curriculum issue. Inclusion is addressed in the General Framework and included in two of the foundation principles. In addition, one of the learning areas (Personal and Social Development) has explicit requirements to respect differences and enhance inclusion within teaching and learning",
    "trans": "개정된 판본의 교육 과정 지침이 2016년에 출판되었으며, 이는 다음에 기반한다:\n• 교육 과정 지침과 목적 의식을 지닌 교육, 교육 과정 개발 방법에 대한 조언, 교육 환경 설계에 대한 조언을 지원하기 위한 원칙을 포함하는 총론\n• 일련의 학습 공간, 다시 말해 개별 및 사회적 발달과 표현, 의사 소통 - 체육 교육과 미술 교육, 구술 언어와 문해력, 수학, 세상에 대한 지식, 교육의 연속성 및 이행을 포함함.\n교육 과정 지침은 네 가지 원칙에 기반을 두고 있다:\n• 발달과 학습이 긴밀하게 연관된 과정임을 인지하기;\n• 아이가 그/그녀의 교육 과정에 있어 주체이자 행위자임을 인정하기;\n• 모든 아이들에게 반응하기 위한 직원을 요구하기;\n• 학습의 구축에 대해 전체론적 접근 방식을 요하기.\n지침은 각 교사가 매년 함께 일하게 되는 아이들을 고려하여 교육 과정을 개발하기를 요구한다. 그들의 교육 과정은 관찰과 녹음, 기록, 게획 수립, 행동 그리고 평가를 포함하는 진행형의 품질 보증 주기에 기반을 두고 개발되어야 한다. 이 평가 및 계획 수립은 교육 환경과 학습 과정, 각 아이에게 얼마나 공급하는지에 대한 교사의 자기 평가, 각 아이의 발달에 대한 교사 평가를 고려해야 한다.\n지침은 포함을 범교과적 문제로 간주한다. 포함은 총론에서 언급이 되며 근간이 되는 원칙 중 두 개에 포함되어 있다. 여기에 더해, 학습 영역 중 하나는 (개인 및 사회적 발달) 가르침과 학습 내에서 다름을 존중하고 포함을 향상하라고 명백하게 요구한다"
}