{
    "source": "en_US",
    "target": "ko_KR",
    "text": "His eyes were softer than Chuuya had seen them in weeks.\n“I come here every year,” he kept going, his entire face a combination of sadness and something less desperate, almost a little hopeful. “It's the first time I don't feel like throwing myself under the first train coming afterward, though.”\n“Dazai-”\n“I'm sorry I worried you. My mood is not the best around this time of the year.”\n“Why would you even apologise about that.” He squeezed the other's hand again, and Dazai shrugged. “I'm glad you took me here. I'm glad I can help.”\n“You always do, slug,” he leaned his head over his and sighed. “You're my little ball of sunshine-”\n“Oi, was that 'little' really necessarily there-”\n“- All warm and bright and loving, that I get to kiss and cuddle with. It's perfect.” He sighed. \"Really special my Chibi~\"\n“Why do you talk about yourself like you're a plant...”\nBut he felt himself blushing at Dazai's words, and he knew the other was perfectly aware of the effect his words had had on him.\nDazai stared at the tomb a little longer, before jumping to his feet. He grabbed the bottle, and poured the rest of the whiskey on the stone and the grass in front of it, then did the same with Odasaku's glass. He touched the gravestone with his fingertips, clearly saying his goodbyes. Chuuya got up as well, waiting. Dazai tapped the monument a few times.\n“See you, Odasaku.”\nChuuya bowed his head a bit, and followed Dazai back to the street. He stretched his arms and legs, and then turned to Chuuya.\n“Wanna go to a bar?”\n“It's four in the afternoon.”\n“Yeah, but I feel like getting wasted, today,” he said, crossing his arms behind his head. “Which won't work, but I can still appreciate the burn. Plus this one is special~” He tugged his hand and gave him a lopsided smile. There was still sadness in his eyes, Chuuya noticed, the kind that would never go away for real. It was something that he would always be with Dazai, always come knocking on his door on his worst days, just to add to the pain. It was the kind you learn to live with, and part of you welcomed, because losing it would be losing the people you're missing everyday, and you wouldn't want that anyway.\nChuuya offered his hand and squeezed Dazai's when he took it.\n“Lead the way, then.”\nHe would follow Dazai to hell and back if needed; a bar sounded lovely, after all.",
    "trans": "그의 눈은 주야가 몇 주 동안 본 것보다 더 부드러웠다.\n“매년 여기 오곤 해,” 그는 계속 말했다. 그의 얼굴은 슬픔과 절망감이 덜한 뭔가, 거의 조금은 희망적인 표정이 섞여 있었다. “그런데 이번이 처음이야, 그 후에 오는 첫 번째 기차에 나를 던지고 싶은 기분이 아니란 말이야.”\n\"다자이-\"\n“너를 걱정하게 해서 미안해. 이맘때쯤이면 내 기분이 그다지 좋지 않아.”\n“왜 그걸 사과하는 거야?” 그는 다시 상대방의 손을 꽉 쥐었고, 다자이는 어깨를 으쓱했다. “나를 여기 데려와 줘서 고마워. 내가 도와줄 수 있어서 고마워.”\n“너는 항상 그래, 슬러그,” 그는 머리를 그의 어깨에 기울이고 한숨을 쉬었다. “너는 내 작은 햇살 덩어리야-”\n“이봐, 그 ‘작은’이 정말 꼭 필요한 표현이었어-”\n“— 따뜻하고 밝고 사랑스러워서 내가 키스하고 껴안을 수 있는, 완벽해.” 그는 한숨을 쉬었다. “정말 특별해, 내 치비~”\n“왜 네가 마치 식물인 것처럼 자신에 대해 말하는 거야...”\n하지만 그는 다자이의 말에 얼굴이 붉어지는 걸 느꼈고, 상대방이 자신의 말이 그에게 미친 영향을 완전히 알고 있다는 걸 알았다.\n다자이는 잠시 더 무덤을 바라보다가 벌떡 일어섰다. 그는 병을 들고, 나머지 위스키를 돌과 그 앞의 풀에 쏟았다. 그리고 오다사쿠의 잔으로도 같은 일을 했다. 그는 손끝으로 묘비를 만지며, 분명히 작별을 고했다. 주야도 일어나 기다렸다. 다자이는 그 기념비를 몇 번 두드렸다.\n“잘 가, 오다사쿠.”\n주야는 고개를 살짝 숙인 후, 다자이를 따라 거리로 돌아갔다. 그는 팔과 다리를 쭉 뻗은 후, 주야를 향해 돌았다.\n“술 마시러 갈래?”\n\"지금 오후 네 시야.\"\n“응, 근데 오늘은 그냥 취하고 싶어,” 그는 머리 뒤로 팔을 교차시키며 말했다. “그건 안 될 거지만, 그래도 그 타는 느낌은 즐길 수 있어. 게다가 이건 특별해~” 그는 손을 당기며 비뚤어진 미소를 지었다. 주야는 그의 눈 속에 여전히 슬픔이 있다는 걸 느꼈다. 그것은 결코 진짜로 사라지지 않을 종류의 슬픔이었다. 그것은 다자이와 항상 함께할 것이었고, 가장 힘든 날에는 항상 그의 문을 두드리며, 고통을 더해줄 것이었다. 그것은 함께 살아가는 법을 배우는 종류의 슬픔이었고, 일부는 그것을 환영했다. 왜냐하면 그것을 잃는다는 것은 매일 그리워하는 사람들을 잃는 것이기 때문에, 어쨌든 그것을 원하지 않기 때문이다.\n주야는 손을 내밀어 다자이가 그것을 잡자 그의 손을 꽉 쥐었다.\n“그럼, 길을 안내해줘.”\n필요하다면 지옥까지도 다자이를 따라갈 수 있었다; 결국, 술집은 멋져 보였다."
}