{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Group discussions were carried out with eight Year Fight (age 1 1/12 years) and eight Year 12 (age 15/16 years) pupils in each school. All participation was voluntary. In the grammar school, participants were selected by a senior teacher, who was requested not to discriminate according to behaviour. In the secondary school, participants represented the full number of pupils from each class in attendance on that day (class sizes were very small as the school had sustained a fall in their annual intake for a number of years and school attendance was poor). These discussions lasted for one hour and were meant as an introduction to the topics of education, social life and locality. The intention was to uncover some of the issues important to the pupils themselves, so that the subsequent individual interviews could be underpinned by questions generated by the boys and therefore relevant to their experiences, In this way the research aims to engage respectfully with their views and experiences, which is something Diane Reay has presented as being of critical importance to creating a more socially inclusive society. She asserts that 'perhaps if we began by listening respectfully to the working classes we might he in a better position to develop more accurate, and necessarily complex and highly differentiated, representations of working-class lives' ( Reay 2004, 1020).",
    "trans": "그룹 토론은 각 학교에서 1학년(1년 1개월)과 12학년(15/16세) 학생들 각 8명씩 진행되었습니다. 모든 참여는 자발적이었습니다. 문법학교에서는 고급 교사가 참여자를 선정했으며, 이때 학생들의 행동에 따라 차별하지 말도록 요청했습니다. 중학교에서는 참여자가 그날 수업에 참석한 모든 학급의 학생들로 구성되었습니다(학급 크기가 매우 작았으며, 학교는 수년간 연간 입학생 수가 감소했고 학교 출석률이 낮았습니다). 이 토론은 1시간 동안 진행되었으며 교육, 사회 생활 및 지역성에 대한 주제를 소개하는 목적이었습니다. 이 연구의 목적은 학생들 자신에게 중요한 문제들을 파악하는 것이었으며, 이후 개별 인터뷰에서는 학생들이 제시한 질문을 바탕으로 그들의 경험과 관련된 질문을 할 수 있도록 했습니다. 이러한 방식으로 연구는 학생들의 의견과 경험에 존중을 표하면서 접근하려는 목표를 가지고 있습니다. 이는 Diane Reay가 사회적으로 더 포용적인 사회를 만드는 데 있어 중요한 요소로 제시한 것입니다. 그녀는 '어쩌면 우리가 노동계급의 의견을 존중하며 듣기 시작한다면, 노동계급의 삶에 대해 더 정확하고, 반드시 복잡하며 고도로 차별화된 표현을 발전시킬 수 있을 것'이라고 주장합니다(Reay 2004, 1020)."
}