{
    "source": "en_US",
    "target": "ko_KR",
    "text": "PLEASE READ EACH AND EVERY STEP/INSTRUCTION! If you don’t read or follow these rules it will result in your lobby ending early. DO NOT USE NUKE DO NOT USE A VPN AT ALL RULES Don’t kill the running player in the enemy team! He purchased lobbies as well and is playing. They will not interfere with the amount of kills you can get!! Never use kill streaks! Replace your streaks for UAV and advanced UAV only! Never use a counter UAV!- When you have 20-25 kills, kill yourself. Make sure to have a grenade or run/jump out of the map. A nuke ends the game, so make sure not to use a nuke! If you use a nuke there will be a game penalty. Each Map will have 2-3 spawns per side of the map. Remember where you killed them since they will re-spawn at one of those 2-3 spawns. Use the scavenger perk for ammunition and a tactical insertion to avoid running after you re-spawn.- The bots are shooting at the ground. The gunfire can help to locate them. If you don’t follow the first instruction we will end the game and you will be placed at the back of the queue! If your game crashes or freezes then immediately let me know! Let us know once you’ve added our account! Read the rules and get familiar with them please! Do not join this account’s lobbies unless told to do so. Add the account, and wait for instructions or for an invite. Please add the Activision ID we will provide If you use nuke in a match, 3 games will be subtracted！！！\n15:20",
    "trans": "각 단계/지침을 반드시 읽어주세요! 이 규칙을 읽지 않거나 따르지 않으면 로비가 일찍 종료될 수 있습니다. NUKE 사용 금지 VPN을 절대 사용하지 마세요 적 팀의 실행 중인 선수를 죽이지 마세요! 그도 로비를 구매하고 게임을 하고 있습니다. 그들은 여러분이 얻을 수 있는 킬 수에 영향을 미치지 않습니다!! 킬 스트릭을 절대 사용하지 마세요! UAV와 고급 UAV만 스트릭으로 교체하세요! 카운터 UAV를 사용하지 마세요! - 20-25킬을 달성한 후, 자신을 죽이세요. 수류탄을 준비하거나 맵에서 뛰거 나가거나/점프해 나가세요. Nuke는 게임을 종료시키므로, 사용하지 않도록 하세요! Nuke를 사용하면 게임에 패널티가 부여됩니다. 각 맵에는 한 팀당 2-3개의 스폰 지점이 있습니다. 그들을 죽였던 위치를 기억해 두세요. 그들은 그 2-3개의 스폰 지점 중 하나에서 다시 스폰될 것입니다. 탄약을 위해 Scavenger 특성을 사용하고 재스폰 후 달리지 않도록 전술 삽입을 사용하세요. 봇들이 땅을 쏘고 있습니다. 총소리가 그들을 찾는 데 도움이 될 수 있습니다. 첫 번째 지침을 따르지 않으면 게임을 종료하고 대기열 맨 뒤로 배치됩니다! 게임이 충돌하거나 멈추면 즉시 알려주세요! 계정을 추가한 후 알려주세요! 규칙을 읽고 익숙해지세요! 이 계정의 로비에 참여하지 마세요, 지시를 받지 않는 한 절대 들어가지 마세요. 계정을 추가하고 지시나 초대를 기다리세요. 제공된 Activision ID를 추가하세요. 게임 중에 Nuke를 사용하면, 3게임이 차감됩니다 ! ! !\n15:20"
}