{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The contingency theory of leadership argues that rather than adapting their style to the organization, leaders should fill roles based on how well they “match” the situation, which means leaders should fill roles that best suit their natural inclinations.\nThere is no singular \"best way\" to organize or lead a company; instead, the most effective management style depends on the specific internal and external conditions (or contingencies) faced by an organization. The effectiveness of a leader depends on situational factors. In 1995, Ayman et al. suggest that the traits of the leader and his or her control in the situation are key factors.\nIn particular, the contingency theory of leadership distinguishes between leaders who are task oriented vs. relationship oriented. Task-oriented leaders are more successful in high or low control situations and relationship-oriented leaders are more effective in medium control situations. Situational control consists of three components: the leader's relationship with the team, task clarity, and the leader's positional power.\nIn a chapter on the contingency theory of leadership in the Handbook of Leadership Theory and Practice, Lorsch further states that leadership styles are very difficult to change and that organizations should select the most appropriate leader based on needs and consider employee expectations, organizational complexity, international differences, and task certainty in determining leadership style.",
    "trans": "리더십의 우발성 이론은 리더들이 조직에 맞추어 스타일을 조정하기보다는 상황에 얼마나 잘 \"어울리는지\"에 따라 역할을 수행해야 한다고 주장합니다. 이는 리더들이 자신의 자연스러운 성향에 가장 적합한 역할을 수행해야 한다는 의미입니다.\n회사를 조직하거나 이끄는 데 \"최고의 방법\"은 없으며, 대신 가장 효과적인 관리 스타일은 조직이 직면한 특정한 내부 및 외부 조건(또는 우발적 상황)에 달려 있습니다. 리더의 효과성은 상황적 요인에 따라 달라집니다. 1995년, Ayman 등은 리더의 특성과 그가 처한 상황에서의 통제력이 중요한 요소라고 제안했습니다.\n특히, 리더십의 우발적 상황 이론은 과업 지향적인 리더와 관계 지향적인 리더를 구분합니다. 과업 지향적인 리더는 높은 통제 또는 낮은 통제 상황에서 더 성공적이며, 관계 지향적인 리더는 중간 정도의 통제 상황에서 더 효과적입니다. 상황적 통제는 세 가지 요소로 구성됩니다: 리더와 팀 간의 관계, 과업의 명확성, 그리고 리더의 직위 권한입니다.\n리더십 이론과 실천 핸드북의 우발적 상황 이론에 관한 챕터에서 Lorsch는 리더십 스타일이 변경하기 매우 어렵다고 언급하며, 조직은 필요에 따라 가장 적합한 리더를 선택하고, 리더십 스타일을 결정할 때 직원의 기대, 조직의 복잡성, 국제적 차이점, 그리고 과업의 확실성을 고려해야 한다고 말합니다."
}