{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The PDHPE K–6 Syllabus follows Recommendation 2: ‘Clarify and strengthen writing content in syllabus documents’ from Teaching Writing: Report of the Thematic Review of Writing (NESA 2018).\nCreating written texts is a way of organising thoughts, explaining thinking, and making connections within and across learning areas. The learning areas provide meaningful content for writing beyond the subject of English. ‘When writing instruction prompts students to think deeply and/or make decisions about content, learning is improved’ (AERO 2022). Creating written texts in learning areas develops students’ critical understandings and voice.\nCreating written texts content in the primary curriculum includes:\nsystematic development of expectations for creating written texts, which aligns with the English K–10 Syllabus (2022)\nexplicit writing content to support students to become fluent creators of texts, to deepen their understanding of the learning areas and focus on vocabulary and sentence construction\nopportunities to practise the process of creating written texts to develop and communicate knowledge, understanding and ideas\na focus on vocabulary and sentence construction.\nCreating written texts refers to the act of composing and constructing a text for a particular purpose, audience and context.\nVarious methods of transcription may",
    "trans": "PDHPE K-6 강의 계획서는 '강의 계획서 문서에서 글쓰기 내용을 명확히 하고 강화하기'의 권장 사항 2: '글쓰기 교육'에 기반한다: 쓰기 주제별 검토 보고서(NESA 2018)의 권장 사항 2를 토대로 작성.\n글을 쓰는 것은 생각을 정리하고, 사고를 설명하고, 학습 영역 내 및 학습 영역 간에 연결성을 만드는 방법이다. 학습 영역은 영어라는 주제를 넘어 글쓰기를 위한 의미 있는 콘텐츠를 제공한다. '쓰기 교육을 통하여 학생들이 깊이 생각하거나 주제에 대한 결정을 내리도록 유도하면, 학습 능력이 향상됩니다' (AERO 2022). 학습 영역에서 작문을 하게 되면, 학생들의 비판적 이해와 목소리가 발달하게 된다.\n기본 커리큘럼에서 서면 문장 작성하기에는 다음이 포함된다:\n영어 K-10 강의 계획서(2022)와 일치하는 작문 방식 기대치 체계적으로 개발\n학생들이 문장을 유창하게 작성하고, 학습 영역에 대한 이해를 심화하며, 어휘와 문장 구성에 집중할 수 있도록 지원하는 명시적인 작문 콘텐츠\n지식, 이해 및 아이디어를 개발하고 전달하기 위한 글을 작성하는 과정을 연습할 수 있는 기회.어휘와 문장 구성에 중점을 둠\n어휘와 문장 구성에 중점을 둠.\n서면 문장 작성은 특정 목적, 청중 및 상황에 맞게 문장을 구성하고 내용을 작성하는 것을 의미.\n다양한 작문 방법은 다음이 포함될 수 있다"
}