{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Here are some project ideas for students that combine science with medicine and health:\n1. Effects of Exercise on Heart Rate: Investigate how different types and durations of physical exercise (e.g., running, yoga, or strength training) affect heart rate, and recovery time after exercise.\n2. Studying Antimicrobial Properties of Natural Substances: Test common household items (like garlic, honey, or coconut oil) for their ability to inhibit bacterial growth, simulating an experiment that explores natural antibiotic alternatives.\n3. Impact of Sleep Deprivation on Cognitive Functions: Conduct a study where participants take memory, focus, or reflex tests after different amounts of sleep (e.g., 4, 6, or 8 hours) to observe how sleep affects brain function.\n4. Hand Washing and Bacteria Growth: Test how effective different hand-washing methods (soap and water, hand sanitizer, etc.) are at removing bacteria, using samples taken from hands before and after cleaning.\n5. The Role of Nutrition in Health: Design a project exploring how different diets (e.g., high-sugar, high-protein, or plant-based) affect various health markers, such as energy levels, mood, or concentration.\n6. Monitoring Air Quality in Urban Areas and Its Health Impacts: Measure the levels of pollutants in different locations (e.g., near traffic, in a park) and investigate how air quality affects respiratory health by surveying or testing lung function.\n7. The Impact of Blue Light on Sleep Cycles: Examine how exposure to blue light (from screens) before bedtime affects sleep quality by recording sleep duration and quality for participants with and without screen exposure.\n8. Studying the Effects of Stress on the Immune System: Collect data on stress levels (using questionnaires or heart rate as a proxy) and correlate it with the frequency of illness in participants.\n9. Exploring the Effectiveness of Different Sunscreens: Test various SPF levels and sunscreen brands by exposing surfaces coated with them to UV light, comparing their effectiveness in blocking or reducing skin-damaging rays.\n10. Examining the Psychology of Placebo Effect: Investigate the placebo effect by administering a non-active substance to participants and studying their response to perceived benefits (e.g., on pain, mood, or performance).\nThese ideas allow students to explore science topics in a way that is both practical and relevant to health and medicine.",
    "trans": "다음은 학생들을 위한 과학, 의학, 건강이 결부된 몇 가지 프로젝트 아이디어입니다:\n1. 운동이 심박수에 미치는 영향: 신체 운동(예: 달리기, 요가, 근력 운동)의 다른 유형과 지속 시간이 심박수 및 운동 후 회복 시간에 어떤 영향을 미치는지 조사합니다.\n2. 자연 물질의 항균 성분 연구: (마늘, 꿀 또는 코코넛 오일과 같은) 일반적인 가정용 물품이 박테리아 성장을 억제하는 능력을 실험하여 자연 항생제 대체물에 대한 실험을 시뮬레이션합니다.\n3. 수면 부족이 인지 기능에 미치는 영향: 참가자들이 다른 수면 시간(예: 4, 6, 8시간 등) 동안 수면 후 기억력, 집중력 또는 반사 테스트를 진행하여 수면이 뇌 기능에 미치는 영향을 관찰합니다.\n4. 손 씻기와 박테리아 성장: 다양한 손 씻기 방법(비누와 물, 손 세정제 등)이 박테리아 제거에 얼마나 효과적인지 테스트하고, 손 씻기 전후에 채취한 샘플을 비교합니다.\n5. 영양이 건강에 미치는 역할: 다양한 식단(예: 고당도, 고단백 혹은 식물 기반 식단)이 에너지 레벨, 기분 또는 집중력과 같은 건강 지표에 어떤 영향을 미치는지 탐구하는 프로젝트를 설계합니다.\n6. 도시 지역의 대기질 및 건강에 대한 영향 모니터링: 다양한 장소(예: 교통 근처, 공원 등)에서 오염 물질 수준을 측정하고, 대기질이 호흡기 건강에 미치는 영향을 설문조사나 폐 기능 테스트를 통해 조사합니다.\n7. 블루 라이트가 수면 주기에 미치는 영향: 잠자리에 들기 전에 (스크린에서 나오는) 블루 라이트에 노출된 경우 수면 품질에 어떤 영향이 있는지 조사하고, 스크린 노출이 있는 참가자와 그렇지 않은 참가자의 수면 시간과 품질을 비교합니다.\n8. 스트레스가 면역 체계에 미치는 영향 연구: 스트레스 수준에 대한 데이터를 수집해 (설문지나 심박수 등 이용) 참가자들의 질병의 빈도와 연관지어본다.\n9. 다양한 자외선 차단제의 효과 탐색: 다양한 자외선 차단 지수 수준과 자외선 차단제 브랜드를 테스트하여 이를 바른 표면을 자외선에 노출시켜, 피부 손상을 유발하는 자외선 차단 혹은 감소 효과를 비교합니다.\n10. 플라시보 효과의 심리학 조사: 비활성 물질을 참가자에게 제공하고, 그들이 지각하는 효능(예: 통증, 기분 또는 성능에 대해)을 연구하여 플라시보 효과를 조사합니다.\n이 아이디어들은 학생들이 과학적 주제를 건강과 의학에 실용적이며 관련성 있는 방법으로 탐구할 수 있도록 해줍니다."
}