{
    "source": "en_US",
    "target": "ko_KR",
    "text": "know,\" he agreed. \"And I'm going to make sure you do. I'll cover the fees. I'll do whatever it takes, but I need you to support me on this.\"\n\"Joey won't.\" My hands shook as I spoke. \"He won't live under the same roof as her, Darren. You don't know what it's been like for him.\"\n\"Joey's irrelevant in this,\" Darren muttered, pinching his temples. \"He's over eighteen.\"\n\"That doesn’t make him irrelevant,\" I snapped, glaring at my oldest brother. \"He's the most relevant thing in our lives, Darren.\"\nHe sighed heavily. \"I know, I know. I didn't mean it to come out like that –\"\n\"Did you know that Sean called Joey 'Da-Da' until he was two?\" I interrupted sharply. My eyes were wide and full of unshed tears, my hands balled into fists and shaking at my sides. \"Sean actually thought his brother was his daddy. I suppose it would be an easy mistake to make, you know, considering Joey sat up most nights doing his night feeds and changing his nappies when Mam was working nights or drowning in her depression. So, go ahead and tell Sean how irrelevant Joey is. Or better still, tell Ollie and Tadhg that every time Joey slept outside their bedroom door, for fear our father would go after them, was irrelevant. Tell them about how all the beatings Joey took for them were irrelevant. Tell me how irrelevant the brother who fed us when we were starving, stuck up for us when we had no one, gave us money when we needed it for school –\" my voice cracked and I dragged in several deep breaths before I could continue, \"Tell me how irrelevant he is, Darren,\" I strangled out, feeling the burning protest of my lungs from the sudden exertion. \"Go right ahead and do it!\"\n\"You know I didn’t mean it like that,\" he sighed. \"Of course he's not irrelevant. That was a shitty thing for me to say.\"\n\"Yeah,\" I strangled out, chest heaving. \"It was.\"\n\"What I was trying to say is that Joey's over eighteen. Legally, he's an adult and the social workers aren't interested in him. They're concentrating on the minor children – you, Tadhg, Ollie, and Sean. He's not on their radar.\"\n\"Have you met Sean yet?\" I heard myself ask, tone harder than I knew I was capable of. \"Ollie got big, didn’t he? Tadhg, too. What age were they when you last saw them? Three and six, wasn’t it?\" I knew I should stop and rein it in, but I couldn't. I was so furious that he could be so flippant with his words. It hurt to hear him call Joey irrelevant because I knew that was exactly how Joey was feeling when he stormed out earlier. \"I was ten. Joey was twelve – barely older than Tadhg is now. Do you think we have changed, Darren?\"\n\"A lot has changed,\" he whispered.\n\"Yeah, it has,\" I agreed, voice warbling. \"And the mother that was so good to you, the Mam you remember, isn’t the one we experienced.\"\n\"She's still your mother.\"\n\"See, you keep calling her that, but I only remember having one of those.\"\n\"Shannon –\"\n\"His name is Joey,\" I choked out, fisting the sheets. \"The irrelevant one. He's been our mother, Darren, when our real one checked out.\" Tears pooled down my cheeks as I spoke, forcing myself to get it out and for him to hear it, \"When you",
    "trans": "\"알아.\" 그가 동의했다. \"그리고 내가 확실히 할게. 수수료는 제가 부담할게. 필요한 건 뭐든 하겠지만 이것에 대해 네가 나를 지원해 줘야 해.\"\n\"조이는 그러지 않을 거야.\" 나는 말할 때  손이 떨렸다. \"그는 그녀와 같은 지붕 아래에서 살지 않을 거야, 대런. 너는 그가 어떤 사람이었는지 모르잖아.\"\n\"조이는 이 일과 무관해.\" 대런이 중얼거리며 관자놀이를 꼬집었다. \"그는 열여덟 살이 넘었어.\"\n\"그렇다고 해서 그가 무의미하다는 건 아니야.\" 나는 큰 형을 노려보며 쏘아붙였다. \"그는 우리 삶에서 가장 중요한 존재야, 대런.\"\n그는 크게 한숨을 쉬었다. \"알아, 알아. 그렇게 말하려고 한 게 아닌데-\"\n\"숀이 조이를 두 살 때까지 '다다'라고 불렀다는 걸 알고 있었어?\" 내가 날카롭게 말을 가로채며 말했다. 내 눈이 커지고 눈물로 가득 찼고, 주먹 쥔 손의 옆면이 떨렸다. \"숀은 사실 자기 동생이 아빠라고 생각했어. 조이가 밤에 젖을 먹이고 기저귀를 갈아주느라 밤샘을 했다는 걸 생각하면, 쉽게 저지를 수 있는 실수였을 거야. 엄마가 밤에 일하거나 우울증에 빠져 있을 때 말이야. 그러니 숀에게 조이가 얼마나 무의미한 존재인지 말해. 아니면 그게 나을거야, 우리 아빠가 쫓아올까 봐 조이가 매번 침실 문 밖에서 잤던 것이 무의미한 일이었다고 올리와 타드그에게 말해. 조이가 그들을 위해 구타 당했던 것이 모두 무의미한 일이라고 말해. 우리가 굶주릴 때 우리에게 먹을 것을 주고, 아무도 없을 때 우리를 옹호하고, 학교에서 필요로 하는 것을 사라고 돈을 주던 그 동생이 얼마나 무의미한지 말해 봐 - \"내 목소리가 갈라졌고, 나는 계속하기 전에 몇 번이나 심호흡을 했다. \"그가 얼마나 무의미한지 말해 봐, 대런,\" 나는 목이 메어 갑작스러운 운동으로 폐가 타들어가는 것을 느꼈다. \"바로 해 봐!\"\n\"내가 그런 뜻으로 한 말은 아니라는 걸 알잖아.\" 그는 한숨을 내쉬었다. \"물론 그가 중요하지 않다는 건 아니야. 내가 그런 말을 한 건 형편없었어.\"\n\"그래.\" 나는  가슴이 울렁거리며 목이 메었다. \"그랬어.\"\n\"내가 말하고 싶었던 건 조이가 열여덟 살이 넘었다는 거야. 법적으로는 그는 성인이고 사회복지사들은 그에게 관심이 없어. 그들은 미성년자에게 집중하고 있어, 즉 너, 타드그, 올리, 숀말이야 . 그는 그들의 레이더에 잡히지 않아.\"\n\"숀 만났어?\" 내가 묻는 소리가 들렸는데, 내가 할 수 있는 것보다 더 강한 어조로 말했다. \"올리가 커졌지? 타드그도. 마지막으로 봤을 때 몇 살이었지? 세 살과 여섯 살이었지?\" 나는 멈춰서서 참아야 한다는 걸 알았지만, 그럴 수 없었다. 그가 그렇게 가볍게 말을 건넨 게 너무 화가 났다. 그가 조이를 무의미하다고 부르는 걸 듣는 게 아팠다. 조이가 아까 고함쳤을 때 정확히 그런 기분이었다는 걸 알았기 때문이다. \"나는 열 살이었고, 조이는 열두 살이었어. 지금 타드그보다 조금 더 나이가 많았을 뿐이야. 우리가 바뀌었다고 생각해, 대런?\"\n\"많이 바뀌었어.\" 그가 속삭였다.\n\"그래, 바뀌었어.\" 나는 목소리를 떨며 동의했다. \"그리고 너에게 너무 좋았던 엄마, 네가 기억하는 그 엄마는 우리가 경험한 엄마가 아니야.\"\n\"그녀는 여전히 네 엄마야.\"\n\"봐, 계속 그녀를 그렇게 부르지만 나는 그 중 하나만 기억나.\"\n\"섀넌 -\"\n\"그의 이름은 조이야.\" 나는 목이 메어 말하며 시트를 주먹으로 움켜쥐었다. \"무의미한 사람. 그는 우리의 엄마였어, 대런.\" 나는 말하는 중에 뺨에 눈물이 고였고, 억지로 눈물을 짜내며 그가 듣도록 했다. \"당신이"
}