{
    "source": "en_US",
    "target": "ko_KR",
    "text": "There is a hot pot brand in China that I really like, called Haidilao Hot pot. This hot pot is very popular, not only the business of the store is very popular, but also the brand-related foods, such as the hot pot bottom material, many people are willing to purchase. There are also hot pot chains in other countries. Not only does the hot pot restaurant offer free manicure appointments, but some areas even offer to wash your hair for free after the meal. Birthday by the waiter to sing and dance for you, the atmosphere is very pleasant. I have chosen to spend my birthday here with friends several times. I am very impressed with the Logo of this hot pot restaurant. Most of its Logo is made up of red and white, red symbolizes enthusiasm and joy, and the fact is that when you enter this hot pot restaurant, their waiters are very service conscious and can make you enjoy an unparalleled service experience.The center of the Logo, HI, also represents the meaning of hello, experiencing the joy of Hailao hot pot and excellent service awareness. The letter H is designed in the shape of a chopstick to highlight the characteristics of Chinese food, while the letter I is designed as a chili pepper to represent the food's spicy character.The image of this Logo effectively promoted the development of Haidilao hot pot in China, This made me realize that a good logo is the key to the success of a business and a product.",
    "trans": "제가 진짜 좋아하는 훠궈 브랜드가 중국에 있는데, 이름은 하이디라오 훠궈입니다. 이 훠궈는 엄청 유명한데, 가게 장사만 잘 되는 게 아니라 브랜드에서 내는 식품들, 예를 들어 많은 사람들이 구매하고 싶어하는 훠궈 기본 재료들도 유명합니다. 다른 나라에도 훠궈 체인점을 냈습니다. 이 훠궈 가게에서는 공짜로 손톱을 손질해줄 뿐만 아니라, 일부 지역에서는 식사 후에 공짜로 머리도 감겨줍니다. 생일에는 종업원이 여러분을 위해 노래하고 춤 추는데, 분위기가 엄청 좋습니다. 저는 친구들이랑 이 가게에서 제 생일을 여러 번 보냈습니다. 이 훠궈 가게의 로고도 굉장히 인상적입니다. 로고의 대부분이 빨간색이랑 하얀색으로 되어 있는데, 빨간색은 열정과 즐거움을 뜻하며, 그래서 실제로 이 훠궈 가게에 들어가면 종업원들이 서비스에 엄청 신경 쓰시기 때문에 타의 추종을 불허하는 서비스 경험을 즐길 수가 있습니다. 로고 중앙의 HI는 안녕이라는 의미, 하이디라오 훠궈의 즐거움과 뛰어난 서비스 정신을 경험하는 의미를 담고 있습니다. 글자 H는 중국 음식의 특징을 강조하기 위해 젓가락 형태로 디자인되어 있고, 글자 I는 고추로 디자인을 해서 음식의 매운 특징을 나타내고 있습니다. 이 로고의 이미지로 중국 내 하이디라오 훠궈의 성장이 효과적으로 촉진되었으며, 이를 보며 저는 좋은 로고가 곧 사업과 상품의 성공의 핵심임을 깨닫게 되었습니다."
}