{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Abby wanted to touch, but Ellie made her next move quickly.\nEllie leaned over Abby, leveraged herself with her hands, and rocked her hips against Abby’s hips again, a desperate sigh slipping through her swollen lips.\nAbby was lightning, dangerous and capable of burning someone from the inside out, but Ellie didn’t care. She would be the moth, chasing after the light that burns everything she touches.\nEllie kissed Abby like she had nothing to lose and it made Abby gasp after every kiss. Ellie would pull away and Abby would push in the same way the waves did with the shore. Abby eroded her, took pieces of her and Ellie wanted it all back. They traded soft, wet and eager kisses that walked the line, teetering onto hard and forcible.\nEllie pulled back, licking her lips and Abby tilted her head and dropped her jaw so slightly.\n“You want more?” Ellie asked, tracing Abby’s swollen lips with her thumb.\n“Mmm-hmm,” Abby hummed greedily.\nFuck. Ellie sighed, relishing in the need that dripped from Abby’s words like sweet sap from a tree.\n“Who am I to deny you?” Ellie whispered, leaning down and kissing her deeply. Abby kissed back, showing her strength and pulling Ellie’s hips down against hers. Ellie gasped, pain intertwining with pleasure and wondered if Abby was as wet as she was.",
    "trans": "애비는 만지고 싶어했지만, 엘리는 재빨리 다음으로 넘어가게 했다.\n엘리는 애비에게 몸을 기대며 그녀의 손으로 자신을 지지하고, 애비의 엉덩이에 대고 그녀의 엉덩이를 흔들었고, 그녀의 부풀어 오른 입술 사이로 절망적인 한숨을 내쉬었다.\n애비는 번개처럼 빨랐으며, 위험했고 뜨겁게 만드는 능력이 있었지만 엘리는 신경 쓰지 않았습니다. 그녀는 손대는 모든 것을 태우는 불을 쫓는 나방이 될 것이다.\n잃을 것이 없다는 듯이 엘리는 애비에게 키스했고 모든 키스마다 애비는 숨을 헐떡였다. 엘리는 물러섰지만, 애비는 파도가 밀려오듯이 밀고 들어왔다. 애비는 그녀를 갉아먹었고, 그녀의 일부를 가져갔고, 엘리는 모든 것을 되찾기를 원했다. 그들은 부드럽고 축축하며 열정적인 키스를 주고받으며 선을 따라 걸었고, 거칠고 강압적인 키스인 키스로 이어졌다.\n엘리는 뒤로 물러서서 입술을 핥았고, 애비는 고개를 갸웃거리며 턱을 살짝 내렸다.\n\"더 원해?\" 엘리가 엄지손가락으로 애비의 부풀어 오른 입술을 쓰다듬으며 물었다.\n\"음-흠,\" 애비가 탐욕스럽게 콧노래를 불렀다.\n젠장. 엘리는 한숨을 쉬며, 애비의 달콤한 말을 즐겼다.\n\"내가 누군데 널 거절하겠어?\" 엘리가 속삭이며 몸을 숙이고 깊게 키스했습니다. 애비가 다시 키스했고, 애비는 힘을 보여주며 엘리의 엉덩이를 그녀의 엉덩이로 끌어내렸다. 엘리는 쾌락을 동반한 고통에 숨을 헐떡였고 애비가 자신만큼 젖었는지 궁금했다."
}