{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Qualifications:\nHigh school graduate\nStrong basic math skills\nMinimum ½ year experience in warehouse operations - including RF/HH equipment, forklift, electric pallet jack and stretch-wrap machine\nWorking knowledge of computers or ability to learn applicable systems required\nHigh degree of accuracy and attention to detail\nSense of urgency and well organized\nCooperative team like attitude\nAbility to multi-task and/or quickly transition from one function/task to the next\nDepending on location, must have and maintain a valid Driver’s License and clean driving record\nScope Data:\nInteracts professionally with all stakeholders\nAccountable for individual accuracy and commitment to learning from mistakes\nActs with integrity\nWork Environment:\nWarehouse environment may be subject to temperature extremes, dust, fumes and battery acid\nHeavy lifting up to 100 lbs\nRepetitive lifting\nConsistent walking\nStanding or walking for two-hour intervals\nRepetitive taping of boxes\nNote: We do not accept resumes from headhunters, placement agencies, or other suppliers that have not signed a formal agreement with us.\nInterstate Batteries provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, gender, sex, national origin, age, disability, genetic information, marital status, amnesty, or status as a covered veteran in accordance with applicable federal, state and local laws. Interstate Batteries complies with applicable state and local laws governing non-discrimination in employment in every location in which the company has facilities. This policy applies to all terms and conditions of employment, including, but not limited to, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation, and training.\nInterstate Batteries expressly prohibits any form of unlawful employee harassment based on race, color, religion, gender, sex, national origin, age, genetic information, disability, or veteran status. Improper interference with the ability of Interstate Batteries' employees to perform their expected job duties is absolutely not tolerated.\nSalary Requirements\n$19-$20",
    "trans": "자격:\n고등학교 졸업자\n강력한 기초 수학 능력\nRF/HH 장비, 지게차, 전기 팔레트 잭 및 스트레치 랩 머신을 포함한 창고 운영 최소 ½ 년 경력\n컴퓨터에 대한 실무 지식 또는 적용 가능한 시스템을 학습할 수 있는 능력 필요\n높은 수준의 정확성과 세부 사항에 대한 주의력\n긴박감과 잘 조직됨\n협동적인 팀과 같은 태도\n다중 작업 및/또는 한 기능/작업에서 다음 작업으로 빠르게 전환할 수 있는 기능\n위치에 따라 유효한 운전면허증과 깨끗한 운전 기록을 보유하고 유지해야 함\n범위 데이터:\n모든 이해 관계자와 전문적으로 상호 작용\n개인의 정확성과 실수로부터 학습에 대한 헌신을 책임짐\n정직하게 행동\n작업  환경:\n창고 환경은 극한의 온도, 먼지, 연기 및 배터리 산의 영향을 받을 수 있습니다\n최대 100파운드의 무거운 물건 들어 올리기\n반복적인 들어 올리기\n일관된 걷기\n2시간 간격으로 서 있거나 걷기\n상자를 반복적으로 테이핑하기\n참고: 저희와 정식 계약을 체결하지 않은 헤드헌터, 배치 기관 또는 기타 공급업체의 이력서는 받지 않습니다.\n인터스테이트 배터리는 인종, 피부색, 종교, 성별, 성, 국적, 나이, 장애, 유전 정보, 결혼 상태, 사면 또는 적용 가능한 연방, 주 및 지방 법률에 따라 보장된  재향군인로서의 지위와 관계없이 모든 직원과 채용 지원자에게 동등한 고용 기회(EEO)를 제공합니다. 인터스테이트 배터리는 회사가 시설을 두고 있는 모든 지역에서 고용 차별 금지를 규정하는 해당 주 및 지방 법률을 준수합니다. 이 정책은 고용, 배치, 승진, 해고, 정리 해고, 리콜, 전보, 휴가, 보상 및 교육을 포함한 모든 고용 조건에 적용되지만 이에 국한되지는 않습니다.\n인터스테이트 배터리는 인종, 피부색, 종교, 성별, 성, 국적, 나이, 유전 정보, 장애 또는 재향군인 지위에 따른 모든 형태의 불법적인 직원 괴롭힘을 명시적으로 금지합니다. 인터스테이트 배터리 직원이 예상되는 직무를 수행하는 능력에 대한 부적절한 간섭은 절대 용납되지 않습니다.\n급여 요건\n19달러-20달러"
}