{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Your new card is on its way\nYour debit card ending in 0878 was mailed to you on 10/08/2024 to this address:\n[redacted_address]\nYour card will arrive in an envelope with a Bank of America logo and a Wilmington, Delaware return address within 4-6 business days.\nWhat you need to know\nThis card is linked to your primary account ending in\n6565.\nYour Personal Identification Number (PIN) hasn't\nchanged.\nThis card replaces your card ending in 8632.\nYour card will have a new number, expiration date and\n3-digit security code (CVV). If you locked your card, the\nlock will not carry over to your new card.\nWant to access your debit card right away? Check if a digital version is available in our Mobile Banking app\nunder Manage Cards.\nWhen your new card arrives\nActivate your new card immediately so you can begin\nusing it to access your funds.\nDestroy your old card.\nProvide your new card number and expiration date to\ncompanies or service providers who bill you\nautomatically or where your card information is stored\nin online shopping carts.\nIf the address above is incorrect or your card is not received by the scheduled delivery date provided in the tracking link above, contact us immediately.",
    "trans": "새 카드가 배송 중입니다\n0878번으로 끝나는 직불 카드는 다음의 주소로 2024/10/08에 우편으로 배송되었습니다:\n[redacted_address]\n귀하의 카드는 뱅크 오브 아메리카 로고와 델라웨어 주 윌밍턴 반송 주소가 있는 봉투에 담겨 영업일 4-6일 이내로 배송 예정입니다.\n귀하께서 알아두셔야 할 사항\n이 카드는 귀하의 주요 계좌와 연결되어 있는데,\n해당 계좌는 6565번으로 끝나는 계좌입니다.\n귀하의 개인 식별 번호(PIN)가\n변경되지 않았습니다.\n이 카드는 8632번으로 끝나는 카드를 교체하게 됩니다.\n귀하게 받게 되실 카드는 새로운 번호, 유효 기한,\n3자리 수의 보안 코드(CVV)를 부여받게 될 예정입니다. 만약 카드 기능을 잠그셨다면,\n해당 잠금 기능은 새로운 카드에 적용되지 않습니다.\n직불 카드를 바로 사용하고 싶으신가요? 저희 모바일 뱅킹 앱의 카드 관리 탭에서 디지털 버전으로 이용 가능한지\n확인해보시기 바랍니다.\n새 카드가 도착하는 시기\n즉시 새로운 카드를 활성화하셔서\n자금 운용시 사용해 보세요.\n이전 카드는 폐기하시기바랍니다.\n새로운 카드 번호와 유효 기간을\n자동으로 급여를 받으시는 회사와 서비스 제공자께 알리시거나\n온라인 쇼핑 장바구니에 저장되어 있는\n카드 정보에 입력하시기 바랍니다.\n상기의 주소가 잘못되어 있거나 상기의 추적 링크에 나와 있는 예상 배송 날짜에 카드를 받지 못하셨다면 즉시 저희에게 알려주시기 바랍니다."
}