{
    "source": "en_US",
    "target": "ko_KR",
    "text": "CONFIDENTIALITY AND NON-DISCLOSURE AGREEMENT\nThis Confidentiality and Non Disclosure Agreement (the “Agreement”) is made on 2024-10-14 by and between,\nSpa Worldwide Ltd trading as Testerwork,\nAddress:\n2nd Floor 90-92 Pentonville Road London N1 9HS,\nhereinafter referred as ‘the Company’\nand [redacted_name],\nhereinafter referred as ‘Receiving Party’\nAddress:\n[redacted_address]\nThe Company and the Receiving Party are hereinafter referred as ‘the Parties’ or ‘the Party’.\nWHEREAS, Company has engaged Receiving Party to provide certain services relating to the testing of its and its customer’s technology (the “Services”), and Receiving Party has agreed to provide such Services;\nWHEREAS, in connection with the performance of Services, Receiving Party will acquire information that is confidential and proprietary to Company (as defined below, the “Confidential Information”);\nWHEREAS, Receiving Party and Company desire to set forth Receiving Party’s nondisclosure and confidentiality obligations with respect to the Confidential Information; and\nWHEREAS, Receiving Party shall acknowledge its acceptance to the terms of use of this Agreement (which is required before Receiving Party is allowed to provide such Services to Company) by either clicking its acceptance thereto as specified in Company’s platform (in which case the signature block at the end does not need to be signed), or by executing this Agreement directly with Company via the signature block at the end.\nNOW, THEREFORE, the parties hereby agree as follows:",
    "trans": "기밀 및 비공개 계약서\n이 기밀 및 비공개 계약서(이하 \"계약서\")는 2024년 10월 14일 체결되었으며, 이는\n스파 월드와이드 유한회사의 테스터워크로,\n주소:\nN1 9HS 런던 펜턴빌가 90-92번지 2층,\n이하 '회사'라고 칭한다.\n그리고 [redacted_name]는,\n이하 '수신 당사자'라고 칭한다.\n주소:\n[redacted_address]\n회사와 수신 당사자는 이하 '당사자들' 또는 '당사자'라고 한다.\n이에 따라, 회사는 수신 당사자에게 자사 및 고객의 기술에 대한 테스트와 관련된 특정 서비스(이하 \"서비스\")를 제공하도록 계약하였으며, 수신 당사자는 이러한 서비스를 제공하기로 동의했다.\n이에 따라, 서비스를 제공하는 과정에서 수신 당사자는 회사의 기밀 및 독점 정보(아래 정의된 \"기밀 정보\")를 알게 될 것이다:\n이에 따라, 수신 당사자와 회사는 기밀 정보에 대한 수신 당사자의 비공개 및 기밀 유지 의무를 요구하고자 한다; 그리고\n이에 따라, 수신 당사자는 회사가 제공하는 플랫폼에서 이를 수락하는 버튼을 클릭하거나(이 경우 서명란에서 서명하지 않아도 됨), 혹은 계약서의 서명란을 통해 직접 계약을 체결함으로써 본 계약서의 조건에 동의합니다.\n따라서, 당사자들은 다음과 같이 합의합니다:"
}