{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Well…” Cain explained cautiously, “Mr. Zachary’s luggage was in the car. Besides, Bruce purposely drove around the place before returning to Northridge so that the Lindberg family wouldn’t suspect anything. As far as I can tell, Mr. Zachary knew that he could stay there.”\n“Pfft!” Spencer burst into laughter. “This is really what Mr. Zachary would do.”\n“That lad has all sorts of tricks in his mind.” Henry was slightly annoyed. “Anyway, you guys made a good point. Since Zachary has made preparations in advance, he should’ve expected what will happen next.”\n“Yes. You don’t have to overthink it,” Spencer comforted him, “anyway, it’s getting late. You should get some rest.”\n“Ah—” Henry heaved a sigh, for he still couldn’t put his mind at ease.\nNonetheless, after the incident related to Cynthia happened, Henry kept persuading himself to give more freedom to Zachary, even though he cared about him very much.\n“Alright. You may leave now.”\nCain lowered his head and left after Spencer shot a look at him.\nThen, Spencer helped Henry to the bed and consoled him. “Don’t worry, for the children will take care of themselves. Besides, Mr. Zachary is more competent than you can imagine. So, please don’t overthink it.”\n“Have you found anything about the things that I asked you to investigate?” Henry suddenly asked.\nAfter remaining silent for a few seconds, Spencer said in a low voice, “Mr. Zachary and the Lindberg family are searching for Ms. Zara. They have sent a lot of men to do it, yet I believe they haven’t had any important leads.”\n“We mustn’t let the Lindberg family find Zara first.” Henry frowned and continued, “She will be dead if the Lindberg family gets her first. Instead, she might have a chance to survive if Zachary finds her first.”\n“I think the Lindberg family won’t let go of Ms. Zara easily. After all, Mrs. Berry died because of her. Besides, she abducted Robbie and almost killed Charlotte. The animosity between them has reached the point of no return, and the Lindberg family must take revenge on her,” “ Spencer said worriedly.\nUpon hearing Spencer’s words, Henry fell silent and frowned.\n“I understand that you’re in a difficult position. Given that Ms. Zara is your daughter, you hope that she can survive. However… she committed many unforgivable crimes. Also, she seems to have gone crazy now. So, I’m afraid she can’t escape her fate no matter how much you wish to protect her,” Spencer persuaded patiently.\n“I get it…” Henry heaved a sigh and continued, “Every adult has to be responsible for what he does. I only hope that there can be a better way to solve it. For instance, hand her over to the police and punish her by the law. By then, she can at least stay alive!”\n“I understand.” Spencer nodded and replied, “Well, let’s hope that Mr. Zachary can get Ms. Zara first.”\n“No, I’ve to remind him.” With that, Henry struggled to get up from bed.\n“Please don’t,” Spencer comforted him and said, “Mr. Zachary is already aware of it even though you haven’t told him. After all, what makes you think that Ms. Zara could escape a few times easily?”\nSpencer paused for a while and continued, “ Mr. Zachary doesn’t intend to hurt his family. Besides, as far as I know, there is a lack of evidence to prove that Ms. Zara committed all of the accused crimes. So, with the help of a prominent lawyer, I think she will only be jailed for a few years.”\n“We hope that it comes true. However, the only concern is that the Lindberg family won’t let her off the hook,” Henry responded anxiously, “Hopefully, Charlotte is reasonable in dealing with Zara. Since Sharon was the one who harmed Charlotte and Mrs. Berry, Charlotte can take her life for revenge.”\n“Ms. Lindberg will understand it. After all, she didn’t stop Mr. Zachary when he wanted to bring Cynthia to the police station,” Spencer assured him, “when it comes to Ms. Zara, I believe she won’t act recklessly as well.”\n“I hope so…”",
    "trans": "음..,\" 케인은 조심스럽게 설명했다, \"재커리 님의 짐이 차에 있었습니다. 게다가, 브루스는 린드버그 가족이 의심하지 않도록 일부러 한 바퀴 돌아서 노스리지로 돌아갔어요.\" 제가 보기엔, 재커리 님도 그곳에 머물 수 있다는 걸 아는 것 같았습니다.\"\n\"푸하하!\" 스펜서는 웃음을 터뜨렸다. \"정말 재커리 님다운 행동이군요.\"\n\"그 녀석은 머릿속에 온갖 계략을 가지고 있지.\" 헨리는 약간 짜증이 났다. \"어쨌든, 너희 말도 일리가 있어. 재커리가 미리 준비를 해둔 만큼, 이후에 일어날 일도 예상하고 있었겠지.\"\n\"네. 너무 걱정하지 마세요,\" 스펜서가 그를 위로했고, \"어쨌든, 시간이 늦었습니다. 이제 좀 쉬셔야 해요.\"\n\"하아—\" 헨리는 한숨을 쉬며, 여전히 마음을 쉽게 놓지 못하는 듯 했다.\n그러나, 신시아와 관련된 사건이 터진 후, 비록 재커리를 많이 아끼고 있었지만, 그는 재커리에게 더 많은 자유를 주기로 스스로를 설득했다.\n\"좋아. 이제 가도 돼.\"\n케인은 고개를 숙이며 떠났고 스펜서는 그에게 의미심장한 시선을 보냈다.\n그 후, 스펜서는 헨리를 침대로 부축하며 그를 다독였다. \"걱정하지 마세요, 아이들은 스스로 잘 해결할겁니다. 게다가, 재커리 님은 상상하시는 것보다 훨씬 유능합니다. 그러니, 너무 심려하지 마세요.\"\n\"내가 지시한 조사는 어떻게 됐어?\" 헨리가 갑자기 물었다.\n잠시 침묵하다가, 스펜서는 낮은 목소리로 말했다, \"재커리 님과 린드버그 가족이 자라 님을 찾고 있습니다. 많은 인력을 동원해 수색하고 있지만, 아직 뚜렷한 단서는 찾지 못한 것 같습니다.\"\n\"린드버그 가족이 먼저 자라를 찾도록 놔둬서는 안 돼.\" 헨리는 눈살을 찌푸리며 이어갔다, \"그들이 먼저 자라를 찾으면 그녀는 살아남지 못할거야. 대신, 재커리가 먼저 찾는다면 살 수도 있지.\"\n\"제 생각엔 린드버그 가족이 자라 님을 쉽게 놓아줄 것 같진 않습니다. 결국, 베리 부인이 그녀 때문에 목숨을 잃었습니다. 게다가, 그녀는 로비를 납치하고 샬롯을 거의 죽일 뻔 했습니다. 그들 사이의 원한은 이미 돌이킬 수 없는 상태이고, 린드버그 가족은 그녀에게 반드시 복수할 겁니다,\" \" 스펜서가 걱정스럽게 말했다.\n스펜서의 말을 듣자, 헨리는 깊은 침묵에 빠져 얼굴을 찌푸렸다.\n\"곤란한 처지에 놓여 계시다는 걸 저는 잘 이해합니다. 자라 님은 따님이시니, 당연히 그녀가 살길 바라시겠죠. 하지만... 그녀는 너무 많은 용서 받을 수 없는 죄를 지었습니다. 그리고, 그녀는 이제 거의 정신이 나간 상태입니다. 그러니, 그녀를 아무리 보호하고 싶으셔도 그녀는 결국 자신의 업보에서 벗어날 수 없을겁니다,\" 스펜서가 조심스럽게 설득했다.\n\"알고 있어...\" 헨리는 무겁게 한숨을 내쉬며 이어갔다, \"어른이라면 누구나 자신의 행동에 책임을 져야 하지. 난 그저 조금 더 나은 해결 방법이 있길 바랄 뿐이야. 예를 들어, 그 아이를 경찰에 넘겨 법적으로 처벌 받게 하는 것. 그러면, 걔가 최소한 목숨이라도 건질 테니까!\"\n\"이애합니다.\" 스펜서는 고개를 끄덕이며 답했다, \"그러니, 재커리 님이 자라 님을 먼저 찾기를 바라야죠.\"\n\"아니, 내가 그에게 직접 알려야 해.\" 그 말과 함게, 헨리는 침대에서 일어나려고 애썼다.\n\"제발 그러지 마세요,\" 스펜서는 그를 진정시키며 말했다, \"당신께서 말씀하지 않으셔도 재커리 님은 이미 알고 계십니다. 오히려, 왜 자라님이 어떻게 그렇게 여러 번 쉽게 도망칠 수 있었을지 생각해보셨나요?\"\n스펜서는 잠시 말을 멈춘 뒤 다시 이어갔다, \"재커리 님은 가족을 해치려는 생각이 없습니다. 게다가, 제가 아는 한, 자라 님이 모든 범죄를 저질렀다는 확실한 증거가 부족한 상태입니다. 그러니, 훌륭한 변호사의 도움을 받으면, 그녀는 몇 년 정도만 징역형을 받을 가능성이 큽니다.\"\n\"그렇게 되길 바라야지. 하지만, 문제는 린드버그 가족이 그녀를 가만두지 않을 거라는 점이야.\" 헨리는 여전히 초조해하며 답했다, \"부디, 샬럿이 현명한 결정을 내려주길 바랄 뿐이다. 샤론이야말로 샬럿과 베리 부인을 해친 장본인이니까, 샬럿이 복수를 원한다면 그녀의 목숨을 가져가면 되는 거지.\"\n\"린드버그 양도 그 점을 이해하실 겁니다. 결국, 재커리 님이 신시아를 경찰에 넘길 때도 그녀는 막지 않았으니까요.\" 스펜서는 확신에 찬 목소리로 말했으며, \"자라 님에 대해서도, 그녀가 경솔한 행동은 하지 않으실거라 생각합니다.\"\n\"그러길 바라지...\""
}