{
    "source": "en_US",
    "target": "ko_KR",
    "text": "EXCLUSIVE\nBOOKS\nKennedy Ryan reveals the cover for ‘Can't Get Enough,’ the third and final book in the ‘Skyland’ series\nThe third \"Skyland\" book was inspired by \"timely\" conversations, a J. Cole song and a brightly colored latte.\nNatasha Cunningham\nOct. 11, 2024, 12:00 PM EDT / Source: TODAY\nBy Ayanna Miller\nKennedy Ryan's next book in the \"Skyland\" series is on its way, and fans now have a sneak peek at what's in store for their favorite characters.\nRyan exclusively revealed the cover for the final installment, “Can't Get Enough,” out May 13, 2025, with TODAY.com.\nThe cover of Kennedy Ryan's \"Can't Get Enough,\" out May 13. Natasha Cunningham\nWith all of her covers, Ryan says they must pass the “gasp test.”\nRecommended\nPOP CULTURE\nWatch author Abby Jimenez call her high school writing teacher to thank him for the difference he made\nSTYLE\nQuick! Target Circle Week is almost over — get deals up to 70% off before they're gone\n“The first time someone sees (the book), I want the response to be a gasp,” Ryan tells TODAY.com.\nThe “Skyland” series, which began in 2022, follows a group of three friends who reside in the fictional neighborhood of Skyland in Atlanta.\nEach book follows one of the characters as she goes through the ebbs and flows of love and life and focuses on topics such as mental health, self-love and sisterhood.\nKennedy Ryan is the author of more than 15 books, including \"Reel\" and the \"Hoops\" series.Courtesy Perrywinkle Photography\nIn “Can’t Get Enough,” readers will follow businesswoman and self-proclaimed “rich auntie” Hendrix and her budding (but forbidden) relationship with tech mogul Maverick Bell.\nHendrix is well known for her quick wit and being the comedic relief of the series. While her story is “funny and sexy,” we’ll also get to see more of Hendrix’s vulnerable side, Ryan says.\n“Can’t Get Enough” feels “timely” to the conversations many women have today, Ryan says, especially women who are child-free by choice, like Hendrix.\n“I feel like this is such a providential intersection of the story and something that is so important that we’re discussing right now in culture,” Ryan says.\nWhen it comes to inspiration for her books, Ryan likes to draw from everyday life.\nFor “Can’t Get Enough,” the title came from a 2011 J. Cole song of the same name that lined up with what she was writing at the time.\nAnd the cover's color scheme?\nRyan says she was walking through Target when she saw a photo of a lavender matcha latte —and everything just clicked into place.\n“I literally sent the photo to my editor and I was like ‘This it it, this is the cover,'\" she says.\nHendrix’s cover has actually been years in the making. Ryan says she originally chose the photo on the cover of \"Can't Get Enough\" for Yasmen's book, “Before I Let Go,” the first of the series. That cover went in another direction, and Ryan filed the photo away for later.\nWhen it was time for Hendrix’s story, Ryan knew it would be perfect.\n“Hendrix is in such a place of command,” Ryan says. “With that cover, she’s looking right into the camera, and she has such confidence and assurance, which is who her character is.”\nIn short, it passed Ryan's \"gasp test\" with flying lavender and green colors.\nRyan says the end of the \"Skyland\" series feels “bittersweet” because the characters have come to mean so much to her and her readers. But the books accomplished the mission she sent them out to do, she says.\n“I enjoyed bringing these women in culture. Their stories, their hurts, their vulnerabilities, as well as their strengths, and deconstructing the myth of the strong Black woman,\" she says.\nThe upcoming series adaptation of “Before I Let Go,” which is currently in development at Peacock, is also helping Ryan grieve the conclusion.\n“It helps that it's going to be on television and there will be a new iteration of these characters and these stories in this universe,\" she says.\nRead the official blurb for ‘Can't Get Enough’:\nHendrix Barry lives a fabulous life. She has phenomenal friends, a loving family, and a thriving business that places her in the entertainment industry’s rarefied air. Your vision board? She’s probably living it.\nShe’s a woman with goals, dreams, ambitions—always striving upward. And in the midst of everything, she’s facing her toughest challenge yet: caring for an aging parent.\nWho has time for romance? From her experience, there’s a low ROI on relationships. She hasn’t met the man who cankeep up with her anyway. Until…him.\nTech mogul Maverick Bell is a dilemma wrapped in an exquisitely tailored suit and knee-melting charm. From their first charged glance at the summer’s hottest party, Hendrix feels like she’s met her match. Only he can’t be. Mav may be the first to make her feel this seen and desired and appreciated, but he’s thelastone she can have. Forbidden fruit is the juiciest, and this man is off limits if she plans to stay the course she’s set for herself.\nBut when Maverick gives chase—pursuing her, spoiling her,understandingher—is it time to let herself have something more?\nAyanna Miller\nAyanna Miller is a multiplatform editor for TODAY Digital and is based in New York City.\nSave on Uber One.\nGet a special discount on an Uber One membership–just for being a Verizon customer. You'll enjoy all the amazing perks of Uber and Uber Eats.\nVerizon\n|\nSponsored\nSPONSORED / BOOKBUB\nLearn More\nKindle Lovers Are Asking: Why Didn't I Find Out About This Website Sooner?\nSPONSORED / THE SKINCARE MAGAZINE\nCostco Shoppers Say This Wrinkle Cream Is \"Actually Worth It\"\nSPONSORED / SENIORDEALTODAY\nPeople Born 1941-1971 Are Due a Large Surprise This Month\nMore From NBC News\nTODAY / HEALTH\nHow did Ethel Kennedy die? Family shares cause of death\nTODAY / PARENTS\nHelen Hunt shares rare selfie with musician daughter Makena lei, 20: See the pic\nTODAY / NEWS\nRescuers help blind woman in her 90s found alone after Hurricane Milton\nTODAY / PARENTS\nLisa Marie Presley kept her late son Benjamin's body in her house for two months\nSPONSORED / BURN BELLY FAT\nClick Here\nWant to Slims Waist From 38 To 29? Doing This Every Morning\nTODAY / POPCULTURE\nJenna shares never-before-seen pic from clubbing days: 'Felt like my mom might be embarrassed'\nSPONSORED / BOOKBUB\nLearn More\nEbook Lovers Are Asking: Why Didn't I Find Out About This Website Sooner?",
    "trans": "독점\n책\n케네디 라이언이 '스카이랜드' 시리즈의 세 번째이자 마지막 책인 '질리지 않는'의 표지를 공개하다\n세 번째 \"스카이랜드\" 책은 \"시기적절한\" 대화와 J. 콜의 노래, 밝은 색의 라테에서 영감을 얻었다.\n나타샤 커닝햄\n2024년 10월 11일, 오후 12:00 EDT / 출처: 투데이\n아야나 밀러 작성\n케네디 라이언의 \"스카이랜드\" 시리즈 차기작이 곧 출간될 예정이며, 팬들은 이제 그들이 가장 좋아하는 인물들에 관해 준비된 것을 살짝 엿볼 수 있게 되었다.\n라이언은 2025년 5월 13일에 출간될 마지막 책인 \"질리지 않는\"의 표지를 TODAY.com에 독점적으로 공개했다.\n5월 13일 출간 예정인 케네디 라이언의 \"질리지 않는\"의 표지. 나타샤 커닝햄\n그녀의 모든 표지 작업에 대해, 라이언은 그것들이 \"헉 소리 테스트\"를 통과해야만 한다고 말한다.\n추천\n팝 컬쳐\n작가 애비 히메네즈가 그녀의 고등학교 글쓰기 교사에게 전화를 걸어 그가 만들어낸 변화에 대해 감사하는 것을 보기\n스타일\n서둘러요! 타겟 서클 위크가 거의 끝나갑니다 — 사라지기 전 최대 70%의 할인을 받아보세요\n\"누군가가 (책을) 처음으로 보게 되었을 때, 나는 그들이 헉 소리를 내는 반응을 하길 바랍니다,\" 라이언이 TODAY.com에게 말한다.\n2022년에 시작된 \"스카이랜드\" 시리즈는 아틀란타 내 위치한 스카이랜드라는 가상의 지역에 살고 있는 세 명의 친구들의 뒤를 따른다.\n각 책은 인물 중 한 명이 사랑과 인생의 밀물과 썰물을 겪는 과정을 뒤따라가며, 정신건강과 자기애, 여성 연대와 같은 주제에 집중한다.\n케네디 라이언은 \"릴\"과 \"후프\" 등을 비롯한 15권 이상의 책을 집필한 작가다. 페리윙클 포토그라피 제공\n\"질리지 않는\"에서, 독자들은 사업가이자 자칭 \"부자 이모\"인 헨드릭스와 기술 분야의 거물인 매버릭 벨 사이에서 막 싹을 트기 시작한(그러나 금지된) 관계를 따라가게 될 것이다.\n헨드릭스는 시리즈 내에서 재치가 빠르고 긴장감을 풀어주는 역할로 잘 알려져 있다. 그녀의 이야기가 \"웃기고 섹시하\"긴 하지만, 우리는 헨드릭스의 취약한 면도 더 많이 보게 될 것입니다, 라고 라이언은 말한다.\n라이언은 \"질리지 않는\"이 오늘날 많은 여성들, 특히 헨드릭스와 같이 선택에 의해 자녀를 가지지 않은 여성들이 나누게 되는 대화에 있어 \"시기적절\"하게 느껴진다고 말한다.\n\"저는 이것이 이야기의 천우신조적 교차점이자 지금 당장 문화계에서 논의가 진행중일 정도로 중요한 어떤 것이라고 느낍니다,\" 라이언은 말한다.\n책에 관해서라면 라이언은 일상 생활에서 영감을 끌어내는 것을 좋아한다.\n\"질리지 않는\"의 제목은  그녀가 당시에 쓰고 있던 글과 맞아 떨어졌던 2011년 발표된 동명의 J. 콜 노래에서 따온 것이다.\n그리고 표지의 배색은?\n라이언은 그녀가 타겟을 가로질러 걷던 도중 라벤더 말차 라테의 사진을 보았다고 말한다 — 그리고 모든 것이 제자리에 딱 맞아떨어졌다고.\n\"저는 진짜로 편집자에게 그 사진을 보내고 '이거에요, 이게 표지가 될 거예요,' 라고 말했어요,\" 그녀가 말한다.\n헨드릭스의 표지는 사실 몇 년간 제작 과정에 있었다. 라이언은 \"질리지 않는\"의 표지에 들어간 사진은 원래 야스멘의 책이자 시리즈의 첫 번째 책인 \"내가 놓아버리기 전에\"에 쓰려고 고른 것이었다고 말한다. 그 표지는 다른 방향성으로 가게 되었고, 라이언은 그 사진을 나중을 위해 넣어 두었다.\n헨드릭스의 이야기를 할 시점이 되자, 라이언은 이것이 완벽할 것이라는 것을 알았다.\n\"헨드릭스는 명령을 내리는 위치에 있죠,\" 라이언이 말한다. \"그 표지에서 그녀는 카메라를 정면으로 들여다보고 있으며, 굉장한 자신감과 확신을 가지고 있는데, 이게 바로 그녀의 성격입니다.\"\n짧게 말해, 이것은 라벤더색과 초록색으로 라이언의 \"헉 소리 테스트\"를 훌륭히 통과했다.\n라이언은 등장인물들이 자신과 독자들에게 갖는 의미가 너무 커졌기 때문에 \"스카이랜드\" 시리즈의 완결이 \"달곰씁쓸\"하게 느껴진다고 말한다. 하지만 그녀는 그 책들이 자신이 달성하라고 보내 놓은 임무를 완수했다고 말한다.\n\"저는 이 여성들을 문화계로 데려오는 과정을 즐겼습니다. 그들의 이야기, 그들의 상처, 그들의 취약함, 거기에 더해 그들의 강점과 강한 흑인 여성이라는 신화의 해체를요,\" 그녀는 말한다.\n현재 피콕에서 개발 중인 \"내가 놓아버리기 전에\"의 곧 나올 텔레비전 시리즈 각색 또한 라이언이 결론을 비통해하는 것에 도움을 주고 있다.\n그녀는 \"이것이 텔레비전에 방영될 것이며 이 세계관에서 이 인물들과 이야기들의 새로운 반복이 있을 거라는 사실이 도움이 돼요,\" 라고 말한다.\n'질리지 않는'의 공식 소개문을 읽기:\n헨드릭스 배리는 기막히게 좋은 삶을 살고 있다. 그녀는 경탄스러운 친구들, 사랑하는 가족, 그리고 연예 업계의 남들과는 다른 분위기에 자리잡을 수 있도록 해주는 번창중인 사업체를 가지고 있다. 비전 보드가 있는가? 그녀는 아마 그대로 살고 있을 것이다.\n그녀는 목표와 꿈, 야망이 있는 여자다—언제나 위를 향해 노력 중인. 그리고 이 모든 것의 한중간에서, 그녀는 지금 가장 힘든 도전: 나이 들어가는 부모님을 돌보는 것에 직면해 있다.\n누가 연애 할 시간이 있겠는가? 그녀의 경험상, 연애의 투자수익률은 낮다. 어차피 그녀를 따라잡을 수 있는 남자를 만난 적도 없었다. 그를... 만날 때까지.\n기술 업계의 거물 매버릭 벨은 세심하게 재단된 정장과 무릎을 녹일 듯한 매력으로 뚤러싸인 딜레마다. 여름의 가장 뜨거운 파티에서 그들이 처음 눈을 마주한 순간부터, 헨드릭스는 자신의 짝을 만난 듯한 기분이 든다. 다만 그가 그럴 수는 없다는 것 빼곤. 매브는 그녀가 이렇게까지 누군가의 시선을 받고, 욕망당하고 있으며, 소중히 여겨진다고 느끼게 해준 첫 번째 사람일지 몰라도, 그녀가 절대로 가질 수 없는 사람이다. 금단의 열매가 가장 달콤한 법이지만, 그녀가 스스로 정한 경로에서 벗어나지 않을 거라면 이 남자는 건드려서는 안 되는 영역이다.\n하지만 매버릭이—그녀를 뒤쫓고, 응석받이로 만들고, 이해하며—그녀 뒤를 쫓을 때, 이제는 그녀가 그 이상의 것을 가질 때가 되었는가?\n아야나 밀러\n아야나 밀러는 투데이 디지털의 다중플랫폼 편집자이며 뉴욕시에 기반을 두고 있다.\n우버 원에서 돈을 아끼세요.\n우버 원 회원권 특별 할인을 받아보세요 - 버라이즌의 고객이기만 해도. 우버 및 우버 이츠의 놀라운 혜택을 모두 누리게 될 것입니다.\n버라이즌\n|\n후원을 받음\n후원을 받음 / 북법\n더 알아보기\n킨들 애호가들이 묻고 있다: 나는 어째서 이 웹사이트를 더 빨리 발견해내지 못했는가?\n후원을 받음 / 스킨케어 잡지\n코스트코에서 장을 보는 사람들은 이 주름살 방지 크림이 \"정말로 돈값을 한다\"고 말한다\n후원을 받음 / 시니어딜투데이\n1941-1971에 태어난 사람들은 이번 달 몹시 놀라운 소식을 받게 될 것이다\nNBC 뉴스 더 보기\n오늘 / 건강\n에셀 케네디는 어떻게 죽었는가? 가족이 사인을 공유하다\n오늘 / 부모\n헬렌 헌트가 음악가 딸인 마케나 레이, 20세, 와 함께 찍은 희귀한 셀카를 공유하다: 사진 보기\n오늘 / 뉴스\n구조자들이 허리케인 밀튼이 지나간 이후 홀로 남아있던 90대 맹인 여성을 돕다\n오늘 / 부모\n리사 마리 프레슬리가 그녀의 죽은 아들 벤자민의 시체를 두 달 동안 집에 보관했다\n후원을 받음 / 뱃살을 태워라\n여기를 클릭하세요\n허리 둘레를 38에서 29로 날씬하게 하고 싶은가? 매일 아침 이 행동을 하라\n오늘 / 팝컬쳐\n제나가 클럽을 다니던 시절에 찍었던 사진 중 공개되지 않았던 것을 공유하다: '우리 엄마가 부끄러워할 것 같았어요'\n후원을 받음 / 북법\n더 알아보기\n전자책을 사랑하는 사람들이 묻고 있다: 나는 어째서 이 웹사이트를 더 일찍 찾아내지 못했는가?"
}