{
    "source": "en_US",
    "target": "ko_KR",
    "text": "As a Human Resources Expert, no two days are ever the same, but a typical day will most likely include the following responsibilities:\nCreate a welcoming experience by authentically greeting all guests\nObserve to quickly understand whether a guest needs assistance or wants to interact. Follow body language and verbal clues to tailor your approach\nEngage with guests in a genuine way, which includes asking questions to better understand their specific needs\nBe knowledgeable about the tools, products, and services available in the total store, and specific to your area, to solve issues for the guest and improve their experience\nThank the guest in a genuine way and let them know we’re happy they chose to shop at Target\nKnow the store sales goals and trends with the guest and team that are impacting and driving business results\nWork with your HR leader to anticipate and address specific talent and staffing needs for each area of the business; this includes understanding guests’ needs and ensuring the right mix of experience, selling capabilities and product enthusiasm to deliver the right experience\nExecute intentional recruiting efforts to help store leaders find and hire talent with the right skills and experiences to best serve their guest\nSupport the training needs of your store's sales force and be an advocate for continuous learning\nBe an expert resource for scheduling systems and pay practices\nAct as an open door by listening to team members and collaborating with appropriate leaders to take action as needed\nDeliver on all Human Resources operational and cyclical programs\nDemonstrate a culture of ethical conduct, safety and compliance\nWork in a safe manner at all times to benefit yourself and others; identify and correct hazards; comply with all safety policies and best practices.\nAll other duties based on business needs\nWHAT WE ARE LOOKING FOR\nWe might be a great match if:\nWorking in a fun and energetic environment makes you excited…. We work efficiently and as a team to deliver for our guests\nProviding service to our guests that makes them say I LOVE TARGET! excites you…. That’s why we love working at Target\nStocking, Setting and Selling Target products sounds like your thing… That’s the core of what we do\nYou aren’t looking for Monday thru Friday job where you are at a computer all day… We are busy all day (yes, even on the weekends), making it easy for the guest to feel welcomed, inspired and rewarded",
    "trans": "인적 자원 전무가로서, 하루도 같은 날이 없습니다, 하지만 일상적인 날들은 다음의 책임을 포함할 것입니다:\n모든 고객에게 진정한 환대로 환영받는 경험 제공\n고객이 도움이나 대화가 필요한지 빠른 이해를 위해 관찰하기. 바디랭귀지 또는 언어적 단서에 따라 접근법을 조정하기\n고객들의 구체적인 욕구를 더 이해하기 위한 질문을 포함하여 진심으로 고객들과 관계 맺기.\n고객에 대한 문제를 해결하고 그들의 경험을 개선하기 위해, 전체 점포, 본인의 특정 지역에거 이용 가능 한 도구, 제품 및 서비스에 대해 잘 알고 있기.\n고객에게 진심으로 감사하고 그들이 상점을 타겟으로 선택한 것에 대해 우리가 행복함을 알게 하기\n점포 판매 목표를 알며 사업 결과에 영향을 미치고 이끄는 고객 및 팀과 추세를 따라가기\n사업의 각 영역을 위한 구체적인 인재 및 인력 요구 사항을 예측하고 설명하기 위해 인사팀 팀장과 협력하기; 고객의 욕구를 이해하고 옳은 경험의 혼합을 보장하며, 알맞은 경험을 전달하기 위해 역량 및 상품의 열정을 판매하는 것을 포함함.\n점장이 고객에게 최고를 제공하기 위해 맞는 기술과 능력을 갖춘 인재를 찾고 채용하는 것을 돕기 위해서 의도적인 채용 노력을 수행하기\n점포에서 판매 인력의 교육 요구 사항을 지원하고 지속적인 학습을 위한 지지하기\n일정 관리 시스템 및 급여 이행을 위해 전문가 자원이 되기\n열려있게 행동하며 팀원을 경청하고 필요하면 행동을 위해 적합한 리더와 협력하기\n운용 가능하고 주기적인 모든 인적 자원 산출하기\n윤리적인 행위의 문화, 안전 및 규정 준수 설명하기\n스스로와 다른 이들의 이득을 위해 항상 안전한 방법으로 일하기; 위험 요소에 대한 확인 및 수정; 모든 안전 정책 준수 및 우수 사례\n사업 필요에 따른 다른 모든 의무\n저희가 찾고 있는 것\n저희와 잘 어울릴 것입니다 만약:\n재미있고 에너지있는 환경에서 일하는 것이 즐겁게 만들다면.... 저희는 고객에게 배달하기 위해 효율적이게 팀으로 일합니다\n고객들이 나는 타켓을 사랑해!라고 말하게 만들도록 서비스 제공하기 당신을 즐겁게 하며.... 저희가 타겟에서 일하는 이유입니다\n재고 비축, 비치 및 판매 제품 타깃이 당신의 일처럼 들리면... 저희가 하고 있는 핵심 업무입니다\n월요일에서 금요일까지 하루 종일 컴퓨터에 있는 일을 찾고 있지 않는다면... 저희는 항상 바쁩니다 (네, 주말에도요), 고객이 환영받고, 영감받으며 보상받는다고 쉽게 느낄 수 있도록 합니다."
}