{
    "source": "en_US",
    "target": "ko_KR",
    "text": "here with Simon Fraser.\nWe have alot of parents emailing teachers regarding students being absent, holidays, etc.\nPlease refrain from emailing teachers as these emails dont get forwarded to the office, and therfore are not recorded properly, and cause alot of worry calls to the office.\nIf you are going on Vacation or your child/ren will be away for more than a week, an Extended Absence Form is required to be filled out and returned to the office.\nGoing forward, Parents can call the office to report a child Late or Absent on the attendance line 403-777-7290, PRESS1, or else you are welcome to email Ms. Mirza directly at mamirza@cbe.ab.ca. Please be sure to incude your child's first and last name, reason and duration of the absence.\nTaking the time to let us know that your child will bne absent before school starts helps us to complete attendance accurately and reduces the automated calls you receive.\nAttendance is taken every period. Aswell as Homeroom (7:55-8:00am) and Connect (12:32-12:41pm) If your child is not in class at that time, they are marked Absent, and is required to come to the office for a late slip. These take time to be entered into the system. So there may be a delay in seeing it change in PowerSchool.\nDue to the high volume of traffic in our office, please be aware that the attendance and general delivery voicemail is checked periodically from 8-2pm.\nPlease see the following link for our School Website with information on Attendance as well a",
    "trans": "사이먼 프레이저와 함께합니다.\n많은 학부모가 학생의 결석, 휴일 등에 관해 선생님들께 이메일을 보냅니다.\n교사에게 이메일을 보내는 것을 삼가하여주시기 바랍니다. 이러한 이메일은 사무실로 전달되지 않아 제대로 기록되지 않으며 사무실로 많은 걱정 전화를 걸게 하는 요인이 됩니다..\n휴가를 가거나 자녀가 1주일 이상 결석하는 경우 장기 결석 양식을 작성하여 사무실로 제출해야 합니다.\n앞으로 부모님께서는 출석 번호 403-777-7290, PRESS1로 아동 지각 또는 결석 신고를 위해 사무실에 전화하실 수 있으며, 그렇지 않으면 mamirza@cbe.ab.ca 로 미르자 씨에게 직접 이메일을 보내실 수 있습니다. 자녀의 성과 이름, 결석 사유 및 기간을 반드시 기재해 주시기 바랍니다.\n개학 전에 자녀가 결석 예정을 알려주시면 정확한 출석 확인을 완료하고 자동으로 수신 되는 전화를 줄이는 데 도움이 됩니다.\n출석은 매 교시마다 이루어집니다. 홈룸(오전 7시 55분~8시)과 커넥트(오후 12시 32분~12시 41분)도 마찬가지입니다. 자녀가 그 시간에 수업에 없으면 결석으로 표시되고 사무실에 와서 지각 통지서를 받아야 합니다. 시스템에 입력하는 데 시간이 걸립니다. 따라서 PowerSchool에서  변경 사항을 확인하는 데 지연이 있을 수 있습니다.\n사무실의 통화량이 많기 때문에 출석 및 일반 전달 음성 메일은 오후 8시부터 오후 2시까지 주기적으로 확인됩니다.\n출석에 대한 정보는 다음 학교 웹사이트 링크를 참조하시기 바랍니다"
}