{
    "source": "en_US",
    "target": "ko_KR",
    "text": "About us\nValerios Cleaning Service is a small business in Rochester, NY. We are professional, customer-centric and our goal is to provide professional cleaning services to our residential and commercial clients.\nOur work environment includes:\nOn-the-job training\nFlexible working hours\nWe are seeking a responsible individual to join our team of cleaners. Candidates should be comfortable working in a variety of environments, from residential homes to offices and businesses. Candidates are required to have reliable transportation to and from our operations center in Greece, NY.\nResponsibilities:\nPerform cleaning duties, such as sweeping and mopping floors, dusting furniture and blinds, and tidying up spaces.\nClean bathrooms, kitchens, and living spaces.\nThrow away trash and empty wastebaskets.\nThis is not an exhaustive list of duties. Candidates should be prepare to be on their feet for the entirety of their shift and to be able to lift up to 25 pounds.\nThe interview process may include a background check. Pay is based on experience.\nJob Type: Full-time\nPay: $15.00 - $19.00 per hour\nBenefits:\nFlexible schedule\nSchedule:\n8 hour shift\nEvening shift\nMonday to Friday\nWeekends as needed\nWeekends only\nSupplemental Pay:\nBonus opportunities\nTips\nAbility to commute/relocate:\nRochester, NY: Reliably commute or planning to relocate before starting work (Required)\nWork Location: In person",
    "trans": "회사 소개\n발레리오스 청소 서비스는 뉴욕 로체스터에 위치한 소규모 기업입니다. 저희는 전문적이고 고객 중심적이며, 저희의 목표는 주거 및 상업 고객에게 전문적인 청소 서비스를 제공하는 것입니다.\n저희의 업무 환경은 다음과 같습니다.\n현장 교육\n유연한 근무 시간\n저희는 청소부 팀에 합류할 책임감 있는 사람을 찾고 있습니다. 지원자는 주거용 주택부터 사무실 및 사업체에 이르기까지 다양한 환경에서 편안하게 일할 수 있어야 합니다. 지원자는 뉴욕 그리스에 있는 저희 운영 센터까지 왕복하는 안정적인 교통 수단이 있어야 합니다.\n책임:\n바닥 청소 및 걸레질, 가구 및 블라인드 먼지 제거, 공간 정리와 같은 청소 업무를 수행합니다.\n욕실, 주방 및 거실 청소.\n쓰레기를 버리고 쓰레기통 비우기\n이것은 모든 업무 목록이 아닙니다. 지원자는 근무 시간 내내 서 있어야 하며 최대 25파운드까지 들어 올릴 수 있어야 합니다.\n면접 과정에는 신원 조회가 포함될 수 있습니다. 급여는 경력에 따라 달라집니다.\n직무 유형: 정규직\n급여: 시간당 15.00 달러- 19.00 달러\n혜택:\n유연한 일정\n일정:\n8시간 교대 근무\n저녁 교대\n월요일부터 금요일까지\n필요에 따라 주말\n주말만\n보충 수당:\n보너스 기회\n정보\n출퇴근/이전 가능:\n로체스터, 뉴욕: 안정적으로 출퇴근하거나 근무 시작 전에 이전할 계획입니다 (필수)\n작업 위치: 대면"
}