{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Accordingly, one needs to consider the special nature of the constituent instruments, which form not only multilateral agreements but also constitutional documents subject to constant practice and thus interpretation, both of the institution itself and member states and others concerning it.\nIn the first instance, it will usually be for the organs of the institution to interpret the relevant constituent instruments. In some cases, the constituent instruments will determine the organ with the power of interpretation and may provide the methods and mechanisms for resolving interpretation disputes. Occasionally, a court or tribunal will be established with such competence. For example, the International Tribunal for the Law of the Sea can interpret the Law of the Sea Convention, and the European Court of Justice can interpret the EU treaties and instruments. In so far as the UN is concerned, the Security Council and General Assembly may request an advisory opinion from the International Court of Justice, as may other organs of the organization and specialized agencies where authorized by the General Assembly with regard to a question within the scope of their activities. The constituent instruments of some organisations provide for binding, final determination by the International Court using advisory proceedings; that is, organisations in such situations agree to accept the advisory opinion as binding. In addition, article 19, section 32 of the Convention on the Privileges and Immunities of Specialized Agencies, 1947, provides that differences between a specialised agency and a member arising out of the interpretation or the application of the convention are to be submitted to the International Court under the advisory procedure contained in article 96 of the Charter and article 65 of the Statute of the Court and the opinion thus obtained is to be treated as decisive by the parties. In contentious cases, the International Court may need to interpret the constituent instruments of an international organization, including the UN Charter itself, where this is relevant to determining the issue at hand.",
    "trans": "따라서, 구성 문서의 특수한 성격을 고려할 필요가 있으며, 이러한 문서는 단순한 다자간 협정이 아니라, 기관 자체 및 회원국을 비롯한 관련 당사자들의 지속적인 실천과 해석의 대상이 되는 헌법적 문서이기도 하다.\n우선적으로, 해당 기관의 기관이 구성 문서를 해석하는 역할을 맡는 것이 일반적이다. 일부 경우, 구성 문서는 해석 권한을 가진 기관을 명시적으로 지정하고 있으며, 해석상의 분쟁을 해결하는 방법과 절차를 제공할 수도 있다. 때로는 해석을 담당할 재판소나 재판 기관이 설립되기도 한다. 예를 들어, 국제해양법재판소는 해양법 협약을 해석할 수 있으며, 유럽사법재판소는 EU 조약 및 법률 문서를 해석할 수 있다. 유엔과 관련하여, 안전보장이사회와 총회는 국제사법재판소에 대해 자문 의견을 요청할 수 있다. 총회의 승인을 받은 경우,기타 유엔 기관 및 전문기구 도자신들의 활동 범위 내에서 관련된 법적 질문에 대해 자문 의견을 요청할 수 있다. 일부 국제기구의 구성 문서는 국제사법재판소의 자문 절차를 통해 구속력 있는 최종 판정을 내릴 수 있도록 규정하고 있다; 즉, 해당 기구들은 국제사법재판소의 자문 의견을 구속력 있는 판정으로 수용하는 데 동의한 것이다. 추가적으로, 1947년 전문기구의 특권 및 면제에 관한 협약, 제19조, 제32항에 따르면, 전문기구와 회원국 간의 해석 또는 적용과 관련한 분쟁은유엔헌장, 제96조 및 국제사법재판소 규정, 제65조에 따른 자문 절차에 회부해야 하며,그에 따라 도출된 의견은 당사자들에게 결정적인 효력을 갖는다.또한, 쟁송 사건에서 국제사법재판소는해당 사건의 쟁점을 해결하는 데 필요한 경우, 유엔 헌장을 포함한 국제기구의 구성 문서를 해석할 수 있다."
}