{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Do you study English, but there is nobody to practice with around you?\nDo you feel shy or nervous when trying to speak English?\nWell, we have great news for you.\nNow you can practice English speaking with our special stories!\nThe English Easy Practice Course is designed to help you learn English by listening to fun, energetic, and interesting stories.\nIn this course, you get audio story lessons. So you can improve your listening and speak with every lesson. Great listening skills eventually become great speaking skills.\nForget about the textbooks…\nForget about grammar rules…\nForget about the old traditional methods in schools…\nYou don’t need to go to expensive schools to learn to speak English.\nYou can practice English at home by yourself, using our practice stories. So you can understand English automatically and speak English like a native…\nYou can also practice English wherever and whenever you want. Just listen to our English Easy Practice stories and answer the easy questions out loud.\nThere are PDF scripts for each lesson. Read the text while you listen to understand everything and see how to write and pronounce the vocabulary.\nNow use the English Easy Practice Course because you want to feel relax and confident every time you speak English.",
    "trans": "영어를 공부하지만 주변에 함께 연습할 사람이 없나요?\n영어로 말하려고 할 때 부끄러움이나 긴장감을 느끼시나요?\n글쎄요, 좋은 소식이 있습니다.\n이제 특별한 이야기로 영어 말하기 연습을 할 수 있습니다!\n영어 쉬운 연습 과정은 재미있고 활기차고 흥미로운 이야기를 들으며 영어를 배울 수 있도록 설계되었습니다.\n이 과정에서는 오디오 스토리 수업을 받게 됩니다. 따라서 모든 수업에서 듣기와 말하기 능력을 향상시킬 수 있습니다. 훌륭한 듣기 능력은 결국 훌륭한 말하기 능력으로 이어집니다.\n교과서는 잊어버리세요...\n문법 규칙은 잊어버리세요...\n학교의 오래된 전통적인 방법은 잊어버리세요...\n영어를 배우기 위해 비싼 학교에 갈 필요가 없습니다.\n연습 스토리를 사용하여 집에서 직접 영어를 연습할 수 있습니다. 따라서 영어를 자동으로 이해하고 원어민처럼 영어를 말하는 것이 가능합니다...\n언제 어디서나 원하는 시간에 영어를 연습할 수 있습니다. 잉글리쉬 이지 프래티스 스토리를 듣고 쉬운 질문에 큰 소리로 답하기만 하면 됩니다.\n각 레슨에 대한 PDF 스크립트가 있습니다. 듣는 동안 텍스트를 읽어 모든 것을 이해하고 어휘를 쓰고 발음하는 방법을 확인하세요.\n이제 영어를 말할 때마다 편안하고 자신감을 느끼고 싶으면 잉글리쉬 이지 프래티스 코스를 사용하세요."
}