{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Ephedrine and pseudoephedrine, when taken orally, have the theoretical potential to keep patients awake because of their stimulating effects on the central nervous system (CNS).\n• Sympathomimetics can cause stimulation of the heart and an increase in blood pressure and may affect diabetic control because they can increase blood glucose levels.\n• They should be used with caution in people with diabetes, those with heart disease or hypertension and those with hyperthyroidism.\n• They are most likely to cause these unwanted effects when taken by mouth and are unlikely to do so when used topically. Nasal drops and sprays containing sympathomimetics can therefore be recommended for those patients in whom the oral drugs are less suitable.\n• Saline nasal drops, things like menthol inhalations, or sitting in a steamy room (e.g. in a bathroom with a running shower) would be other possible choices for patients in this group.\n•The interaction between sympathomimetics and monoamine oxidase inhibitors (MAOIS) is potentially extremely; a hypertensive crisis can be induced and several deaths have occurred in such cases.\n• This interaction can occur up to 2 weeks after a patient has stopped taking the MAOI, so the pharmacist must establish any recently discontinued medication.\n• There is a possibility that topically applied sympathomimetics could induce such a reaction in a patient taking an MAOI. It is therefore advisable to avoid both oral and topical sympathomimetics in patients taking MAOIS.",
    "trans": "에페드린과 슈도에페드린은 경구 복용 시, 중추신경계(CNS)를 자극하는 효과가 있어 환자를 깨어 있게 할 가능성이 이론적으로 존재한다.\n• 교감신경흥분제는 심장을 자극하고 혈압을 상승시킬 수 있으며, 혈당을 증가시킬 수 있어 당뇨병 환자의 혈당 조절에 영향을 미칠 수 있다.\n• 당뇨병, 심장병 또는 고혈압이 있는 환자, 갑상선 기능 항진증 환자에게는 신중히 사용해야 한다.\n• 이러한 부작용은 주로 경구 복용 시 발생하며, 국소 적용 할 경우에는 발생 가능성이 낮다. 따라서, 교감신경흥분제가 포함된 코점막용 점적제나 스프레이는 경구 복용이 적절하지 않은 환자에게 권장될 수 있다.\n• 생리식염수 코점적제, 멘톨 흡입, 또는 따뜻한 증기가 있는 공간(예: 샤워 중인 욕실)에 있는 것도 이러한 환자에게 고려할 수 있는 대체 방법이다.\n• 교감신경흥분제와 모노아민 산화효소 억제제(MAOIS)간의 상호작용은 매우 위험할 수 있으며, 고혈압성 위기를 유발할 수 있다; 실제로 이러한 상호작용으로 여러 사례에서 사망이 보고된 바 있다.\n• 이러한 상호작용은 환자가 MAOI 복용을 중단한 후 최대 2주까지 발생할 수 있으므로, 약사는 최근 중단한 약물이 있는지 반드시 확인해야 한다.\n• 국소적으로 사용된 교감신경흥분제조차도 MAOI를 복용하는 환자에게 이러한 반응을 유발할 가능성이 있으므로, MAOIS를 복용 중인 환자는 경구 및 국소 교감신경흥분제 모두 피하는 것이 권장된다."
}