{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name] practically shoved them out the front door and onto the front stoop before shutting it firmly behind them. They were met by the soft whisper of the ocean waves nearby and the glow of the evening sun sinking lower in the sky.\nWhen [redacted_name] glanced over at [redacted_name], she saw he stuck his elbow out. She took it and smiled at him.\n“So, [redacted_name]. You’ve planned tonight. Where are we going?” she asked. [redacted_name] expected to see him draw his wand from his pocket to prepare to Apparate them, but he made no such move.\n“Oh, not far.”\n“We’re not Apparating?”\n“No. We’re walking.”\n[redacted_name] raised her eyebrows. “Walking?”\n“Patience, [redacted_name],” he whispered in her ear as he began to lead her down the front steps.\nTrue to his word, their destination was not terribly far. About twenty minutes up the beach, a small restaurant sat on a cliff overlooking the sea.\n“I’ve heard,” he said as they approached, “that this Muggle place has the best seafood in the area. Granted, I don’t know if it would top some of the dishes I’ve eaten in the magical corners of [redacted_address]—” [redacted_name] shoved [redacted_name] lightly with her shoulder at his braggadocious words. “—But It wouldn’t hurt to give it a try. Would you care to test it out with me?”\nRolling her eyes, [redacted_name] adjusted the light shawl wrapped around her shoulders and took his hand, pulling him along with a laugh.\n“It would be a great honour to listen to you complain about the food all evening.”",
    "trans": "[redacted_name]은 그들을 거의 밀어내듯이 현관문 밖으로 내보내고 문간에 서게 한 뒤 단호하게 문을 닫았다. 문이 닫히자마자 부드럽게 속삭이는 듯한 파도와 저녁 햇살이 점점 낮아지는 하늘을 물들이는 광경이 그들을 맞이했다.\n[redacted_name]가 [redacted_name]을 힐끗 바라보았을 때, 그는 팔꿈치를 살짝 내밀고 있었다. 그녀는 그의 팔을 잡으며 미소를 지었다.\n\"그래서, [redacted_name]. 오늘 밤 계획이 있는거잖아. 우리 어디로 가는거야?\" 그녀가 물었다. [redacted_name]이 주머니에서 지팡이를 꺼내 순간이동할 준비를 할 거라고 예상했지만, 그는 전혀 그런 움직임을 보이지 않았다.\n\"아, 멀지 않아.\"\n\"우리 순간이동 안 해?\"\n\"아니. 걸어갈 거야.\"\n[redacted_name]는 눈썹을 치켜올렸다. \"걸어간다고?\"\n\"인내심을 가져, [redacted_name],\" 그가 그녀의 귀에 속삭이며 앞의 계단 아래로 이끌기 시작했다.\n그의 말대로, 목적지는 그리 멀지 않았다. 해변을 따라 약 20분 정도 걸어가자, 바다를 내려다보는 절벽 위에 작은 레스토랑이 자리하고 있었다.\n\"들리는 말로는,\" 그가 가까워지며 말했다, \"이 머글 식당이 이 지역에서 최고의 해산물을 낸다고 하더라. 물론, 내가 [redacted_address]의 마법 세계에서 먹어본 요리들을 뛰어넘을지는 모르겠지만—\"[redacted_name]은 [redacted_name]의 허세스러운 말에 어깨로 살짝 밀쳤다.\"—그래도 한 번쯤 시도해 보는 것도 나쁘지 않잖아. 나랑 같이 시험해보지 않을래?\"\n눈을 굴리며, [redacted_name]는 어깨에 두른 가벼운 숄을 고쳐 잡고 그의 손을 잡고, 그를 끌며 웃음을 터뜨렸다.\n\"저녁 내내 네가 음식에 대해 불평하는 걸 듣는 건 큰 영광이겠네.\""
}