{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Year One Parents,\nDuring Term 1.2 our topic We Are GIS will be evolving with the introduction of We Are GIS: The Cultural Classroom.\nThe idea is that, during the first half term, our students have been developing an understanding of the main campus, getting to know key people and key spaces and becoming more confident when accessing the different spaces and resources.\nAs we enter the second half of the term, we want the Year One students to understand that the GIS community is made up of many different cultures and to be able to demonstrate respect for cultural diversity, developing a deeper knowledge of various cultural traditions while participating in the celebration of the cultural diversity that makes the GIS community.\nTo do that, WE ARE GOING TO NEED YOUR HELP (more on how to help below).\nAfter carefully exploring the different backgrounds that make up the Year One community, the team has identified that by dividing it into the following regions, all cultural backgrounds that are meaningful to the students could be explored on a region by week basis (please, let me know if we have missed your country or if you are not happy about the way your country of origin has been grouped!)\nEurope: Great Britain, Italy, Germany, Netherlands, Ireland and Belgium\nNorth America: USA and Mexico\nSouth East Asia: Malaysia, Indonesia, Thailand\nAsia: Kazakhstan, Pakistan, India, The Maldives, Taiwan, Hong Kong, China, Korea, Japan\nSouthern Hemisphere: South Africa, Australia",
    "trans": "1학년 학부모님들께,\n1.2학기 동안 저희 주제 우리는 GIS 라는 주제가 우리는 GIS: 문화 교실 로 확장됩니다.\n이 개념은, 이번 학기 전반부 동안, 학생들은 학교 캠퍼스에 대한 이해를 발전시키고 주요 인물과 공간을 알아가며 다양한 장소와 자원을 활용하는 데 자신감을 갖게 되는 것입니다.\n학기의 후반부에 접어들면서, 우리는 1학년 학생들이 GIS 공동체가 다양한 문화로 이루어져 있음을 이해하고 문화적 다양성에 대한 존중을 나타낼 수 있기를 바라며, GIS 공동체를 형성하는 문화적 다양성을 기념하는 활동에 참여하면서 다양한 문화 전통에 대한 깊은 지식을 발전시킬 수 있도록 하고자 합니다.\n그러기 위해선, 여러분의 도움이 필요합니다 (도움을 주실 방법에 대한 내용은 아래를 참고해주세요).\n1학년 공동체를 구성하는 다양한 배경을 신중하게 탐색한 결과, 팀에서는 다음과 같은 지역으로 나누면, 학생들에게 의미 있는 모든 문화적 배경을 주별로 탐구할 수 있을 것이라 판단했습니다 (만약 여러분의 국가가 누락되었거나 출신 국가의 분류 방식에 대해 만족스럽지 않다면 꼭, 알려주세요!)\n유럽: 영국, 이탈리아, 독일, 네덜란드, 아일랜드와 벨기에\n북아메리카: 미국과 멕시코\n동남아시아: 말레이시아, 인도네시아, 태국\n아시아: 카자흐스탄, 파키스탄, 인도, 몰디브, 대만, 홍콩, 중국, 한국, 일본\n남반구: 남아프리카, 호주"
}