{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The incumbent work with those active in the clinic, managing projects that drive cutting-edge innovation. They will work closely with cross-functional teams – both inside and outside of Mayo - to translate research insights and emerging technologies into market-ready solutions. The incumbent will participate in activities to inform innovation portfolio priorities. These activities may include assessments of clinical needs, market needs and opportunities assessment, and technical viability. The incumbent will be responsible for managing all aspects of prioritized projects including developing project plans, driving project progress, managing project budgets, and preparing project status reports. The ideal candidate will have a strong background in academic or industrial research, strong project management skills, and comfortable with agile-based project approaches.\nWe are prioritizing those that have a background in engineering, technology, biological or physical sciences or a related file plus 3 years’ experience in an academic research environment, healthcare industry or life scienced industry. Masters of Ph.D. degree is preferred.\nPlease feel free to share the link below within your network as you see fit. We will likely pull the position down early next week to review candidates to-date.",
    "trans": "클리닉에서 일하시게 될 현직자는 최첨단 혁신을 주도하는 프로그램을 관리하실 분이어야 합니다. 저희 직원들은 마요 내부와 외부에서 연구 결과와 최신 기술을 출시 가능한 솔루션으로 전환하기 위해 한 명이 여러 업무를 담당하게 되며 긴밀히 협력하게 될 겁니다. 현직자는 혁신 포트폴리오 우선순위를 알리기 위한 활동에 참여하게 될 예정입니다. 이러한 활동에는 임상 요구 평가, 시장 수요, 기회 평가, 기술적 실행 가능성 등이 포함될 수도 있습니다. 현직자는 프로젝트 계획을 설계하고, 프로젝트 운영을 주도하며, 프로젝트 예산을 관리하는 것과 더불어 프로젝트 상태에 관한 보고서를 준비하는 등의 모든 중요 작업을 관리할 책임이 주어집니다. 이상적인 지원자는 학업 및 산업 연구에 관한 충분한 경험이 있고, 프로젝트 관리 능력이 뛰어나야하며, 민첩한 프로젝트 진행 방식에 익숙해야 합니다.\n공학, 기술, 생물학이나 자연 과학 분야에 대한 경험이 있거나 학술 연구 분야, 건강 산업, 생명 과학 산업 등 관련 분야에서 3년 이상 일하신 경험이 있으신 분을 선호합니다. 박사 학위 소지자를 선호합니다.\n귀하의 네트워크 상에서 적절하다고 판단된다면 자유롭게 아래 링크를 공유해 주시기 바랍니다. 아마 다음 주 초에는 해당 직위 공고를 내리고 현재까지 지원한 지원자들을 검토할 계획입니다."
}