{
    "source": "en_US",
    "target": "ko_KR",
    "text": "\"I totally don't got this!\" Mk yelled in a panic as he quickly dodged all the flying Bull Clones including Y/n who blocking some of the attacks.\nHowever, Redson lands in front of Mk and then he dashed towards Mk. The fight between those two was short as Redson soon ended up it by transmitting Mk flying towards the control panel then numerous Bull Clones directly go towards him.\nWhile Y/n continued dodging and slashing several Clones from the ground.\nMk groaned in pain.\n\"How am I supposed to fight all of them?\"\nHis eyes immediately glowed gold vision.\n\"Oh, that weird gold vision thingy—huh?\"\nAs he looked around before looking above to see that greyish-sky summoned lighting.\n\"That's it!\" However, he gets piled by the Bull Clones as massive smoke explodes. When the dust of smoke died out, Redson landed on top of the pile.\n\"Not so tough without all your Monkey King powers, are you?\"\nThe sound of shifting underneath the pile made Redson confused before the pile blasted into pieces, revealing Mk squeezing his eyes as the staff extended its length; pushing Redson and his army into the dull, greyish clouds that covered the sky. The Bull Clones hold on tight on the staff for dear life.\nFor Redson, who lands on top the of staff, glaring down yet it's too far to see from that distance. Mk waited for the lighting to strike but...\nUnawares, a soft glow of purple particles appeared on Y/n armour-star chest, his one earring etc. Paimon was surprised as she know that purple effects.\n'How?' She thought.\nwhile the others were confused by the particles that were glowing around you.\nY/n notice this then took a deep breath, feeling the element of electro around him.",
    "trans": "\"난 도무지 이해가 안가!\" Mk는 공포에 휩싸여 소리치며 날아오는 불 클론들을 빠르게 피했고 Y/n은 몇몇 공격을 막고 있었다.\n하지만 레드슨이 Mk 앞으로 내려왔고 그는 다시 Mk를 향해 전력 질주했다. 곧 레드슨이 Mk를 제어반으로 날려 보내 여러 불 클론이 곧장 그에게 달려들게 되자 그 둘의 싸움은 짧게 끝나게 되었다.\nY/n은 땅에서 계속 몇몇 클론을 피하고 베고 있었다.\nMk는 괴로움에 신음했다.\n\"내가 어떻게 이 모두와 싸우지?\"\n곧 그의 눈은 황금빛을 띄며 반짝였다.\n\"오, 눈이 반짝이는 걸 보니 뭔가 떠올랐나봐?\"\n그는 주변을 둘러본 후 위를 올려보며 회색빛 하늘에서 번개가 번쩍이는 것을 보았다.\n\"바로 그거야!\" 하지만, 엄청난 연기가 폭발하며 그는 불클론에게 뒤덮였다. 연기에서 나온 먼지가 사그라들자 레드슨은 그 위로 올라섰다.\n\"멍키 파워가 없으니 그리 강하지 않군, 안그래?\"\n더미 아래에서 무언가 이동하는 소리가 들리고 그 더미가 흩어지자 레드슨은 당황했고, Mk가 눈을 꼭 감은 채로 지팡이를 늘리고 있었다. 그 지팡이는 레드슨과 그의 군대를 하늘 가득 덮고 있는 칙칙한 회색 구름 속으로 밀어 넣었다. 불 클론은 목숨을 걸고 지팡이를 꼭 붙들고 있었다.\n지팡이 끝에 선 레드슨은 아래를 내려다보고 있었지만 그 거리에서 보기는 너무 멀었다. Mk는 번개가 치길 기다렸지만...\n불시에 Y/n의 갑옷 가슴 부분의 별무늬와 한 쪽 귀걸이에 은은한 보랏빛 광채가 나타났다. 파이몬은 그 보랏빛의 효과를 알아차리자 놀랐다.\n'어떻게?' 그녀는 생각했다.\n다른 사람들이 그 사람의 주변에서 빛나는 입자들에 혼란스러워할 동안 말이다.\nY/n은 이를 알아차리고 숨을 깊게 들이쉰 다음 그의 주변에 있는 전기 성분을 느꼈다."
}