{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The fourth characteristic of a liberal democracy is that its citizens enjoy full civil liberties. Civil liberties are often constitutionally enumerated and entrenched, such as in the Canadian Charter of Rights and Freedoms. One can note that the Schumpeterian definition of democracy does not assume full civil liberties. However, two decades after Schumpeter’s book, the political scientist Robert A. Dahl argues that civil liberties are part of the necessary institutional guarantees of or require- ments for proper political competition and participation.23 Since that time, civil lib- erties have been seen as central to democracy—at times perhaps a bit too central, as some politicians, especially in the United States, seem to equate democracy with freedom. In fact, one can have a reasonable amount of civil liberty without respon- sible government or even elections, if, for example, one lives under an autocratic but tolerant monarch. One of the virtues of the annual surveys of freedom by the New York–based Freedom House organization is that these give separate scores for politi- cal rights and for civil liberties, allowing one to see how these diverge.\nThe fifth and final element of a liberal democracy is the need for a legally based and well-functioning state, with effective and fair governance. Civil liberties cannot truly exist in the absence of a general rule of law (as Diamond notes), and the rule of law requires an independent and unbiased judiciary as a separate component of the state. The rule of law must apply to everyone, including members of the state itself. This point goes back to the traditional German notion of a Rechtsstaat, that is, a “state subject to law.” The law protects the citizens against the power of the state, specifically the abuse (defined as the arbitrary use) of this power. More precisely, in the classic analysis of Carl Schmitt,",
    "trans": "자유민주주의의 네 번째 특징은 시민들이 완전한 시민적 자유를 누린다는 점이다. 시민적 자유는 캐나다 권리와 자유 헌장과 같이, 헌법적으로 명시되고 확립된 경우가 많다. 한 가지 주목할 점은, 슘페터가 정의한 민주주의 개념은 완전한 시민적 자유를 전제로 하지 않는다는 것이다. 그러나 슘페터의 저서가 출간된 지 20년 후, 정치학자 로버트 A. 달은시민적 자유가 적절한 정치 경쟁과 참여를 보장하는 필수적인 제도적 요건이라고 주장했다.그 이후로 시민적 자유는 민주주의의 핵심 요소로 인식되어 왔다.때로는 그 중요성이 지나치게 강조되는 경우도 있었는데,특히 미국의 일부 정치인들은 민주주의와 자유를 동일한 개념으로 간주하는 경향이 있다.그러나 실제로는, 책임 있는 정부나 선거 없이도 일정 수준의 시민적 자유를 누릴 수 있다.예를 들어, 독재적인 군주하에서도, 관용적인 통치가 이루어진다면 시민적 자유가 보장될 수 있다.뉴욕에 본부를 둔 프리덤 하우스의 연례 자유 지수가 가지는 장점 중 하나는,정치적 권리와 시민적 자유에 대해 별도의 점수를 부여한다는 점이다.이를 통해 양자의 차이를 비교하고 분석할 수 있다.\n자유민주주의의 다섯 번째이자 마지막 요소는 법치주의에 기반한, 효과적이고 공정한 통치가 이루어지는 국가이다. (다이아몬드가 언급했듯이) 법치주의가 없는 곳에서는 시민적 자유가 실질적으로 존재할 수 없다.그리고 법치주의는 독립적이고 공정한 사법부를 국가의 별도 구성 요소로 갖추어야만 실현될 수 있다. 법치주의는 국가의 구성원을 포함한 모든 사람에게 동일하게 적용되어야 한다. 이러한 개념은 독일 전통 법학에서 정의하는 레흐트슈타트, 즉 \"법에 종속되는 국가\" 개념과도 연결된다.법은 국가 권력의 남용(자의적인 권력 행사)으로부터 시민들을 보호하는 역할을 한다."
}