{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear [redacted_name],\nThank you for contacting my office regarding the ongoing war between Israel and Hamas. As your representative in Congress, it is important that I hear your opinions and concerns. I appreciate you taking the time to share your thoughts with me, and I am pleased to respond to you on this matter.\nThe violence in Israel perpetrated by Hamas is truly horrifying; I pray for the wellbeing and safety of all citizens who are in harm’s way. I strongly condemn Hamas and their horrific attack on October 7th and the violence since then. I support Israel’s right to defend itself against these attacks using defensive systems like the Iron Dome that have intercepted thousands of rockets fired at Israel by Hamas and Hezbollah. While the sheer number of rockets overwhelmed the Iron Dome in places, it successfully prevented an even greater loss of life.\nSoon, Israel will need assistance in replenishing its Iron Dome system in which I will support and have consistently supported since entering Congress. That is also why on October 25th, I joined my colleagues in the House to support the adoption of H.Res.771, a symbolic resolution that reaffirmed Israel’s right to self-defense, recommitted the U.S. to Israel’s security, including through emergency weapons resupply and intelligence sharing. The resolution also urged all nations to unequivocally condemn the Hamas terrorist attack and safely return all hostages. I have also cosponsored H.Res. 793, a resolution calling on Hamas to immediately release all the hostages taken during the October 2023 attack.\nAs your representative, I am committed to the strategic partnership between the United States and Israel and believe it is imperative that all nations can thrive and prosper in peace. That is why I cosponsored H.Con.Res. 61, which aims to support Israel’s democracy as a pillar of the relationship between the U.S. and Israel. I stand with the Israeli people as they fight to defend themselves from the Hamas terrorists’ attacks and my pain extends to the many innocent lives lost unnecessarily.\nThough this is a deeply complex issue, I will always strive to ensure the rights of all people to live in peace. This is why on November 28, 2023, I voted in favor for H.Res.888 – reaffirming Israel’s right to exist as well. The leaders of Israel, Palestine, and others owe it to the next generation to do better, to put pains of the past aside, and to make a serious commitment to a peace based on justice and compassion for all who live in the region.\nI value your input and participation in our democratic process, so I encourage you to continue to express your concerns and opinions with me and my office. You can learn more about my activities in Congress by visiting my website atwww.watsoncoleman.house.gov, contacting my office at 202-225-5801, and following me on social media. Again, thank you for expressing your thoughts to me.",
    "trans": "친애하는 [redacted_name]님,\n이스라엘과 하마스 간의 계속되는 전쟁과 관련하여 제 사무실에 연락해 주셔서 감사합니다. 의회 대표로서 여러분의 의견과 우려를 듣는 것이 중요합니다. 시간을 내어 저와 여러분의 생각을 공유해 주셔서 감사드리며, 이 문제에 대해 기꺼이 답변드리겠습니다.\n하마스가 이스라엘에서 저지른 폭력은 정말 끔찍합니다. 위험에 처해 있는 모든 시민의 안녕과 안전을 기원합니다. 저는 10월 7일 하마스와 그들의 끔찍한 공격, 그리고 그 이후의 폭력을 강력히 규탄합니다. 저는 하마스와 헤즈볼라가 이스라엘을 향해 발사한 수천 개의 로켓을 요격한 아이언 돔과 같은 방어 시스템을 사용하여 이러한 공격으로부터 스스로를 방어할 이스라엘의 권리를 지지합니다. 엄청난 수의 로켓이 아이언 돔을 곳곳에서 압도했지만 더 큰 인명 손실을 성공적으로 막았습니다.\n곧 이스라엘은 제가 국회에 들어간 이후 지속적으로 지원해 온 아이언돔 시스템을 보충하는 데 도움이 필요할 것입니다. 이것이 바로 제가 10월 25일 하원 동료들과 함께 이스라엘의 자위권을 재확인하고 긴급 무기 재보급과 정보 공유 등을 통해 미국이 이스라엘의 안보를 보장하겠다는 상징적 결의안인 H.Res.771의 채택을 지지한 이유이기도 합니다. 결의안은 또한 모든 국가에 하마스 테러 공격을 명백히 규탄하고 모든 인질을 안전하게 돌려보낼 것을 촉구했습니다. 저는 또한 H.Res를 공동 후원했습니다. 793은 하마스에게 2023년 10월 공격 당시 붙잡힌 모든 인질을 즉시 석방할 것을 촉구하는 결의안입니다.\n여러분의 대표로서 저는 미국과 이스라엘 간의 전략적 파트너십에 전념하고 있으며 모든 국가가 평화롭게 번영하고 풍요해질 수 있는 것이 필수적이라고 믿습니다. 그래서 H.Con.Res를 공동후원했습니다. 61은 미국과 이스라엘 관계의 기둥으로서 이스라엘의 민주주의를 지지하는 것을 목표로 하고 있습니다. 저는 하마스 테러리스트의 공격으로부터 자신을 방어하기 위해 싸우는 이스라엘 국민의 편에 서 있으며, 제 고통은 불필요하게 희생된 수많은 무고한 생명들에게까지 이어지고 있습니다.\n이 문제는 매우 복잡한 문제이지만,  저는 모든 사람이 평화롭게 살아갈 권리를 보장하기 위해 항상 노력할 것입니다. 그렇기 때문에 2023년 11월 28일에 저는 H.Res.888에 찬성표를 던지며 - 이스라엘의 생존권을 재확인했습니다. 이스라엘, 팔레스타인 및 기타 국가의 지도자들은 다음 세대에게 더 나은 일을 하고, 과거의 고통을 제쳐두고, 이 지역에 사는 모든 사람을 위한 정의와 연민에 기초한 평화를 위해 진지하게 헌신해야 할 의무가 있습니다.\n저는 민주적 절차에 대한 귀하의 의견과 참여를 소중히 여깁니다. 따라서 저와 제 사무실에 계속해서 귀하의 우려와 의견을 표현해 주시기를 바랍니다. 제 웹사이트 www.watsoncoleman.house.gov를 방문하시거나 202-225-5801번으로 제 사무실에 연락하시거나 소셜 미디어에서 저를 팔로우하시면 의회에서의 저의 활동에 대해 더 자세히 알 수 있습니다. 다시 한 번 귀하의 생각을 저에게 표현해 주셔서 감사합니다."
}