{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Non-Disclosure Agreement Term\nThis Non-Disclosure Agreement (\"Agreement\") is entered into between:\nPLSS SOLUTIONS represented by João Pellissari, CEO & Founder, hereinafter referred to as\nthe \"Disclosing Party\" and Gestor Sistemas represented by Jeferson de Almeida Silva,\nManager, hereinafter referred to as the \"Receiving Party\". The parties agree to the terms\nand conditions below to protect confidential information shared during the analysis of the\nclient's AWS account:\n1. Definition of Confidential Information:\n\"Confidential Information\" includes, but is not limited to, account data, service details, cloud\narchitecture, documents, email communications, and any other information considered\nconfidential by the parties.\n2. Purpose:\nThe parties agree that Confidential Information shall be used solely for the analysis of the\nclient's AWS account as requested by the Receiving Party.\n3. Limited Access:\nThe Disclosing Party grants the Receiving Party read-only access to the client's AWS account\nfor the purpose of analysis. The Receiving Party shall not be permitted to make changes to\nthe account.\n4. Confidentiality Obligations:\nThe Receiving Party agrees to keep all Confidential Information confidential and not to\ndisclose, share, or use such information for any purpose other than the analysis of the\nclient's AWS account. The Receiving Party agrees to take all reasonable measures to protect\nthe Confidential Information against unauthorized disclosure or misuse.\n5. Confidentiality Term:\nThis Non-Disclosure Agreement shall remain in effect for the duration of the parties\ninvolvement in the analysis of the client's AWS account and for undetermined time after the\ncompletion of the analysis.\n6. Exceptions:\nThis Non-Disclosure Agreement does not apply to information that is (a) publicly known or\nbecomes publicly known without breach of this Agreement, (b) received from third parties\nwithout confidentiality restrictions, or (c) already in the possession of the Receiving Party\nprior to disclosure by the Disclosing Party, as evidenced by written records.",
    "trans": "기밀 유지 계약 조항\n본 기밀 유지 계약 (\"계약\")은 다음 당사자 간에 체결됩니다:\n피엘에스에스 솔루션스, 대표 주앙 펠리사리, CEO & 창립자, 이하\n\"정보 제공 당사자\" 그리고 헤스토르 시스테마스, 대표 제페르손 지 알메이다 실바,\n매니저, 이하 \"정보 수령 당사자\". 양 당사자는\n고객의 아마존 웹 서비스 계정 분석 과정에서 공유되는 기밀 정보를 보호하기 위해\n아래 조건에 동의합니다:\n2. 기밀 정보의 정의:\n\"기밀 정보\"는 계정 데이터, 서비스 세부 정보, 클라우드\n아키텍쳐, 문서, 이메일 커뮤니케이션, 그리고 양 당사자가 기밀로 간주하는\n기타 모든 정보가 포함되며 이에만 국한되지 않습니다.\n2. 목적:\n양 당사자는 기밀 정보가 오직\n정보 수령 당사자가 요청한 고객의 아마존 웹 서비스 계정 분석을 위해서만 사용될 것에 동의합니다.\n3. 제한된 접근 권한:\n정보 제공 당사자는 정보 수령 당사자에게 고객의 아마존 웹 서비스 계정에 대한 읽기 전용 접근 권한을 부여하며\n이는 분석을 위한 목적이어야 합니다. 정보 수령 당사자는 계정에 대한 변경을 수행할\n권한이 없습니다.\n4. 기밀 유지 의무:\n정보 수령 당사자는 모든 기밀 정보를 기밀로 유지하고\n고객의 아마존 웹 서비스 계정 분석 이외의 목적으로 이를 공개, 공유,\n또는 사용할 수 없습니다. 정보 수령 당사자는 모든 합리적인 조치를 취할 것에 동의하며 이는\n기밀정보가 무단으로 공개되거나 오용되지 않도록 보호하기 위함입니다.\n5. 기밀 유지 기간:\n본 기밀 유지 계약은 양 당사자가\n고객의 아마존 웹 서비스 계정 분석에 관여하는 기간 동안 유효하며 분석 완료 이후에도\n무기한 유지됩니다.\n6. 예외 사항:\n본 기밀 유지 계약은 다음의 정보에는 적용되지 않으며 이는 (a) 본 계약 위반 없이\n공개되었거나 공공에 알려진 정보, (b) 기밀 유지 의무 없이\n제 3자로부터 수령한 정보, 또는 (c) 정보 제공 당사자가 공개하기 이전에\n정보 수령 당사자가 이미 보유하고 있음을, 서면으로 증명할 수 있는 정보."
}