{
    "source": "en_US",
    "target": "ko_KR",
    "text": "If a bug can be reproduced only within an Xcode project or a playground, or if the bug is associated with an Apple NDA, please file a report to Apple’s bug reporter instead.\nA concise description of the problem. If the issue is a crash, include a stack trace. Otherwise, describe the behavior you were expecting to see, along with the behavior you actually observed.\nReporting bugs is a great way for anyone to help improve Swift. The open source Swift project uses GitHub Issues for tracking bugs.\nA description of the environment that reproduces the problem. Include information about the Swift compiler’s version, the deployment target (if explicitly set) and your platform.\nA reproducible test case. Double-check that your test case reproduces the issue. A relatively small sample (roughly within 50 lines of code) is best pasted directly into the description; a larger one may be uploaded as an attachment. Consider reducing the sample to the smallest amount of code possible—a smaller test case is easier to reason about and more appealing to сontributors.\nBecause Swift is under very active development, we receive a lot of bug reports. Before opening a new issue, take a moment to browse our existing issues to reduce the chance of reporting a duplicate.\nWhen opening an issue, please include the following:\nReporting Bugs",
    "trans": "버그가 X코드 프로젝트나 플레이그라운드에서만 재생되거나, 버그가 애플 NDA와 관련된 경우, 애플 버그 리포터에게 대신 보고서를 제출하세요.\n문제에 대한 간단한 설명입니다. 문제가 고장이라면, 스택 추적을 포함합니다. 그렇지 않으면, 귀하가 예상했던 행동과 실제로 봤던 행동을 설명하세요.\n버그 보고는 스위프트를 향상하는 데 큰 도움이 됩니다. 오픈 소스 스위프트 프로젝트는 버그를 추적하기 위해 깃허브 이슈를 사용합니다.\n문제를 재생하는 환경에 대해 설명합니다. 스위프트 컴파일러 버전, 배포 대상 (명시적으로 설정된 경우) 및 귀하의 플랫폼에 대한 정보를 포함합니다.\n재현 가능한 케이스. 귀하의 테스트 사례가 문제를 재현하는지 다시 한번 확인합니다. 비교적 작은 예는 (대략 50줄 이내의 코드) 설명에 직접 붙이는 것이 최선입니다; 더 큰 것은 첨부 파일로 업로드 되어야 할 수도 있습니다. 샘플은 가능한 가장 작은 양의 코드로 줄이는 것을 고려하세요—작은 테스트 사례가 추론하기 더 쉽고 기여자에게 더 매력적입니다.\n스위프트가 굉장히 활발히 개발 중이기 때문에, 우리는 많은 버그 보고를 받습니다. 문제를 제기하기 전에, 잠시 시간을 내어 기존 이슈를 훑어보고 중복 보고 가능성을 줄이세요.\n이슈를 제기할 때는, 다음을 포함하세요:\n보그 보고"
}