{
    "source": "en_US",
    "target": "ko_KR",
    "text": "In this week's Travel World, we're talking to the Hutchins family. They're going on a three-week trip to South America. Let's start with you Sam. What are you looking forward to on this trip?\nSam I'm looking forward to seeing the Amazon! We're going on a four-day boat trip along the river. We're going to go canoeing and we'll be able to get close to alligators.\nMum Not too close, I hope!\nSam Don't worry, Mum. I said canoeing, not swimming! I'm looking forward to seeing other animals too. We might see some monkeys, snakes or giant frogs!\nInterviewer What about you, Lisa?\nLisa I'm not that excited about the giant frogs, to be honest! And I don't like canoeing very much either. But I'm really interested in meeting kids of my age. I hope I'll have the chance on this trip. I still write to the friends I made on our last holiday in Norway – I like having friends who live in different countries.\nInterviewer What about you, Mrs Hutchins? Is there anything else you're worried about apart from alligators?\nMum Oh yes! Lots of things. We're going up some high mountains in Peru and I'm a bit worried because I sometimes suffer from altitude sickness … and sleeping in a tent. But I'm looking forward to the scenery and trying some new food.\nDad Oh yes, I can't wait to try the local food too. I'm looking forward to seeing all the beautiful scenery around the Amazon River as well. But most of all, I just want to get away from it all. It'll be great to have the chance to be with each other for a few weeks and talk to each other. That's what I really want from this trip.",
    "trans": "이번 주 트래블 월드에서는 허친스 가족과 이야기를 나눠보겠습니다. 이들은 삼 주 동안 남아메리카로 여행을 떠날 예정인데요. 샘부터 이야기해보겠습니다. 이번 여행에서 가장 기대되는 점이 무엇인가요?\n샘 아마존을 보는 게 가장 기대돼요! 강을 따라 나흘 간 보트로 여행할 거예요. 카누도 타고 악어와 가까워질 수 있을 거예요.\n엄마 너무 가까워지는 건 아니기를!\n샘 걱정 마세요, 엄마. 수영이 아니라 카누를 타는 거라고요! 다른 동물들도 볼 수 있을 거예요. 원숭이, 뱀, 아니면 거대한 개구리를 볼 수 있을지 몰라요!\n인터뷰어 리사, 넌 어때?\n리사 솔직히 거대한 개구리는 그다지 기대되지 않아요! 그리고 카누 타는 것도 별로 안 좋아해요. 하지만 제 또래 친구들을 만나는 게 정말 기대돼요. 이번 여행에서 그럴 기회가 있으면 좋겠어요. 지난번 노르웨이 휴가 때 생긴 친구들과 아직도 편지를 주고받거든요 – 여러 나라에 친구가 있는 게 좋아요.\n인터뷰어 허친스 부인은 어떠세요? 악어 외에 또 걱정되는 것이 있나요?\n엄마 오 그렇죠! 걱정되는 게 많아요. 페루에서 높은 산에 올라갈 예정인데, 제가 때때로 고산병을 겪어서 조금 걱정돼요 ... 그리고 텐트에서 자는 것도요. 그래도 경치와 새로운 음식을 먹어보는 건 기대되네요.\n아빠 오 맞아요, 저도 현지 음식을 얼른 맛보고 싶어요. 아마존 강 주변의 아름다운 풍경도 보고 싶고요. 하지만 무엇보다도, 그냥 일상을 벗어나고 싶어요. 몇 주 동안 가족끼리 시간을 보내고 서로 대화할 수 있는 기회가 있는 게 정말 좋을 거예요. 그게 제가 이번 여행에서 정말 원하는 것이랍니다."
}