{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi Mr. Ahmed,\nHappy new Year, 2024 for you, family and all UGDC Team.\nI confirm safe receipt of your email. The same will be shared to our Principals; BAKER HUGHES – ME team once we receive the following from your end.\nI went through SOW & below points and here is the comments for review and response to let us able to proceed further in providing our amended service quote.\nFor SOW:\nShare list of available spares at UGDC warehouse with Masoneialn / Dresser P/N against each. As possible to share photos for each part confirming the same.\nWe will consider the early received videos / photos during last 2022 to evaluate the valve status. If there is any further photos / videos give more details about the actual status of valve to be overhauled, please share it.\nConfirm that UGDC workshop is fully equipped with bench test to let our Service Engineer able to do calibration and Leak test. If possible to share photos / video of bench test.\nFor Below T&Cs in your email body:\nPayment : 50% down payment along with PO against our std. Performa Invoice (LG not applicable for service jobs) and balance against work report (signed and approved by UGDC and our service Engineer).\nQuote will be in USD and payment will be on USD too. Please help us in this to avoid long lead time in providing such service.\nOur service Engineer will be from Baker Hughes – Dresser LLC plant at UAE not from our Tricom Team. We will share the service engineer PP & Documents to arrange for permit accordingly.\nUGDC Obligation: adding to the below, arrange for work space at UGDC workshop as well as suitable Bench Test to do calibrate / do leak testing after valve overhauling as well as std. mechanical tools to dismantle the valve. Any special tool to dismantle the valve parts will be along with our service Engineer",
    "trans": "안녕하세요, Ahmed님.\n2024년 새해가 당신과 가족, 그리고 모든 UGDC 팀에게 행복한 한 해가 되길 바랍니다.\n귀하의 이메일을 안전하게 수신하였음을 확인합니다. 다음 항목을 귀하로부터 받는 즉시, 이를 당사 주요 파트너인 BAKER HUGHES – ME 팀과 공유하겠습니다.\n저는 SOW와 아래 사항들을 검토하였으며, 수정된 서비스 견적을 제공하기 위해 진행할 수 있도록 검토 및 답변을 요청하는 코멘트를 아래에 작성하였습니다.\nSOW에 대해:\nUGDC 창고에 있는 사용 가능한 예비 부품 목록을 각 부품에 대한 Masoneilan / Dresser P/N과 함께 공유해 주세요. 가능하다면 각 부품의 사진도 함께 공유해 주시기 바랍니다.\n우리는 밸브 상태를 평가하기 위해 2022년에 받은 영상/사진을 우선적으로 고려할 것입니다. 만약 밸브의 실제 상태에 대해 더 많은 세부 사항을 제공하는 추가적인 사진 / 영상이 있다면, 공유해 주시기 바랍니다.\nUGDC 워크숍이 서비스 엔지니어가 교정 및 누설 테스트를 수행할 수 있도록 벤치 테스트에 완전히 장비가 갖추어져 있는지 확인해 주세요. 가능하다면 벤치 테스트의 사진 / 영상을 공유해 주시기 바랍니다.\n귀하의 이메일 본문에 있는 아래의 조건들에 대해:\n지불: 표준 프로포마 인보이스에 따라 PO와 함께 50% 선불 지불 (서비스 작업에는 LG 적용되지 않음), 나머지 금액은 작업 보고서(UGDC와 우리 서비스 엔지니어의 서명 및 승인)를 기준으로 지불.\n견적은 USD로 제공되며, 지불 또한 USD로 진행됩니다. 이러한 서비스 제공에 있어 긴 리드 타임을 피할 수 있도록 도와주십시오.\n우리 서비스 엔지니어는 Tricom 팀이 아니라 UAE에 있는 Baker Hughes – Dresser LLC 공장에서 올 것입니다. 서비스 엔지니어의 PP와 문서를 공유하여 허가를 적절히 준비할 수 있도록 하겠습니다.\nUGDC 의무: 아래에 추가하여, UGDC 워크숍에서 작업 공간을 마련하고, 밸브 오버홀 후 교정 / 누설 테스트를 할 수 있는 적절한 벤치 테스트와 밸브를 분해할 수 있는 표준 기계 도구를 준비해 주세요. 밸브 부품을 분해하는 데 필요한 특별한 도구는 우리 서비스 엔지니어와 함께 제공됩니다."
}