{
    "source": "en_US",
    "target": "ko_KR",
    "text": "16. We sell More than 1200000 Pcs anually.\nIn facts, in china ,there are many dental zirconia suppliers, but I would say most of them are merely trading companies, few are real manufactures, even for real zirconia manufactures , there are 3levels ,\nLevel 3, they only have the technology to make white zirconia, maybe single shaded zirconia, and they buy multilayer from others.\nLevel 2 they buy zirconia powder, raw material from others, but they make full ranges of zirconia disk, :white, preshaded, and multilayer .\nTop level : They make everything, zirconia powder ,full range of zirconia disk, color system.\nOf course ,XTCERA is one of the top level .\nOver 1.2million Pcs zirconia we sell annually, we believe XTCERA belongs to top 4 zirconia global manufacture .\nAll thanks to you!\n14. As a leading CAD/CAM company, XTCERA is going to develop more and more innovative products；\nand continue market leadership in CAD/CAM category.\nIn coming years, XTCERA will invest further in R&D of Zirconia printing Technology、 Fully automatic CAD/CAM systems、Dental implant CAD/CAM category, and so on.\n15. XTCERA is a trustworthy company, we never gave up our partners, we grow up together with our partners, we always looking for win-win solution with our partners, We always consider our business partner as our families, because XTCERA was founded in Quality and Trust amongst our business partners globally.\nAgain , welcome to XTCERA Family.",
    "trans": "16. 저희의 연 판매량은 1,200,000개 이상입니다.\n중국에 수 많은 치과용 지르코니아 공급업체가 있는 것이 사실이지만, 대부분 단순한 무역회사이며, 소수 업체만이 제품을 제조합니다. 진짜 지르코니아 제조회사라 하여도 3가지 레벨로 나뉩니다.\n3 레벨 업체는, 백색 지르코니아 생산 기술만 보유하고 있으며, 단일 색상만 취급 가능하기 때문에 다층 색상은 타 업체에서 구매를 합니다.\n2레벨 업체는 타 업체에서 원재료인 지르코니아 가루를 구매해 오지만, 백색, 명암 혼합, 다층 제품 등에 이르는 지르코니아 디스크 전체 범위를 생산할 수 있습니다.\n최고 레벨: 지르코니아 가루, 지르코니아 디스크 전 범위, 여러 색상 시스템에 대한 모든 것을 생산할 수 있습니다.\n물론, XTCERA는 최고 레벨 업체중 하나입니다.\n저희는 연간 120만개 이상의 지르코니아를 판매하고 있으며, XTCERA가 전세계 상위 4개 제조 업체 안에 든다고 믿습니다.\n모두 여러분 덕분입니다!\n14. CAD/CAM을 선도하는 기업으로서, XTCERA는 더욱 더 많은 혁신 제품을 개발할 것입니다.\n또한 CAD/CAM 분야에서 시장 우위를 유지할 것입니다.\n향후 수년 내에, XTCERA는 지르코니아 인쇄 기법, CAD/CAM 시스템의 완전 자동화, 치과용 임플란트 CAD/CAM 분야 등을 위하여 더 많은 R&D에 투자를 지원할 것입니다.\n15. XTCERA는 신뢰할 수 있는 기업으로서, 저희의 파트너사를 결코 잊지 않으며, 파트너와 함께 성장하기 위해 항상 윈윈할 수 있는 방법을 모색합니다. XTCERA는 저희의 전세계 파트너와 함께 품질과 신뢰를 바탕으로 설립된 기업이므로, 항상 이러한 사업 파트너를 저희의 가족이라 여깁니다.\n다시 한 번, XTCERA 가족이 된 것을 환영합니다."
}