{
    "source": "en_US",
    "target": "ko_KR",
    "text": ").\nSustainability and Climate Impact: Irish consumers, like those in many developed markets, are becoming more conscious of sustainability in fashion. This has driven many brands to incorporate eco-friendly materials and transparent supply chains. Smaller multi-brand stores that highlight sustainability are positioning themselves well against fast-fashion competitors(\nMcKinsey & Company\nRetail Dynamics: In Ireland, traditional retailers like Dunnes Stores, Penneys (Primark), and Marks & Spencer remain popular for casual wear. However, international fast-fashion brands such as H&M and Zara also dominate the landscape. Irish consumers tend to favor multi-brand stores that offer variety and price flexibility, making it easier for smaller businesses to compete if they offer niche products or personalized services(\nGlobalData\n).\n).\nConsumer Behavior: Post-pandemic consumer habits have shifted, with increased interest in comfort and sustainability. Casual wear remains in demand, but with a stronger focus on quality and versatile pieces that can be dressed up or down for multiple occasions. Additionally, there is growing interest in technical outdoor clothing as people embrace healthier, more active lifestyles(\nMcKinsey & Company",
    "trans": ").\n지속 가능성 및 기후 영향: 아일랜드 소비자들은, 많은 선진국의 마켓에서와 같이, 패션 영역에서 더욱 지속 가능성을 의식하고 있습니다. 이는 많은 브랜드들이 친환경적인 소재와 투명한 공급 생산 과정을 포함하게 했습니다. 지속 가증성을 강조하는 보다 작은 멀티 브랜드 상점에서는 스스로를 패스트 패션 경쟁자들에 완전히 반대한다고 자리잡고 있습니다(\n맥킨지 & 컴퍼니\n소매 역학: 아일랜드에서는, 던스 스토어, 페니스 (프리마크(, 그리고 마크 & 스펜서와 같은 전통 소매상이 평상복에서 저명함을 유지합니다. 그러나, H&M, 자라와 같은 국제적 패스트 패션 브랜드 또한 풍경을 지배하고 있습니다. 아일랜드의 소비자들은 다양성과 가격 유연성을 제공하는 멀티 브랜드 스토어를 더 좋아하는 경향이 있어, 작은 사업자들이 니치한 제품 또는 개인화된 서비스를 제공한다면 경쟁하기에 더 쉽습니다(\n글로벌 데이터\n).\n).\n소비자 행동: 팬데믹 이후 소비자 행동은 바뀌어, 편안함과 지속 가능성에 대한 관심이 증가했습니다. 평상복은 수요를 유지하고 있지만, 품질과 다양한 상황에 차려입거나 편안하게 입을 수 있는 다용성 의류에 관심이 더 강해졌습니다. 추가로, 사람들이 보다 건강하고, 활동적인 라이프스타일을 아우르면서, 기능적인 아웃도어 의류에 대한 관심이 커지고 있습니다(\n맥킨지 & 컴퍼니"
}