{
    "source": "en_US",
    "target": "ko_KR",
    "text": "MANG6221 Investment Project\n2\n4. The Investment Plan and Deadlines\nDates Tasks and Deadlines\n28 October 2024 Registration Period [4 weeks]\nThe investment project will be completed on the StockTrak trading platform. Registration\nopens four weeks before trading begins. To set up your account, go to\nhttps://www.stocktrak.com:443/members/register? sessionid=320144\nImportant information:\nMake sure the session name that you register to join is\n“MANG6221_SMA_InvestmentProject_2024/25”\nMake sure to use your full name and university email address to register and create your\ninvestment account.\nStudents need to pay a registration cost to set up an investment account on StockTrak.\nFrom\n28 October 2024\nTo\n24 November 2024\nPreparation Period [4 weeks]\nYou should complete the following tasks during the preparation period:\n1. Getting Started. Please read the “Student User Guide\" to familiarize yourself with the\ntrading platform and get guidance on how to manage your portfolio before trading\nbegins: Click here!\nYou can also watch these tutorial videos to get information about basic trading and\nmanaging your portfolio on the trading platform: Click here!\n2. Macroeconomic and Industry Analysis. You need to study the macroeconomic and\nindustry conditions and developments that underline your stock portfolio. This\ncorresponds to Part 2 of the project report.\n3. Security Selection. You need to identify the stocks to be included in your portfolio.\nPlease see the data sources listed below and further guidance provided on the\nBlackboard. This corresponds to Part 3 of the project report.\n4. Portfolio Optimization. You will need to optimize your portfolio allocation to identify\nthe optimal allocation to the stocks that will be included in your portfolio. This\ncorresponds to Part 4 of the project report.\n5. Portfolio Management Strategy. You need to figure out a strategy (active vs passive)\nthat you can follow to manage your stock portfolio. This corresponds to Part 5 of the\nproject report.\n24 November 2024 Deadline to create your investment account on the trading platform\nFrom\n25 November 2024\nTo\n20 December 2024\nInvestment Period [4 weeks]\nYou should complete the following tasks during the investment period:\n1- Portfolio Construction. Your portfolio will become live and actual trading starts\non the trading platform. Follow the portfolio management rules and constraints to\nbuild your portfolio. This corresponds to Part 5 of the project report.\n2- Portfolio Rebalancing. You might need to rebalance your portfolio. Follow the\nportfolio management rules and constraints to rebalance your portfolio. This\ncorresponds to Part 5 of the project report.\n3- Trading requirements. You will need to meet the requirements of the\n“Minimum Trading Activity” assignment on the trading platform. This\ncorresponds to Part 5 of the project report.\n20 December 2020 Deadline to complete trading on the trading platform\nFrom\n20 December 2024\nTo\n27 December 2024\nPerformance Evaluation and Reflection Period [1 week]\n1- Evaluate the performance of your stock portfolio including performance\nmeasurement, performance attribution, and performance appraisal. This\ncorresponds to Part 6 of the project report.\n2- Reflect on the investment project. This corresponds to Part 6 of the project\nreport.\n27 December 2024 Deadline to complete the Investment Project\n(This is not the coursework submission deadline. Please check the coursework brief for\nthe exact date and time of the coursework submission deadline.)",
    "trans": "MANG6221 투자 프로젝트\n2\n4. 투자 계획 및 마감일\n날짜 작업 및 마감일\n2024년 10월 28일 등록 기간 [4주]\n투자 프로젝트는 StockTrak 트레이딩 플랫폼에서 완료됩니다. 등록은\n거래 시작 4주 전에 열립니다. 계좌를 개설하려면 다음으로 이동하세요.\nhttps://www.stocktrak.com:443/members/register? sessionid=320144\n중요 정보는 다음과 같습니다.\n가입할 세션 이름이 다음과 같은지 확인합니다.\nMANG6221_SMA_InvestmentProject_2024/25\n등록 및 생성하려면 전체 이름과 대학교 이메일 주소를 사용하세요.\n투자 계좌\n학생들은 StockTrack에 투자 계좌를 개설하려면 등록 비용을 지불해야 합니다.\n시작\n2024년 10월 28일\n종료\n2024년 11월 24일\n준비 기간 [4주]\n준비 기간 동안 다음과 같은 작업을 완료해야 합니다.\n1. 시작하기. \"학생 사용자 가이드\"를 읽어보고 익숙해지시기 바랍니다.\n트레이딩 플랫폼과 트레이딩 전 포트폴리오 관리 방법에 대한 지침을 받으시기 바랍니다.\n시작: 여기를 클릭하세요!\n이 튜토리얼 동영상을 시청하여 기본 트레이딩에 대한 정보를 얻을 수도 있습니다\n트레이딩 플랫폼에서 포트폴리오 관리: 여기를 클릭하세요!\n2. 거시경제 및 산업 분석. 거시경제를 공부해야 합니다. 그리고\n주식 포트폴리오를 분명히 보여주는 업계 상황과 개발 사항. 이것은\n프로젝트 보고서의 2부에 해당합니다.\n3. 보안 선택. 포트폴리오에 포함할 주식을 파악해야 합니다.\n아래 나열된 데이터 소스와 추가 지침을 참조하시기 바랍니다.\n블랙보드(Blackboard). 이는 프로젝트 보고서의 3부에 해당합니다.\n4. 포트폴리오 최적화. 포트폴리오 할당을 최적화하여 파악해야 합니다.\n포트폴리오에 포함될 주식에 대한 최적의 할당. 이는\n프로젝트 보고서의 4부에 해당합니다.\n5. 포트폴리오 관리 전략. 전략을 파악해야 합니다(적극적과 소극적).\n주식 포트폴리오를 관리하는 데 따를 수 있습니다. 이는 프로젝트 보고서의 5부에 해당합니다.\n프로젝트 보고서.\n2024년 11월 24일 트레이딩 플랫폼에서 투자 계좌를 만드는 마감일\n시작\n2024년 11월 25일\n종료\n2024년 12월 20일\n투자 기간[4주]\n투자 기간 동안 다음과 같은 작업을 완료해야 합니다.\n1- 포트폴리오 구성. 포트폴리오가 활성화되고 실제 거래가 시작됩니다.\n트레이딩 플랫폼에서. 포트폴리오 관리 규칙과 제약 조건에 따라\n포트폴리오를 구성하세요. 이는 프로젝트 보고서의 5부에 해당합니다.\n2- 포트폴리오 리밸런싱. 포트폴리오를 리밸런싱이 필요할 수도 있습니다.\n포트폴리오 관리 규칙과 제약 조건에 따라 포트폴리오를 리밸런싱하세요. 이는\n프로젝트 보고서의 5부에 해당합니다.\n3- 트레이딩 요구 사항. 요구 사항을 충족해야 합니다.\n트레이딩 플랫폼에서 \"최소 거래 활동\" 할당. 이는\n프로젝트 보고서의 5부에 해당합니다.\n2020년 12월 20일 트레이딩 플랫폼에서 거래를 완료해야 하는 마감일\n시작\n2024년 12월 20일\n종료\n2024년 12월 27일\n성과 평가 및 반성 기간 [1주]\n1- 성과 등 주식 포트폴리오의 성과를 평가합니다\n측정, 성과 속성 및 성과 평가. 이는\n프로젝트 보고서의 6부에 해당합니다.\n2- 투자 프로젝트를 돌아봅니다. 이는 프로젝트의 6부에 해당합니다.\n보고서\n2024년 12월 27일 투자 프로젝트 완료 마감일\n(과제 제출 마감일이 아닙니다. 과제 요약에서 확인하시기 바랍니다\n과제 제출 마감일의 정확한 날짜와 시간.)"
}