{
    "source": "en_US",
    "target": "ko_KR",
    "text": "n total, 1161 of the respondents resided in Table 2 shows the key characteristics of the baseline and endline survey samples t Yopougon Est, Abidjan, and 1012 in Kinshasa, DRC. Over 40% of the respondents from both samples were under the age of 30 years. An almost perfect split between female and were analyzed to assess the motivation index. In total, 1161 of the respondents reside male participants was achieved in the baseline sample (49.87% and 50.13%, respectively), Yopougon Est, Abidjan, and 1012 in Kinshasa, DRC. Over 40% of the respondents fr but slightly more male (55%) than female participants (45%) were surveyed in the endline sample. Both samples were highly educated with over 38% of participants reporting tertiary both samples were under the age of 30 years. An almost perfect split between female education. Over 55% of participants in the baseline sample and over 65% in the endline male participants was achieved in the baseline sample (49.87% and 50.13%, respective sample were employed, either part-time, full-time, or self-employed, or reported owning a but slightly more male (55%) than female participants (45%) were surveyed in the end business. A minority were single (15.99% of baseline participants and 17.37% of endline participants), and the vast majority (81.34% of baseline participants and 79.79% of endline sample. Both samples were highly educated with over 38% of participants reporting participants) were Christian. In addition, 39% in the baseline sample and 59.72% in the tiary education. Over 55% of participants in the baseline sample and over 6",
    "trans": "표 2에서 총 1161명의 응답자들이 요푸공 동쪽, 아비장과 1012명이 콩고 민주 공화국, 킨샤사에서 기준선 및 경계성의 주요 특징을 보여준다. 두 표본의 40%가 넘는 응답자들은 30세 미만이었다. 동기 부여 지수를 평가하기 위한 여성들 사이에서 거의 완벽하게 나눠진 것으로 분석되었다. 요푸공 동쪽, 아비장에서 거주하는 남성 참가자 총 1161명의 응답자들은 기준선 표본을 달성했다 (각각, 49.87%와 50.13%로), 그리고 콩고 민주 공화국, 킨샤사에서 1012명의 40%가 넘는 응답자들은 여성 참가자 (45%) 들보다 남성 (55%)가 약간 더 많았다고 경계선 표본에서 조사되었다. 두 표본 모두에서 38% 이상의 참가자가 30세 미만이라고 세 번째로 보고되었다. 가장 완벽한 갈라짐은 여성 교육이었다. 기준선 표본에서 55%가 넘는 참가자들과 경계선에서 65%가 넘는 남성 참가자들은 기준선을 달성하였다 (49.87%와 50.13%, 각 표본은 파트 타임, 정규직 또는 프리랜서로 고용되었거나 자영업으로 보고되었지만 여성 참가자 (45%)보다 약간 더 많은 남자 (55%)가 끝부분에서 조사되었다. 소수는 독신 (기준선 참가자의 15.99%와 경계선 참가자의 17.37%)와, 대부분 (기준선의 81.34%와 경계선의 79.79%. 두 표본 모두 참가자의 38% 이상이 고학력으로 보고된 참가자들)이 기독교인이었다. 또한, 기준선 표본에서 39%와 교육에서 59.72%. 기준선 표본에서 55%가 넘는 참가자들과 6을 넘는"
}