{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Content License Summary\nWelcome to Pixabay! Pixabay is a vibrant community of authors, artists and creators sharing royalty-free images, video, audio and other media. We refer to this collectively as \"Content\". By accessing and using Content, or by contributing Content, you agree to comply with our Content License.\nAt Pixabay, we like to keep things as simple as possible. For this reason, we have created this short summary of our Content License which is available in full here. Please keep in mind that only the full Content License is legally binding.\nWhat are you allowed to do with Content?\nSubject to the Prohibited Uses (see below), the Content License allows users to:\n✓ Use Content for free\n✓ Use Content without having to attribute the author (although giving credit is always appreciated by our community!)\n✓ Modify or adapt Content into new works\nWhat are you not allowed to do with Content?\nWe refer to these as Prohibited Uses which include:\n✕ You cannot sell or distribute Content (either in digital or physical form) on a Standalone basis. Standalone means where no creative effort has been applied to the Content and it remains in substantially the same form as it exists on our website.\n✕ If Content contains any recognisable trademarks, logos or brands, you cannot use that Content for commercial purposes in relation to goods and services. In particular, you cannot print that Content on merchandise or other physical products for sale.\n✕ You cannot use Content in any immoral or illegal way, especially Content which features recognisable people.\n✕ You cannot use Content in a misleading or deceptive way.\n✕ You cannot use any of the Content as part of a trade-mark, design-mark, trade-name, business name or service mark.\nPlease be aware that certain Content may be subject to additional intellectual property rights (such as copyrights, trademarks, design rights), moral rights, proprietary rights, property rights, privacy rights or similar. It is your responsibility to check whether you require the consent of a third party or a license to use Content.",
    "trans": "콘텐츠 라이센스 요약\n픽사베이에 오신 것을 환영합니다! 픽사베이는 저작권이 없는 이미지, 비디오, 오디오 및 기타 미디어를 공유하는 작가, 예술가 및 창작자들의 활기찬 커뮤니티입니다. 우리는 이를 통칭하여 \"콘텐츠\"라고 부릅니다. 콘텐츠에 접근하고 사용하거나 콘텐츠를 기여함으로써, 귀하는 우리의 콘텐츠 라이센스를 준수하는 데 동의하는 것입니다.\n픽사베이에서는 가능한 한 간단하게 유지하려고 합니다. 이 이유로, 우리는 전체 콘텐츠 라이센스를 여기에 완전하게 제공하면서, 그 요약을 간단히 작성했습니다. 단, 전체 콘텐츠 라이센스만 법적 효력을 갖는다는 점을 유의해 주세요.\n콘텐츠로 무엇을 할 수 있나요?\n금지된 사용(아래 참조)을 제외하고, 콘텐츠 라이센스는 사용자가 다음과 같은 작업을 할 수 있도록 허용합니다:\n✓ 콘텐츠 무료 사용\n✓ 저자에게 귀속을 부여하지 않고 콘텐츠를 사용할 수 있습니다(하지만 크레딧을 제공하는 것은 항상 우리 커뮤니티에서 감사히 여겨집니다!)\n✓ 콘텐츠를 수정하거나 새로운 작품으로 변형할 수 있습니다\n콘텐츠로 무엇을 할 수 없나요?\n우리는 이를 금지된 사용이라고 부르며, 여기에는 다음이 포함됩니다:\n✕ 콘텐츠를 독립적으로 판매하거나 배포할 수 없습니다(디지털 또는 물리적 형태로). 독립적이란 콘텐츠에 창의적인 노력이 가해지지 않고, 우리 웹사이트에 있는 형태와 본질적으로 동일한 형태로 남아 있는 경우를 의미합니다.\n✕ 콘텐츠에 식별 가능한 상표, 로고 또는 브랜드가 포함된 경우, 해당 콘텐츠를 상품과 서비스와 관련하여 상업적 목적으로 사용할 수 없습니다. 특히, 해당 콘텐츠를 판매용 상품이나 기타 물리적 제품에 인쇄할 수 없습니다.\n✕ 콘텐츠를 부도덕하거나 불법적인 방식으로 사용할 수 없습니다, 특히 식별 가능한 인물이 등장하는 콘텐츠는 그렇습니다.\n✕ 콘텐츠를 오해를 일으키거나 기만적인 방식으로 사용할 수 없습니다.\n✕ 콘텐츠를 상표, 디자인 마크, 상호, 사업 이름 또는 서비스 마크의 일부로 사용할 수 없습니다.\n일부 콘텐츠는 추가적인 지적 재산권(저작권, 상표권, 디자인 권리 등), 도덕적 권리, 소유권, 개인정보 보호 권리 또는 유사한 권리에 해당할 수 있습니다. 콘텐츠를 사용하기 위해 제3자의 동의나 라이센스가 필요한지 여부를 확인하는 것은 귀하의 책임입니다."
}