{
    "source": "en_US",
    "target": "ko_KR",
    "text": "AUTOZONE'S LIMITED WARRANTY\n(UNITED STATES ONLY)\nIf a part fails during the warranty period shown on your receipt, bring the part to an AutoZone store and you will receive a replacement or refund. Warranty excludes damage caused by misuse, abuse, other faulty parts, improper installation or off-road, commercial or marine use. Warranties on replacement parts cover the unused portion of the original warranty or 90 days, whichever is longer. Warranties expire when you sell your vehicle.\nTHIS LIMITED WARRANTY REPRESENTS THE TOTAL LIABILITY OF AUTOZONE FOR ANY BATTERY. ALL OTHER WARRANTIES IMPLIED BY LAW APPLICABLE TO THE BATTERY SHALL BE LIMITED TO THE WARRANTY PERIOD STATED ON THIS RECEIPT. AUTOZONE MAKES NO OTHER WARRANTIES, EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANT ABILITY OR FITNESS FOR A PARTICULAR PURPOSE. AUTOZONE SHALL NOT BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.\nSome states do not allow limitations on how long an implied warranty lasts, or exclusion or limitation on incidental or consequential damages, so the above limitations may not apply to you. This warranty gives you specific legal rights, and you may also have other rights that vary from state to state.\nAll of AutoZone's parts and accessories, except those mentioned above, are covered by its Limited Warranty. The length of AutoZone's Limited Warranty varies w",
    "trans": "오토존 제한 보증\n(미국 내 한정)\n영수증에 명시된 보증 기간 동안 부품이 고장 날 경우, 해당 부품을 오토존 매장으로 가져오시면 교환 또는 환불을 받을 수 있습니다. 보증은 부적절한 사용, 오용, 다른 결함 있는 부품으로 인한 손상, 잘못된 설치로 인한 손상, 오프로드, 상업용 또는 해양 사용으로 인한 손상에는 적용되지 않습니다. 교체 부품의 보증 기간은 기존 보증 기간의 남은 부분 또는 90일 중, 더 긴 기간으로 적용됩니다. 차량을 판매하면 보증은 자동으로 소멸됩니다.\n이 제한 보증은 오토존이 배터리에 대해 부담하는 총 책임을 나타냅니다. 배터리에 적용되는 법적 묵시적 보증은 영수증에 명시된 보증 기간으로 제한됩니다. 오토존은 상품성 또는 특정 목적에 대한 적합성에 대한 묵시적 보증을 포함하여, 다른 명시적 또는 묵시적 보증을 제공하지 않습니다. 또한 오토존은 간접적, 특별, 부수적 또는 결과적 손해에 대해 책임을 지지 않습니다.\n일부 주에서는 묵시적 보증이 유지되는 기간에 대한 제한 또는 부수적 및 결과적 손해의 배제나 제한을 허용하지 않으므로, 위의 제한 사항이 적용되지 않을 수 있습니다. 본 보증은 귀하에게 특정한 법적 권리를 부여하며, 귀하는 거주하는 주에 따라 추가적인 권리를 가질 수도 있습니다.\n위에서 언급된 항목을 제외한, 오토존의 모든 부품 및 액세서리는 제한 보증의 적용을 받습니다. 오토존 제한 보증 기간은 다릅니다."
}