{
    "source": "en_US",
    "target": "ko_KR",
    "text": "week. The class consists of 13 students, one head teacher and one assistant teacher. [redacted_name] was\nobserved during breakfast time for the class.\nWhen this observer entered the class [redacted_name] was playing with plastic blocks while the rest of the class was\nsitting at tables and eating breakfast. [redacted_name] continued to empty several buckets of plastic blocks. He left\nthe blocks, jumped up and climbed onto a chair. He was redirected off the chair and back to the blocks. He\nbegan to throw the blocks. He ignored teacher attempt to have him clean up the block and place them\nback into the buckets. He then began to walk around the room. The classroom teacher led him to a table\nand offered him a piece of banana. He peeled the banana and ate it. Classroom teacher assisted [redacted_name] in\ndrinking from a cup of water. He began spinning the paper plate. [redacted_name] then walked to the door and\nattempted to open it. He was redirected back to the table to eat more banana. During observation [redacted_name]\nwas not observed saying any words or making any sounds.\nTeacher Interview: Ms. [redacted_name], classroom teacher, shared that [redacted_name] has many challenges in the\nclassroom. He is primarily non-verbal He has difficulty focusing and sitting during circle time. He does",
    "trans": "주. 이 교실은 13명의 학생, 한 명의 담임교사와 한 명의 보조교사로 구성되어 있습니다. [redacted_name]은\n수업의 아침 식사 시간 동안 관찰되었습니다.\n관찰자가 교실에 들어섰을 때 [redacted_name]은 플라스틱 블록을 가지고 놀고 있었으며 다른 반 친구들은\n책상에 앉아 아침 식사를 하고 있었습니다. [redacted_name]은 여러 개의 플라스틱 블록 통을 비우기 시작했습니다. 그는 블록을\n남겨둔 채, 갑자기 일어나 의자 위로 올라갔습니다. 그는 의자에서 내려와 블록이 있는 곳으로 돌아가도록 지시받았습니다. 그는\n블록을 던지기 시작했습니다. 그는 교사가 그에게 블록을 주워 통에 다시 넣도록 요청한 것에 대해\n이를 무시했습니다.그는 그 후 교실을 돌아다니기 시작했습니다. 교실의 교사는 그를 책상으로 이동시킨 후\n바나나 한 조각을 건넸습니다. 그는 바나나 껍질을 벗기고 먹었습니다. 교실의 교사는 [redacted_name]을 도와\n물 한 컵을 마실 수 있게 했습니다. 그는 종이 접시를 돌리기 시작했습니다. [redacted_name]은 문 쪽으로 걸어갔고\n문을 열려고 시도했습니다. 그는 다시 책상으로 가서 더 많은 바나나를 먹도록 지시 받았습니다. 관찰이 진행되는 동안 [redacted_name]은\n어떠한 단어나 소리도 내는 것이 관찰되지 않았습니다.\n교사 인터뷰:교실 교사인  [redacted_name] 씨는 [redacted_name] 이 교실에서 많은 어려움을 겪고 있다고\n말했습니다. 그는 주로 비언어적이며 그룹 활동 시간에 집중하고 앉아 있는 것을 어려워한다고 말했습니다. 그는"
}