{
    "source": "en_US",
    "target": "ko_KR",
    "text": "He could recall the laughter they shared...\nThe playful teasing and fights...\nThe soft harmonies of their vocals...\n[redacted_name]'s music...\n[redacted_name]'s graceful dance moves...\n[redacted_name]'s complaints...\n[redacted_name]'s radiant smile (Which [redacted_name] could no longer see).\nYeah... those evenings that had now become nothing more than memories.\nThose evenings... now relegated to the past, feeling almost unreal and dreamlike...\nIf he could have one last wish, he would wish for an evening like that, for one last time, without a second thought - to experience that fleeting magic once more.\nYet, he felt as though those moments didn't even belong to him anymore...\ndeep down, he felt unworthy of those memories.\nHe didn't deserve them. He never did.\nYet, he clung to them, unwilling to let go entirely. After all, they were still his memories, right?\nSo it was okay for him to hold onto them, right?\nYeah, he wouldn't hold onto them for much longer, though. So it must be okay.\nWith a sigh, he picked up a pen from the holder (which [redacted_name] had placed there when they first started the cinema club) and grabbed a sheet of paper from the desk. He began to write a letter, to his best friends- to his ex-best friends,",
    "trans": "그는 그들이 나눴던 웃음을 떠올릴 수 있었다...\n장난기 많은 놀림과 다툼...\n목소리의 부드러운 하모니...\n[redacted_name]의 음악...\n[redacted_name]의 우아한 춤 동작...\n[redacted_name]의 불평...\n[redacted_name]의 빛나는 미소 (더 이상 [redacted_name]은 볼 수 없는).\n그래... 그 저녁들은 이제 단지 추억이 되었을 뿐이야.\n그 저녁들... 이제 과거가 되어, 거의 비현실적이고 꿈같이 느껴진다...\n만약 마지막 소원을 빌 수 있다면, 그는 마지막으로 한 번 더, 더 생각할 필요도 없이 그 잠깐의 마법 같은 저녁을 다시 한 번 경험하게 해달라고 할 것이다.\n하지만 그는 그런 순간들이 더 이상 자신의 것이 아닌 듯하게 느꼈다...\n마음 깊은 곳에서 그는 그 추억들을 가질 자격이 없다고 느꼈다.\n그 추억들을 가질 자격이 없었다. 그런 적 없었으니.\n그럼에도, 그는 그것들을 온전히 놓으려 하지 않고 꼭 붙잡고 있었다. 결국 여전히 그의 추억이니까, 그렇지 않은가?\n그러니 그 추억들을 간직해도 괜찮은 것 아닌가?\n그래, 그는 더 오래 그것들을 붙잡고 있지는 않을 거였다. 그러니 분명 괜찮을 것이었다.\n한숨을 내쉬며, 그는 홀더에서 펜을 집어 들고 ([redacted_name]이 영화 동아리를 처음 시작할 때 놓아둔 것이었다) 책상 위에서 종이 한 장을 집어 들었다. 그는 편지를 쓰기 시작했다. 그의 가장 친한 친구들에게- 그의 가장 친했던 친구들에게,"
}