{
    "source": "en_US",
    "target": "ko_KR",
    "text": "My Journey of Healing\nI stood at the hospital doors, my hand resting on my swollen belly, taking a deep breath. Pregnant and determined, I was about to embark on a journey into the healthcare field, one that would span more than twelve years. I started as a surgical technician at Auxilio Mutuo Hospital, diving headfirst into the fast-paced world of the operating room. It wasn’t just a job—it was a calling, one that demanded precision, focus, and a constant awareness that lives were on the line.\nThose early years were a whirlwind of beeping monitors, cold surgical tools, and swift movements in the sterile environment of the OR. The intensity was overwhelming at first, but I adapted like a sailor learning to navigate through a storm. I didn’t just become part of the team—I thrived. As the years passed, I specialized in neurosurgery, earning the reputation of being the best surgical technician in my unit. The weight of that responsibility wasn’t lost on me. Every day, I entered the OR knowing that someone’s life rested on the edge of a knife.\nDespite the demands of the hospital, my heart was always at home with my three children: Jonniell, Gian, and Mikaela. Balancing the chaos of being a mom and the high-stakes world of surgery felt like walking a tightrope. I had already been through a painful divorce, which tested my strength in ways I hadn’t anticipated. But life had a way of surprising me, and soon, I found love again with Samuel, my wonderful husband, who has been my rock through it all.\nBut just as life was finding its rhythm, the news came that changed everything. My mother, Carmen, was sick. At 70 years old, she needed care, and I couldn’t stand the thought of anyone else taking care of her but me. That’s when I decided to make a change. Even though I had become one of the top surgical technicians, I knew I wanted to do more. I wanted to be a nurse, not just for my mother, but for all the people like her who needed compassionate, skilled care.\nGoing back to school wasn’t an easy decision. The healthcare field is relentless, with long hours, constant stress, and emotional tolls that test you at every turn. But I knew that my years in the OR had prepared me. I had faced life-or-death situations, helped improve the quality of life for patients going into surgery, and worked alongside some of the best in the field. The stress was real, but so was the reward.\nNow, as I move forward in my studies, I am reminded every day why I chose this path. It’s not just about the technical skills or the medical knowledge. It’s about being the steady hand that guides someone through the storm—whether it’s a stranger on the operating table or my own mother at home. The challenges will continue, and there will be days when the weight of it all feels too heavy. But I know, in my heart, that there is no greater calling than this.\nEvery time I see a patient wake up from surgery or comfort someone in their time of need, I am reminded that, despite the hardships, this work is worth every sacrifice. I will continue to heal, to help, and to make a difference, whether it’s in the OR, in the hospital corridors, or at my mother’s bedside.",
    "trans": "내 힐링을 위한 여행\n나는 병원 문 앞에 서서, 부풀어 오른 배에 손을 얹고, 깊은 숨을 들이쉬었다. 임신 중이었지만 결심했다, 나는 이제 보건 분야에 발을 들여 놓으려 했소, 이 여정은 12년 이상 이어질 것이었다. 나는 Auxilio Mutuo 병원에서 수술 기술자로 시작했고, 수술실이라는 빠르게 돌아가는 세상에 본격적으로 뛰어들었다. 단순한 직업이 아니었다—그것은 내게 사명감이었으며 정확성, 집중력, 그리고 생명이 걸려 있다는 지속적인 인식이 필요했다.\n초기 몇 년은 삐 소리 나는 모니터, 차가운 수술 도구, 그리고 수술실에서의 빠른 움직임으로 가득했다. 그 강도는 처음에는 압도적이었지만, 나는 폭풍 속을 항해하는 선원처럼 적응했다. 나는 단지 팀의 일원이 된 것이 아니라—그곳에서 번성했다. 시간이 흐르면서, 나는 신경외과 수술을 전문으로 하게 되었고, 내 부서에서 가장 뛰어난 수술 기술자로서 명성을 얻었다. 그 책임의 무게는 내게 무겁게 다가왔다. 매일, 수술실에 들어가며 나는 누군가의 생명이 칼끝에 달려 있다는 사실을 마음에 새기고 있었다.\n병원의 요구가 계속되었지만, 내 마음은 항상 내 세 아이들: 조니엘, 기안, 그리고 미카엘라와 함께 있었다. 엄마로서의 역할과 수술이라는 고위험 세계 사이에서 균형을 맞추는 것은 마치 외줄타기 같았다. 나는 이미 고통스러운 이혼을 겪었고, 그 과정에서 내 힘이 얼마나 시험받았는지 예상치 못했다. 하지만 인생은 나를 놀라게 했고, 그리고 곧, 내 멋진 남편 Samuel과 함께 사랑이라는 것을 다시 찾을 수 있었다. 그는 나에게 모든 것을 지지해주는 존재였다.\n하지만 인생이 리듬을 찾은 것 같던 그때, 모든 것을 바꾸는 소식이 왔다. 내 어머니, 카르멘이 아프다는 소식이었다. 70세의 그녀는, 돌봄이 필요했고, 나는 그녀를 다른 사람이 돌보는 것은 상상할 수 없었다. 그래서 나는 변화를 결심했다. 내가 최고의 수술 기술자 중 한 명이 되었지만, 나는 더 많은 일을 하고 싶었다. 나는 간호사가 되기를 원했고, 내 어머니뿐만 아니라, 그녀처럼 도움이 필요한 사람들에게 인정 많고 숙련된 돌봄을 제공하고 싶었다.\n학교로 돌아가는 것은 쉽지 않은 결정이었다. 보건 분야는 피곤하고, 긴 시간동안, 끊임없는 스트레스와 감정적인 부담이 따라오기 때문이다. 그러나 나는 내가 수술실에서 겪은 경험들이 나를 준비시켰다는 것을 알았다. 나는 생사의 갈림길에서, 환자들을 돕고 수술을 받기 전 삶의 질을 향상시키는 일을 했으며, 이 분야에서 가장 뛰어난 전문가들과 함께 일했다. 그 스트레스는 현실적이었지만, 그 보상도 확실했다.\n이제, 나는 공부를 계속하면서, 매일 이 길을 선택한 이유를 상기한다. 그것은 단순히 기술적인 능력이나 의학적인 지식이 아니다. 그것은 폭풍 속에서 누군가를 인도하는 안정된 손길이 되는 것이다—그것이 수술대 위의 낯선 사람이든, 내 어머니든 간에. 도전은 계속될 것이고, 때때로 그 모든 무게가 너무 무겁게 느껴질 때도 있을 것이다. 그러나 나는, 내 마음 속에서, 이 길보다 더 큰 사명은 없다는 것을 안다.\n수술에서 환자가 깨어나는 모습을 보거나, 누군가가 필요할 때 위로하는 모습을 볼 때마다, 나는 이 일이 얼마나 많은 희생을 감수할 가치가 있는지 다시 한 번 느낀다. 나는 계속해서 치유하고, 돕고, 변화를 만들어갈 것이다, 그것이 수술실에서든, 병원 복도에서든, 아니면 어머니의 침대 옆에서든."
}