{
    "source": "en_US",
    "target": "ko_KR",
    "text": "23 October 2024\n[redacted_name]\n[redacted_address]\nApplication Number: [redacted_number] Student ID Number: [redacted_number]\nDear Miss [redacted_name]\nCONDITIONAL LETTER OF OFFER\nCongratulations! We are pleased to advise that your application has been received and you have been conditionally offered a place in the following course at the University of Technology Sydney for the following intake:\nCourse:\nCRICOS Code:\nNormal Course Duration: Intake:\nOrientation commences: Session commences:\nMaster of Information Technology - No nominated major 084256C\n2 year/s\nAutumn 2025\n3 February 2025 17 February 2025\nBefore UTS can provide you with a formal letter of offer for the above Course, you will need to successfully complete the further studies and/or satisfy the additional conditions as detailed below:\nProvide a complete Authority to Submit an Online Application form. To authorize a UTS education agent to represent your application you must complete all fields on the form and sign as per your passport.\nThe form is available online at: https://www.uts.edu.au/sites/default/files/2022-10/UTSI-Authority-Submit-Online- Application-Form.pdf\nSuccessful completion of your Bachelor of Commerce from The University of Melbourne with no more than 25 percent failed subjects. Please provide a certified copy of your complete and official academic transcript and a Statement of Completion for your qualification when available.\nWe accept My eQuals digital documents via:\na. Digital PDF from My eQuals including the secure signature panel and submitted to UTS by applicant or agent\nb. My eQuals link for UTS to verify\nc. If the document provided is a digital copy printed from My eQuals, please confirm in writing on the document that your agency has downloaded from My eQuals.\nWhere you have been asked to provide certified copies, please provide copies of the original document/s verified by the issuing authority or by an Australian University (eg. UTS Future Learner Recruitment and Admissions). UTS will also accept copies verified by a UTS authorised agent, Australian Overseas Diplomatic Mission or a Public Notary Officer. Photocopies that are not certified will not be accepted.\nPlease note this course is offered at City campus.\nPlease forward all requested documentation to the Manager, International Admissions, Future Learner Recruitment and Admissions, University of Technology Sydney. Please also note that these conditions are specific to the above intake(s), as entry requirements may be subject to change.\nThis letter attaches a General Estimate of Annual Costs for International Students for the above Course. Please note this document is provided for your information and should be used as a general guide only. You should not consider that this exhaustively sets out all possible expenses or classes of expenses. All costs are approximate and subject to increases.\nPlease note that prior to finalising your admissions to the University, the University of Technology Sydney (UTS) reserves the right to undertake an assessment of \"Genuine Student\" (GS) requirements as set by the Department of Home Affairs. For further information please refer to www.homeaffairs.gov.au\nPage 1 of 3\nThis assessment will take place once you have received an unconditional formal letter of offer and accepted your offer. If the University is not satisfied that you have met the GS criteria, and/or if you are or become personally prohibited from undertaking the Course under any Australian federal legislation or regulation, the University reserves the right to withdraw this offer.\nUTS may, at any time, assess whether this offer and any subsequent enrolment by you to study at UTS complies with all Australian laws and regulations (including without limitation those relating to sanctions regimes). UTS reserves the right to take any appropriate action to comply with all such laws, including without limitation withdrawing any offer made to you, cancelling your enrolment in a UTS degree course (or any part of that course) or applying for a sanctions permit.\nUTS reserves the right to change the UTS Academic Calendar including but not limited to the organisation of Study Sessions. If you require any further information please do not hesitate to contact us.\nYours sincerely\nMr Iain [redacted_name]\nDeputy Vice-Chancellor and Vice-President (International)\nPage 2 of 3\nApplication No: [redacted_number]\nName: [redacted_name]\nCourse: Master of Information Technology - No nominated major(See Note 8 below)\nStandard Course Duration: 2 year/s (subject to satisfactory progression)\nGeneral Estimate of Annual Costs for International Students (which are subject to annual increases) (See Notes 1 and 2 below)\nAccommodation A$\nGroceries (eg.food, drinks, toiletries) A$\nTransport A$\nPersonal (eg. clothing, entertainment) A$\nPro-rata amount of the compulsory Overseas Student Health Cover (OSHC) (single rate) (See Note 3 below) A$\nAnnual Student Services and Amenities Fee (SSAF) for 2024 (but payable as two Session fees) (See Note 4 A$ below)\nTuition fees for 2025 (based on a standard load of 48 Credit Points per year) (See Notes 5 and 6 below) A$ TOTAL (See Note 7 below) A$\nNotes:\n19200.00 7748.00 1716.00 2500.00\n600.00 351.00\n52990.00 85105.00\n1. The term or symbol \"Dollars/$\" refers to Australian Dollars.\n2. The accommodation and living expenses above are based on recent data for 12 months living in independent (i.e. open-market)\nshared accommodation in Sydney. All costs are approximate and should be used as a general guide only for a single student. Your actual costs will depend on things such as your lifestyle and ability to manage your funds. The cost of living is likely to rise from year to year, depending on the general economic circumstances at the time. In addition, some courses may require additional expenses such as uniforms, vaccinations, equipment hire, travel, field trips and specialist software. You will incur extra costs if you have dependants including but not limited to full fees for school aged dependants enrolled in either government or non- government schools.\n3. You are required to purchase OSHC for yourself and any accompanying dependants for the entire time you are in Australia on a student visa. OSHC is payable upfront as a lump sum for the full length of your stay on a student visa. Medibank is the UTS preferred provider for OSHC but you may purchase OSHC from an authorised provider of your choice. The cost of cover may differ between insurers and the plan you choose. You are responsible for paying any additional charges required by your health insurer to ensure you have health cover while in Australia on a student visa. Please note that you will need to submit evidence of your OSHC arrangements when you lodge your visa application with the Department of Home Affairs. See http://www.homeaffairs.gov.au/ for more information.\n4. The quoted SSAF is based on the rate applicable for each Autumn and Spring Session in the year stated and is subject to annual increase. You will be liable to pay the SSAF applicable for each Autumn and Spring Session in which you enrol, however, you will only be charged the SSAF after the census date. UTS reserves the right to vary the method of charging the SSAF.\n5. Tuition fees are charged on a per-credit-point basis. The above annual tuition fee assumes you will enrol in a standard 100% Credit Point load for your chosen course, which is normally 24 credit points per Session. Your actual course cost per Session may differ from this figure depending on the course and the number of credit points taken per Session. UTS reserves the right to change the number of Credit Points per Session that constitute a standard 100% Credit Point load.\n6. UTS reviews per credit point fee each year and reserves the right to increase tuition fees in future years. Estimated tuition fees in the letter of offer are based on published per credit fee for the current year. For more information regarding International student tuition fees, please visit https://www.uts.edu.au/current-students/managing-your-course/fees-and-payment/international-student- tuition-fees. You must factor in the likelihood of an annual tuition fee increase into your overall budgeting, as well as considering the impact of fluctuating exchange rates if you are using funds from an overseas country.\n7. The Department of Home Affairs currently requires prospective student visa applicants to be able to demonstrate that they are able to access a minimum of $29710.00 a year towards living cost requirements while they are studying in Australia on a student visa.\n8. Under 18 students who are under a UTS CAAW must reside in UTS approved accommodation. Visit https://www.uts.edu.au/study/international/essential-information/study-heart-sydney/welfare-arrangements-students-under-18 for more information. U18 Accommodation fees are subject to annual increase.\n9. For more information about your prospective course refer to: https://www.uts.edu.au/study.\nPLEASE NOTE THAT THIS INFORMATION DOES NOT CONSTITUTE A LETTER OF OFFER\nPage 3 of 3",
    "trans": "2025년 10월 23일\n[redacted_name]\n[redacted_address]\n지원 번호: [redacted_number] 학생 ID 번호: [redacted_number]\n[redacted_name]씨에게\n조건적 제안서\n축하드립니다! 저희는 귀하의 지원을 받았으며 시드니 공과대학교에서 아래 과정에 대해 조건부로 제안받았음을 알려드리며 아래 입학으로:\n과정:\n크리코스 코드:\n일반 과정 기간: 입학:\n오리엔테이션 시작: 학년 시작:\n정보 통신 기술 석사 - 정해진 전공 없음 084256C\n2년/이상\n2025년 가을\n2025년 2월 3일 2025년 2월 17일\n시드니 공과대학교가 위 과정을 공식 서신으로 제공하기 전에, 귀하는 아래 상세 내용처럼 추가 연구 및/또는 추가적인 조건 충족을 성공적으로 완성해야 합니다.\n온라인 지원서를 제출하기 위해서 모든 권한을 제공하세요. 시드니 공과대학교 교육 에이전트가 귀하의 신청서를 대신할 수 있도록 권한을 주기 위해서 반드시 양식의 모든 부분을 채우고 여권에 따라 서명해야 합니다.\n이 양식은 온라인에서 이용 할 수 있습니다: https://www.uts.edu.au/sites/default/files/2022-10/UTSI-Authority-Submit-Online- Application-Form.pdf\n멜버른 대학교에서 불합격 과목이 25% 이하로 무역 학사를 성공적으로 이수한 경우. 가능할 때 자격 요건을 위한 완료 증명서 사본과 공식적인 성적 증명서 및 수료 내역서를 제출하세요.\n저희는 마이 이퀄 디지털 문서를 통해서 받습니다:\na. 마이 이퀄의 디지털 PDF는 보안 서명 패널을 포함하고 신청자 또는 에이전트에 의해 시드니 공과대학교에 제출됩니다\nb. 시드니 공과대학교를 위한 마이 이퀄 링크 확인하기\nc. 만약 문서가 마이 이퀄에서 프린트된 디지털 사본으로 제공되면, 귀하의 에이전시가 마이 이퀄에서 다운로드 받았음을 문서에 서면으로 확인해 주세요.\n증명서 사본 제출을 요청받은 곳에서, 발급 기관 또는 호주 대학에 의한 원본 문서/들의 사본을 제출하세요 (예. 시드니 공과대학교 미래 학습자 선발 및 입학). 시드니 공과대학교는 시드니 공과대학교 승인 에이전트, 호주 재외공관 또는 공증 사무소에 의해 확인된 사본 또한 승인됩니다. 증명되지 않은 사진 사본은 승인되지 않습니다.\n이 과정은 시내 캠퍼스에서 제공됩니다.\n모든 요청된 문서를 관리자, 국제 입학, 미래 학습자 선발 및 입학, 시드니 공과대학교에 전달하세요. 또한 이 조건은 위의 입학으로 특정하며, 입학 조건은 변경될 수 있습니다.\n이 서신에는 위 과정을 위한 유학생의 연간 비용의 일반 견적서가 첨부되어 있습니다. 이 문서는 귀하의 정보를 위해 제공되며 일반적인 지침에 한해서만 사용되어야 합니다. 이것이 가능한 모든 비용이나 비용의 종류를 모두 명시한 것으로 고려해서는 안 됩니다. 모든 비용은 대략적이며 증가할 수 있습니다.\n귀하의 대학교 입학을 마무리하기 전에, 시드니 공과대학교는 내무부의 규정으로 '진정한 학생' 자격 요건의 평가를 수행할 권리를 보유합니다. 더 많은 정보를 위해서 www.homeaffairs.gov.au를 참고하세요.\n3페이지 중 1\n이 평가는 무조건적인 공식 메일을 받고 귀하의 제안을 받았을 때 한 번만 합니다. 만약 대학교가 귀하가 GS 기준을 충족하지 못했을 때/또는 귀하가 호주 연방법 또는 규정에 따라 과정을 수강하는 것이 개인적으로 금지되거나 금지되는 경우, 대학교는 이 제안을 철회할 권리를 보유합니다.\n시드니 공과대학교는, 언제나, 이 제안과 차후 귀하가 시드니 공과대학교에서 공부하기 위한 등록이 모든 호주 법률 및 규정을 준수하는지 평가 할 수 있습니다 (제재 제도와 관련된 사항을 포함하며 제한되지 않음). 시드니 공과대학교 이와 같은 모든 법률을 준수하기 위해 적절한 조치를 취할 권리를 보유합니다, 귀하에게 제공된 모든 제안을 철회하고, 시드니 공과대학교 학위 과정(또는 다른 과정 모두) 에 대한 등록을 취소 또는 제재 허가를 신청하는 것을 포함합니다.\n시드니 공과대학교는 연구 학기의 오리엔테이션에 한정적이지 않고 포함하여 시드니 공과대학교 학사 일정을 변경할 권리를 보유합니다. 만약 귀하께서 추가 정보가 필요한 경우 저희한테 연락주세요.\n그럼 안녕히 계세요\n이안  [redacted_name]씨\n대학 부총장 및 부사장 (국제)\n3페이지 중 2\n지원 번호: [redacted_number]\n이름: [redacted_name]\n과정: 정보 통신 기술 석사 - 정해진 전공 없음(아래 기록 8 참고)\n일반 과정 기간: 2년/이상 (만족스러운 진행에 따라)\n유학생에 대한 연간 비용의 일반적인 추정 (연간 증가가능함) (아래 기록 1과 2 참고)\n숙소 A$\n식료품 (예. 음식, 음료, 세면도구) A$\n교통 A$\n개인적인 (예. 옷, 여가) A$\n의무적인 유학생 건강 보험의 비례-금액 (단일률) (아래 기록 3 참고) A$\n2024년 연간 학생 서비스 및 오락시설 비용 (두 학기 요금으로 지불가능) (아래 기록 4  A$ 참고)\n2025년 학비 (연간 48 신용 점수의 기준 부하를 바탕으로) (아래 기록 5와 6 참고) A$ 총 (아래 기록 7 참고) A$\n기록:\n19200.00 7748.00 1716.00 2500.00\n600.00 351.00\n52990.00 85105.00\n1. '달러/$'의 용어 및 상징은 호주 달러를 의미함.\n2. 위의 숙박 및 생활비는 12개월 동안 독립적으로 거주한 최근 자료를 바탕으로함 (예. 자유 시장)\n시드니의 공유 숙소. 모든 비용은 대략적인 것이고 학생 한 명에 대한 일반적인 가이드로만 사용되어야 합니다. 귀하의 실제 비용은 생활방식 및 자금을 관리하는 능력과 같은 것들에 따라서 다릅니다. 생활 비용은 당시의 일반적인 경제 상황에 따라서, 연마다 증가할 가능성이 있습니다. 또한, 몇몇 과정은 유니폼, 백신, 장비 대여, 여행, 견학 및 전문가용 소프트웨어와 같은 추가적인 비용을 요구할 수 있습니다. 만약 귀하가 정부 또는 비정부 학교에 등록된 취학 연령 부양가족의 학비 전액을 포함하지만 이에 국한되지 않는 부양가족이 있는 경우 추가적인 비용이 발생합니다.\n3. 귀하는 본인과 학생 비자로 호주에서 모든 기간 동안 동반하는 모든 부양 가족에 대한 OSHC를 구입하도록 요구됩니다. OSHC는 귀하가 학생 비자로 체류하는 모든 기간 동안 일시불로 선불로 지불 가능 합니다. 메디은행은 OSHC를 위한 시드니 공과대학교의 선호되는 제공자이지만 귀하는 선택에 따라 OSHC를 다른 허가된 제공자로 부터 구입할 수 있습니다. 귀하는 또한 학생 비자로 호주에 머무는 동안 건강 보험에 가입하기 위해 건강 보험사가 요구하는 모든 추가적인 요금을 지불할 책임이 있습니다. 귀하는 내무부에 비자 신청서를 제출할 때 OSHC 협의 증명을 제출해야 함을 주의하세요. 더 많은 정보를 위해 http://www.homeaffairs.gov.au/ 를 확인하세요.\n4. 인용된 SSAF는 명시된 연도의 매 가을 및 봄 학기에 적용되는 요율을 바탕으로 하며 매년 인상될 수 있습니다. 귀하가 등록하는 각 가을 및 봄 학기에 적용되는 SSAF를 지불해야 할 수도 있습니다, 하지만, 귀하는 인구 조사날 이후에만 SSAF가 청구될 것입니다. 시드니 공과대학교는 SSAF 청구의 방법을 변경할 수 있는 권리를 가집니다.\n5. 학비는 매 평점을 바탕으로 청구됩니다. 위의 연 학비는 귀하가 표준 100% 평점으로 등록되었다고 추정하며, 이는 학기 당 보통 24 평점입니다. 학기 당 실제 수강료는 과정 및 학기 당 수강한 학점에 따라서 이 수치와 다를 수 있습니다. 시드니 공과대학교는 표준 100% 평점 양을 구성하는 학기 당 평점 수를 변경할 수 있는 권리를 보유합니다.\n6. 시드니 공과대학교는 매년 학점당 수업료를 인상하고 앞으로 몇 년 동안 수업료를 인상할 수 있는 권리를 가집니다. 입학 허가서의 예상 수업료는 해당 연도의 공시된 평점 학비를 바탕으로 합니다. 더 많은 유학생 학비에 대한 정보를 위해서 https://www.uts.edu.au/current-students/managing-your-course/fees-and-payment/international-student- tuition-fees를 방문하세요. 귀하는 반드시 연간 학비 인상 가능성을 전체 예산에 고려해야 하며, 만약 해외로부터 자금을 사용하는 경우 환율 변동에 따른 영향도 고려해야 합니다.\n7. 현재 내무부는 예비 학생 비자 신청자에게 학생 비자로 호주에서 공부하는 동안 생활비 요건을 충족하기 위해 연간 최소 29710.00달러를 사용할 수 있음을 증명 가능해야 합니다.\n8. 8. 18세 미만 학생은 시드니 공과대학교 CAAW에 따라 반드시 시드니 공과대학교가 승인한 기숙사에 거주해야 합니다. 더 많은 정보를 위해서 https://www.uts.edu.au/study/international/essential-information/study-heart-sydney/welfare-arrangements-students-under-18를 방문하세요. U18 숙소 요금은 연간 인상될 수 있습니다.\n9. 귀하의 예비 과정에 대한 더 많은 정보는 참고하세요: https://www.uts.edu.au/study.\n이 정보는 수락서로 여겨지지 않으니 주의하세요\n3페이지 중 3"
}