{
    "source": "en_US",
    "target": "ko_KR",
    "text": "When the door to Wonwoo’s room clicks open, Mingyu glances at the clock. It's been far too long for it to have been a shower. Mingyu figured Wonwoo was holed up trying to set up his equipment, or whatever it was. When Wonwoo emerges in the living room, dressed in a tee and shorts, Mingyu cannot help but smile shyly at how adorable his boyfriend looks in casuals.\n“It’s almost time for lunch, you know?” Mingyu asks when Wonwoo walks over to him silently, taking his seat next to him. He stares at the Television ahead, taking a deep breath. Mingyu wraps an arm around his shoulders and pulls him close, kissing his temple, picking up on the fact that Wonwoo’s kinda out of it. He wonders what happened, but knows not to probe around just yet.\n–\nTime passes and halfway through the movie, Mingyu finally brings himself out of the TV for once, turning to Wonwoo, “who do you think killed her?” he asks, but stops when he sees Wonwoo spacing out.\nIs something the matter? Is he okay?\n“Hey,” Mingyu turns the TV off, tugging at Wonwoo’s ear with his fingers. Wonwoo finally turns to him, “yeah?”\nMIngyu sighs. Alright. He has to interfere now.\n“What's wrong? You've been zoning out all morning,” Mingyu says, and Wonwoo averts his gaze, “Have I?” he tries to feign ignorance but Mingyu knows better. He leans closer, trying to get Wonwoo to meet his eyes, “Won,” he chides gently, and though Wonwoo does his best to resist, Mingyu’s sparkling eyes overcome his resolve. Wonwoo sighs frustratedly, scratching his head as he contemplates how to talk to Mingyu.\nMingyu just stares at him, studying the features of his face all over again as Wonwoo puts his thoughts into sentences.\n“Promise you won't laugh,” Wonwoo says. Oh? Mingyu’s intrigued now.\n“Never,” Mingyu says, bracing himself for the big reveal. Wonwoo purses his lips, he pouts them repeatedly, something he does when he’s nervous. Mingyu fights the urge to kiss him and waits.\nThen, his boyfriend takes a deep breath.\n“I ordered lace panties,”\nAnd just like that, Wonwoo drops a bomb on Mingyu.\nSilence prevails for many seconds before Mingyu’s mind processes those words.\n“What?” Mingyu asks in a squeaky high voice, taken aback by the revelation. Surely, Wonwoo’s joking, right?\nWonwoo licks his lips, fidgeting with the hem of his shirt. Suddenly, Mingyu’s hyper aware of how close Wonwoo is sitting next to him. It makes him wonder if Wonwoo really is telling the truth. Does that mean he’s wearing the panties right now? What type are they? What color is it? Mingyu’s spiraling!\n“I’ve been experimenting,” Wonwoo exhales, turning to Mingyu fully, “been trying out different…undergarments and...the lace panties arrived today and…they’re so comfortable, Min-ah,” Wonwoo says, rocking his body and Mingyu cannot believe this is happening. He swallows thickly, and does his best to contain his excitement.\nI want to see.\nI need to see it.\nWonwoo continues, inching closer to Mingyu, till he’s fully on his lap. Mingyu’s hands hover awkwardly over Wonwoo’s body, unsure where to rest them. He worries if he gets a feel of those panties, there will be no looking back. Wonwoo straddles his thighs, cupping Mingyu’s face, “I think I look good in them. But I’m worried you might not like it–”\n“Show me,” Mingyu straightens, closing the distance between their faces, till they're breathing onto each other, their bodies rocking and rolling. Mingyu’s voice drips with anticipation, and his fingers dig into Wonwoo’s waist. He’s so eager. He needs to see.\nIs that why Wonwoo was spacing out? Because he was worried Mingyu wouldn't like them?\nMingyu’s been lacking on his side then. He’s gonna have to correct that.\n“Are you sure? What if you don't like it?” Wonwoo whispers and Mingyu hums, inching closer to Wonwoo’s lips, “let me see, please,” he says, giving into his temptations and grabbing a handful of Wonwoo’s ass. Mingyu’s achingly hard already, and he only groans when he feels the lacey texture through Wonwoo’s flimsy shorts. Fuck, fuck, fuck, fuck!\n“You promise you won't laugh,” Wonwoo whispers again, concern evident in his voice. Mingyu replies by slamming their lips against each other’s in a passionate kiss. Mingyu dominates the kiss, his hands roaming Wonwoo’s body, groping and squeezing everything he can, eliciting small sounds from him. He kneads Wonwoo’s ass roughly, eager to get in. He awaits Wonwoo’s consent, however, settling for a fiery kiss for now. Their tongues tangle in a sloppy kiss, and Wonwoo grinds down onto Mingyu’s erection, making the taller man groan.",
    "trans": "원우의 방문이 찰칵 열리자, 민규는 시계를 흘끗 본다. 샤워를 하고 있다기엔 너무 오랜 시간이 지났다. 민규는 원우가 장비든 뭐든 그걸 설치하느라 숨어있다고 생각했다. 원우가 티셔츠와 반바지를 입은 채 거실로 나오자, 민규는 남자친구가 캐주얼하게 입은 모습이 너무 사랑스러워 부끄러운 미소를 지을 수밖에 없었다.\n\"거의 점심 시간이잖아, 알지?\" 원우가 조용히 다가와 옆자리에 앉자 민규가 말했다. 그는 앞의 텔레비전을 응시하며 심호흡을 했다. 민규는 한 팔을 원우의 어깨에 두르고 그를 가까이 당기며, 그의 관자놀이에 키스하고, 원우가 뭔가 기분이 안 좋아 보인다는 걸 알아챈다. 그는 무슨 일인지 궁금했지만, 아직은 캐묻지 않기로 한다.\n–\n시간이 흐르고 영화가 중반에 접어들자, 민규는 마침내 텔레비전에서 눈을 떼고 원우를 향해 “누가 그녀를 죽였다고 생각해?”라고 물었지만, 원우가 또 멍해진 걸 보자 말을 멈췄다.\n무슨 문제가 있나? 괜찮은 걸까?\n\"저기.\" 민규가 티비를 끄며 손가락으로 원우의 귀를 잡아당긴다. 마침내 원우가 \"응?\"이라며 그를 본다.\n민규는 한숨을 내쉬었다. 좋아. 이제는 끼어들어야겠어.\n\"무슨 일이야? 아침 내내 멍하니 있잖아.\" 민규가 말하자 원우는 시선을 돌린다. \"내가?\" 그는 모르는 척하려 했지만, 민규가 더 잘 알고 있었다. 민규는 원우와 눈을 마주치려 몸을 더 가까이 기울이며 “원아.\"라고 부드럽게 꾸짖었다. 원우는 저항하려 애를 썼지만, 민규의 반짝이는 눈빛에 그의 의지는 무너졌다. 원우는 좌절스럽게 한숨을 내쉬고, 머리를 긁적이며 민규에게 어떻게 말을 꺼내야 할지 깊이 생각한다.\n민규는 그저 원우의 얼굴을 하나하나 다시 살펴보며 그가 생각을 문장으로 어떻게 옮길지 지켜보았다.\n“웃지 않겠다고 약속해.\" 원우가 말했다. 오? 이에 민규는 호기심이 생겼다.\n“절대로.” 민규가 대답하며 큰 고백을 위한 마음의 준비를 했다. 원우는 긴장할 때처럼 입술을 오므리며 계속해서 내밀었다. 민규는 키스하고 싶은 충동을 억누르며 기다렸다.\n그러자, 그의 남자친구는 심호흡을 한다.\n“나 레이스 팬티를 주문했어.”\n그리고 그렇게, 원우는 민규에게 폭탄을 던졌다.\n수 초간의 침묵이 있은 후 민규가 마음속으로 그 말을 찬찬히 생각한다.\n“뭐?” 민규가 그 고백에 깜짝 놀라 꽥 하는 높은 목소리로 말했다. 분명, 원우가 농담하는 거겠지, 그렇지?\n원우는 입술에 침을 묻히며 손으로 셔츠 밑단을 만지작거렸다. 갑자기 민규는 원우가 자기 옆에 이렇게 가까이 앉아 있는 것이 너무 과하게 의식되었다. 민규는 원우가 정말 진실을 말하는 건지 궁금했다. 원우가 지금 그 팬티를 입고 있다는 말인가? 어떤 종류일까? 무슨 색일까? 민규의 머릿속은 소용돌이쳤다!\n“난 실험해보고 있었어.\" 원우가 숨을 내쉬며 민규를 오롯이 바라보았다. “여러…속옷들을 시도해봤는데...오늘 레이스 팬티가 도착했어. 그리고…정말 편하더라, 민아.” 원우가 말하며 몸을 흔들자, 민규는 이 상황이 믿기지 않았다. 민규는 침을 꿀꺽 삼키며 흥분을 누르려 애썼다.\n보고 싶어.\n봐야 해.\n원우는 계속했고, 민규에게 너무 가까이 다가와 무릎 위에 완전히 올라앉았다. 민규의 손은 어색하게 원우의 몸 위를 떠돌며, 어디에 두어야 할지 망설였다. 만약 그 팬티의 촉감을 느낀다면, 되돌아갈 수 없을 거란 걱정이 밀려왔다. 원우는 그의 허벅지에 다리를 벌리고 앉아 민규의 얼굴을 감싼다. “이거 나한테 잘 어울리는 것 같아. 그런데 네가 좋아하지 않을까 걱정돼–”\n“보여줘.” 민규가 똑바로 서며 두 사람의 얼굴 사이의 거리를 좁혀 숨결이 닿을 정도로 가까워지자, 두 사람의 몸은 흔들리고 굴렀다. 민규의 목소리에는 기대감이 흘렀고, 그의 손가락은 원우의 허리를 움켜쥐었다. 민규는 간절히 바라고 있었디. 봐야만 했다.\n혹시 원우가 멍해졌던 이유가 그래서일까? 민규가 그것을 좋아하지 않을까 걱정해서?\n민규는 그때 자신이 부족했다는 걸 깨달았다. 그건 반드시 고쳐야만 했다.\n“확실해? 네 마음에 안 들면 어떡해?”원우가 속삭이자 민규는 원우의 입술에 더 가까이 다가가며 콧소리를 낸다. “제발, 보여줘.” 그는 유혹에 굴복해 원우의 엉덩이를 움켜쥐며 말한다. 민규의 성기는 이미 아플 정도로 딱딱해졌고, 원우의 얇은 반바지를 통해 느껴지는 레이스의 촉감을 느끼자 신음 소리만 낼 수 있었다. 씨발, 씨발, 씨발, 씨발!\n\"웃지 않겠다고 약속해.\" 원우가 다시 한 번 속삭이며, 목소리에 분명 걱정이 묻어났다. 민규는 입술을 격렬하게 부딪치며 열정적인 키스로 답했다. 민규는 키스의 주도권을 쥐고, 손으로 원우의 몸을 탐색하며 만지고 모든 걸 움켜쥐었다. 그는 원우를 작게 신음하게 만들었다. 민규는 원우의 엉덩이를 거칠게 주무르며, 그에게 들어가고 싶어했다. 원우가 동의하길 기다리면서도, 지금은 불타오르는 키스로 만족하기로 했다. 둘의 혀가 얽힌 질펀한 키스 속에서, 원우는 민규의 발기된 성기 위로 몸을 비비며, 키가 더 큰 민규를 신음하게 만들었다."
}