{
    "source": "en_US",
    "target": "ko_KR",
    "text": "that you have spent quality time together\nduring the term break. As we prepare for Term 4, and another full program of learning and\ndevelopment it is opportune to highlight a few key dates and information for the term ahead:\nWed 16 October Last formal day for Year 12 students\nThurs 17 October Rehearsals for Valedictory Evening, Year 3 to 12 students.\nStudents in Year 5 to 11 finish at 2.37pm (the end of Period 5)\nValedictory Evening, all Year 3 to Year 12 students, staff and parents.\nFri 18 October Student Free day – Whole School – Staff Professional Learning Day\nThurs 24 – Fri 25 Oct Year 1 Camp\nMon 4 November Mid-Term break – whole school student and staff Free Day\nTues 5 November Melbourne Cup Public Holiday\nFri 22 November Student Free day – Whole School – Staff Professional Learning Day /\nExamination marking & Reporting\nSat 23 November Fintona Festival, 4.00pm-8.00pm\nTues 10 December End Term 4 - Last day for students, ELC to Year 11\nTransition to Summer Uniform\nWeek 1 and 2 of Term 4 allows students to wear either their winter or summer uniform, depending on\nthe weather, with all students in summer uniform from Monday 21 October. In preparation for the\nchange back to summer uniform, can I ask that over the next week you check with your child to see if\nall school uniform items fit appropriately, meeting the School’s expectations of dress standard. Should\nthey not, this provides you with some time to attend to the necessary items before Monday 21\nOctober. Please note, however, that all students must wear full summer uniform (summer\ndress or shorts and shirt, with the School Blazer) to Valedictory on Thursday 17 October,\nregardless of the weather conditions.\nPlease do check the length of the school dress, which should sit on or just above the knee. Many of\nyour children have had growth spurts, and as such, we seek your support in ensuring these items are\nchecked and attended to if they do not meet the standards expected. The School’s second-hand\nuniform shop is available for good quality used items, or alternatively Bob Stewart (uniform suppliers)\nhave new items for purchase. For more detail about uniform items and standards see the Parent\nHandbook on the Parent Services page of inFintona under the Handbooks tile or your daughter’s\nschool diary (Year 3 to 12).\nA reminder also that we have been phasing out the old PE and sport uniform items and any school\nuniform items with the old school crest over the last two years. From 2025 all uniform items should be\nthe latest version or have the current school crest, this includes the School Blazer pocket. We are\ncurrently working with Bob Stewart to finalise arrangements regarding new pockets for blazers that\nhave the old crest. You will receive more information about this in the weeks ahead.\n7 October 2024\nTO",
    "trans": "여러분이  함께 양질의 시간을 보냈다는 것을\n학기 방학 중.  4학기와 또 다른 전체 학습 프로그램을 준비하면서\n개발 앞으로의 학기를 위해 몇 가지 주요 날짜와 정보를 강조하는 것이 적절합니다.\n10월 16일 수요일 12학년 학생을 위한 마지막 공식적인 날\n10월 17일 목요일 3학년에서 12학년 학생을 위한 저녁 졸업 고별 연설 리허설.\n5학년에서 11학년 학생은 오후 2시 37분(5교시 종료)에 마칩니다.\n3학년에서 12학년 학생, 교직원 및 학부모를 위한 저녁 졸업 고별 연설.\n10월 18일 금요일 학생 자유의 날 – 전교 – 교직원 전문 학습의 날\n목요일 24일 – 금요일 10월 25일 1학년 캠프\n11월 4일 월요일 중간 방학 – 전교 학생 및 교직원 자유의 날\n11월 5일 화요일 멜버른 컵 공휴일\n11월 22일 금요일 학생 자유의 날 – 전교 – 교직원 전문 학습의 날 /\n시험 채점 및 보고\n11월 23일 토요일 핀토나 페스티벌, 오후 4시부터 8시까지\n12월 10일 화요일 4학기 말  - 학생들을 위한 마지막 날, ELC에서 11학년까지\n여름 교복으로의 전환\n4학기 1주차와 2주차에는 에 따라 겨울 교복이나 여름 교복을 입을 수 있으며\n날씨, 모든 학생은 10월 21일 월요일부터 여름 교복을 입습니다. 준비를 위해\n여름 교복으로의 다시 갈아입습니다. 다음 주 동안 자녀에게 확인해 보라고 해도 될까요\n모든 교복 품목이 적절하게 맞는지,학교의 복장 기준에 대한 기대치를 충족하는지\n그렇지 않습니다. 이는 월요일 21일 이전에 필요한 항목을 처리할 수 있는 시간을 제공합니다\n10월. 단, 모든 학생은 전부 여름 교복을 입어야 합니다 (여름)\n드레스 또는 반바지와 셔츠, 스쿨 블레이저와 함께) 10월 17일 목요일에 고별 연설단에,\n날씨 조건에 상관없이.\n학교 드레스의 길이를 확인해 주세요. 학교 드레스의 길이는 무릎 위나 바로 위에 있어야 합니다. 많은\n귀하의 자녀는 급성장을 겪었으며, 따라서 이러한 품목들이 다음과 같은지 확인하는 데 도움을 요청합니다\n예상되는 기준을 충족하지 못하는지 확인하고 참석했습니다. 학교의 중고\n교복 매장에서 양질의 중고 품목을 구입할 수 있으며, 혹은 그대신 밥 스튜어트(교복 공급업체)\n새 품목을 구매할 수도 있습니다. 교복 품목 및 기준에 대한 자세한 내용은 부모님을 참조하세요\n인핀토나의 부모 서비스 페이지에서 핸드북 타일 또는 딸의 핸드북 아래에 있는 핸드북\n학교 일기(3학년~12학년)\n또한 오래된 체육 및 스포츠 교복 품목과 모든 학교를 단계적으로 폐지하고 있음을 상기하는 기념품\n지난 2년 동안 구식 문장이 있는 교복 품목. 2025년부터는 모든 교복 품목이 있어야 합니다\n최신 버전이어야 하거나 현재 학교 문장이 있어야 합니다. 여기에는 스쿨 블레이저 포켓이 포함됩니다.\n현재 밥 스튜어트와 협력하여 블레이저을 위한 새로운 포켓과 관련된 준비를 마무리하고 있습니다.\n오래된 문장을 가지고 있습니다. 앞으로 몇 주 안에 이에 대한 자세한 정보를 받게 될 것입니다.\n2024년 10월 7일\n로"
}