{
    "source": "en_US",
    "target": "ko_KR",
    "text": "INTRODUCTION TO PATIENT CARE\nFUNCTIONAL PERFORMANCE OF AN INDIVIDUAL\nThe resident is a term used for patients in a long-term facility or nursing homes. Functional performance of an individual reduces as a result of injury, condition onset, or debilitating pre-existing conditions.\nFunctional\nperformance can also reduce as a result of non-use leading to misuse atrophy. In a healthcare setting, the patients or the residents activities of daily life or living (ADLs) performance usually are based on how the caregivers take care of the patient or resident. Caregivers should ensure that proper assistance is given to the patients or residents.\nProviding too much assistance can result in dependency and providing too less of assistance can cause discouragement and demotivation. Care should be taken to avoid the patient or resident from being dependent on activities which can be performed by themselves. Patient or resident needs must be addressed by performing an appropriate evaluation by a qualified healthcare professional. Nurses play a very crucial role in performing patient care skills. One should understand that patient care is an ongoing process, and it needs a team effort to achieve the desired results. Assistants and technicians can play an important role in assisting the nurse in performing patient care activities as designated by the nurse. Functional performance decline can be stopped by performing proper patient care skills. This will not only decrease the level of dependency but will also lead to positive effects on the patient's or resident's functional performance level. The increase in the degree of dependency of patients or residents can result in an increase in the demand for caregivers.",
    "trans": "환자 치료에 대한 소개\n개인의 기능 수행\n거주자는 장기 시설 혹은 양로원에 있는 환자들을 위한 용어입니다. 부상, 질병 발병, 혹은 기존 질환의 악화의 결과로 개인의 기능 수행은 저하됩니다.\n기능적\n수행은 또한 위축 오용으로 이끄는 비사용의 결과로 줄어듭니다. 건강 관리 환경에 있어서, 환자 혹은 거주자의 일상 혹은 생활(ADLs) 활동 수행은 보통 간병인이 환자 혹은 거주자를 어떻게 돌보는지에 기반을 두고 있습니다. 간병인은 반드시 환자 혹은 거주자가 적절한 도움을 받도록 해야 합니다.\n과도한 보조를 제공하는 것은 의존성을 초래할 수 있고 부족한 보조의 제공은 낙담과 의욕 저하를 야기할 수 있습니다. 환자 혹은 거주자가 스스로 수행할 수 있는 활동에서 의존적으로 되지 않게 주의해 돌봐야 합니다. 환자 혹은 거주자의 요구는 자격을 취득한 의료 전문가에 의한 적절한 가치 평가 수행을 통해 취급되어야만 합니다. 간호사들은 환자 치료 기술을 수행하는 데 있어 매우 중대한 역할을 합니다. 환자 치료는 지속적인 과정이란 점을 이해해야 하며 원하는 결과를 성취하기 위해선 팀의 노력이 필요합니다. 보조원과 기술자는 간호사가 지정한 환자 치료 활동을 수행하는 데 있어 간호사를 보조하는 중요한 역할을 수행할 수 있습니다. 기능 수행 하락은 적절한 환자 치료 기술 수행으로 인해 멈춰질 수 있습니다. 이것은 의존도를 낮출 뿐 아니라 환자 및 거주자의 기능 수행 수준에 긍정적인 효과를 가져올 것입니다. 환자 혹은 거주자의 의존도 증가는 간병인에 대한 요구를 증가시키는 결과를 낳을 수 있습니다."
}