{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Sunken-tube tunnels. Where the riverbed subsoil is firm and the river current is not excessive. shore-fabricated tunnel sections can be towed over a Prepared trench in the river bottom and sunk into place to form an underwater tunnel. The first major prefabricated, floated ,and sunken tunnel was the Detroit River Tunnel between Detroit and Windsor, Ontario. This vehicular tunnel was built in 1906—1910. The next important vehicular tunnel built by this method was the Posey Tube, which was completed in 1928. It runs under a saltwater arm between Oakland and Alameda.\nCalif. Since then many other sunken-tube tunnels have been built under rivers and saltwater bodies, notably the Trans-bay Tunnel between Oakland and San Francisco.\nThe cylindrical tunnel sections usually are made of steel in an onshore yard. Each section is about 300 ft (90 m) long and 28 ft to 48 ft (8. 5~14.6 m) in diameter. After the openings at each end of a section are closed with steel bulkheads, the tube is ready fot launching in the manner of a ship. Once in the water, a section is ballasted with concrete until minimum buoyancy is attained.\nThe section is towed to the tunnel site. Before the arrival of the section, dredges and underwater excavators dig a trench to the proper depth of the tunnel. When the tube section is positioned precisely over its final location, additional concrete added until the section sinks into the prepared trench. All sections of the tunnel are transported and sunk in place in the same way.\nEach section has projecting plates or flanges that fit over or into the preceding section in the manner of a male and female electrical connection. After one section and a succeeding one have been sunk, divers engage the flanges and tight the bolts. Steel plates are slid down around the joint between the two closed bulkheads. The joint is then sealed with concrete to ensure watertight links between the sections. After all of the sections are placed and joined, they are covered over with fill to give them stability and protection. Thus the sunken-tube technique is an underwater version of the old cut-and-cover method.\nIn completing the work,crews enter from the portals at each end of the tunnel and cut away the steel bulkheads as they approach the center of the tube. Concrete then is placed for the interior lining of the tube, providing a better appearance and greater safety. Tiles, duct linings wiring. pumps, and piping are then added.",
    "trans": "가라앉힌 튜브 터널. 강바닥 하층토가 탄탄하고 강의 흐름이 과도하지 않은 곳. 연안에서 조립된 터널 단면들은 강바닥에 준비된 도랑 위로 끌어온 뒤 해저 터널을 구성하기 위해 가라앉혀질 수 있다. 미리 조립되고 띄운 후 가라앉힌 첫 주요 터널은 디트로이트와 온타리오의 윈저 사이에 놓인 디트로이트 강 터널이었다. 이 차량용 터널은 1906—1910년에 건설됐다. 이 방식을 사용해 건설된 그 다음 주요 차량 터널은 1928년에 완공된 포지 튜브였다. 오클랜드와 알라메다 사이의 바닷물 줄기 아래를 통과하는 터널이다.\n캘리포니아. 그 후 수많은 다른 가라앉힌 튜브 터널들이 강과 바닷물 중심부 아래에 건설되어 왔으며 이 중 주목할 만한 것으로 오클랜드와 샌프란시스코 사이의 트랜스 베이 터널이 있다.\n원통형 터널 단면들은 보통 육지의 작업장에서 강철로 만들어진다. 각 단면의 길이는 약 300피트(90미터), 직경은 28피트에서 48피트(8.5~14.6미터)에 이른다. 단면의 양쪽 끝 열린 부분을 강철 격벽으로 닫고 난 후 선박에게 이루어지는 방식대로 튜브를 진수할 준비가 완료된다. 물에 들어가게 되면 최소 부력이 확보될 때까지 단면은 콘크리트로 밸러스트 처리된다.\n단면을 터널 배치 장소로 끌게 된다. 단면이 도착하기 전, 준설선과 수중 굴삭기는 터널의 적합한 깊이에 맞추어 도랑을 판다. 튜브 단면이 최종 위치에 정확히 배치되면 준비된 도랑에 단면이 가라앉을 때까지 콘크리트가 추가로 투입된다. 터널의 모든 단면이 같은 방식으로 옮겨지고 제자리에 가라앉혀진다.\n각 단면엔 암수 전선접속이 이루어지는 방식으로 이전 단면 위나 안에 들어맞는 돌출된 판 혹은 플랜지가 있다. 한 단면과 후속 단면이 가라앉혀진 후, 잠수부들이 플랜지를 맞물리게 한 후 볼트를 조인다. 강철판은 두 폐쇄된 격벽 사이 연결부위 주변으로 미끄러져 내려가 꽂힌다. 그런 다음 연결부위는 콘크리트로 봉합되어 단면 사이의 연결부에서 확실히 물이 새지 않도록 한다. 모든 단면들을 배치 및 연결시킨 후 보호 처리 및 안정성 부여를 위해 메꿀 수 있는 걸로 뒤덮는다. 그러므로 가라앉힌 튜브 기법은 오래된 절삭식 공법의 수중판이라 할 수 있다.\n작업을 완료하는 과정에서 작업반이 튜브의 중앙에 접근하며 터널 양끝의 입구로부터 들어와 강철 격벽을 잘라낸다. 그런 다음 튜브 내벽에 콘크리트가 놓여 안정성을 더하고 더 보기 좋은 모습으로 만든다. 그 후 파일, 도관 안감, 배선, 펌프 및 관이 더해진다."
}