{
    "source": "en_US",
    "target": "ko_KR",
    "text": "By sending this invitation, you agree that you will personally send the messages and you will not use bots or similar automated processes to send messages by mass distribution.\nEarn up to $500 in Amazon Gift Cards: You can receive a $50 Amazon Gift Card for each friend you refer through this Refer-A-Friend offer who is approved for the card. Maximum bonus accumulation for this offer is $500 in Amazon Gift Card value in a calendar year. You may earn bonus Amazon Gift Cards up to the stated maximum for each offer, however, please note that if you take advantage of multiple opportunities within one calendar year the maximum value of bonus Amazon Gift Cards that can be awarded from all referral offers is $500 per calendar year. In the event the bonus Amazon Gift Cards you earn from all referral offers exceeds the $500 per calendar year limit, you may be awarded a partial amount to keep your total bonus at the total value of $500. For example, if you have already accumulated $470 in Amazon Gift Cards from refer-a-friend offers that calendar year and the maximum is $500 in Amazon Gift Cards per calendar year then the next award will be a $30 Amazon Gift Card even if the offer states $50 Amazon Gift Card. The value of this offer or program may result in miscellaneous income received from Chase and Chase may be required to send you, and file with the IRS, a Form 1099-MISC (Miscellaneous Information) or Form 1042-S (Foreign Person’s U.S. Source Income Subject to Withholding) for the year in which you participate and are awarded the benefits of the offer/program. You are responsible for any tax liability related to participating in the offer/program. Please consult your own tax advisor if you have any questions about how this could affect your taxes. This offer is subject to change and may be cancelled at any time without notice. To be eligible for this bonus offer, your Amazon Visa credit card account must be open and not in default at the time of fulfillment. Upon the new cardmember’s approval for the Amazon Visa, the $50 Amazon Gift Card will be loaded into your Amazon.com account.\nDue to the confidential nature of the credit approval process, neither Amazon nor Chase can disclose information on who has applied, nor will you be notified whether Chase approves or declines any application(s) from the individual(s) you refer.\nChase employees are not eligible to refer friends for this promotional offer.\nAmazon, the Amazon.com logo, the smile logo, and all related logos are trademarks of Amazon.com, Inc. or its affiliates.",
    "trans": "이 초대를 보냄으로써, 귀하는 메시지를 직접 전송할 것이며, 봇이나 유사한 자동화 프로세스를 사용하여 대량으로 메시지를 전송하지 않을 것에 동의하는 것으로 간주됩니다.\n최대 500달러 아마존 기프트 카드 적립: 귀하는 이 친구 추천 프로모션을 통해, 추천한 친구가 카드 승인을 받을 경우, 친구 한 명당 50달러 아마존 기프트 카드를 받을 수 있습니다. 이 프로모션을 통해 적립할 수 있는 최대 보너스는 연간 500달러 아마존 기프트 카드 금액입니다. 귀하는 각 프로모션에서 명시된 최대 한도까지 보너스 아마존 기프트 카드를 적립할 수 있지만, 한 해 동안 여러 추천 기회를 활용하더라도 모든 추천 프로모션을 통해 받을 수 있는 보너스 아마존 기프트 카드의 총 금액은 연간 최대 500달러를 초과할 수 없습니다. 만약 귀하가 모든 추천 프로모션을 통해 적립한 보너스 아마존 기프트 카드의 총액이 연간 한도인 500달러를 초과할 경우, 총 보너스 금액이 500달러를 초과하지 않도록 일부 금액만 지급될 수 있습니다. 예를 들어, 해당 연도에 친구 추천 프로모션을 통해 이미 470달러 아마존 기프트 카드를 적립한 상태에서, 연간 최대 한도가 아마존 기프트 카드로 500달러인 경우, 다음 보너스가 50달러 아마존 기프트 카드로 명시되어 있더라도, 실제 지급 금액은 30달러입니다. 이 프로모션 또는 프로그램의 가치는 체이스로부터 받은 기타 소득으로 간주될 수 있으며, 해당 연도에 귀하가 이 프로모션/프로그램에 참여하고 그 혜택을 받은 경우, 체이스는 귀하에게 양식 1099-MISC(기타 소득 신고서) 또는 양식 1042-S(외국인의 미국 원천소득 신고서)를 발송하고, 미국 국세청에 신고해야 할 의무가 있을 수 있습니다. 귀하는 이 프로모션/프로그램 참여와 관련된 모든 세금 납부 책임을 부담해야 합니다. 이로 인해 귀하의 세금에 어떤 영향을 미칠 수 있는지 궁금한 사항이 있다면, 반드시 개인 세무사와 상담하시기 바랍니다. 이 프로모션은 사전 통지 없이 변경되거나 취소될 수 있습니다. 이 보너스 혜택을 받으려면, 귀하의 아마존 비자 신용카드 계정이 개설된 상태이며, 지급 시점에 연체 상태가 아니어야 합니다. 신규 카드 회원이 아마존 비자 승인을 받으면, 50달러 아마존 기프트 카드가 귀하의 아마존닷컴 계정에 적립됩니다.\n신용 승인 절차의 기밀성으로 인해, 아마존 및 체이스는 누가 신청했는지에 대한 정보를 공개할 수 없으며, 귀하가 추천한 개인(들)의 신청(들)이 체이스에서 승인되었는지 또는 거절되었는지에 대한 알림을 제공하지 않습니다.\n체이스 직원은 이 프로모션을 통해 친구를 추천할 수 있는 대상에 포함되지 않습니다.\n아마존, 아마존닷컴 로고, 스마일 로고 및 관련 모든 로고는 아마존닷컴 주식회사 또는 그 계열사의 상표입니다."
}