{
    "source": "en_US",
    "target": "ko_KR",
    "text": "kindly present this request to you for further consideration based on the following facts related to my immigration case.\nOn March 27th, 2024, I filed a Defensive Asylum application, Form I-589, with the Court. Since I sent my request to date, my clock has stopped.\nAs such, I hereby request that the clock be updated on my case to reflect the time accumulated since I filed my I-589 asylum application.\nThe Regulations require that the Immigration Judge start an asylum clock when a delay no longer exists. The only time that the asylum EAD clock should be permanently stopped is in the case where an applicant fails to show exceptional circumstances for failing to attend an interview at the asylum office or a hearing at the immigration court. 8 C.F.R. §208.7(a)(4); 8 C.F.R. §1208.7(a)(4). Neither of those exceptions applies to me.\nBeing unable to obtain my employment authorization card is causing me extreme hardship due to my current financial circumstances and lack of opportunities.\nTherefore, I respectfully request that the clock reflect the accumulated period to be able to apply for an Employment Authorization Document.\nI thank you in advance for your prompt attention to this matter. If you have any questions regarding the above mentioned case, please do not hesitate to contact me.\nSincerely,\nPRO-SE NOT DETAINED\n[redacted_info]\n[redacted_name].\n[redacted_address]",
    "trans": "제 이민 사건과 관련된 다음 사실을 토대로 추가 검토를 위해 이 요청을 제출해 주시기 바랍니다.\n2024년 3월 27일, 저는 법원에 방어적 망명 신청서인 양식 I-589를 제출했습니다. 지금까지 요청을 보낸 이후로 시계가 멈췄습니다.\n따라서 저는 I-589 망명 신청서 제출 이후 누적된 시간을 반영하기 위해 제 사건에 대한 시계를 업데이트해 주시기를 요청합니다.\n규정에 따르면 이민 판사는 더 이상 지연이 없을 때 망명 시계를 시작해야 합니다. 망명 EAD 시계가 영구적으로 중단되어야 하는 유일한 경우는 신청자가 망명 사무소에서 면접을 보거나 이민 법원에서 심리에 참석하지 못한 예외적인 상황을 보여주지 않는 경우입니다. 8 C.F.R. §208.7(a)(4); 8 C.F.R. §1208.7(a)(4). 이러한 예외 중 어느 것도 저에게 적용되지 않습니다.\n현재 재정 상황과 기회 부족으로 인해 취업 허가증을 발급 받을 수 없어 극심한 어려움을 겪고 있습니다.\n따라서 취업 허가 서류를 신청할 수 있는 누적 기간을 시계에 반영해 주시기를 정중히 요청드립니다.\n이 문제에 신속하게 관심을 가져주셔서 미리 감사드립니다. 위에서 언급한 사례와 관련하여 궁금한 점이 있으시면 주저하지 말고 저에게 연락해 주세요.\n감사합니다,\nPRO-SE는 구금되지 않음\n[redacted_info]\n[redacted_name].\n[redacted_address]"
}