{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Balanced Energy with Berberine - Feel the difference with Nutratology's Berberine supplements, designed for supporting optimal glucose metabolism. By enhancing how your body uses sugar, berbérine helps provide sustained, natural energy all day long. Elevate your daily vitality effortlessly!\nNurtures Heart Health with Blood Lipid Support - Recognized for its ability to help maintain optimal blood lipid levels, Berberine is a powerhouse in promoting cardiovascular health. Add this to your daily routine to help foster a strong and well-balanced heart.\nPromotes Healthy Cholesterol Management - With Berberine at its core, our supplement effectively regulates triglycerides and LDL cholesterol, fostering a balanced total cholesterol level. This not only aids in heart health but also enriches your overall wellbeing\nEffortless Wellness - Achieve better metabolic health with ease! Nutratology's Berberine capsules are tailored for convenience, providing a straightforward approach to maintaining balance and vitality. Ideal for those with busy schedules, it's the perfect fit for your daily health routine.\nProudly Made In Canada - Manufactured in a GMP certified facility right here in Ontario, Canada. Nutratology's unwavering focus on quality means we also ensure all of our products go through rigorous third party lab testing to ensure quality, potency & safety in every batch!",
    "trans": "베르베린(Berberine)으로 균형 잡힌 에너지 - 최적의 포도당 대사를 돕도록 고안된 뉴트라톨로지(Nutratology)의 베르베린(Berberine)로 차별화된 점을 느껴보세요. 베르베린(Berberine)은 신체의 당 사용 방식을 개선하여 하루 종일 지속적이고 천연 에너지를 제공하는 데 도움이 됩니다. 일상의 활력을 손쉽게 높여보세요!\n혈중 지질 지원으로 심장 건강을 키웁니다 - 최적의 혈중 지질 수치를 유지할 수 있는 것으로 인정받은 베르베린(Berberine)은 심혈관 건강을 증진하는 데 강력한 성분입니다. 이 제품을 일상에서 섭취하여 강하고 균형 잡힌 심장을 키울 수 있습니다.\n건강한 콜레스테롤 관리 촉진 - 가장 중요한 요소로, 베르베린(Berberine) 이 보충제는 중성지방과 LDL 콜레스테롤을 효과적으로 조절하여 균형 잡힌 총 콜레스테롤 수치를 촉진합니다. 이는 심장 건강에 도움이 되는 것은 물론, 전반적인 건강을 증진시킵니다\n수월한 건강 - 더 나은 대사 건강을 쉽게 달성하세요! 뉴트라톨로지(Nutratology)의 베르베린(Berberine) 캡슐은 편의상 제조된 균형과 활력을 유지하는 간단한 접근 방식을 제공합니다. 바쁜 일정을 보내는 분들에게 이상적이며 일상적인 건강 루틴에 완벽하게 맞는 제품입니다.\n캐나다에서 당당히 제조 - 캐나다 온타리오 소재 GMP 인증 시설에서 제조되었습니다. 품질과 관련하여 뉴트라톨로지(Nutratology)가 확고하게 중점을 둔 덕분에 모든 제품이 엄격한 타사 실험실 테스트를 거쳐 모든 배치에서 품질, 효능 및 안전성을 보장합니다!"
}