{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Important information about your retirement plan is now available. Please review this information.\nThe Automatic Enrollment and 401(k) Safe Harbor Notice for Majestic Steel USA, Inc. 401(k) Profit Sharing Plan and Trust is available.\nThis notice is intended to help you understand the Plan's safe harbor status, automatic enrollment/automatic payroll deduction, default investment alternatives and how these Plan features may affect you and your account.\nTo access, you will need to log in to your account and go to the History & Statements tab under My Account and then click on the Statements & Reports section or click on the link below. From there, you will be able to view, save, and print your documents.\nworkplace.schwab.com\nYou may choose to opt out of electronic delivery, free of charge at any time, and elect to receive a paper version by logging in to your accounts at workplace.schwab.com/eservices.\nYou may also request paper copies of any of the Plan Communications you receive electronically at any time without charge by calling our Participant Services Center at 800-724-7526.\nPlease note that some documents will only be available on the website for one year or, if later, until they are superseded by a subsequent version. You may choose to print or save documents that you wish to retain longer.\nPlease do not reply directly to this email. If you have any questions or need assistance with your Login ID, call Participant Services, Monday - Friday8:00 a.m - 10:00 p.mET at 800-724-7526.",
    "trans": "귀하의 퇴직 연금 계획에 대한 중요한 정보가 이제 확인 가능합니다. 해당 정보를 검토해 주시기 바랍니다.\n매제스틱 스틸 미국, 주식회사. 401 퇴직연금 이익 공유 계획 및 신탁에 대한 자동 가입 및 401 퇴직연금 세이프 하버 공지가 제공됩니다.\n이 공지는 플랜의 세이프 하버 상태, 자동 가입/자동 급여 공제, 기본 투자 옵션 및 이러한 플랜 기능이 귀하와 귀하의 계정에 미치는 영향을 이해하는 데 도움을 주기 위한 것입니다.\n접속하려면 귀하의 계정에 로그인한 후, 내 계정 아래의 기록 & 명세서 탭으로 이동하여 명세서 & 보고서 섹션을 클릭하거나 아래 링크를 이용하십시오. 그곳에서 문서를 확인, 저장 및 인쇄할 수 있습니다.\nworkplace.schwab.com\n귀하는 언제든지 무료로 전자 문서 수령을 거부하고, workplace.schwab.com/eservices에 로그인하여 종이 문서 수령을 선택할 수 있습니다.\n참여자 서비스 센터 800-724-7526으로 전화함으로써 귀하는 전자적으로 받은 플랜 관련 커뮤니케이션의 종이 사본을 언제든지 무료로 요청할 수 있습니다.\n일부 문서는 최대 1년 동안 또는 이후 버전으로 대체될 때까지 웹사이트에서만 제공될 수 있다는 점을 참고하십시오. 장기 보관이 필요한 문서는 인쇄하거나 저장하시기 바랍니다.\n이 이메일에 직접 회신하지 마십시오. 로그인 아이디 관련 도움이 필요하거나 질문이 있는 경우, 월요일 - 금요일, 동부 표준시 오전 8시 - 오후 10시에 참여자 서비스 센터 800-724-7526으로 전화하십시오."
}