{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The second I stepped into the school I got pulled by two people to the toilets. I was pinned against the door and was faced to the persons. Simone and Michele.\n„You guys literally scared me so much,\" I breathed out. But they weren't quite happy to see me. „Is everything ok?\"\n„I know I asked you this before, but one thing doesn't add up with the other.\" I got even more nervous and tried to understand this situation. Did they see us outside? Probably I mean the whole school saw us.\n„It's about Descamps ... I know I asked you this before, but your actions tell us otherwise.\" I stood there confused. What are they implying on?\n„We saw you trying to calm Descamps down. Getting all touchy and petting his face like that.\" I had never seen Simone talk to me like this. Almost as if she was disgusted. I wrapped my arms around my torso and leaned my back to the door.\n„So? Are you guys now interfering in my life? We are friends not sister.\" I know it came out quite harsh but things had to be said.\n„I -- Of course not -- We were trying to help you-\"\n„You guys know that Alain and Jean-Pierre aren't better. Alain the orphan and Jean-Pierre who is known to play with every girl in this region.\"\nSimone and Michelle were silent for a moment. I knew that I was overdoing it maybe a little bit. So I did what was the right thing to do.\n„Come on.\" They both looked up at the same time and watched me open my arms for them. A small smile plastered on their faces as they gave in to my hug.\n„Do you guys promise to not judge each other before listening.\" I asked hugging them even harder.\n„Ok, ok we promise.\" they laugh it off. Ugh this girls. They're going to be death of me.",
    "trans": "내가 학교에 들어서자마자 난 두 사람에 의해 화장실로 끌려 갔다. 나는 문에 등을 기대고 갇혀서 그들과 마주보게 되었다. 시몬과 미셸이었다.\n„너네 정말 날 놀래켰어,\" 나는 숨을 내쉬었다. 하지만 그들은 나를 보는게 반갑지 않아 보였다. „무슨 일 있어?\"\n„전에 너한테 이걸 물어봤던 것 같은데, 뭔가 앞뒤가 안 맞아.\" 나는 더욱 긴장하며 이 상황을 이해하려고 애썼다. 설마 우리를 밖에서 본 건가? 아마도 어쨌든 학교 전체가 우릴 봤으니까.\n„데스캉과 관련된 일이야 ... 전에 물어봤던 건데, 네 행동이 우리가 들은 것과 다르잖아.\" 나는 혼란스럽게 서 있었다. 대체 무슨 말을 하려는 거지?\n„우리는 네가 데스캉을 진정시키려 하는 걸 봤어. 얼굴을 쓰다듬고 그렇게 다정하게.\" 난 시몬이 나에게 이렇게 말하는 걸 본 적이 없었다. 마치 역겨웠던 것처럼 말이다. 나는 팔을 꼬아 감싸고 문에 등을 기댔다.\n„그래서? 너네 이제 내 인생에 간섭하는거야? 우리는 친구지 자매가 아니야.\" 난 내 말투가 다소 거친 것을 알았지만 할 말은 해야 했다.\n„나는 -- 물론 아니지 -- 우리는 너를 도와주려고 하는거-\"\n„알랭이나 장피에르가 더 나은게 아니라는 거 너네도 알잖아. 알랭은 고아고 장피에르는 이 지역의 모든 여자애들을 가지고 논다고 소문난 애고.\"\n시몬과 미셸은 잠시 말이 없었다. 나도 내가 좀 과하게 행동한다는 걸 알고 있었다. 그래서 난 내가 해야할 일을 했다.\n„자 이리와.\" 두 사람은 동시에 나를 쳐다보며 내가 팔을 벌리는 모습을 보았다. 그들의 얼굴엔 작은 미소가 지어졌고 내 포옹을 받아들였다.\n„앞으로는 서로 판단하기 전에 이야기를 먼저 들어주겠다고 약속해.\" 나는 그들을 더 세게 끌어안으며 말했다.\n„알았어, 알았어 약속할게.\" 그들은 웃으며 받아넘겼다. 아 정말 이 애들. 언젠가 나를 미치게 만들 거야."
}