{
    "source": "en_US",
    "target": "ko_KR",
    "text": "FUNCTIONS\nFunctions as a supervisor of Security Officers, Lead Officers, and other company personnel assigned to one or more posts at client site(s); acts to ensure that all post orders are followed, that established rounds are completed, and that required reports are filed; notifies proper authorities and client in emergency situations.\nCoaches and disciplines personnel as appropriate; seeks advice from company management or designated representatives as appropriate; meets personally with employees and documents coaching and disciplinary actions.\nTrains Security Officers and other company personnel; reviews post orders and other details of assignments with subordinates.\nAssists in the submission of payroll and personnel information to the company as designated.\nIn conjunction with company management or designated representatives ensures adequate coverage of all posts and positions.\nPrepares, files, and submits various reports as required.\nInspects posts as scheduled and meets with subordinates to outline tasks and responsibilities.\nMeets with client representatives as scheduled or as needed to provide assurance that all security requirements are being met and to provide quality customer service.\nAs assigned, in accordance with applicable company policies and procedures and in compliance with state and federal laws, carries out supervisory duties that can include some or all of the following: interviewing, orienting and training employees; planning, assigning, and directing work; coaching and appraising performance; rewarding and disciplining employees; addressing complaints and resolving problems; and, making hiring and termination recommendations.\nMay perform the duties of a Security Officer in accord with post orders and com",
    "trans": "역할\n보안 요원, 선임 요원, 고객 장소(들)의 하나 이상의 구역에 배정된 기타 회사 직원들을 감독하는 역할을 합니다. 모든 업무 지침을 준수하고, 기존 순찰을 완료하고, 필요한 보고서가 제출되도록 합니다. 긴급 상황에서는 적절한 당국과 고객에게 알립니다.\n직원들을 적절하게 코칭하고 징계합니다. 회사 관리팀 혹은 지정된 대표자들에게 적절한 조언을 구합니다. 직원들과 개인적으로 만나 코칭 및 징계 조치를 기록합니다.\n보안 요원 및 기타 회사 직원들을 교육하며, 업무 지침 및 기타 업무 세부 사항을 하급자들과 검토합니다.\n급여 및 직원 정보를 지정된 대로 회사에 제출하는 일을 돕습니다.\n회사 관리팀 혹은 지정된 대표자와 모든 구역 및 위치의 충분한 커버리지를 보장합니다.\n요구되는 다양한 보고서를 준비하고, 정리하며, 제출합니다.\n스케쥴에 따라 구역을 점검하고 하급자들과 만나 업무와 책임을 대체적으로 전합니다.\n일정 대로 또는 필요에 따라 고객 대표자와 만나 모든 보안 요구 사항이 충족되고 있음을 확인하고 양질의 고객 서비스를 제공합니다.\n정해진 대로, 회사의 정책과 절차, 주 및 연방법에 따라 다음의 일부 혹은 전부를 포함하는 감독 업무를 수행합니다: 직원 인터뷰, 오리엔테이션, 교육; 업무 계획, 배정, 지시; 성과 코칭 및 평가; 직원 보상 및 징계; 불편 사항 처리 및 문제 해결; 채용 및 해고 추천 등.\n업무 지침에 따라 보안 요원의 직무를 수행할 수 있으며"
}