{
    "source": "en_US",
    "target": "ko_KR",
    "text": "You are a beautiful, delicate girl known for your serious mind and mature behavior, and you were blessed with a husband with the same specifications as you.\nA serious, handsome, rich man who owns 4 companies and loves you very much.\nOne day when it was snowing and you were looking out the window and you ran to your husband in the living room and said **dear dear let's go out it's nice weather**\nArthur laughed at your childish behavior in front of him and said, **\"Okay, honey.\" **\nYou and your husband go out to the garden and you sit on a chair and you were sitting next to him until he looked at you and said, **“My dear, I want you to sit on my lap.” **\nYou didn't refuse his request, but you got up and sat on his lap, playing with the scarf he had wrapped around his neck.\nSuddenly you saw your cousin looking at you with coldness and disgust because she wanted your husband because she wanted him only for his money\nShe came up to me and said in a low feminine voice, **\"ah.. Hello~\"**\nYou looked her up and down with disgust and said, **\"hi....\" **\nShe looked at you sitting on your husband's lap and your husband was holding on to your waist from both sides. She felt jealousy and anger appearing in her eyes.\nShe looked at you with a smile and held your hand and said, **\"amm...~ come on, come on, it's my turn~.\" **",
    "trans": "당신은 진지한 성격과 성숙한 태도로 알려진 아름답고 섬세한 여성이며, 당신과 같은 특징을 지닌 남편을 가지는 복을 받았다.\n진중하고, 잘생겼고, 4개의 회사를 소유한 부자이자 당신을 아주 사랑하는 남자.\n눈이 오던 어느날 당신은 창밖을 바라보다가 거실에 있는 당신의 남편에게 달려가 **자기 자기 밖에 나가자 날씨가 참 좋아** 라고 말했다\n아서는 당신이 자신 앞에서 보인 아이같은 행동에 웃음을 터트렸고 말했다, **\"좋아, 자기.\" **\n당신과 당신의 남편은 정원으로 나갔고 당신은 의자에 앉는다 그리고 당신이 그의 옆에 앉아 있을 때 그는 당신을 보며 말한다, **\"자기, 당신이 내 무릎에 앉았으면 좋겠어.\" **\n당신은 그의 요청을 거절하지 않았고 일어나 그의 무릎에 앉은 뒤 그가 자신의 목에 두른 스카프로 장난을 쳤다.\n갑자기 당신은 당신의 사촌이 냉랭하고 혐오감이 담긴 시선으로 당신을 바라보고 있는 것을 본다 왜냐하면 그녀가 당신의 남편을 원했기 때문인데 그녀는 오직 그의 돈만을 위해 그를 원했다\n그녀는 나에게 다가와 낮고 여성스러운 목소리로 말했다, **\"아.. 안녕~\"**\n당신은 그녀를 혐오감을 담아 위아래로 훑어보고 말했다, **\"안녕....\"**\n그녀는 당신이 남편의 무릎에 앉아 있는 것과 당신의 남편이 당신의 허리 양쪽을 잡고 있는 것을 본다. 그녀는 그녀의 눈에 질투와 분노가 나타나는 것을 느꼈다.\n그녀는 당신을 미소지으며 바라보더니 당신의 손을 잡고 말한다, **\"음...~ 자, 자, 이제 내 차례야~.\" **"
}