{
    "source": "en_US",
    "target": "ko_KR",
    "text": "15 14:25 14:35 14:45 15:00 15:25 15:45 16:00 16:10 16:20 16:30 16:45 16:55 17:30 17:45 18:00 Close up of taking the cookie pan out from the oven\nPlace the cookie on the granite part of the kitchen counter\nQuenelle the ice cream on top of the cookies,\nPlease prepare hot water for the spoon, and prepare enough ice cream\nin case we have to do it a few times\nDrizzle the sauce on the top of the cookie\n10 minutes short break\nMove inside the kitchen to the robata grill, set up lighting\nStart the filming of the black cod\nClose up of brushing the miso on the black cod\nPlating of black cod\nChef handling the black cod out at the pass\nClose of the beef tenderloin on the grill\nPlating of the beef tenderloin dish\nTable group shots\nBar should be all clean, ready for shoot. Please remove all extra\noperation items in the bar back\nPhotographer moves to the bar, light set up\nClose up of the making of Tokyo District cocktail\nClose up of the Sumosan ice\nThe whole restaurant and terrace MUST BE all set up with lantern lights\nAll velvet part of the banquette must be brush in one direction\nAll operations items at the station or kitchen counter should be hidden\naway.\nF&B shots finish, reset for interior shot\nStart the video shoot with main entrance, reception, restaurant and side\nterrace\nGet the bar ready with table lights on\nAll operations items must be removed from the bar shoot\nAll velvet part of the chairs must be brush in one direction\nShooting of the bar and main terrace\nShoot finishe",
    "trans": "15 14:25 14:35 14:45 15:00 15:25 16:00 16:10 16:30 16:45 16:45 16:55 17:30 17:45 18:00 오븐에서 쿠키 팬을 꺼내는 클로즈업\n쿠키를 주방 카운터의 단단한 부분에 쿠키를 놓습니다.\n쿠키 위에 있는 아이스크림 크넬\n숟가락에 사용할 뜨거운 물을 준비하고 아이스크림을 충분히 준비하시기 바랍니다.\n몇 번 해야 하는 경우를 대비해서\n쿠키 위에 소스를 뿌립니다.\n10분 간 짧은 휴식 시간을 갖습니다.\n주방 안으로 들어가 로바타 그릴로 가서 조명을 설치합니다.\n은대구 촬영을 시작합니다.\n은대구에 미소를 바르는 클로즈업\n은대구 플레이팅\n단계에서 은대구를 다루는 셰프\n그릴에 있는 소고기 안심의 클로즈업\n소고기 안심 요리의 플레이팅\n테이블 그룹 샷\n바는 모두 깨끗해야 하며 촬영 준비가 되어 있어야 합니다. 여분의 것은 모두 제거해 주시기 바랍니다.\n바 뒤에 있는 작업 항목\n사진 작가가 바로 이동하고 조명이 설치됩니다.\n도쿄 지구 칵테일 만들기 클로즈업\n수모산(Sumosan) 얼음  클로즈업\n레스토랑과 테라스 전체에 랜턴 조명을 설치해야 합니다.\n연회장의 벨벳 부분은 모두 한 방향으로 솔질해야 합니다.\n스테이션이나 주방 카운터의  작업 항목은 모두 숨겨야 합니다.\n멀리.\nF&B 촬영 완료, 실내 촬영을 위해 재설정합니다.\n정문, 리셉션, 레스토랑, 측면에서 비디오 촬영을 시작합니다.\n테라스\n테이블 조명이 켜진 상태에서 바를 준비합니다.\n바 촬영에서 작업 항목을 모두 제거해야 합니다.\n의자의 벨벳 부분은 모두 한 방향으로 솔질해야 합니다.\n바와 메인 테라스 촬영\n촬영 완료"
}