{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Of course she won’t, so I take her face in my hand and force her to. Looking into her eyes, I say deliberately, “I’m not in love with Riley.”\n“You know what? It’s really none of my business if you are.”\n“Stop fighting me. I’m not letting you go. And don’t close your eyes, goddammit!”\n“Will you stop shouting into my face, please?”\nI put my mouth right next to her ear and say hotly, “Your jealousy is misplaced. I’m not in love with anyone else.”\n“I’m not jealous!”\nShe’s horrified by the suggestion, which makes me think I’m right.\nIt also makes me so fucking turned on, I want to rip that dress off and fuck her right here on the back seat.\nI grab her head in both hands and kiss her again. She squirms, trying to get away, pushing against me until I pin her wrists together. Then I fist my other hand into her hair and kiss her again, this time groaning into her mouth with need.\n“Quinn, stop. Let me go.”\n“I’m never letting you go. There’s a contract that says I can’t.”\n“You heartless bastard.”\n“Look at me. Calm down and look at me, Reyna.”\nBreathing hard, she turns her face away but glances back with a hostile, distrustful look.\nKeeping my voice low though I’d like to shout at her, I say, “I’m not in love with anyone else. I’ll answer any questions you want me to, but first you need to understand that fact. I was infatuated with Riley, yes. I wanted there to be something between us, yes. But there wasn’t. I never even kissed the lass. Never touched her. She was under my protection, and I fucked it up so badly, she",
    "trans": "물론 그녀는 그러지 않을 것이었으므로, 나는 손으로 그녀의 얼굴을 잡고 억지로 그렇게 하도록 만든다. 그녀의 눈을 들여다보며 나는 일부러 말한다, \"나는 라일리를 사랑하지 않아.\"\n\"그거 알아? 네가 그렇다 해도 사실 내 알 바는 아냐.\"\n\"나에게 그만 저항해. 난 너를 놔주지 않을 거야. 그리고 눈 좀 감지 마, 젠장!\"\n\"내 얼굴에 대고 소리지르는 것 좀 그만둬줄래, 제발?\"\n나는 내 입을 그녀의 귀 바로 옆에 두고 뜨겁게 말한다, \"네 질투는 잘못된 대상을 향하고 있어. 나는 다른 누구와도 사랑에 빠지지 않았어.\"\n\"난 질투하는 게 아냐!\"\n그녀는 그 암시에 섬찟 놀라고, 이는 나로 하여금 내가 옳다고 생각하게 만든다.\n또한 그건 나를 몹시도 흥분하게 만든다, 나는 그 드레스를 찢어버리고 바로 여기 뒷좌석에서 그녀와 섹스하고 싶다.\n나는 그녀의 머리를 양손으로 붙잡고 다시 그녀에게 입을 맞춘다. 그녀는 벗어나려고 하며 꿈틀대고 내가 그녀의 양 손목을 붙잡고 꼼짝 못하게 할 때까지 나를 밀어낸다. 그리고 나는 다른 손으로 그녀의 머리카락을 주먹쥐듯 잡고 다시 그녀에게 입을 맞추었는데, 이번에는 욕망에 차 그녀의 입 안으로 신음소리를 낸다.\n\"퀸, 그만해. 나를 놔 줘.\"\n\"난 절대로 너를 놓아주지 않을 거야. 내가 그럴 수 없다고 정해놓은 계약서가 있거든.\"\n\"무정한 개자식 같으니.\"\n\"나를 봐. 진정하고 나를 봐, 레이나.\"\n숨을 몰아쉬며 그녀는 외면했으나 적대적이고 불신에 찬 시선을 다시 나에게 돌린다.\n그녀에게 고함을 지르고 싶었으나 목소리를 낮게 유지한 채로 나는 말한다, \"나는 다른 누군가를 사랑하지 않아. 네가 원하는 모든 질문에 나는 답을 할 거지만, 먼저 그 사실을 이해해줘야만 해. 맞아, 난 라일리에게 열중해 있었어. 맞아, 난 우리 사이에 뭔가가 있었으면 했어. 하지만 아무 일도 없었어. 그 아가씨에게 입도 맞춘 적 없다고. 만진 적도 없어. 그녀는 내 보호 아래에 있었고, 나는 그걸 몹시도 심하게 망쳐버렸어, 그녀는"
}