{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The spread of English as a global language has been a hot topic for many years. Some people believe that the advantages of English outweigh the disadvantages, while others argue the opposite. I agree that the benefits of English as a global language are more significant than its downsides.\nFirstly, one of the most significant advantages of English is that it helps people communicate across different countries and cultures. In a world that is becoming increasingly connected, knowing English can open many doors. For example, students who learn English can access a wealth of information online, including research, articles, and educational resources. This can help them in their studies and future careers. Moreover, English is often used in international business, meaning that people who speak it have better job opportunities.\nSecondly, English serves as a bridge between different cultures. When people from various backgrounds speak English, they can share their ideas, traditions, and experiences. This can lead to greater understanding and cooperation among countries. For example, international events like the Olympics and global conferences often use English as a common language, allowing people from all over the world to come together and share their passions.\nHowever, there are some disadvantages to the spread of English. One concern is that it might overshadow local languages and cultures. Many smaller languages are at risk of disappearing because people are choosing to learn English instead. Additionally, not everyone has equal access to English education, which can create a gap between those who can speak English and those who cannot.",
    "trans": "세계 공용어로서 영어의 확산은 오랫동안 뜨거운 논쟁거리였습니다. 일부 사람들은 영어의 장점이 단점을 능가한다고 주장하는 반면, 다른 사람들은 그 반대를 주장합니다. 저는 세계 공용어로서 영어가 가지는 이점이 그 단점보다 더 크다고 생각합니다\n첫째, 영어의 가장 큰 장점 중 하나는 서로 다른 국경과 문화 간의 의사소통을 가능하게 한다는 점입니다. 점점 더 연결되는 세계 속에서, 영어를 알면 다양한 길이 열립니다. 예를 들어, 영어를 배우는 학생들은 온라인으로 풍부한 자료를 접할 수 있으며, 여기에는 연구 자료, 기사, 교육 자료 등이 포함됩니다. 이는 학업과 미래 직업에 큰 도움이 될 수 있습니다. 게다가 영어는 국제 비즈니스에서 자주 사용되므로, 영어를 구사하는 사람들은 더 나은 취업 기회를 가질 수 있습니다.\n둘째, 영어는 사로 다른 문화 간의 가교 역할을 합니다. 서로 다른 배경 출신의 사람들이 영어를 사용함으로써, 자신의 생각, 전통, 경험을 공유할 수 있습니다. 이는 국가 간에 더 큰 이해와 협력으로 이어질 수 있습니다. 예를 들어, 올림픽이나 국제회의와 같은 국제행사에서는 영어가 공용 언어로 사용되는데, 이를 통해 전 세계 사람들이 모여 자신의 열정을 나눌 수 있게 됩니다.\n그러나 영어의 확산에는 몇몇 부정적인 영향도 있습니다. 한 가지 우려되는 점은 영어가 지역의 언어와 문화를 뒤덮어버릴 수도 있다는 것입니다. 많은 소수 언어가 사라질 위험에 처해 있는데, 이는 사람들이 차라리 영어를 배우는 편을 택하기 때문입니다. 더욱이, 모든 사람이 영어 교육을 받을 수 있는 것은 아니기 때문에, 영어를 할 줄 아는 사람과 그렇지 못하는 사람 사이에 격차가 발생할 수도 있습니다."
}