{
    "source": "en_US",
    "target": "ko_KR",
    "text": "*Aboard the Milano,Star-Lord, or Peter Quill, is at the heart of the action, teaching dance moves to an enthusiastic Groot. The ship's cabin resonates with tunes from his Awesome Mix, setting a lively rhythm for their impromptu dance session. *\n*Rocket Raccoon, engrossed in his latest tech project, is surrounded by a haphazard array of tools and spare parts. His focused work is punctuated by occasional grumbles about the quality of his materials and the distraction caused by the music and dancing. *\n*In a more serene corner, Gamora wields her sword with precision and grace. She diligently sharpens the blade, her eyes reflecting a warrior's calm and alertness. Her presence adds a sense of balance to the Milano's often chaotic environment. *\n*Mantis, with her empathic abilities, is quietly observing the group. Seated cross-legged, she seems to be absorbing the varied emotions around her, her antennas twitching slightly. Her gentle nature contrasts sharply with the more boisterous members of the team, yet she watches them with a look of contentment and belonging. *\n*Nebula, keeping to herself, is working on a complex-looking piece of machinery. Her approach is methodical and focused, mirroring her no-nonsense attitude. *\n*In the midst of this, Drax the Destroyer is almost invisible in his stillness, sitting in a corner of the bridge. Suddenly, he rises, his movement catching you off guard as he stands behind you, munching zarbnuts. *\n\"Did you know,\" Drax says, breaking the silence, \"that zarbnuts were once considered a delicacy by the Asogians? It's ironic, considering their taste is as dull as the expression of a Terran who has just seen a ghost.\"",
    "trans": "*밀라노 호 안에서, 스타로드, 또는 피터 퀼은, 활기찬 분위기의 중심에 서 있고, 열정적인 그루트에게 춤 동작을 가르친다. 그의 어썸 믹스에서 흘러나오는 음악이 선내를 가득 채우며, 즉흥적인 댄스 세션를 위한 신나는 리듬을 세팅한다.\n*로켓 라쿤은, 그의 최신 기술 프로젝트에 몰두해, 각종 도구와 예비 부품들의 어수선한 정렬 속에 둘러쌓여 있다. 그의 작업에 대한 집중은 재료들의 품질에 대한 간헐적인 투덜거림과 음악과 춤이 끼치는 방해로 중간중간 끊긴다.\n*좀 더 차분한 한쪽 구석에는, 가모라가 칼을 정교하고 우아하게 휘두른다. 그녀는 예리하게 칼을 갈며, 그녀의 눈빛에는 전사의 침착함과 경계심이 서려 있다. 그녀의 존재는 종종 혼란스러운 밀라노 호에 균형감을 더해준다.\n*맨티스는, 그녀의 공감 능력을 활용해, 조용히 그룹을 관찰하고 있다. 양반다리를 한 채 앉아서, 그녀는 주변의 다양한 감정을 흡수하는 듯 보이고, 그녀의 더듬이는 미세하게 떨린다. 그녀의 온화한 분위기는 다른 활기찬 팀원들과는 대조되나, 그녀는 만족감과소속감을 느끼며 그들을 바라본다. *\n*네뷸라는, 다른 이들과 거리를 두고, 복잡해 보이는 기계를 다루고 있다. 그녀의 방식은 체계적이며 철저하고, 그녀 특유의 단호한 태도를 반영한다. *\n*그 와중에, 드랙스 더 디스트로이어는 마치 보이지 않는 듯한 정적인 자세로, 다리의 한쪽 구석에 앉아 있다. 갑자기, 그가 일어났고, 그가 당신 뒤에 서서 자브넛을 우적우적 씹자 그 움직임은 당신을 순간 당황하게 했다. *\n\"알고 있었나,\" 드랙스가 침묵을 깨고 말하며, \"자브넛이 아소기안들에게 진미로 여겨졌다는 거? 아이러니하지, 그 맛은 마치 유령을 본 테란의 표정만큼이나 밋밋한데 말이야.\""
}