{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The sound of these instruments is more delicate and lighter than most period Gibsons, with a nicely rounded top end and less percussive \"bark\". They have been considered since the 1920s to be the best instruments ever made for classical mandolin playing, but have not been much known or used by old-time or country musicians. We are always impressed by both the sound and craftsmanship of the Lyon & Healy mandolins, and this Style B -- although the middle of the line model -- is still an extremely fine instrument fully equal to a Style A in sound and playability and worthy of any player's or collector's attention.\nOverall length is 25 in. (63.5 cm.), 9 3/4 in. (24.8 cm.) width, and 1 13/16 in. (4.6 cm.) in depth, measured at side of rim. Scale length is 13 3/4 in. (349 mm.). Width of nut is 1 1/8 in. (29 mm.).\nThis instrument remains in splendid original condition, with just some very light general wear and discreet repair. The finish shows some tiny dings and dents, but no major wear. The only notable loss to the top finish are some marks under the bridge from it being relocated over time. Oft-missing hardware pieces like the large fibre pickguard, the pull-out peg for seated playing and the elaborate engraved tailpiece cover are present and accounted for.\nSome of the back/side seams have been neatly resealed, the there is a crack along the rim on the bass side adjacent to the neck block that is very neatly sealed up but not over finished, so visible. There is a small horizontal crack on the back of the neck just on the bass side of the laminate line, directly below the headstock. This has been sealed up but not finished over. There is also a visible line on the headstock face where the veneer over the center laminate is stressed but not an open cracks or seam. There are no other visible repairs.\nThis Style B plays extremely well, with a sweet and somewhat lighter sound compared to similar Gibson's. Even with the repairs this is as nice an example of this somewhat rare instrument as we have seen. It is housed in the original shaped hard-shell case in very solid shape with a new handle and the top of the center latch missing. It hardly looks as if 100+ years have passed since this left Chicago, but this little time capsule is an enchanting survivor of the ups and downs of the last century. Overall Excellent Condition.",
    "trans": "이 만돌린의 음은 동시대 깁슨의 일반적인 종류보다 더 가볍고 섬세하고, 고음역대에서 깔끔한 둥근 소리를 내며 \"짖는 소리\"의 울림 또한 덜합니다. 1920년대 이래로 클래식 만돌린 연주에 있어선 최고의 악기로 평가되었지만, 올드타임 또는 컨트리 뮤직 연주자들에겐 상대적으로 덜 알려지거나 이용되었습니다. 라이온 앤 힐리 만돌린에 담긴 장인 정신과 소리는 항상 우리를 감동시키죠. 스타일 B 모델은 중급 라인에 속하면서도 소리와 연주감으로는 스타일 A에 견줄 수 있을 정도로 훌륭하여 어느 연주자나 수집가라도 탐낼 만합니다.\n제원은 전체 길이 25 인치(63.5cm), 폭 9 3/4 인치(24.8cm), 측면 깊이 1 13/16 인치(4.6cm), 스케일 길이 13 3/4 인치(349mm), 너트 너비 1 1/8 인치(29mm)와 같습니다.\n이 만돌린은 전반적으로 원형을 잘 유지하고 있으며, 일반적인 사용흔과 신중하게 수리한 자국 정도가 남아 있습니다. 마감에 흠집이나 패임이 조금 있긴 하나 심각한 축에 속하진 않습니다. 눈에 띌 만한 손상이라고 한다면 상판에서 시간이 지남에 따라 브릿지가 이동한 자국이 남았다는 것 정도입니다. 커다란 섬유질 픽가드, 앉아서 연주할 때 쓰는 접이식 페그, 정교하게 조각된 테일피스 커버처럼 흔히 분실되기 쉬운 주요 부품들도 온전하게 보존되어 있네요.\n후면 및 측면 이음부를 깔끔하게 재접합했으며, 넥 부근 테두리를 따라 난 균열도 섬세하게 이어 붙이긴 했으나 마감 처리가 제대로 되지 않아 눈에 띕니다. 넥 후면의 헤드스톡 바로 아래에는 라미네이트 선 위로 가로 방향으로 난 작은 균열도 마찬가지로 접합했으나 마감은 하지 않았네요. 헤드스톡 전면에도 중앙 라미네이트 위 합판이 힘을 받아 생긴 뚜렷한 선이 보입니다만, 균열로 이어지거나 접합을 하지는 않았습니다. 그 외에 더 수리를 한 곳은 없고요.\n이 스타일 B 만돌린은 뛰어난 연주감으로, 깁슨의 비슷한 제품과는 다르게 달콤하면서도 묘하게 가벼운 음을 냅니다. 몇 차례의 수리에도 불구하고 상태는 여태 보아 온 것들 중에서도 매우 우수하다고 말할 수 있습니다. 전용 하드 케이스에 보관되어 있으며, 케이스 또한 튼튼하나 손잡이는 새것으로 교체했으며 중앙 잠금장치 상단부는 손실된 상태입니다. 시카고에서 출고된 지 100년도 넘었다고는 믿기 힘들 만큼 온전한 이 만돌린을 하나의 타임 캡슐이라 칭해도 좋겠습니다. 전반적인 상태는 매우 우수함으로 평가하겠습니다."
}