{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Your Zayed University login password will expire in 15day(s) . Change the password as soon as possible to avoid a logon problem.\nhttps://account.activedirectory.windowsazure.com/ChangePassword.aspx\nThe IT Department at Zayed University launched the Self-Service Password Reset (SSPR) service. You will be able to reset, unlock, or modify your password while also adding an additional verification method, such as a phone number or passcode, to your sign-in procedure for greater security.\nAs a prerequisite, you must do a one-time activity to register and update essential details such as your mobile number and non-ZU email address.\nEnrolling in Self-Service Password Reset (SSPR)\nOpen your web browser on your device and go to the password reset registration page https://selfregister.zu.ac.aeOR https://aka.ms/ssprsetup\nTo Change Passwords\nOpen your web browser on your device and go to the password reset page https://zupwd.zu.ac.ae Or https://aka.ms/sspr orhttps://www.zu.ac.ae/main/en/password-management/index\nRemember to update password on your wireless and mobile device.\nThank you!\nZU ITD\nFor assistance please contact our Service Desk: Web: http://sanad.zu.ac.ae | Ph. 04 4021 1777 | Ph. 02 599 3666",
    "trans": "귀하의 자이드 대학교 로그인 비밀번호가 15일 후 만료됩니다. 로그인 문제를 피하기 위해 가능한 한 빨리 비밀번호를 변경하십시오.\nhttps://account.activedirectory.windowsazure.com/ChangePassword.aspx\n자이드 대학교 IT 부서는 셀프 서비스 암호 재설정 서비스를 개시했습니다. 비밀번호를 재설정, 잠금 해제 혹은 수정할 수 있으며 전화번호나 암호 등의 추가 인증 방법을 통해 로그인 과정에서 보안을 강화할 수 있습니다.\n사전 조건으로, 휴대전화 번호 및 자이드 대학교 외부 이메일 주소와 같은 필수 정보를 한 번 등록 및 업데이트해야 합니다.\n셀프 서비스 암호 재설정 서비스 가입 방법\n기기에서 웹 브라우저를 열고 비밀번호 재설정 등록 페이지에 접속하세요. https://selfregister.zu.ac.ae 또는 https://aka.ms/ssprsetup\n비밀번호 변경\n기기에서 웹 브라우저를 열고 비밀번호 재설정 페이지에 접속하세요.  https://zupwd.zu.ac.ae 또는 https://aka.ms/sspr 또는 https://www.zu.ac.ae/main/en/password-management/index\n무선 및 모바일 기기의 비밀번호도 업데이트하는 것을 잊지 마시기 바랍니다.\n감사합니다!\n자이드 대학교 IT 부서\n도움이 필요하시면 서비스 데스크에 문의 바랍니다: 웹: http://sanad.zu.ac.ae | 전화번호 04 4021 1777 | 전화번호 02 599 3666"
}