{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Planning and arranging of materials/Chemicals (Daily/Weekly/Monthly/Quarterly/Annually).\nPerform In house analysis of process waste water, treated effluent, sludge in the waste water treatment plant and analysis of waste water, treated effluent, sludge, from external approved Lab as per requirement.\nEnsure that the good manufacturing practices are being implemented which includes following procedures: health standards, house keeping, sanitation practices, structure of building and surrounding area, good warehousing practices.\nEnsure internal calibration of gauges and thermometer and external calibration of computerized equipments if any at the required frequency\nEnsure effective monitoring of parameters given by compnay\nEnsure the plant maintenance & smooth running at optimum cost.\nMaintaining, implementing and following of the TCCC, ISO & Legal requirements\nDocumentation and record keeping\nQuality results recording in SAP\nSupporting & facilitating other departments in achieving their targets.\nAssignments by seniors.\nImplementation of Quality, Food Safety and HSE management system.\nQualifications\nQuality Assurance – Issues with respect to waste water treatment.\nProduction – Information of waste effluents from Production area.\nKnowhow of Chemical preparation, testing of waste water\nKnowhow of Chemicals usage and preparation of mixture for treatment\nUnderstanding of KORE E1, EPA and ISO requirements\nTrouble shooting skills related to elctrical and mechanical faults",
    "trans": "자재/화학물질의 계획 및 준비 (일별/주별/월별/분기별/연간).\n폐수처리장에서 공정 폐수, 처리된 방류수, 슬러지에 대한 사내 분석 수행 및 필요에 따라 외부 승인 실험실에서 폐수, 처리된 방류수, 슬러지에 대한 분석 진행.\n우수 제조 관행을 준수함을 보장하며 다음 절차를 포함함: 보건 기준, 시설 청결 유지, 위생 관리, 건물 및 주변 지역의 구조 관리, 우수한 창고 운영 관행.\n게이지 및 온도계의 내부 교정과 컴퓨터화된 장비가 있는 경우 외부 교정을 필요에 따라 수행\n회사가 설정한 주요 관리 항목을 효과적으로 모니터링\n최적의 비용으로 공장 유지보수 및 원활한 운영 보장.\nTCCC, ISO 및 법적 요구사항을 준수, 실행 및 유지\n문서화 및 기록 관리\nSAP에 품질 결과 기록\n타 부서의 목표 달성을 지원 및 촉진.\n상급자의 업무 지시 수행.\n품질, 식품 안전 및 보건안전환경 관리 시스템 적용.\n자격 요건\n품질 보증 – 폐수 처리와 관련된 품질 문제.\n생산 – 생산 공정에서 발생하는 폐수 관련 지식.\n화학물질 준비 방법 및 폐수 시험에 대한 노하우\n화학물질 사용법 및 처리용 혼합물 준비에 대한 노하우\nKORE E1, EPA 및 ISO 요구사항에 대한 이해\n전기 및 기계적 결함 관련 문제 해결 기술 보유"
}