{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Digital sequencer with 8 parts, 16 sub-sequencers for modulation, chances operations and presets, CV and MIDI I/O\nThe Five12 Vector Sequencer MkII is a digital sequencer in the Eurorack modular format. It provides a flexible sequencing engine with support for 8 independent parts, 2 sub-sequencers per part for internal modulation, an extensive set of chance-based operations, and presets with a playlist function. All eight Parts are monophonic by default, but Parts 5-8 can be reformatted for 4-voice chord or drum modes.\nThe MkII version of the Vector has been updated with a 5X faster processor, 3X memory and two extra onboard CV outputs, both calibrated and suitable for Pitch, Gate or Velocity. The new CPU allows for more than double the preset storage area vs. the MkI. New features include a 2nd set of Chance perations, more Free Run lanes. There is also a new DAC which enables an extra pair of pitch-capable onboard CV outputs (CV X, CV Y).\nThe Expansion headers on the MkII Vector and Expander are the same as on the MkI modules, so with upcoming firmware updates, the new Expander will work the MkI Vector, and the MkII Vector will work with the MkI Expander.\nThe MkII Expander has updated DACs for Velocity outputs and can be used for calibrated Pitch outputs, as well as Velocity and Gate. With the additional outputs on the new Vector, the two modules can now support up to 12 monophonic voices.\nBuilt-in outputs on the Vector support a variety of CV and MIDI connections: Two sets of analog outputs with Pitch, Gate and Velocity signals, two general-purpose CV outs (X & Y), two MIDI outputs on 3.5mm TRS jacks, and both USB A and B connectors for MIDI over USB. There are also three bi-directional trigger I/O connections for sync, clock and trigger functions, and two CV inputs for external modulation.\nThe UI for the Vector is based around two sharp and contrasty OLED display panels, with a resolution of 256 x 64 pixels. Just below the displays are 8 encoders used for editing parameters. Along the top of the displays are buttons for switching between edit pages for Sequence Recording, Pitch, Gate Time, Velocity, Step Length, Ratchet, Chance Operations, Modulation, Sequence Controls and Presets.\nTo the left of the displays is a ninth encoder. This can be used to edit all, or a subset, of the steps of a sequence at a time. For instance, you can quickly select all the odd-numbered steps and edit the gate time for them all at once.\nBelow the main 8 encoders is a group of buttons that form a one octave keyboard. In most of the primary edit modes (Pitch, Gate, etc), the white buttons are used for one of three sub-modes: Skip, Mute or Select. When Recording, these buttons can be used for entering, transposing or modifying sequences.\nOn the bottom-left of the panel are next and previous buttons for transposing the keyboard up or down, or for paging through sequences longer than 8 steps.\nThe Shift button can be used with most of the edit mode buttons (Pitch, Gate, Velocity, Step Length, Ratchet, Chance, Modulation, Skip, Mute, and Select) to reset that particular parameter back to it's beginning state. Shift plus any of the white buttons triggers other modifying operations on the sequence, including clearing out the entire sequence.\nA dedicated Part page shows activity for all Parts at once, with modes for mute and solo. Each part has access to up to 44 presets, and there is a preset playlist function. There is also a Scene page for managing presets across all parts at once.\nVector MkII supports two sets of per-step chance operations allow you to add a variety of generative behaviors to each sequence. For each step you can set the chance operation, the probability that it will occur, and which musical bars it will occur on. That last option is particularly handy for creating fill patterns.\nChance operations include: Mute, Un-mute, Skip, Un-skip, Select, Un-select, Jump Forward, Jump Backward, Jump Any Direction, Accent\nLow, Accent Medium, Accent High, Gate Shorter, Gate Longer, Gate Tie, Ratchet X 2, Ratchet X 3, Ratchet X 4, Repeat X 2, Repeat X 3, Repeat X 4, Randomize Pitch (+/- 12 semitones), Randomize Pitch Up, Randomize Pitch Down, Randomize pitch to any semitone +/- and octave, and Random Jump to any of 16 steps.\nThere is a micro-SD card installed on the back of the unit for saving projects, including default options for background auto-saving of\nprojects, and auto-loading the most recent project on startup. You can mount this SD card onto your computer for offline backup (and firmware updates) via the USB A jack.\nThe Vector MkII comes with Vector Firmware 3.0 which includes undo/redo, fills, free-run options for Pitch, Gate, Velocity and Chance lanes, Custom Scales and Masked Modulation. All the details are in the manual:",
    "trans": "8개 파트, 변화를 위한 16개 서브 시퀀서, 기회 연산 및 사전 설치, CV 및 MIDI I/O를 갖춘 디지털 시퀀서\nFive12 벡터 시퀀서 MkII는 유로락 모듈러 형식의 디지털 시퀀서입니다. 유연한 시퀀싱 엔진을 제공하며, 8개의 독립 부품, 2개의 내부 변조 서브 시퀀서, 광범위한 우연 기반 연산 세트, 재생 목록 기능이 포함된 사전 설정을 지원합니다. 8개의 부품 모두 기본적으로 모노포닉이지만, 5-8번 부품은 4음성 코드 또는 드럼 모드로 다시 포맷할 수 있습니다.\nMkII 버전의 벡터는 5배 더 빠른 프로세서, 3배 메모리, 그리고 피치, 게이트 또는 속도에 적합한 두 개의 추가 온보드 CV 출력으로 업데이트되었습니다. 새로운 CPU는 MkI에 비해 사전 설정된 저장 영역을 두 배 이상 확장할 수 있게 해줍니다. 새로운 기능으로는 두 번째 기회 연산 세트와 더 많은 프리 런 레인이 포함됩니다. 또한 새로운 DAC가 추가적인 피치 가능 온보드 CV 출력 쌍(CV X, CV Y)을 가능하게 합니다.\nMkII 벡터와 확장기의 확장 헤더는 MkI 모듈과 동일하므로, 다가오는 펌웨어 업데이트에서는 새로운 확장기가 MkI 벡터에서 작동하고 MkII 벡터가 MkI 확장기에서 작동합니다.\nMkII 확장기는 벨로시티 출력을 위한 DAC를 업데이트했으며 보정된 피치 출력과 벨로시티 및 게이트에 사용할 수 있습니다. 새로운 벡터의 추가 출력을 통해 두 모듈은 이제 최대 12개의 모노포닉 보이스를 지원할 수 있습니다.\n벡터의 내장 출력은 다양한 CV 및 MIDI 연결을 지원합니다. 피치, 게이트 및 벨로시티 신호가 있는 두 세트의 아날로그 출력, 두 개의 범용 CV 출력(X 및 Y), 3.5mm TRS 잭의 두 MIDI 출력, USB를 통한 MIDI를 위한 USB A 및 B 커넥터가 있습니다. 또한 동기화, 클록 및 트리거 기능을 위한 세 개의 양방향 트리거 I/O 연결과 외부 변조를 위한 두 개의 CV 입력이 있습니다.\n벡터의 UI는 256 x 64픽셀 해상도의 선명하고 대비가 강한 두 개의 OLED 디스플레이 패널을 바탕으로 합니다. 디스플레이 바로 아래에는 매개변수를 편집하는 데 사용되는 8개의 인코더가 있습니다. 디스플레이 상단에는 시퀀스 레코딩, 피치, 게이트 시간, 속도, 스텝 길이, 래칫, 기회 연산, 변조, 시퀀스 컨트롤 및 사전 설정의 편집 페이지 간을 전환하는 버튼이 있습니다.\n디스플레이 왼쪽에는 9번째 인코더가 있습니다. 이를 사용하여 시퀀스의 모든 단계 또는 하위 세트를 한 번에 편집할 수 있습니다. 예를 들어, 모든 홀수 단계를 빠르게 선택하고 모든 단계에 대한 게이트 시간을 한 번에 편집할 수 있습니다.\n8개의 주요 인코더 아래에는 1옥타브 키보드를 형성하는 버튼 그룹이 있습니다. 대부분의 기본 편집 모드(피치, 게이트 등)에서 흰색 버튼은 건너뛰기, 음소거 또는 선택의 세 가지 하위 모드 중 하나에 사용됩니다. 녹음 시 이러한 버튼은 시퀀스를 입력, 전치 또는 수정하는 데 사용할 수 있습니다.\n패널의 왼쪽 하단에는 키보드를 위아래로 전치하거나 8단계보다 긴 시퀀스를 페이지를 표시하기 위한 다음 및 이전 버튼이 있습니다.\n시프트 버튼은 대부분의 편집 모드 버튼(피치, 게이트, 벨로시티, 스텝 길이, 래칫, 찬스, 모듈레이션, 스킵, 뮤트, 선택)과 함께 사용하여 해당 매개변수를 초기 상태로 재설정할 수 있습니다. 시프트와 흰색 버튼 중 하나를 함께 사용하면 시퀀스에서 다른 수정 작업이 트리거되며, 여기에는 전체 시퀀스를 지우는 것도 포함됩니다.\n전용 부품 페이지는 모든 파트의 활동을 한 번에 표시하며, 음소거 및 솔로 모드가 있습니다. 각 부품에는 최대 44개의 사전 설정에 접근할 수 있으며, 사전 설정 재생 목록 기능이 있습니다. 모든 부품의 사전 설정을 한 번에 관리하기 위한 장면 페이지도 있습니다.\n벡터 MkII는 두 세트의 단계별 기회 연산을 지원하여 각 시퀀스에 다양한 생성 동작을 추가할 수 있습니다. 각 단계에 대해 기회 연산, 발생할 확률, 발생할 음악 막대를 설정할 수 있습니다. 마지막 옵션은 채우기 패턴을 만드는 데 특히 편리합니다.\n기회 연산에는  음소거, 음소거 해제, 건너뛰기, 건너뛰기 해제, 선택, 선택 해제, 앞으로 점프, 뒤로 점프, 모든 방향으로 점프, 악센트가 포함됩니다:\n낮음, 악센트 중간, 악센트 높음, 게이트 짧게, 게이트 길게, 게이트 타이, 래칫 X 2, 래칫 X 3, 래칫 X 4, 반복 X 2, 반복 X 3, 반복 X 4, 임의 피치(± 12 반음), 임의 피치 올리기, 임의 피치 내리기, 임의 세미톤 +/- 및 옥타브 피치, 그리고 16단계 중 임의 점프.\n장치 뒷면에 프로젝트를 저장하기 위한 마이크로 SD 카드가 설치되어 있으며, 배경 자동 저장을 위한 기본 옵션도 들어 있습니다.\n프로젝트를 수행하고 최신 프로젝트를 시작할 때 자동으로 로드합니다. 이 SD 카드를 컴퓨터에 마운트하여 USB A 잭을 통해 오프라인 백업(및 펌웨어 업데이트)을 할 수 있습니다.\n벡터 MkII는 벡터 펌웨어 3.0과 함께 제공되며, 여기에는 실행 취소/재도, 채우기, 피치, 게이트, 속도 및 기회 레인을 위한 무료 실행 옵션, 커스텀 스케일 및 마스킹 변조 기능이 들어 있습니다. 모든 세부 사항은 설명서에 나와 있습니다:"
}