{
    "source": "en_US",
    "target": "ko_KR",
    "text": "NEON GLOW DISCO PARTY - TICKET PICK UP TIMES\nDear [redacted_name],\nA reminder that the disco is on this Friday!\nTo avoid queues on the day, we are encouraging all parents and carers to pick up their child’s wristband and purchase tokens early. Tokens will be needed for face painting, tattoos, glitter, light sticks, gelato, bubble tea and the photobooth.\nWe will be at the Cola on Wednesday 2:45-3:15pm and Friday 8:45-9:15amwith wristbands and tokens.\nTokens are available for purchase in bags of $10 (5 tokens) or $20 (10 tokens). We will accept cash and card as payment.\nWristbands and tokens will not be reissued if lost, therefore we kindly ask that only parents/carers come to pick up.\nIf you cannot come at these times, you can still pick up the wristband and purchase tokens on Friday between 3pm to 7pm at the event.\nTo avoid missing out, please take note of the stall opening hours and item prices below:\nLight sticks\n1 token ($2)\n3:30pm to 7pm\nGlow tattoos\n1 token ($2)\n3:30pm to 7pm\nGlow glitter pots\n1 token ($2)\n3:30pm to 7pm\nGlow face painting\n2-3 tokens ($4-6)\n3:30pm to 7pm\nPhotobooth\n1 token ($2)\n4:30pm to 7:30pm\nGelato\n2 tokens ($4) Free for ticket holders\n3:30pm to 7pm\nBubble tea\n3 tokens ($6)",
    "trans": "네온 글로우 디스코 파티 - 티켓 수령시간\n[redacted_name]님께,\n이번 금요일에 디스코 파티가 열린다는 사실을 상기시켜 드립니다!\n당일 줄을 서지 않으려면 모든 부모와 보호자들이 자기 자녀들의 손목 밴드를 직접 수령하고 토큰을 조기에 구매하시기를 권장합니다. 페이스 페인팅, 문신, 글리터, 형광봉, 젤라토, 버블티, 포토부스에는 토큰이 필요합니다.\n저희들은 수요일 오후 2시 45분~3시 15분과 금요일 오전 8시 45분~9시 15분에 손목 밴드와 토큰을 가지고 Cola에서 대기할 예정입니다.\n토큰은 10달러(토큰 5개) 또는 20달러(토큰 10개) 가방으로 구매할 수 있습니다. 현금 및 카드로 결제하실 수 있습니다.\n손목 밴드와 토큰은 분실 시 재발급되지 않으므로 부모/보호자들만 수령해 주시기 바랍니다.\n이 시간대에 오실 수 없는 경우, 금요일 오후 3시부터 오후 7시 사이에 이벤트에서 손목 밴드를 받고 토큰을 구매할 수 있습니다.\n이 기회를 놓치지 않으려면 아래의 가판대 영업시간과 품목별 가격들을 기억하세요.\n야광봉\n토큰 1개($2)\n3:30pm ~ 7pm\n빛나는 문신\n토큰 1개($2)\n3:30pm ~ 7pm\n빛나는 반짝이 화분\n토큰 1개($2)\n3:30pm ~ 7pm\n빛나는 페이스 페인팅\n토큰 2~3개($4~6)\n3:30pm ~ 7pm\n즉석 사진촬영 부스\n토큰 1개($2)\n4:30pm ~ 7:30pm\n젤라토\n티켓 소지자에 대해 토큰 2개($4)\n3:30pm ~ 7pm\n버블티\n토큰 3개($6)"
}