{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello it's Oscar V, i just wanted to start this off by saying that yes we lost today but just because we lost doesn’t mean that we aren’t capable of winning yesterday was proof that we have the talent to compete with other teams we all have our individual talents that we can build on we can all complain about how horrible todays score was but in game we also have to take in consideration the amount of communication we had compared to yesterday we did not seem like the same team as yesterday we came into the game scared and unconfident we should know that’s when we communicate we are at our strongest when we play simple and with a fast tempo we are dominate and are able to take over the games midfield with the addition of Santiago who was looking up while dribbling was great only complaint was the pressure which led to a lot of shots as the mid field it has been a reoccurring event where we do not have anyone pressing the defense is also a big reason when they begin to attack we tend to follow The attackers which leds them to staying on side staying with the back line which we started to get the hang of with the offside trap I do not mean this at all I'm a way to target disrespect or offend anyone I just believe that there a things that we can improve on and I hope that you take the time to read this thank you.",
    "trans": "안녕하세요, 오스카 V입니다. 먼저, 오늘 우리가 졌다는 사실을 인정하고 넘어가야겠죠. 하지만 패배가 곧 우리는 이길 수 없는 팀이라는 결론으로 이어지진 않습니다. 어제 경기만 보더라도 우리는 충분히 경쟁력 있는 팀이란 걸, 우리 선수들에게 잠재력이 있다는 걸 보여 주지 않았습니까. 오늘 경기 스코어가 얼마나 처참했는지 물론 아쉬울 수 있습니다. 경기 중의 소통 부족까지 따지면 더더욱요. 어제 경기와 빗대어 보면 다른 팀이라고까지 생각할 수도 있었을 겁니다. 경기 시작부터 우린 자신감을 잃고 위축되어 있기까지 했습니다. 우리는 알아야만 합니다. 소통이 우리를 가장 강하게 만들어 준다는 걸요. 그리고 단순하고 빠른 템포가 우리에게 미드필드의 장악과 함께 게임의 주도권을 가져와 준다는 걸요. 새로 합류한 산티아고에 대해 말하자면, 넓은 시야를 유지하며 드리블을 하는 모습이 좋았다고 우선 말하겠습니다. 허나 미드필더로서는 압박력이 부족해 상대에게 너무 많은 슛을 허용하는 아쉬움도 있었는데, 압박력 부족은 계속 반복되는 문제인데, 수비수들이 상대 공격수를 따라가다 온사이드를 계속 허용하는 것도 큰 원인이 되고 있습니다. 오프사이드 트랩을 시도하면서 점차 완화되고 있는 건 다행입니다만. 누군가를 비난하거나 공격하려는 의도로 이런 말을 하는 것은 결코 아닙니다. 우리가 더 발전할 수 있는 부분이 있다고 생각할 뿐입니다. 긴 글을 읽어 주셔서 감사합니다."
}