{
    "source": "en_US",
    "target": "ko_KR",
    "text": "HiMinseok,\nThe attorney said you have the option to file either the Provisional or Non Provisional Patent:\n1. ProvisionalPatent:\nflat fee of $1975\nplus $60 gov filing fee\nplus $25 / page for patent drawings (approx. 0-4 needed)\nlasts 1 year then you have to convert it to anonprovisional\nfee to convertprovisionaltononprovisional next year is $3475\ndoesnotget examined and doesnotget approved\nonce filed, you are patent pending, protected and open for business\ncaveat: doesnotexclude copycats from selling your invention\n2. NonProvisionalPatent:\nflat fee of $3975\nplus $364 gov filing fee\nplus $25 / page for patent drawings (approx. 0-8 needed)\nlasts 20 years\nonce filed, you are patent pending, protected and open for business\nonce approved, you can sue copycats for patent infringement\n*****Please note: there are rumors circulating about a potential price increase after this month.\nThe Process of Drafting and Filing the Patent Application:\nTypically takes about 1-2 months\nThe attorney will email you a rough draft and kindly request that you review it, offering the option to either approve it or provide feedback\nWe will then send you a 2nd draft and repeat the process until the application is perfect and meets all legal requirements\nAt this point, will file the application on your behalf\nPlease note:\nThe U.S. is a 1st to File Patent System, meaning whoever files the patent on your invention 1st wins ownership rights, there is no 2nd place\nAfter reviewing the search report, if you have any supplemental info that you want to add to your patent application that was not already included in the patent search questionnaire, kindly email me the info\nOr if you have any other designs, embodiments, models, or variations of the invention that you wish to include in the application, kindly email those to me as well\nIf you would like to file a patent, please let me know which patent you would like to file and I will send out the agreement.\nThanks,",
    "trans": "안녕하세요 민석,\n변호사는 당신이 임시 특허 또는 비임시 특허 중 하나를 신청할 수 있다고 말했습니다:\n1. 임시 특허:\n1975달러의 일괄 요금\n60달러의 정부 제출 수수료 추가\n특허 도면 1페이지당 25달러 추가 (약 0~4페이지 필요)\n1년 동안 유효하며, 그 후에는 비임시 특허로 전환해야 함\n임시 특허를 비임시 특허로 전환하는 수수료는 내년에 3475달러\n심사를 받지 않으며, 승인되지 않음\n한 번 제출하면 특허 출원 중인 상태가 되어 보호받고 사업을 시작할 수 있음\n단, 다른 사람들이 당신의 발명을 모방하여 판매하는 것을 배제하지는 않음\n2. 비임시 특허:\n고정 수수료 $3975\n추가 비용 $364 정부 제출 수수료\n추가 비용 페이지당 $25 (약 0-8페이지 필요)\n20년 동안 유효\n제출 후 특허 대기 상태가 되며, 보호를 받으며 사업을 시작할 수 있습니다\n승인 후, 특허 침해에 대해 복제자를 고소할 수 있습니다\n*****알려드립니다: 이번 달 이후 가격 인상에 대한 소문이 돌고 있습니다.\n특허 출원서 작성 및 제출 과정:\n일반적으로 약 1-2개월이 걸립니다\n변호사가 초안을 이메일로 보내드리고, 검토 후 승인하거나 피드백을 제공할 수 있도록 요청할 것입니다\n그 후 두 번째 초안을 보내드리고, 애플리케이션이 완벽하고 모든 법적 요구 사항을 충족할 때까지 이 과정을 반복합니다\n이 시점에서 저희는 귀하를 대신하여 신청서를 제출할 것입니다\n알림:\n미국은 선출원주의 특허 시스템을 채택하고 있습니다. 즉, 발명을 가장 먼저 특허 출원한 사람이 소유권을 얻게 되며, 2위는 없습니다\n특허 검색 보고서를 검토한 후, 특허 검색 설문지에 이미 포함되지 않은 보충 정보를 추가하고 싶으시면 저에게 이메일로 정보를 보내주세요\n또한, 발명의 다른 디자인, 구현 방식, 모델, 변형 등이 있다면 그것들도 이메일로 보내주시면 됩니다\n특허를 출원하고 싶으시다면, 어떤 특허를 출원할지 알려주시면 계약서를 보내드리겠습니다.\n감사합니다,"
}