{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi All! Hope you are having a wonderful Wednesday. I'm sharing information on our away game this weekend. Please remember to update your status. Here is info:\n[redacted_info]\nPreston Sports Complex - Claudio's Pizzeria Field (See attached map)\nThe address for the field is:\n[redacted_address]\nParking is available in the Cork Street lot as well as beside the War Memorial Building. Spectators and chairs must remain against the fence/wall and are not allowed behind the goals at anytime. Only players and coaches are permitted in between fields. Foldout benches are welcome provided they are in good shape and do not pose a risk to the turf.\nWe ask that your spectators sit across the field opposite of your team.\nWe ask that teams please utilize space outside of the turf to meet/warm-up if another game is in progress. Additionally, as your game ends, please remove all trash and belongings quickly to allow for the next team to come on. If meeting with your team after the game, do so away from the bench area.\nPlease note, NO animals are allowed at the soccer fields. There are bathroom facilities at the War Memorial Building (if open) next to the parking lot as well as by the baseball fields. There is also portable restroom trailer near the turf fields.\nAbsolutely NO GUM, no food and dark colored liquids are allowed on the turf. Thank you for abiding by this policy and helping keep our fields beautiful!",
    "trans": "모두들 안녕하세요! 아름다운 수요일을 보내고 있길 바라요. 이번 주말 원정 경기에 대한 정보 공유드려요. 상태 업데이트하는 것 잊지 마세요. 정보는 다음과 같습니다:\n[수정된_정보]\n프레스턴 종합 운동장 - 클라우디오의 피자 전문점 경기장 (첨부된 지도를 참고하세요)\n경기장 주소는 다음과 같습니다:\n[수정된_주소]\n코크가나 전쟁기념관 옆에 주차 가능합니다. 관중과 관계자들은 펜스/벽쪽에 있어야 하며 어떤 경우에도 골대 뒤쪽으로 가서는 안됩니다. 선수와 코치만이 경기장에 입장할 수 있습니다. 접는 방식의 벤치는 상태가 좋으며 잔디에 해가 되지 않기 때문에 환영합니다.\n관중들은 본인 팀의 반대 경기장에 앉으시길 부탁드립니다.\n다른 경기가 진행 중일 때는 미팅/웜업 장소로 잔디 바깥의 공간을 사용하시길 부탁드립니다. 추가로, 게임이 종료된 후에는 다음 팀이 빠르게 들어올 수 있도록 쓰레기와 소지품을 치워주시길 부탁드립니다. 게임이 끝난 후 본인 팀과 만나려는 경우, 벤치 지역에서 떨어져서 하십시오.\n축구 경기장에 동물은 출입 금지임을 알려드립니다. 주차장 옆쪽의 전쟁기념관에 화장실이 있으며 (개관한 경우) 야구 경기장 옆에도 화장실이 있습니다. 잔디 경기장 근처에 이동식 화장실도 있습니다.\n당연히 껌, 음식, 어두운 색 액체는 잔디에 반입 금지입니다. 이 정책을 지켜주시고 우리 경기장을 아름답게 유지할 수 있도록 도와주셔서 감사합니다!"
}