{
    "source": "en_US",
    "target": "ko_KR",
    "text": "A R R A W O N G H I G H S C H O O L\nOnline enrolment forms can be completed by Parents/Carers on our schools\nwebsite via the enrolment tab. www.warrawonghigh.nsw.edu.au\nIf you are unable to access the online facilities,\nplease contact the office for hard copies\nY E A R 6 - 7 N E W E N R O L M E N T S\n1. COMPLETE AN ONLINE EOI\n2. COMPLETE AN ONLINE APPLICATION\nFOR QUESTIONS REGARDING ENROLMENTS\nPLEASE PHONE THE OFFICE ON (02)4274 0707\nGo to your childs Primary School website\nSelect the Enrolment tab & then the Moving to High School link\nType in your residential address, this will populate your in area high\nschool\nThe online form will be open from 6th March - 4th April (if the student\nis coming from a non-government school, please see our office for a\nhardcopy)\nWarrawong High School will email families an offer to enrol at High\nSchool in May/June\nFollow the link in the Email and complete the online application form\nfor your student\nHave the following documents ready to attach to the application:\nBirth Certificate or Passport, Proof of Address and Immunisation\nHistory and if applicable Health Condition Plans and Court Order\ndocuments\n3. VISITS TO HIGH SCHOOL\nOrientation Day is Tuesday 3rd December 2024\nWHS will host other days through out the year to conduct testing and\nextra transition time, this is helpful for class placement and getting",
    "trans": "아 라 웡 고 등 학 교\n온라인 등록 양식은 학교의 학부모/보호자가 작성할 수 있습니다\n등록 탭을 통한 웹사이트. www.warrawonghigh.nsw.edu.au\n온라인 시설에 접속할 수 없는 경우,\n사무실에 연락하여 인쇄본을 요청하세요.\n6학년 - 7명의 신규 등록\n1. 온라인 EOI 완료\n2. 온라인 신청서 작성\n등록과 관련된 질문\n사무실 전화 (02)4274 0707로 연락 바랍니다\n자녀의 초등학교 웹사이트로 가십시오.\n등록 탭을 선택한 다음 고등학교로 이전 링크를 선택하십시오.\n거주지 주소를 입력하면 해당 지역의 고등 가 채워집니다.\n학교\n온라인 양식은 3월 6일부터 4월 4일까지 열립니다(학생의 경우)\n비공립 학교에서 온 경우, 사무실로 문의해 주십시오.\n인쇄본)\n와라웡 고등학교는 가족들에게 고등학교 등록 제안서를 이메일로 보낼 예정입니다\n5월/6월 학교\n이메일의 링크를 따라 온라인 신청서를 작성하세요\n학생을 위해\n신청서에 첨부할 다음 서류를 준비하세요:\n출생 증명서 또는 여권, 주소 증명 및 예방 접종\n이력서 및 해당되는 경우 건강 상태 계획 및 법원 명령\n문서.\n3. 고등학교 방문\n오리엔테이션 데이는 2024년 12월 3일 화요일입니다\nWHS는 연중 다른 날을 개최하여 테스트를 진행할 예정입니다\n추가 전환 시간, 이것은 수업 배치 및 에 도움이 됩니다"
}