{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Introducing our Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress, a stylish and comfortable addition to your wardrobe. This dress, available in sizes Small (S), Medium (M), and Large (L), features a solid ribbed texture, adjustable waist with a drawstring and center self bow tie, mini length, short cap sleeves, and a flattering v-neck. Crafted from a super stretchy blend of 65% Polyester, 30% Cotton, and 5% Elastane, the Mustard color adds a touch of vibrancy to your casual-chic ensemble.\nKey Features:\n1. Fabric: Experience the super stretchy and comfortable blend of 65% Polyester, 30% Cotton, and 5% Elastane, ensuring a perfect fit for all-day wear.\n2. Design: Embrace the solid ribbed texture, adjustable waist with a drawstring and center self bow tie, mini length, short cap sleeves, and a flattering v-neck, adding a touch of vintage charm to your look.\n3. Color: Choose the vibrant Mustard shade for a chic and trendy addition to your casual wardrobe.\n4. Sizes: Find your perfect fit with our inclusive size range, catering to Small (S), Medium (M), and Large (L).\nProduct Details:\n• Comfortable All-Day Wear: Tailored for maximum comfort, allowing you to confidently wear it from morning to night.\n• Quality Craftsmanship: Meticulously crafted with bust darts and attention to detail, ensuring durability and a chic aesthetic.\n• Adjustable Waist: The drawstring and center self bow tie allow you to customize the fit to your liking.\n• Versatile Styling: Effortlessly pair this dress with sneakers or sandals for a casual-chic and vintage-inspired look.\nWhy Choose Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress?\nExperience the perfect blend of comfort and style that sets this dress apart. The combination of the ribbed texture, adjustable waist, cap sleeves, and the Mustard color adds a trendy and fashionable touch to your wardrobe.\nIdeal Occasions:\nPerfect for casual outings, brunch dates, or any occasion where you want to showcase your vintage-inspired and chic sense of fashion with the Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress.\nCustomer Reviews:\n• \"Absolutely love my Ribbed Mini Dress! The Mustard color is so vibrant, and the adjustable waist is a great feature.\" - A. M.\n• \"Comfortable, stylish, and the cap sleeves add a playful element. This dress is perfect for a day out!\" - S. P.\n• \"A versatile piece that I can easily dress up or down. The ribbed texture is a nice touch!\" - K. W.\nSize Guide:\nFor accurate sizing guidance, please review our size chart available on the website.\nShipping and Returns:\n• Fast Shipping: We offer speedy delivery to your doorstep.\n• Hassle-Free Returns: If you're not completely satisfied, our flexible return policy ensures your peace of mind.\nAdd the Mustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress to your cart now and elevate your casual-chic style with this trendy and comfortable piece!\nMustard Ribbed V-neck Cap Sleeve Mini Solid Casual Dress",
    "trans": "스타일리쉬하면서도 편안한 착용감을 지닌 머스터드 리브드 V넥 캡 슬리브 미니 슬리브 캐주얼 드레스를 소개해 드립니다. 단색 계열의 리브드 텍스처로 만들어진 이 드레스는 스몰부터 라지까지 다양한 사이즈를 가지고 있으며, 허리 길이는 끈으로 조절할 수 있습니다. 짧은 소매와 기장, V넥으로 이루어진 드레스의 가운데에는 직접 드레스를 묶을 수 있는 매듭도 달려 있습니다. 65% 폴리에스터, 30% 면, 5% 엘라스테인으로 구성되어 뛰어난 신축성을 자랑하며, 머스터드 색상은 캐주얼한 옷차림에 생기를 더해 줍니다.\n주요 특징\n1. 소재: 65% 폴리에스터, 30% 면, 5% 엘라스타인의 혼합 소재 구성에서 오는 뛰어난 신축성과 편안한 착용감으로, 하루 종일 부담 없이 입을 수 있습니다.\n2. 디자인: 단색 계열의 리브드 텍스처, 끈으로 조절할 수 있는 허리 길이, 직접 드레스를 묶을 수 있는 가운데 매듭, 짧은 소매와 기장, 그리고 V넥까지. 클래식한 감각을 느껴 보세요.\n3. 색상: 캐주얼한 옷차림에 생기를 더하는, 세련되고 트렌디한 머스터드 색상.\n4. 사이즈: 스몰부터 라지까지 이르는 다양한 범위로, 당신에게 맞는 완벽한 사이즈를 찾으세요.\n제품 상세:\n• 하루 종일 부담 없는 착용감: 아침부터 밤까지 믿고 입을 수 있도록 노력한 최상의 편안함.\n• 뛰어난 품질: 세련된 아름다움과 내구성을 위해 가슴 다트 등 여러 디테일을 세심하게 고려한 제작.\n• 허리 길이 조절: 허리의 끈과 가운데 매듭을 통해 원하는 핏을 연출 가능.\n• 다양한 스타일링: 스니커즈와 함께라면 캐주얼한, 샌들을 신는다면 클래식한 감각을 손쉽게 선보일 수 있음.\n머스터드 리브드 V넥 캡 슬리브 미니 슬리브 캐주얼 드레스를 입어야 하는 이유라면?\n편안함과 스타일이 완벽하게 결합된 드레스를 경험해 보세요. 리브드 텍스처, 조절 가능한 허리 길이, 짧은 소매, 그리고 머스터드 색상이 옷차림에 트렌디하고도 패셔너블한 감각을 녹여 줍니다.\n착용 상황 추천:\n캐주얼한 차림을 원할 때, 브런치를 먹으러 갈 때, 그리고 언제든 머스터드 리브드 V넥 캡 슬리브 미니 슬리브 캐주얼 드레스를 통해 클래식하고도 세련된 패션을 선보이고 싶을 때.\n구매자 리뷰:\n• \"리브드 미니 드레스, 진짜 좋아요! 머스터드 색상이 엄청 생기 있어요. 허리에 끈이 있어서 원하는 길이로 조절도 되고요.\" - A. M.\n• \"편안하고 스타일리쉬해요. 거기다 짧은 소매가 깜찍한 느낌도 줘요. 하루 종일 입고 다녀야 할 때 진짜 최고예요!\" - S. P.\n• \"이렇게도, 저렇게도 쉽고 다양하게 스타일링할 수 있어 좋아요. 리브드 텍스처가 옷을 완성시키고요!\" - K. W.\n사이즈 가이드:\n정확한 사이즈를 고르시기 위해 저희 웹사이트에서 사이즈 차트를 참조해 주시길 바랍니다.\n배송 및 반품\n• 빠른 배송: 현관까지 신속한 배송을 보장합니다.\n• 편리한 반품: 드레스가 마음에 들지 않으셔도 걱정 마세요. 유연한 반품 정책 덕분에 마음의 안정을 찾으실 테니까요.\n지금 바로 머스터드 리브드 V넥 캡 슬리브 미니 슬리브 캐주얼 드레스를 장바구니에 담으셔서 캐주얼한 옷차림에 트렌디함과 편안함을 더하세요!\n머스터드 리브드 V넥 캡 슬리브 미니 슬리브 캐주얼 드레스"
}