{
    "source": "en_US",
    "target": "ko_KR",
    "text": "You have received a new message from Sarah Cooley [CHARTSPAN MEDICAL TECHNOLOGIES INC].\nYou may either respond to the message below by email or by logging into your account.\nHi Janisse,\nThank you for applying for our remoteOutbound Healthcare Sales position at ChartSpan! We have reviewed your resume and are very excited to speak with you! To move forward with our hiring process, please complete this assessment:\nCriteria Assessment: Outbound Healthcare Sales\nTo ensure a speedy review, please follow these instructions carefully:\nPlease submit the assessment under the same email your application is under. This will allow us to connect your information faster.\nComplete the assessment from a desktop or laptop computer. Do not use a smartphone, tablet, or other smart device.\nFollow all instructions carefully, especially for the internet speed test. If the internet speed test portion is completed incorrectly your application will be rejected.\nTo follow up on your application, email us atCareers@chartspan.com.\nThis is a full-time position that requires being able to work Monday - Friday between 9:00 am - 8:00 pm EST for a total of 40 hours a week.\nThe starting pay is $15.75 per hour. We offer raises and an unlimited commission model.\nThank you,\nThe Talent Acquisition Team\n(Please Note: This message was automatically generated. Please do not respond.)",
    "trans": "귀하는 사라 쿨리가 보낸 새 메시지를 받았습니다 [차트스팬 메디컬 테크놀로지 주식회사].\n이메일 혹은 귀하의 계정에 로그인해 하단의 메시지에 응답할 수 있습니다.\n반갑습니다 자니스,\n차트스팬의 원격 아웃바운드 헬스케어 영업 직종에 지원해 줘서 감사합니다! 저희는 당신의 이력서를 검토했고 당신과 얘기할 수 있게 되어 매우 기쁩니다! 고용 과정을 진행하기 위해 다음 평가를 완료 부탁드립니다:\n기준 평가: 아웃바운드 헬스케어 영업\n빠른 검토를 위해 다음 지시 사항을 조심히 따라주세요:\n지원서에 적힌 같은 이메일로 평가를 제출해 주세요. 이는 저희가 당신의 정보를 더 빠르게 연결할 수 있게 해 줍니다.\n데스크톱 혹은 랩톱 컴퓨터로 평가를 완료하세요. 스마트폰, 태블릿, 혹은 다른 스마크 장치를 사용하지 마세요.\n특히 인터넷 속도 테스트의 경우, 모든 지시 사항을 조심히 따라주세요. 인터넷 속도 테스트 부분이 잘못 완료가 될 경우에 당신의 지원서는 거절될 것입니다.\n지원서에 대해 알아보려면 저희에게 Careers@chartspan.com으로 이메일 주세요.\n월요일~금요일 동부 표준시로 오전 9시~오후 8시까지 총 주당 40시간의 업무가 요구되는 상근직입니다.\n시작 금액은 시간당 $15.75입니다. 저희는 인상 및 무제한 수수료 모델을 제공합니다.\n감사합니다,\n인재 영업팀\n(주의: 본 메시지는 자동 생성됐습니다. 답변하지 마십시오.)"
}