{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Several Linux Kernel Driver Maintainers Removed Due To Their Association To Russia\nWritten by Michael Larabel in Linux Kernel on 22 October 2024 at 02:22 PM EDT. 197 Comments\nQuietly merged into this week's Linux 6.12-rc4 kernel was a patch that removes a number of kernel maintainers from being noted in the official MAINTAINERS file that recognizes all of the driver and subsystem maintainers.\nSent out last week by Linux's second-in-command Greg Kroah-Hartman was the patch dropping a dozen maintainers from the kernel. Greg simply commented in there:\n\"Remove some entries due to various compliance requirements. They can come back in the future if sufficient documentation is provided.\"\nThis includes the maintainer of the Acer Aspire 1 EC driver, Cirrus Logic CLPS711X ARM architecture, Baikal-T1 PVT hardware monitor driver, Libata PATA drivers, libata SATA AHCI Synopsys DWC controller drivers, ASCOT2E media drivers, MIPS Baikal-T1 platform driver, NTB IDT driver, PPTP driver, Renesas R-Car SATA driver, Renesas Super-H Ethernet Driver, and the UFS file-system. Just the maintainer entries are being removed and not the actual drivers themselves.\nThe commonality of all these maintainers being dropped? They appear to all be Russian or associated with Russia. Most of them with .ru email addresses.\nIn response on the Linux kernel mailing list it was asked by others what are the \"compliance requirements\" and \"sufficient documentation\" needed... So far there isn't any public comment by Greg Kroah-Hartman. Presumably this is due to sanctions on Russia involving the war in Ukraine.\nThis is just dropping Russian maintainers from the kernel but isn't clear if patches from them will be accepted moving forward. Similarly, the driver code remains within the kernel -- including for Russian hardware such as around the Baikal CPUs from Russia's Baikal Electronics. So right now it appears to be little more than just not officially recognizing any formal kernel maintainers that are Russian.\nThe patch was merged into Linux 6.12 Git over the weekend ahead of 6.12-rc4 and simply noted as \"MAINTAINERS file updates\" without elaborating on the removal or any new rules/restrictions on kernel development.\nThis wouldn't be the first time during the war in Ukraine that kernel development has been impacted. Last year Linux networking driver patches were rejected on the basis of being from a Russian individual/organization.\nUPDATE: Linus Torvalds Comments On The Russian Linux Maintainers Being Delisted\nUPDATE 2: Some Clarity On The Linux Kernel's \"Compliance Requirements\" Around Russian Sanctions",
    "trans": "러시아와 관련이 있는 이유로 일부 리눅스 커널 드라이버 관리자 제외\n마이클 라라벨이 2024년 10월 22일 오후 02:22 EDT에 리눅스 커널에서 작성. 197개 댓글\n비밀스레 리눅스 6.12-rc4 커널에 패치를 병합하여, 모든 드라이버와 하위시스템 관리자를 인식하는 공식 MAINTAINERS 파일에서 다수의 커널 관리자를 제외했습니다.\n지난주 리눅스의 2인자 그렉 크로아 하트먼은 커널에서 12명의 관리자를 제외하고자 패치를 배포했습니다. 여기에 그렉이 간단한 댓글을 달았습니다:\n\"다양한 규정 준수 요건 사항으로 일부 항목을 제거합니다. 향후 충분한 문서를 제공하면 복귀할 수 있습니다.\"\n여기에는 에이서 아스파이어 1 EC 드라이버, 시러스 로직 CLPS711X ARM 아키텍처, 바이칼-T1 PVT 하드웨어 모니터 드라이버, 리바타 PATA 드라이버, 리바타 SATA AHCI 시놉시스 DWC 컨트롤러 드라이버, ASCOT2E 미디어 드라이버, MIPS 바이칼-T1 플랫폼 드라이버, NTB IDT 드라이버, PPTP 드라이버, 르네사스 R-Car SATA 드라이버, 르네사스 Super-H 이더넷 드라이버, UFS 파일 시스템 관리자가 포함됩니다. 관리자 항목만 제거되고 실제 드라이버는 제거되지 않습니다.\n제외된 관리자들의 공통점은 무엇일까요? 모두 러시아인이거나 러시아와 관련된 것으로 보이며, 대부분 .ru 이메일 주소를 사용합니다.\n다른 사람들이 리눅스 커널 메일링 리스트에서 \"규정 준수 요건 사항\"과 \"충분한 문서\"가 무엇인지 질문했습니다... 지금까지 그렉 크로아 하트먼은 공식적인 답변을 내놓지 않고 있습니다. 짐작건대 이는 우크라이나 전쟁과 관련된 러시아에 대한 제재 때문으로 보입니다.\n이는 단순히 커널에서 러시아 관리자를 제외하는 것이지만, 앞으로 그들이 제출한 패치가 허용될지는 명확하지 않습니다. 마찬가지로, 러시아 바이칼 일렉트로닉스의 바이칼 CUP 같은 러시아 하드웨어 관련 드라이버 코드는 커널에 남아있습니다. 따라서 현재로서는 러시아 정규 커널 관리자를 공식적으로 인식하지 않는 것 이상의 의미는 없어 보입니다.\n해당 패치는 6.12-rc4 출시에 앞서 주말 동안 리눅스 6.12 Git에 병합되었는데, 제거 또는 커널 개발과 관련된 새로운 규칙/제한 사항에 대한 자세한 설명 없이 \"MAINTAINERS 파일 업데이트\"라고만 공지되었습니다.\n우크라이나 전쟁 동안 커널 개발이 영향을 받았던 것은 이번이 처음이 아닙니다. 작년에는 러시아 개인/조직이 제출한 리눅스 네트워킹 드라이버 패치가 거부되었습니다.\n업데이트: 러시아인 리눅스 관리자가 제외된 사건에 대해 리누스 토발스가 댓글을 달았습니다\n업데이트 2: 러시아 제재와 관련해서 리눅스 커널의 \"규정 준수 요건 사항\"에 대한 일부 명확한 내용"
}