{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Such an approach represents a paradigm shift away from current trends to reduce social work to a reified ‘instrument of managerialism’ (Madhu, 2011) or an uncritical social control tool of governance through flooding curricula with content learning and competency-based measures.The teaching of critical practice and critical reflection transcends an exclusive focus on interpersonal skills that assumes practice to be separate from theory and devoid of context, to engage students in a deep awareness of the political nature and implications of their work and critical consciousness of the social conditions of people’s lived experience.The integration of a critical analysis of society with personal experience has been shown to be one of the most effective approaches to bringing about transformative change in learners. In addition, Giroux (2011: 3) argues that critical pedagogy that is ‘capable of creating the conditions for producing citizens who are critical, self-reflective, knowledgeable and willing to make moraljudgementsandactinasociallyresponsibleway’isvitalforademocraticsociety. Critical voices in social work contend that ethical practice should promote democracy, equity, human rights and social justice within a critique of the existing sociopolitical, economic, cultural, historical and gendered structures (Thompson, 2006; Mullaly, 2007; Hugman, 2010; Banks, 2012; Ife, 2012). Critical reflection may be an important vehicle for bolstering students’ capacity to envision the agency to create ethical responses and emancipatory outcomes (Fook, 2004). As Holscher and Sewpaul (2006: 253) suggest, claiming ‘back our time in order to think, to contemplate, to reflect, and to sabotage this maddening rush that is chewing away at our strength while transforming us into output generators of intellectual and human products’ can be a powerful form of resistance to neoliberalism. While the research literature suggests that there is a lack of empirical evidence to support the claims about the capacity of critical reflection to facilitate agency and change (Fook et al, 2006: 7; Fook, 2008: vii), we decided to test our observations in a more formalised way and so have recently undertaken a series of research projects to examine the impact of critical pedagogy and critical reflection in the formation of critical social work practitioners.We were interested to understand what difference, if any, critical pedagogy makes in the development of social work practitioners, and what students’ experiences are of this.The remainder of this article will explain the research and outline some of the key findings to emerge from one of these studies.",
    "trans": "이러한 접근은 사회 사업을 구체화된 '관리주의의 계기'(마두,2011)로 축소하거나 교육 과정을 콘텐츠 학습과 역량 기반 측정으로 가득 채우는 비판적이지 않은 사회 통제 도구로 축소하려는 현재 추세에서 벗어나는 패러다임 전환을 나타낸다. 비판적 실천과 비판적 반성에 대한 교육은 실천이 이론과 동떨어져 있고 맥락이 없다고 가정하는 대인관계 기술에 독점적으로 초점을 맞추는 것을 초월하여, 인간의 인생 경험에서 사회적 조건에 대한 비판적 인식과 학생 자신들의 작업의 정치성과 정치적 함의를 깊이 있게 인식할 수 있도록 한다. 사회에 대한 비판적 분석과 개인적인 경험을 결부시키는 것은 학습자의 변형적 변화를 불러일으키는 데 가장 효과적인 접근법으로 알려져 있다. 추가적으로, 지로(2011:3)는 '비판적이고, 자기 반성적이며, 지식이 있고 도덕적으로 판단하고 사회적으로 책임감 있게 행동 할 의지가 있는 시민을 양성하는 환경을 조성할 수 있도록 하는' 비판적 교육학이 민주 사회에 필수적이라고 주장한다. 사회 산업에 대한 비판적 목소리는 윤리적 실천이 기존의 사회정치적, 경제적, 문화적, 역사적, 성별적 구조를 비판하면서 민주사회, 형평성, 인권, 사회 정의를 증진시켜야한다고 주장한다. (톰슨, 2006; 무랄리, 2007; 휴먼, 2010; 뱅크스, 2012; 이페, 2012). 비판적 반성은 학생이 윤리적 반응과 해방적인 결과를 창조하는 기관을 구상할 수 있는 능력을 강화하는 데 중요한 수단일 수 있다(후크, 2004). 홀셔와 수폴(2006:253)이 주장했듯이, '생각하고, 숙고하고, 반성하고, 있는 힘을 다해 우리를 물어 뜯어냄과 동시에 우리를 지성과 인간 생산품의 출력 발생기로 변화시키는 이 광기의 행진을 방해하기 위해 시간을 돌려야한다'고 주장하는 것은 신자유주의에 대한 강력한 저항 형태가 될 수 있다. 연구 논문은 기관과 변화를 촉진하는 비판적 반성의 능력에 대한 주장을 뒷받침하는 경험적 증거가 부족하다고 제시하지만(후크 등, 2006:7, 후크 2008:7), 우리는 우리의 관찰 결과를 조금 더 공적인 방식으로 실험해보자고 결정했고 사회 작업가들의 형성에 있어서 비판적 교육학과 비판적 반성의 효과를 검증하기 위해 일련의 연구 프로젝트를 최근 진행했다. 우리는 사회 작업가들의 개발에 미판적 교육학이 어떤 차이를 만들어낼지, 이것에 대한 학생들의 경험은 어떨지 이해하고 싶었다. 이 논문의 나머지에서는 이러한 연구들 중 하나에서 발생한 몇몇 주요 결과에 대한 개요를 서술하고 연구에 대해 설명할 것이다."
}