{
    "source": "en_US",
    "target": "ko_KR",
    "text": "There are a number of general comments which have to be made by way of introduction to the data and approach of this book. The main aim, as already suggested, is to provide samples and analyses for ‘natural, everyday, informal conversation’, and to make suggestions as to how this material might be pedagogically used. But what is meant by this label? We might simply have talked about ‘conversation’ throughout; but we feel that this term, on its own, is too vague and broad to be helpful. After all, it may be used to refer to almost any verbal interchange, from casual chat to formal discussion; hence we have used the term ‘informal conversation’, to emphasize which end of the conversational spectrum we are concerned with - conversation on informal occasions, between people who know each other, where there is no pressure from outside for them to be self-conscious about how they are speaking. What happens when people want to talk in a friendly relaxed way? The result is very different from what introductory textbooks about conversation usually lead one to expect, both in subject-matter and construction. And, for the foreign learners who find themselves participants in such informal situations, there are immediately problems of comprehension and oral fluency.",
    "trans": "이 책의 데이터와 접근 방식에 대한 소개를 통해 발생하는 수없이 많은 일반적인 검토의견들이 있습니다. 이미 제안했듯이, 주요 목표는 '자연스럽고 일상적이며 비공식적인 대화'에 대한 샘플과 분석을 제공하고 이 자료를 교육학적으로 사용하는 방법에 대한 제안을 하는 것입니다. 하지만 이 라벨은 무엇을 의미할까요? 우리는 계속 단순히 '대화'에 대해 이야기했을 수도 있지만, 이 용어 자체만으로는 너무 모호하고 광범위해서 별 도움이 되지 않는다고 생각합니다. 결국, 이 용어는 일상적인 대화에서 공식적인 토론에 이르기까지 거의 모든 언어적 교류를 지칭하는 데 사용될 수 있습니다; 따라서 우리는 '비공식적인 대화'라는 용어를 사용하여 우리가 대화 스펙트럼의 어느 쪽 끝부분에 관심을 가지고 있는지를 강조해 왔습니다. 이러한 대화는 자신들이 말하는 방식에 대해 자의식을 가져야 한다는 외부의 압력이 없는 상태에서 서로 아는 사람들 간의 비공식적인 상황에서의 대화입니다. 사람들이 친절하고 편안한 방식으로 이야기하고 싶을 때 무슨 일이 일어날까요? 그 결과는 주제와 구성이라는 2가지 관점에서 대화에 대해 소개하고 있는 교과서를 통해 사람들이 일반적으로 기대하는 것과는 매우 다릅니다. 그리고 그런 비공식적인 상황에 참여하는 외국인 학습자들은 곧바로 언어에 대한 이해와 발언에서 문제를 겪게 됩니다."
}