{
    "source": "en_US",
    "target": "ko_KR",
    "text": "xylophone. He demonstrated a good understanding of rhythm and could synchronize his movements while playing the shaker and following the beat of the music.\nOmar has displayed success this term in joining and engaging in at least one structured learning activity each day. When sharing his ideas during class activities and when responding to his surroundings, Omar is encouraged to recognize that his words have an impact on others. He is encouraged to use his words to promote respect and tolerance of different cultures, races and religious idenitities and celebrations. Omar often displays very unpredictable behaviour and expresses himself physically and verbally by kicking his peers, pulling their hair, throwing objects, and making threatening statements or gestures as he walks by them. Omar can strive to utilize supportive prompting to guide his interactions with others in a manner that demonstrates respect and consideration for their needs. Omar benefits from guidance, rehearsal, social stories, videos and frontloading expectations in regard to respecting his peers' personal space, bodies, and boundaries. In the moment, Omar often appears dismissive of requests from peers and staff to cease behaviours that involve unsafe and unwanted physical contact, such as squeezing wrists or faces, bear hugging, leaning on others, shoulder bumping, physically redirecting peers and forcefully pushing past them. He would benefit from further opportunities to practice and generalize his skills across a variety of social situations to foster healthier and more positive relationships with othe",
    "trans": "실로폰. 그는 리듬에 대한 이해력이 좋으며, 음악의 박자에 따라 셰이커를 연주하면서 자신의 동작을 리듬에 맞출 수 있습니다.\n오마르는 이번 학기 동안 매일 최소 하나의 조직적인 학습활동에 참여하여 성공적인 모습을 보여줬습니다. 오마르는 수업활동 중 본인의 생각을 공유하고 주변에 반응할 때 그의 말이 다른사람에게 영향을 준다는 것을 깨달을 수 있도록 지도받았습니다. 다른 문화, 인종 및 종교적 정체성과 기념일을 존중하고 포용할 수 있도록 지도받았습니다. 오마르는 종종 예측할 수 없는 행동을 보였으며, 그가 자신을 신체적 및 언어적으로 표현하기 위해 또래 친구를 발로 차고, 머리를 잡아당기고, 물건을 던지고, 또래들 옆을 지나갈 때 위협적인 말을 하거나 제스처를 취하는 방식을 이용합니다. 오마르가 타인에 대한 존중과 배려심을 보일 수 있도록 타인과의 교류에 있어 더 응원하고 설득하는 방법을 활용할 수 있습니다. 오마르가 또래의 공간, 신체 및 경계를 존중할 수 있도록 지도, 연습, 사회적인 이야기 듣기, 영상 및 사전예고를 통해 도움을 받을 수 있습니다. 그는 종종 위험하고 사람들이 원하지 않는 신체적 접촉을 하지 말라는 또래나 직원들의 요청을 무시합니다. 예를 들면, 팔목이나 얼굴을 비틀거나, 와락 안기거나, 다른 이에게 기대거나, 어깨를 부딪히거나, 또래 친구를 물리적으로 끌고가거나 강하게 밀치고 지나가는 행동입니다. 오마르가 다양한 사회적 상황에 대처하는 기술을 더 연습하고 이를 체화하여 더 건강하고 긍정적인 대인관계를 형성하도록 도와주는 것이 좋습니다."
}