{
    "source": "en_US",
    "target": "ko_KR",
    "text": "in the city. A new urban imaginary took shape characterized by un- stable subject positions, the breakup of plot, discontinuous narrative, hallucinatory imaginaries, and fragmented spaces of perception. In- deed, one claim of this book is that the trajectory initiated by the Baudelairean prose poem and culminating with the modernist min- iature of the interwar years is one of the few genuinely novel modes of writing created by modernism in its complex and often tortured love affair with the feuilleton of European papers such as La Presse or Le Figaro in Paris, the Neue Presse in Vienna, the Neue Rundschau, the Frankfurter Zeitung, the Vossische Zeitung, and other dailies, week- lies, or monthlies in Germany, Austria, and France. Eventually, the fragmentation of experience combined with a disorientation of per- ception and their rendering in non- or anti-narrative form was to be- come part of the modernist novel itself. It was the urban miniature in which new forms of spatialized writing were first experimentally tested before they found their place in the city novels of Döblin or Keun, Joyce or Dos Passos. As a form, the miniature is firmly grounded in the micrological experience of metropolitan space, time, and life at that earlier stage of modernization when new shapes and scales of urban modernity emerged at accelerated speed but did not yet penetrate the totality of national social and political space. If the modern epic in Moretti represents something like national encyclo- pedias in the form of macroscopic fictional maps, then the modernist miniature in all its incredible variety represents the microscopic con- densation of a metropolitan imaginary that never gels into or even aims at some encyclopedic totality.\nThe New Form That Could Not Be Named\nThe metropolitan miniature as a specific historical form tied to a stage of metropolitan developments in Europe emerges only in ret- rospective. Testimony about its novelty and elusiveness at the time comes from the authors themselves who engaged in the writing of miniatures. They simply did not know how to name this new mode of writing. Thus, Ernst Bloch, another contributor to the miniature with his Spuren (Traces) and sections of Heritage of Our Times, lamented in a letter to Kracauer of June 6, 1926: “If only we had a name for the new form, which is no longer a form.” 16 In his diaries, Kafka spo",
    "trans": "도시에서. 새로운 도시적 상상은 불안정한 주제의 위치, 서사의 붕괴, 비연속적인 내러티브, 환각적인 상상, 그리고 단편화된 지각 공간으로 특정지어지는 형태로 자리잡았다. 사실, 이 책에서 주장하는 한 가지는 보들레르의 산문시에서 시작하여 전간기의 모더니스트 미니어처로 정점에 이르는 이 궤적이, 유럽 신문의 푀이통과의 복잡하고도 때때로 고통스러운 사랑 속에서 모더니즘이 창조한 몇 안 되는 진짜로 새로운 글쓰기 방식 중 하나라는 점이다. 여기에는 파리의 라 프레스, 르 피가로, 빈의 노이에 프레세, 그리고 독일과 오스트리아, 프랑스의 노이에 룬트샤우, 프랑크푸르터 차이퉁, 포시셰 차이퉁과 같은 일간지, 주간지, 월간지가 포함된다. 결국, 경험의 단편화와 지각의 방향 감각 상실이 비서사적 또는 반서사적 형식으로 표현되는 방식은 모더니스트 소설 자체의 일부가 되었다. 새로운 공간화된 글쓰기 형태가 실험적으로 처음 시도된 곳은 도시 미니어처였으며, 이는 이후 되블린이나 퀸, 조이스나 도스 패소스의 도시 소설에서 자리를 잡게 되었다. 형식으로서, 미니어처는 도시적 공간, 시간, 그리고 삶을 미시적으로 경험하는 방식에 단단히 뿌리를 두고 있고, 이는 근대화의 초기 단계에서 새로운 도시적 현대성의 형태와 규모가 가속화되어 등장했지만, 아직 국가적 사회 그리고 정치적 공간 전체를 관통하지는 않았던 시기에 나타났다. 모레티의 근대 서사가 거시적인 허구적 지도의 형태로 국가백과사전과 같은 것을 나타낸다면, 모든 놀라운 다양성을 지닌 모더니스트 미니어처는 도시적 상상의 미시적 응축을 나타내며, 이는 결코 하나의 백과사전적 총체로 응집되지 않거나 심지어 그것을 목표로 하지도 않는다.\n이름을 붙일 수 없었던 새로운 형식\n유럽의 대도시 발전의 한 단계와 결부된 특정한 역사적 형식으로서의 도시 미니어처는 오직 회고적인 시각에서만 등장한다. 당시 그것의 새로움과 애매모호함을 입증하는 증언은 미니어처를 집필했던 작가들 자신으로부터 나온다. 그들은 단순히 이 새로운 글쓰기 방식을 어떻게 명명해야 할지 알지 못했다. 따라서, 흔적과 우리 시대의 유산의 일부를 통해 미니어처 창작에 기여한 또 다른 인물인, 에른스 블로흐는 1926년 6월 6일 크라카우어에게 보낸 편지에서 이렇게 한탄했다: \"이제 더 이상 형식이 아닌 이 새로운 형식에 우리가 이름만이라도 붙일 수 있다면 좋을텐디.\" 16 그의 일기에서, 카프카는"
}