{
    "source": "en_US",
    "target": "ko_KR",
    "text": "No lease. Two furnished rooms, in the centretown area, close to the universities. High speed unlimited internet with Bell. Utilities, and internet are inclusive. Oct. or Jan.\nThis home has been beautifully designed and set up for comfort. Granite counter tops in kitchen and hallway. Additional full size freezer. Variety of counter top appliances.\nLaundry machines available.\nRoom - includes single bed, desk, office chair, dresser, 2 Ikea 8 & 4 cube storage units, closet, and 40\" Samsung tv. $850\nRoom - includes 2 beds(single & loft), 2 desks(one 6' desk), 1 gaming chair, one ikea poang arm chair, 2 Ikea 8 cube storage units, dresser, and a 65\" Sony TV XBR65X800H 4K (2021)for research, work or gaming. $875\nBus stop within one block on Bank st. 13 min. bus ride to Carleton university. 5 min bus ride to Ottawa U, and 8 min bus ride to St. Paul university. Grocery stores(independent and farm boy) 1 & 4 blocks from the home.\nA private lounge in the building, that is accessible for the students, with a key fob.\nA statement of inclusive rent, with no lease, no extra fees, provided in an email, after a discussion, viewing, and/or zoom, before making a deposit. The confirmation email is expressed with a mutual agreement with the student in person, over the phone or online, before the email is sent. A copy of student ID is requested prior to the sent deposit, after the student has confirmed the agreement through email. Applicable ID is shown on move in date.\nAll student home that is comfortable, and has been set up, and designed for well being, with a no visitor policy, for peace of mind.\n3 students maximum in the home. One student and myself currently in the home.\nWelcome to call, or message, to set up a viewing in person, or online.",
    "trans": "임대 계약 없음. 두 개의 가구가 비치된 방들, 대학 근처의 센터타운 지역에 있습니다. Bell사의 고속 무제한 인터넷. 공과금, 그리고 인터넷이 포함됩니다. 10월 또는 1월 입주 가능.\n이 집은 편안함을 위해 아름답게 디자인되었으며 세팅되어 있습니다. 주방과 복도에는 화강암 조리대가 있습니다. 추가로 풀 사이즈 냉동고가 있습니다. 다양한 조리대 가전이 마련되어 있습니다.\n세탁기 이용 가능.\n방 - 싱글 침대, 책상, 사무용 의자, 서랍장, 2개의 Ikea 8 & 4 큐브 저장 유닛, 옷장, 40인치 삼성 TV가 포함되어 있습니다. $850\n방 - 2개의 침대(싱글 & 로프트), 2개의 책상(6피트 책상 하나), 게이밍 의자 하나, Ikea Poang 암 체어 하나, 2개의 Ikea 8 큐브 저장 유닛, 서랍장, 65인치 소니 TV XBR65X800H 4K(2021년) 연구, 업무 또는 게임용. $875\n뱅크 스트리트에서 한 블록 내에 버스 정류장. Carleton 대학교까지 버스로 13분. Ottawa 대학교까지 버스로 5분, St. Paul 대학교까지 버스로 8분 거리. 슈퍼마켓(인디펜던트와 Farm Boy)는 집에서 1블록 & 4블록 거리.\n학생들이 이용할 수 있는 건물 내 개인 라운지, 키폰으로 접근 가능합니다.\n임대료 포함 명세서, 임대 계약 없음, 추가 비용 없음, 이메일로 제공, 사전 논의, 열람, 그리고/또는 줌 후에 보증금을 입금하기 전에 보내집니다. 확인 이메일은 학생과의 대면, 전화 또는 온라인을 통해, 상호 합의 후 발송됩니다. 학생이 이메일로 계약을 확인한 후 보증금이 전송되기 전에, 학생 ID 사본을 요청합니다. 해당 ID는 입주 날짜에 제시되어야 합니다.\n모든 학생 집은 편안하고, 복지에 맞게 세팅되고, 디자인되었으며, 마음의 평화를 위해, 방문객 금지 정책이 적용됩니다.\n집에는 최대 3명의 학생이 거주할 수 있습니다. 현재 한 명의 학생과 제가 거주하고 있습니다.\n전화나 메시지로 연락하여 대면 또는 온라인으로 열람을 예약하세요."
}