{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Main requirements:\nThis task will require you to attend an appointment with your tutor during your scheduled tutorial/seminar time in either week 12 or 13. You and the examiner will undertake roles within a scenario. The scenario and roles will require you to show familiarity with the content and writing process used throughout WRIT2000. It will also require you to adjust and adapt material from your Critical Reflection to more deeply reflect on the role of competitiveness in higher education.\nThe scenario:\nYou will take on the role of a student representative on the panel of a University Curriculum Review Committee. Your marker will take on the role of Committee Chairperson. The focus of the meeting will be to explore your experiences and insights about competition in higher education. Your marker (the Chairperson) will ask you questions about your work in WRIT2000 and whether you have contributed to, or resisted, competitiveness – for good or bad. You will be asked how you might update or change your style of work and writing in units like WRIT2000 to avoid competition. Is that feasible? Would it be a good thing? These are the questions that the Review Committee are asking. You should come prepared with ideas, but the Chairperson will offer new information that will require ‘thinking on the spot’.\nExpectations:\nIn completing this task, you are expected to\n1. Arrange your meeting time in class in Week 11 or by emailing your tutor by the time of your Week 11 tutorial/seminar.\n2. Review your writing for WRIT2000, especially the material on Burkean critical reflection and competitiveness. Consider the role of competition in education and society today, for good and bad.\n3. Attend your scheduled meeting time and participate in an 8-minute conversation with your marker.\nOutcomes:\nThe Interactive Oral Assessment will be marked live in the appointed time using a marking rubric. The rubric aligns with the expectations (above) and the following unit outcomes:\n• LO1. understand and apply a range of rhetorical theories for constructing meaning in written, spoken, and nonverbal communication\n• LO2. trace the development of contemporary rhetoric by analysis of speeches, literature, and popular media\n• LO3. demonstrate improved critical writing and interpretation abilities through an understanding of how rhetoric is constructed in various textual practices and discourse communities\n• LO4. understand the role of rhetoric in meaning-making.",
    "trans": "주요 요구 사항:\n이번 과제에는 12주 차나 13주 차에 예정된 강좌/세미나 시간 동안 지도교사와의 면담에 참석하는 것이 포함됩니다. 여러분과 시험관은 시나리오 안에서 역할을 수행하게 되는데, 시나리오와 역할은 WRIT2000 전반에 걸쳐 사용되는 내용과 글쓰기 과정에 대한 숙련도를 보여주는 것입니다. 또한 비판적 성찰에 있는 내용을 조정하고 각색하여 고등교육에서 경쟁력의 역할에 대해 더 깊이 성찰할 수 있도록 합니다.\n시나리오:\n여러분은 대학 교육과정 검토 위원회 패널에서 학생을 대표하는 역할을 맡게 되며, 평가자는 위원회 위원장 역할을 맡게 됩니다. 이번 면담의 초점은 고등교육에서의 경쟁에 대한 여러분의 경험과 통찰력을 탐구하는 것입니다. 평가자(위원회 위원장)는 WRIT2000에서 수행한 작업과 (좋든 나쁘든) 경쟁을 조장하거나 거부했는지에 관해 질문할 것입니다. 경쟁을 피하고자 WRIT2000 같은 단원에서 작업 및 글쓰기 스타일을 어떻게 업데이트하고 바꿀 수 있는지 질문할 것입니다. 가능할까요? 바람직하게 될까요? 이것은 검토 위원회가 하는 질문입니다. 답변을 미리 준비하는 것이 좋겠지만, 위원회 위원장은 \"즉석에서 생각하는 능력\"이 필요한 새로운 질문도 할 것입니다.\n기대 사항:\n이 과제를 완수하려면, 다음을 수행해야 합니다.\n1. 11주 차 강좌/세미나까지 지도교수에게 이메일을 보내거나 11주 차 수업 중에 약속 시간을 잡습니다.\n2. WRIT2000에서 한 글쓰기, 특히 버크식 비판적 성찰 및 경쟁력에 관한 내용을 검토합니다.\n3. 예정된 약속 시간에 참석해 평가자와 8분간 대화를 나눕니다.\n결과:\n대화형 구술 평가는 평가 기준표를 사용하여 약속된 시간에 실시간으로 평가됩니다. 기준표는 기대 사항(위) 및 다음 단원 학습 목표와 연관 있습니다:\n• LO1. 서면, 언어, 비언어적 의사소통에서 의미를 구성하기 위한 수사학적 이론을 이해하고 적용\n• LO2. 연설, 문학, 대중매체를 분석하여 현대 수사학의 발전 과정을 추적\n• LO3. 다양한 텍스트적 실천 및 담화 공동체에서 수사학이 어떻게 구성되는지에 관한 이해를 통해 향상된 비판적 글쓰기 및 해석 능력을 보여줌\n• LO4. 의미화에서 수사학의 역할을 이해"
}