{
    "source": "en_US",
    "target": "ko_KR",
    "text": "My fingers tremble. Why is he asking that? It can’t be because he’s\nworried about me like the way Ava left me some pharmaceutical remedies\nand painkillers on the side table. Those definitely helped.\nCecily: My head hurts a little, but I’m fine.\nJeremy: I suppose you’re a lightweight, Lisichka?\nCecily: What does that mean? Lisichka?\nJeremy: Little fox. You looked like one that day at the initiation. You\nstill feel like one with all the cunning.\nCecily: I’m not that cunning.\nReally. I’m not. I’m just good at the invisibility game. Sometimes, I’m\nnot sure if helping Lan out that one time was worth it since it presented me\nwith this nightmare.\nJeremy: I suggest you don’t drink again.\nCecily: Why not?\nJeremy: Do as you’re told.\nCecily: I thought it was only a suggestion.\nJeremy: My suggestions are your orders.\nCecily: Yes, sir. Not.\nJeremy: The fucking attitude.\nMy spine tingles as if I can hear the gruff timbre of his voice and see the\ndispleasure in his ash eyes.\nFocus.\nCecily: You didn’t answer my question. What will happen at seven at\nthe location you sent?\nJeremy: What do you think will happen?\nCecily: Would you stop answering with questions?\nJeremy: Would you stop being so standoffish?\nHe did it again. He’s such a wanker, I swear.\nCecily: I’m not standoffish.\nJeremy: You’re always walking with your nose in the air or in a book,\nas if the world doesn’t deserve your time or energy. You also have this habit\nof pulling away from crowds and spending as much time indoors as\npossible. Standoffish is me putting it nicely. To be more accurate, you’re an\nasocial snob with trust issues.\nMy leg bounces again, and this time, I don’t care about my classmates’\nstares as I glare at the phone.\nThis bastard is able to rile me up with a few words, and I’m not even the\ntype who’s easily provoked. I’m the most levelheaded of my friends. Hell,\nI’m the one they come to, to end fights, but right now?\nI’m seething. V olcano-like steam explodes from my pores and it takes\neverything in me not to curse.\nCecily: And you’re an arrogant, monstrous, absolutely appalling\nexistence with antisocial tendencies. Oh, and a stalker. But you don’t see\nme talking about that :)\nI sent the last smiley face for extra effect.\nJeremy: By all means. If psychoanalyzing and slapping labels on me\ngives you peace of mind, do it all you like.\nCecily: You’re a break-and-entry criminal. Also, a creep who goes into\nplaces he wasn’t invited to.\nJeremy: No breaking was involved. And am I really considered a creep\nif your cunt drenched my face while you were coming apart on my mouth?\nI can still taste you on my tongue. Ten-star meal. Would try again.\nI’m surprised no one besides me sees the fire consuming me from the\ninside out. My face is so heated that I grab my bottle of water with an\nunsteady hand and nearly finish it in one go.\nBut that does nothing to quench the thirst.\nWhen the hell did it become so hot in here?\nJeremy: You still there? Get it together and breathe. Don’t vomit just\nbecause I was reminiscing about your sweet taste or else it’ll be\nembarrassing in class. We really need to work on your prude tendencies.\nMy gaze strays sideways, studying, searching, and coming up empty. Is\nhe here somewhere?\nNo, he couldn’t be. One, he’s not an REU student, and while that can’t\nstop him, his presence would give him away. There’s no way I would’ve\nmissed his beast-like physique and harsh stares.\nCecily: How did you know I was in class?\nJeremy: I know everything about you.\nCecily: Are you still…stalking me?\nJeremy: Are you still looking behind your back to search for me?\nI touch the side of my nose and then let my hand fall to my lap.\nCecily: I’m not searching for you. I just want to see you so I can avoid\nyou.\nAs soon as I send the text, I contemplate unsending it. No idea why",
    "trans": "손가락이 떨린다. 왜 그는 그런 질문을 하는 걸까요? 그럴 리가 없죠 왜냐하면 그는\n아바가 내가 사이드 테이블에는 진통제를 남긴 것처럼 나를 걱정했다.\n그것은 확실히 도움이 되었다.\n세실리: 머리가 조금 아프지만, 괜찮아요.\n제레미: 당신은 가벼운 사람인 거 같아요, 리시카?\n세실리: 무슨 의미죠? 리시카?\n제레미: 작은 여우. 그 날 시작할 때 당신은 그렇게 보였어요.\n여전히 교활한 사람으로 느껴집니다.\n세실리: 나는 교활하지 않아요.\n정말로. 나는 아니에요. 저는 그저 투명인간 게임을 잘할 뿐이죠. 가끔은,\n그때 한 번 란을 도운 것이 그만큼 가치 있었는지 잘 모르겠어요 그게 나에게 이런 결과를 가져왔으니까\n이 악몽과 함께\n제레미: 다시는 술을 마시지 말라고 권유할게요.\n세실리: 왜 안되는거죠?\n제레미: 내가 말한대로 하세요.\n세실리: 그게 그냥 제안인 줄 알았는데.\n제레미: 내 제안은 명령이에요.\n세실리: 네, 선생님. 아니에요.\n제레미: 빌어먹을 태도.\n마치 그의 거친 목소리 톤이 들리고 그의 회색 눈에서 불쾌함을 볼 수 있는 것처럼\n내 척추가 으슬으슬 떨려온다.\n집중해.\n세실리: 내 질문에 답하지 않았잖아요. 당신이 보낸 장소에서\n7시에 무슨 일이 일어날거죠?\n제레미: 무슨 일이 일어날 거라고 생각하나요?\n세실리: 질문으로만 대답하는 거 하지 말아줄래요?\n제레미: 그렇게 냉담하게 굴지 말아주실래요?\n그가 또 그렇게 했다. 정말 짜증나는 인간이야.\n세실리: 저는 냉담한 사람이 아니에요.\n제레미: 당신은 항상 공중이나 책에 코를 대고 걷죠,\n마치 세상이 당신의 시간이나 에너지를 받을 자격이 없는 것처럼. 당신에게 또한 이런 버릇이 있어요\n군중으로부터 멀어지고 가능한 한 실내에서 시간을 보내는.\n냉담하다는 것은 이런 것을 잘 표현한거죠. 더 정확하게 말하자면 당신은\n신뢰 문제가 있는 사회적 속물이에요.\n내 다리는 다시 떨리기 시작했고, 이번에는, 휴대폰을 노려보며\n반 친구들의 시선에 신경 쓰지 않았다.\n이 자식은 몇 마디로 나를 화나게 할 수 있는데, 나는 그마저도\n쉽게 도발당하는 타입이다. 나는 내 친구들 중에서 제일 냉정하다고. 제길,\n그들이 싸움을 끝내기 위해 온 사람은 바로 나인데, 지금은?\n땀이 난다. 모공에서 화산같은 증기가 폭발하여 다음과 같이 되어\n내 안의 모든 것이 저주하지 않게 해야한다.\n세실리: 그리고 당신은 반사회적 성향을 가진 오만하고 괴물 같고\n정말 끔찍한 존재예요. 아, 그리고 스토커죠. 하지만 제가 그 이야기를 하는 걸\n보면 모를 거예요 :)\n마지막 웃는 얼굴을 보내 추가 효과를 얻는다.\n제레미: 물론이죠. 만약 제가 정신분석을 하고 라벨을 때린다면요\n당신이 마음의 평화를 얻을 수 있다면, 마음대로 하세요.\n세실리: 당신은 침입-침입 범죄자입니다. 또한 초대받지 못한 장소로 들어가는\n스토커에요.\n제레미: 침입은 없었어요. 그리고 제가 정말로 스토커로 간주되나요\n만약 당신이 내 입을 찢고 있을 때 당신이 내 얼굴을 적셨다면?\n아직도 나는 혀에서 당신을 느낄 수 있어요. 10점짜리 맛입니다. 다시 시도해보겠습니다.\n나 외에는 아무도 내가 밖에서 불타오르는 것을 보지 못해서 놀랐다.\n내 얼굴이 너무 뜨거워져서  불안정한 손으로 물병을 집어 들고\n거의 한 번에 끝낼 뻔했다.\n그러나 그건 갈증을 해소하는 데 아무런 도움이 되지 않았다.\n도대체 여기가 언제 이렇게 더워졌을까?\n제레미: 아직 거기 있어요? 정신 차리고 숨 쉬세요. 구토만 하지 마세요\n당신의 달콤한 맛을 떠올리고 있기 때문에 그렇지 않으면\n수업 중에 창피할 거예요. 우리는 정말로 당신의 거만한 성향에 신경 써야 하니까요.\n내 시선은 옆으로 치우쳐 공부하고, 검색하고, 공허하게 다가온다\n그가 여기 어딘가에 있나?\n아니, 그럴 리가 없어. 첫째, 그는 REU 학생이 아니며,\n그렇다고 해서 그를 막을 수는 없지만 그의 존재가 그를 사라지게 할 거다.\n내가 짐승 같은 체격과 거친 눈빛을 놓쳤을 리가 없다.\n세실리: 제가 수업 중인 걸 어떻게 알았어요?\n제레미: 저는 당신에 대해 모든 것을 알고 있습니다.\n세실리: 아직도... 나를 스토킹하고 있나요?\n제레미: 아직도 저를 뒤에서 찾고 있나요?\n나는 코 옆을 만진 다음 손을 무릎에 떨어뜨렸다.\n세실리: 당신을 찾고 있는 게 아니에요.\n그냥 당신을 피하기 위해 당신을 보고 싶어요.\n문자를 보내자마자, 보내지 않는 것을 고민한다. 왜 그런지 모르겠지만"
}