{
    "source": "en_US",
    "target": "ko_KR",
    "text": "And I know I I know [redacted_name] says I cannot quit with you but goddamn I wish I could cause you drive so freaking slow on the highway even for the fast line is 60 to 80 and all you do is you go like 20 or 40 you’re slower in my mother my mother also dries better than you Might not like you, but you’re so hard to understand because number one your English is terrible number two. I can’t stand you number three. You don’t know how to stick to a plan change at the last second and number four when we’re at the skateboard park at literally get your tension so you can, make a video for me skateboarding and all you get the skateboard is on your phone the whole entire time I wish I can quit with you. I really wish I could, but [redacted_name] rules I can’t quit with you but goddamn I wish I could number six worse worse and [redacted_name], worse all time was one hand on the steering wheel your [redacted_name] hand on the phone in your face and that was really dangerous and when you change your plan, it pisses me off. I don’t feel safe around you. You can tell[redacted_name] this that’s why I didn’t want to see you. That’s why I asked you for time for me to have some time off more and that’s the reason why I didn’t want to see you all the way to November 20, I wish I could quit with you. [redacted_name] really wish I could, but[redacted_name] won’t let me her rule not mine but I really wish I could play with your quad because the fact that we’re stuck together and I really don’t like you. My mother drives way better. She doesn’t drive hand on the wheel she drives was with both hands on her on her steering wheel for you. You don’t you always have your phone in the other hand to your face and your drivers hand steering wheel wheel and very dangerous. I’m surprised you have guys speeding ticket yet.",
    "trans": "그리고 난 알아 난 알아 [redacted_name]이 내가 너랑 같이 그만둘 수 없다고 하는 거 그런데 망할 난 그럴 수 있었으면 좋겠어 왜냐하면 넌 고속도로에서 빌어먹을 너무 느리게 운전하거든 빠른 차선에서도 60에서 80이고 맨날 20 아니면 40으로 가잖아 넌 우리 엄마보다 느려 우리 엄마가 너보다 운전 잘해 너를 싫어할지도 모르지, 근데 넌 이해하기가 너무 힘들어 왜냐하면 첫째 넌 영어를 진짜 못해 둘째. 난 널 견딜 수가 없어 셋째. 넌 계획을 지킬 줄을 몰라 마지막 순간에 바꾸지 또 넷째 우리가 스케이트보드 공원에 있었을 때 나는 내가 스케이트보드 타는 영상을 찍겠다는 네 의도를 확실히 이해해, 근데 네가 내내 한 일이라고는 스케이트보드를 찍는 것뿐이었지 나도 너랑 같이 그만두고 싶어. 정말 그럴 수 있었으면 좋겠어, 그런데 [redacted_name]이 난 너랑 같이 그만두면 안된다고 하지 그런데 망할 나도 그럴 수 있었으면 좋겠어 여섯 번째 더 더 최악 [redacted_name], 역대급 최악은 핸들에 한 손 얼굴 옆에 핸드폰에 네 [redacted_name] 손이야 그건 진짜 위험했어 그리고 네가 계획을 바꾸면, 나는 화가 나. 나는 네 옆에서 안전하다고 느끼지를 않아. [redacted_name]에게 이게 내가 너를 만나고 싶지 않은 이유라고 말해. 그래서 내가 너한테 나만의 쉴 시간을 좀 달라고 했던 거야 그리고 그래서 내가 11월 20일까지 너를 보고 싶지 않았던 거야, 너랑 같이 그만 둘 수 있었으면 좋겠어. [redacted_name] 정말 그럴 수 있었으면 좋겠어, 근데 [redacted_name]이 허락 안 해 그녀가 정한 거지 내가 정한 게 아냐 근데 나는 정말 네 허벅지를 만질 수 있었으면 좋겠어 왜냐하면 우린 여기 같이 갇혀 버렸으니까 그리고 나는 네가 정말 싫어. 우리 엄마가 훨씬 운전 잘 해. 엄마는 핸들에 한 손 올리고 운전하지 않고 널 위해서 그녀는 두 손으로 운전해. 너는 다른 손에 항상 핸드폰을 들고 얼굴에 대고 운전하는 손은 핸들에 올려놓잖아 아주 위험해. 네가 아직 과속 딱지를 안 받은 게 놀라워."
}