{
    "source": "en_US",
    "target": "ko_KR",
    "text": "In either scenario, data-driven models must be constructed to represent the underlying physical input/output behavior, enabling efficient predic- tion of digital states for real-time control and optimization in a digital twin. Shown in Fig. 8, data-driven models can be grouped into three classes according to their application domain, namely (1) data-driven models for degradation modeling, (2) data-driven surrogate models which can entirely replace the physics-based models dis- cussed in Sec. 3.2, and (3) data-driven models for dynamic system identification using sensor mea- surements from a physical system (PS in Eq. (1)). Moreover, it is worth mentioning that sys- tem identification is fundamentally very similar to surrogate modeling. System identification is generally the determination of a model’s char- acteristic parameters (regardless of model class) that minimize some predictive error metric, and one may note that essentially a surrogate model is trying to mimic a system’s behavior also with a goal towards some minimized prediction error metric. The main difference between the two is that surrogate modeling is typically constructed and optimized using computer simulation data for any type of physical simulation at any time scale, while system identification mainly uses online sen- sor monitoring data and/or offline experimental data collected to tune the specific model’s param- eter(s). The close similarity is why many of the surrogate modeling methods and system identifi- cation methods can be used interchangeably. This relationship is further explained in Fig. 8. Data-driven models for use in digital twins can be classified into two categories according to the fundamental theory and construction (e.g. numerical or analytical), namely statistical mod- els and ML models. Statistical models and ML models have been used for both prediction and inference (Danilo et al., 2018). “Statistical meth- ods have a long-standing focus on inference, which is achieved through the creation and fitting of a project-specific probability model, while ML con- centrates on prediction by using general-purpose learning algorithms to find patterns in often rich and unwieldy data” (Danilo et al., 2018; Bzdok et al., 2017). In what follows, we discuss the latest data-driven modeling trends and provide insights on how each method can or has been used in a digital twin framework. 3.3.1 Statistical models Statistical models play a vital role in establish- ing both P2V and V2P connections in digital twins. For P2V connection, statistical models have been used in the context of dynamic system iden- tification to build state-space models based on measurement data. For V2P connection, statisti- cal models have been extensively used to build degradation models for failure prognostics and predictive maintenance of physical systems. • Statistical models for dynamic system identifica- tion (P2V). System identification is the process of learning a mathematical representation of a dynamic system based on pairs of measured input/output data (Ljung, 1998). System iden- tification has been extensively studied using sta- tistical methods in the past decade, especially for linear dynamic systems. Many approaches have been developed for linear system identification in both the time domain and frequency domain (Ljung",
    "trans": "어느 시나리오에서든 데이터 기반 모델은 기반이 되는 물리적 입력/출력 행동을 나타내도록 구성되어야 하며, 이는 디지털 트윈에서 실시간 제어와 최적화를 위한 디지털 상태의 효율적인 예측을 가능하게 한다. 그림 8에서와 같이 데이터 기반 모델은 응용 도메인에 따라 세 가지로 분류될 수 있으며, 즉, (1) 열화 모델링을 위한 데이터 기반 모델, (2) 3.2에서 논의한 물리 기반의 모델을 완전히 대체할 수 있는 데이터 기반 대리 모델, (3) 물리 시스템의 측정 센서를 이용한 동적 시스템 식별을 위한 데이터 기반 모델이다. 게다가, 시스템 식별은 근본적으로는 대리 모델링과 매우 유사하다는 것은 특기할 만하다. 시스템 식별은 일반적으로 몇몇 예측 가능한 오차 척도를 최소화하는 모델의 특징 파라미터를 결정하며(모델 분류와 상관없이), 본질적으로 대리 모델은 예측 오차 척도를 최소화하는 것을 목표로 시스템의 행동을 모사하려한다는 사실에 주목할 수 있다. 둘 사이의 주요 차이점은 대리 모델링은 모든 시간 척도에 따른 모든 종류의 물리적 시뮬레이션에 대한 컴퓨터 시뮬레이션 데이터를 사용하여 구성되고 최적화되는 반면 시스템 식별은 특정 모델의 파라미터(들)을 맞추기 위해 수집된 온라인 센서 모니터링 데이터나 오프라인 경험적 데이터를 주로 이용한다는 것이다. 이러한 유사성으로 인해 많은 대리 모델링 방법과 시스템 식별 방법이 상호교환적으로 사용될 수 있다. 이 관계는 그림 8에 더 설명되어 있다. 디지털 트윈에서 사용하기 위한 데이터 기반 모델은 기반 이론과 구성(예. 수치적 혹은 해석적)에 따라 두 카테고리로 분류할 수 있으며, 이는 통계적 모델과 ML 모델을 말한다. 통계적 모델과 ML 모델은 예측과 간섭 모두에 사용되어왔다(다니로 등, 2018). \"통계적 방법은 구체적인 프로젝트 가능성 모델을 창조하고 맞춤으로써 간섭에 관해 장기적으로 초점을 맞추는 반면, ML 모델은 복잡하고 많은 양의 데이터 사이에서 패턴을 찾기 위해 일반적인 목적의 학습 알고리즘을 사용함으로써 예측에 집중한다\"(다니로 등, 2018;비독 등, 2017). 이후에 다룰 내용에서, 우리는 최신 데이터 기반 모델링 추세에 대해 다룰 것이며 각 방법이 디지털 트윈 프레임워크에서 어떻게 사용될 수 있는지 혹은 사용되어 왔는지에 대한 통찰력을 제공할 것이다. 3.3.1. 통계적 모델 통계적 모델은 디지털 트윈에서 P2V와 VSP 연결을 설립하는데 중요한 역할을 한다. P2V 연결에서 통계적 모델은 동적 시스템 식별의 맥락에서 측정 데이터에 기반한 상태 공간 모델을 만드는 데 사용되어 왔다. V2P 연결에서 통계적 모델은 물리적 시스템의 예지 유지보수와 실패 예측을 위한 열화 모델을 만드는 데 광범위하게 사용되어왔다. •동적 시스템 식별을 위한 통계적 모델(P2V). 시스템 식별은 측정된 입력/출력 데이터 쌍에 기반해 동적 시스템의 수학적 위상을 학습하는 과정이다(엘정, 1998). 시스템 식별은 지난 몇십년간 통계적 방법을 사용해 광범위하게 연구되어왔으며, 특히 선형 동적 시스템에서 많이 연구되었다. 많은 접근법이 시간 영역과 주파수 영역 모두에서 선형 시스템 식별을 위해 개발되었다.(엘정"
}