{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Nodding warily, I eyed the man standing in Gerard’s bedroom doorway. “How do you know my name?”\n“I suppose you were only little when I moved out.” His smile deepened and it caused a wave of eerie familiarity to wash over me. “I can’t be too insulted that you don’t remember me.”\n“Wait…” My breath caught in my throat and my eyes widened to saucers. “Mark?”\n“The one and only.”\nThe one and only? He said that like it was a good thing. It wasn’t. Not for Lizzie, at least. Or Gerard. When he left town six years ago, everyone I knew had breathed a huge sigh of relief. Because he was trouble. Big trouble. “What are you doing back in Ballylaggin?”\n“Am I not allowed to visit my family?”\nTechnically yes. But morally absolutely not. Instead of verbally answering, I offered him a shrug.\n“I’m considering relocating my family,” he explained, flashing the gold band on his left hand at me. “Meera has never been to Ireland and our son is almost two. I’ve been given a job opportunity, so I flew back to scope out the property market before making any decisions.”\nEw. “Oh,” I managed to say instead, though it was a challenge because this boy—now man—had always made my skin crawl.\nThe strange thing was my reservations about Mark Allen had little to do with the rumors that had gone around town about his relationship with Caoimhe Young",
    "trans": "조심스럽게 고개를 끄덕이며, 나는 제라드의 침실 문간에 서 있는 남자를 쳐다봤다. “제 이름을 어떻게 아시는 거죠?”\n“내가 이곳을 떠날 때는 네가 아주 어렸을 테니까.” 그의 미소가 더 깊어졌고, 그것이 기묘한 익숙함을 몰고 왔다. “네가 날 기억하지 못한다고 해서 너무 기분이 상하면 안 되겠지.”\n“잠깐…” 숨이 목에 탁 걸리고 눈이 휘둥그레졌다. “마크?”\n“그게 나야.”\n그게 나라고? 그 말이 좋은 의미처럼 들렸다. 하지만 그럴 리가 없었다. 적어도 리지 또는 제라드에게는. 그가 6년 전 마을을 떠났을 때, 내가 아는 모든 사람이 안도의 한숨을 내쉬었다. 그는 골치 덩어리였으니까. 큰 골치였다. “발리라긴에 다시 돌아온 이유가 뭐야?”\n“가족을 방문하면 안 되나?”\n사실 가능하다. 하지만 도덕적으로는 절대 안된다. 나는 말 대신 어깨를 으쓱해 보였다.\n“가족을 이곳으로 이주할까 고민 중이야.” 그는 왼손에 낀 금반지를 번쩍이며 설명했다. “미라는 아직 아일랜드에 와 본 적이 없고, 우리 아들은 이제 곧 두 살이 돼. 고용 제안을 받았거든, 그래서 결정을 내리기 전에 부동산 시장을 좀 알아보려고 왔어.”\n으. “오,” 나는 가까스로 입을 열었다. 그를 마주 보고 말을 한다는 것 자체가 쉽지 않았다. 이 소년-아니 이제는 남자가 된 그가 예전부터 나를 오싹하게 만들었으니까.\n이상한 점은, 마크 앨런에 대한 내 불편한 감정이 그와 키바 영 사이의 관계에 대한 소문 때문만은 아니라는 것이었다."
}