{
    "source": "en_US",
    "target": "ko_KR",
    "text": "After 40 years as a band, the bold and brash punk quartet NOFX is calling it quits, but not in a dramatic, explosive way. Instead, they’re signing off this weekend after three final sets at Berth 46 in San Pedro that will wrap up a massive globetrotting tour in which they play 40 songs each night and never the same set twice. It’s the culmination of four decades together as one of the biggest punk bands on the planet, and roughly 10 years of the kind of slow-building resentment that’s usually reserved for close family members and old married couples.\n“When you were in a punk band in ’83 all the way through ’88 or so, there was no hope of ever making a living, because no punk band had ever done it,” lead vocalist and bassist “Fat Mike” Burkett says in his backstage trailer at Chicago’s Riot Fest, surrounded by a documentary crew following the final tour and holding a quarter-consumed bottle of Tito’s vodka. “We just did it because we loved it. There was no future. I went to college and real estate school, but I always just wanted to play music with my best friends. It was about saying things you just want to say and not caring what other people think.”\nADVERTISEMENT\nBut after spending the bulk of the 1980s fruitlessly bouncing around the SoCal punk rock scene, in the ’90s NOFX — Burkett, guitarists Eric Melvin and Aaron “El Hefe” Abeyta and drummer Erik “Smelly” Sandin — soared to unimagined career heights.\nNOFX’s achievements and impact on punk rock at both a local and a global level can’t be overstated. Throughout the ‘90s and 2000s (including 1994’s seminal album “Punk in Drublic”), they became one of the most revered and influential bands in the genre due largely to their unique combination of inappropriate humor, unremorseful attitude, catchy tunes and surprisingly intelligent lyrics. Not only did they define the sound of West Coast punk rock alongside their SoCal contemporaries like Social Distortion, Bad Religion and Descendents but they also opened up opportunities for the next generation of (more radio-friendly) punk rock to reach massive mainstream appeal through bands like Green Day and the Offspring.\nThe Offspring reflects on 30 years of ‘Smash’ with plenty of self-esteem\nFollowing a decade of success after success as the face, primary songwriter and de facto leader of one of the most prominent bands and record labels in punk rock, Burkett turned his attention to a new cause: ruining the reelection campaign of President George W. Bush. Leading up to the election, Burkett used his platform with the band as well as his Bay Area-based record label, Fat Wreck Chords, to launch Rock Against Bush, a political movement aimed at getting punk fans to vote against the incumbent president. It featured a tour, compilation CDs, merchandise (including the iconic “Not My President” shirts) and tangentially NOFX’s 2003 album, “The War on Errorism.”\n広告\nFat Mike Burkett of NOFX performs at Riot Fest 2024 in Chicago. (Craig Cummins)\n“I gave it a year and a half of my life, and I feel I did my civil service,” Burkett says. “I traveled around the country, did radio shows at 6 a.m., did a whole Warped Tour and probably signed up a couple hundred thousand kids. Me and half the staff at Fat Wreck Chords f—ing gave it our all and worked really hard. It was f—ing heartbreaking. That’s why I’m not gonna let it ruin my life if Trump wins. It would be horrible and democracy may be killed, but you can’t let it ruin your life. You still have to be happy and joyful. Help in your community, and do what you can to still make the world a better place even if we’re f—ed.”\nMore to Read\nSlipknot’s groundbreaking metal debut turns 25. To them, it’s still ‘this festering thing’\nSept. 11, 2024\nX marks the end: L.A. punk band winds down after nearly 50 years together\nJuly 30, 2024\nThe most punk moments we witnessed at No Values\nJune 10, 2024\nPeople who know Burkett both inside and outside of the band believe the 2004 election was the first time he’d earnestly set out to do something and failed, and he took it extremely hard. To cope with that loss, Burkett — who says he’d never touched cocaine until 1998 — turned harder into drugs and alcohol at a time when some of his bandmates (all of whom were in their late 30s in 2004) were looking to move away from the partying lifestyle.\nADVERTISEMENT\nNevertheless, NOFX continued on relatively unimpeded for a decade or so, until the band says Burkett’s drug use began to slowly affect his decision-making, recording and live performances. Since then, the rift between the frontman and the others (particularly Melvin) has deepened to the point where the trio has held multiple interventions for Burkett — most recently in 2020, when he went to rehab for a month after vomiting and defecating blood at the vacation home of friend Matt Sanders, singer of Avenged Sevenfold.\n“I went to rehab for a month, got out and was sober for pretty much 10 months — but not completely sober,” Burkett says.. “We had a couple rehearsals where I did some lines of coke and had some drinks beforehand, and toward the seventh or eighth month, I was partying again. They all were saying, ‘You’re so much better now. You’re such a nicer person. You’re so much happier.’ And I was thinking, ‘This is hysterical. I’m doing the exact thing I’ve always done.’ When they’d ask me, ‘How’s your sobriety going?’ I would say, ‘Great!’ because if you look up the word ‘sobriety’ in the dictionary, it’s not ‘not drinking,’ it’s that you’re under control of your life.”\nFat Mike and Eric Melvin of NOFX performing at Riot Fest 2024 in Chicago. (Craig Cummins)\nADVERTISEMENT\nBurkett doesn’t see his drug use as a problem and believes that he’s as healthy as he’s ever been thanks to moderation and exercise (he’s particularly fond of riding his bicycle, which he says he does 20 to 30 miles per day). In fact, the NOFX ringleader says he “only uses drugs when [he’s] working” and believes that retiring from the band — and the preshow ritual of cocaine and vodka that he says he uses to balance his nerves and energize himself — will be good for his health.\nTo Burkett, the primary issue causing the familial drama within NOFX after all these years is a perceived lack of gratitude and respect he receives from his bandmates even when he feels as though he’s the one steering the ship.\nIt’s a situation where who’s “wrong” and who’s “right” likely doesn’t matter, as a resolution is unlikely to be found while they’re all stuck in a band together. Burkett and Melvin will always have their own versions of what’s transpired in recent years, with the other two members and the complicated truth all likely somewhere in the middle. But even amid their ongoing differences, Burkett admits it’s not as simple as just wanting to be thanked for being the primary songwriter or booking new opportunities. Instead, it’s a sense of boredom with playing the same shows and same material since he was a teenager. It’s not that the 57-year-old thinks he’s done writing songs or performing; he just wants new avenues in which to do them.\nADVERTISEMENT\n“I liken it to being a playwright who wrote a great play 40 years ago,“ says Burkett, who actually did write a musical called “Home Sweet Home” back in 2014. “I’m the playwright and the actor, and although the play is good and I’m a good actor, I’ve been acting in this f—ing play for 40 years. It’s been an absolute joy playing in a band with my best friends for 40 years, because all the dudes in my band are friends. They’re swell. They’re good dudes, but we’re not close like we used to be. Everyone’s got families and the things they’re doing now, so when we get together, it’s very professional.”\n“We were just treading water, and we were doing fine, but it was nothing like this,” Burkett said. “We called it off at the right time, and when people tell me, ‘You’ll be back in five years…’ they can go f— themselves.” (Jesse Fisher)\nWhile some may look at the thousands of screaming fans showing up to each night of the farewell tour as proof that NOFX should continue — an idea that Melvin, Sandin and Abeyta are all open to — it also seems like the right time to call it quits before the members (again, particularly Melvin and Burkett, who haven’t spoken to each other in quite some time outside of band necessities) damage their relationship any further. Maybe they could’ve pushed on for another decade, but perhaps it’s better to go out with a bang and allow everyone to move on to the next stage of their lives before they melt down and fight each other onstage. After all, the reunion offers will most certainly be there if and when they’re ready.",
    "trans": "40년의 밴드 활동 끝에, 대담하고 거침없는 펑크 4인조 NOFX가 해체를 선언했지만, 극적이거나 험악한 방식은 아니다. 대신, 이들은 대규모 월드투어의 마지막을 장식하는 무대로서, 산 페드로의 버스 46에서 밤마다 40곡씩 연주하되 단 한 번도 같은 세트리스트를 반복하지 않는 세 차례의 마지막 공연을 펼치고는 이번 주말부로 활동을 종료한다. 세계에서 가장 큰 펑크 밴드 중 하나로서 함께해 온 40년과, 가까운 가족과 오랜 부부 관계에서나 볼 법한 십여 년간의 서서히 쌓인 울분이 정점을 찍은 것이다.\n“’83년부터 ’88년 정도까지 쭉 펑크 밴드에 몸담고 있었으면, 생계를 꾸릴 수 있을 거란 희망은 전혀 없었던 게, 당시에는 어떤 펑크 밴드도 그렇게 하질 못했기 때문입니다,”라고 리드 보컬이자 베이시스트인 ‘팻 마이크’ 버켓이 시카고 라이엇 페스트의 백스테이지의 트레일러에서 말했다. 그의 주변에는 마지막 투어를 함께 다니는 다큐멘터리 촬영팀이 둘러서있고, 손에는 쯤 남아 있는 티토스 보드카 병이 들려 있었다. “우리는 그냥 좋으니까 했던 겁니다. 미래는 없었죠. 난 대학도 가고 부동산 학교도 다녔지만, 전 그냥 늘 제일 친한 친구들과 음악을 하고 싶었어요. 음악은 하고 싶은 말을 솔직하게 던지고, 다른 사람이 뭐라고 하든 신경 쓰지 않는 거였으니까요.”\n광고\n1980년대 대부분 성과 없이 남부 캘리포니아 펑크 신을 떠돌았지만, ’90년대에 접어들자 NOFX는 — 버켓, 기타리스트 에릭 멜빈, 애런 ‘엘 헤페’ 아베이타, 드러머 에릭 ‘스멜리’ 샌딘 — 상상도 못할 정도로 출세가도를 달리기 시작했다.\nNOFX가 지역적 그리고 세계적으로 펑크 록계에서 거둔 업적과 그에 끼친 영향은 아무리 강조해도 지나치지 않는다. ‘90년대와 2000년대 내내 (1994년 명반 ‘Punk in Drublic‘을 포함해) 펑크 록계에서 가장 존경받고 영향력 있는 밴드로 자리 잡았으며, 이는 주로 이들의 무례한 유머, 뻔뻔한 태도, 중독적인 멜로디와 놀라울 정도로 지적인 가사가 독특하게 어우러진 결과였다. NOFX는 소셜 디스토션, 배드 릴리전, 디센던츠와 같은 동시대 남부 캘리포니아 밴드들과 함께 서부 펑크 록의 사운드를 정의했을 뿐만 아니라, 차세대 (좀 더 대중 친화적인) 펑크 록이 그린데이와 오프스프링 같은 밴드를 통해 메인스트림에서 폭발적인 인기를 얻을 수 있는 기회를 열어주었다.\n‘Smash’ 이후의 30년을 돌아보는 오프스프링의 큰 자부심\n십여 년간 성공에 성공을 거두며, 펑크 록계의 가장 성공적인 밴드이자 음반사 중 하나의 얼굴, 메인 작곡가 겸 사실상 리더인 버켓은 새로운 대의로 눈을 돌렸다: 바로 조지 W. 부시 대통령의 재선 운동을 저지하는 것이었다. 선거 때까지, 버켓은 NOFX와의 입지와 더불어 자신이 운영하는 베이 에어리어 소재의 레코드 레이블인 팻 렉 코즈를 통해 록 어게인스트 부시 캠페인을 전개했다. 이 정치적인 운동은 펑크 팬들로 하여금 당시 대통령에게 반대표를 던지도록 하기 위함이었다. 여기에는 투어, 컴필레이션 앨범, 정치적 메시지가 담긴 홍보상품(특히 “Not My President” 셔츠), 그리고 부분적으로는 2003년 NOFX의 앨범 “The War on Errorism“도 포함되었다.\n広告\n시카고 라이엇 페스트 2024에서 공연 중인 NOFX의 팻 마이크 버켓. (크레이그 커민스)\n“내 인생의 일 년 반을 그 운동에 할애했고, 시민으로서의 내 의무를 한 거라고 생각해요,” 버켓이 말했다. “난 전국을 다녔고, 새벽 6시에 라디오 방송을 진행했고, 워프드 투어를 전부 소화했고 거의 수십만 명의 젊은 친구들의 서명을 받았어요. 저를 비롯해 팻 렉 코즈 스태프 절반과 함께 존— 진심으로 열심히 했어요. 근데 존— 가슴 아프게 된 거죠. 그래서 난 트럼프가 당선되어도 내 인생이 망가지게 두진 않을 거예요. 당선된다면 끔찍한 일이고 민주주의가 파괴될 수도 있겠지만, 그렇다고 우리 인생까지 망치게 두면 안 되잖아요. 우리는 그래도 행복하고 즐거워해야죠. 우리가 —된 한이 있더라도, 지역 사회를 돕고, 세상을 더 나은 곳으로 만들기 위해 할 수 있는 일은 해야죠.”\n추가 읽을거리\n슬립낫이 메탈계에 혁신적인 데뷔한지 25주년을 맞았다. 이들에게 메탈은 여전히 ‘지긋지긋한 일’\n2024년 9월 11일\nX가 종지부를 찍다: 근 50년 함께한 L.A. 펑크 밴드의 점진적 마무리\n2024년 7월 30일\n노 밸류즈에서 목격한 가장 펑크적인 순간들\n2024년 6월 10일\n버켓을 밴드 내적으로뿐만 아니라 외적으로도 아는 사람들은 그가 처음으로 무언가를 진심으로 목표했다가 실패한 경우가 2004년 선거라고 생각하며, 버켓은 그 실패를 굉장히 힘들어했다. 상실감에 대한 대처로서, 버켓은 — 그가 말하길 1998년 전까진 코카인에 손 댄 적 없었다 — 마약과 술에 더 심하게 빠졌는데, 반면에 당시 몇몇 밴드 멤버들은 (2004년 당시 다들 30대 후반이었다) 유흥 생활 방식에서 벗어나려는 참이었다.\n광고\n그럼에도 불구하고 NOFX는 계속해서 10여 년 정도 막힘없이 활동을 이어갔지만, 버켓이 약물에 손 댄 결과가 그의 판단과 녹음, 그리고 라이브 공연에도 점차 영향을 미치게 되었다고 밴드에서는 말한다. 이때부터 리더와 나머지 멤버들(특히 멜빈)과의 균열이 깊어지며, 급기야 세 명은 버켓을 위해 수차례 중재를 받게 했고 — 가장 최근의 사례는 2020년으로, 버켓은 친구이자 어벤지드 세븐폴드의 보컬인 매트 샌더스의 별장에서 피를 토하고 혈변까지 보게 된 후에야 재활원에 한 달간 머무르게 되었다.\n“한 달 동안 재활원에 있었고, 나와서 10개월간은 제법 멀쩡했어요 — 완전히는 아니었지만요,”라고 버켓이 말한다. “리허설 몇 번 할 때 미리 코카인 몇 줄 흡입하고 술도 좀 마셨고, 칠에서 팔 개월쯤 되어가니 다시 유흥에 빠져들어 있었죠. 그런데 다들 ‘너 이제 훨씬 나아졌네. 사람이 엄청 좋아보여. 훨씬 행복해보여.’라고 하더라고요. 전 속으로, ‘골 때리네. 여태 하던 짓 그대로 하고 있는데’ 싶었죠. 사람들이 ‘절제는 잘 되어 가?’라고 물으면 난 ‘그럼!’이라고 대답했어요. 왜냐하면 사전에서 ‘절제’라는 단어를 찾아 보면 ‘술을 마시지 않음’이 아니라, 자기 삶을 통제 하에 둔다는 뜻이거든요.”\n시카고 라이엇 페스트 2024에서 공연 중인 NOFX의 팻 마이크와 에릭 멜빈 (크레이그 커민스)\n광고\n버켓은 자신의 약물 사용이 문제라고 보지 않으며, 오히려 관리와 운동 (그는 특히 자전거 타는 걸 즐기는데, 하루에 20에서 30마일을 탄다고 한다) 덕분에 여태껏 가장 건강한 상태라고 믿고 있다. 실제로 NOFX의 우두머리는 \"오직 [자신이] 일할 때만 약을 한다\"고 말하며, 밴드에서 은퇴하는 것이 — 또한 공연에 앞서 코카인과 보드카를 사용해 신경의 균형을 잡고 에너지를 북돋는 의식도 — 자신의 건강에 도움이 된다고 생각한다.\n버켓이 보기에, 오랜 세월을 지나 NOFX 내에서 벌어지는 가족 같은 갈등의 주요 원인은 이 함선을 이끌어 온 건 자신이라고 생각하는데, 밴드 동료들로부터는 감사와 존중을 받지 못한다고 느끼는 데 있다.\n이는 누가 “잘못했고“ 누가 “옳으냐“는 게 중요하지 않을 상황인 게, 어차피 다 같이 하나의 밴드에 속해있는 한 해결챌이 나올 법하지가 않기 때문이다. 버켓과 멜빈은 최근 몇 년간 벌어졌던 일에 대해 저마다의 견해를 언제까지나 지니고 있을 테며, 다른 두 멤버와 복잡한 진실은 그 중간 어딘가에 있을 것이다. 하지만 이런 현재 진행형 견해 차이 속에서도, 버켓은 이 문제가 주 작곡가로 해준 것이나 혹은 새로운 기회를 잡아준 것에 대해 감사를 받고 싶다는 정도로 단순하지가 않음을 인정한다. 그보다는 자신이 십 대 때부터 똑같은 공연과 똑같은 곡을 연주하는 게 지겨워 졌다는 느끼고 것이다. 57세가 된 그가 곡을 그만 쓰겠다거나 공연을 하지 않겠다는 의미는 아니다; 다만 이를 실현할 새로운 방안을 원할 뿐이다.\n광고\n“비유하자면 40년 전에 훌륭한 극작품을 쓴 극작가와 비슷한 거죠,”라며, 과거 2014년에 실제로 “홈 스위트 홈”이라는 뮤지컬을 집필하기도 했던 버켓이 말한다. “나는 극작가이자 배우인 거고, 비록 그 극작품이 훌륭하고, 나도 좋은 배우이긴 하지만, 내가 이 —같은 연극에서 40년 동안 연기해 온 거죠. 가장 친한 친구들과 함께 40년 동안 밴드를 했다는 건 엄청난 즐거움이었는데, 왜냐면 우리 밴드 멤버들은 다 친구들이잖아요. 멋진 놈들이에요. 좋은 사람들이죠, 하지만 예전처럼 가깝지는 않아요. 이제 각자의 가족도 있고, 이제 각자 하는 일들도 있기 때문에, 우리가 모이는 건 굉장히 직업적인 일인 거죠.”\n“우리는 그저 제자리걸음을 하고 있었던 거고, 나쁘진 않았지만, 지금 같은 건 전혀 아니었죠,“라고 버켓이 말한다. “우리는 적절한 시점에 마무리한 거고, 나한테 ‘너네 5년 후에 다시 돌아올 거잖아…’라고 하는 사람들이 있면  —이나 까라지요.” (제스 피셔)\n비록 누군가는 수천 명의 열광적인 팬들이 고별 투어의 매일 밤마다 등장하는 모습이 곧 NOFX가 계속 활동해야 하는 — 멜빈, 샌딘, 아베이타는 이 가능성을 열어 두고 있다 — 증거라고 보는 이들도 있겠지만, 멤버들이 (역시나 특히 밴드에서 필수적인 경우 외에는 오랫동안 서로 말을 섞지 않은 멜빈과 버켓) 더 이상 관계를 악화시키기 전에 종지부를 찍을 적기가 된 것처럼 보이기도 한다. 어쩌면 이들은 앞으로 십년 정도는 더 활동을 이어갈 수도 있었겠지만, 결국 이성을 잃고 무대 위에서 서로 싸우기 전에 멋지게 마무리하고 각자 인생의 다음 무대로 나아가는 편이 나을지도 모른다. 어쨌든, 만약 그들이 원한다면, 그리고 때가 되면 재결합 제안은 분명히 들려올 것이다."
}