{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear Parents and Carers,\nOur Parent Consultation meetings will be taking place on 12th and 13th November 2024.\nPlease ensure that you have booked this meeting by 4pm Monday 4th November.\nSome of our teachers have offered alternative Parent Evening slots. This allows you to have a 10 minute appointment at a separate time to the rest of the school. This may suit your schedule more easily than the standard parents' evening appointments. Please check Arbor for availability.\nPlease note there will not be any clubs run by class teachers during the week.\nPlease see the attached letter for more information on booking your slot and clubs running.\nThese meetings will take place face to face in the Junior School Hall. You will have an opportunity to see your child’s books either before or after your appointment time.\nMeetings can be booked via Arbor. You can sign up for your appointment by following the instructions found here. Please ensure you book an appointment for each child in your family. Once you have chosen a date and time, this will then be allocated to you and it will not be available for anyone else.\nIf you experience any difficulty in booking your appointment via Arbor, please see this link for support. Alternatively, contact the office who will be happy to help you.\nWe will also have our Scholastic Book Fair in the School Hall on the 12th and 13th November for your child to purchase any books if you wish.\nCash and card will be accepted.\nIf you are unable to make an appointment at these times, please contact the school office or your child’s class teacher.\nKind regards,\nSchool Office\nCheam Common Junior Academy\nKingsmead Avenue\nWorcester Park\nSurrey\nKT4 8UT\nt: 020 8337 1844\ne: ccjoffice@leoacademytrust.co.uk\nw: http://www.cheamcommon.org.uk\nThe information contained within this e-mail / attachments are confidential. If you are not the intended recipient, please delete the message and attachments immediately and notify the sender. Any unauthorised dissemination or copying of this e-mail, or any misuse or wrongful disclosure of the information contained in it is strictly prohibited and may be illegal. The opinions, statements and thoughts expressed in this e-mail and its attachments if any are those of the individual sender and not necessarily of Cheam Common Junior Academy or any associated party.",
    "trans": "부모님과 보호자님께,\n학부모 상담은 2024년 11월 12일과 13일에 열릴 예정입니다.\n11월 4일 월요일 오후 4시까지 상담 예약을 마쳐주시길 바랍니다.\n저희 교사 중 몇 사람은 대안적인 부모의 밤 슬롯을 제안했습니다. 이는 나머지 학교와 별도의 시간에 10분 약속이 가능하도록 해줄 것입니다. 이는 보통 부모의 밤 약속보다 더 쉽게 당신의 일정에 맞을 수 있습니다. 이용 가능한지 알아보시려면 아버를 확인하세요.\n그 주 동안에는 교사들이 운영하는 동아리는 없을 것입니다.\n당신의 슬롯 예약과 운영되는 동아리에 관한 더 많은 정보를 얻으시려면 첨부된 편지를 봐주십시오.\n이 상담은 주니어 스쿨 홀에서 대면으로 진행될 것입니다. 약속 시간 전이나 후에 당신의 아이들의 책을 볼 기회가 있을 것입니다.\n상담은 아버를 통해 예약하실 수 있습니다. 여기에 나와있는 지시 사항을 따라서 예약을 잡으실 수 있습니다. 각 아동마다 예약을 잡아야 합니다. 한 번 날짜와 시간을 선택하시면, 당신에게 배정될 것이고 다른 사람은 이용이 불가능합니다.\n아버를 통해 상담을 예약하시는 데 어려움을 겪고 계시다면, 이 링크를 통해 지원을 받으세요. 대안적으로, 사무실로 연락하시면 기쁘게 도와드릴 것입니다.\n또한 저희는 11월 12일과 13일에 학술책 전시회를 스쿨홀에서 개최할 예정이며 아이들은 어떤 북이든 구매할 수 있습니다.\n현금과 카드로 결제하실 수 있습니다.\n이 시간에 예약을 할 수 없으시면, 학교 사무실이나 아이의 학급 선생님에게 연락해주세요.\n안부를 전하며,\n학교 사무실\n침 커먼 주니어 아카데미\n킹스메드 길\n워세스터 파크\n서리\nKT4 8UT\n전화번호: 020 8337 1844\n이메일: not authorized by any candidate\n웹사이트: http://www.cheamcommon.org.uk\n이 이메일 / 첨부파일에 포함된 정보는 기밀 사항입니다. 만약 당신이 의도된 수신인이 아니라면, 이 메세지와 첨부파일을 삭제하고 송신자에게 알려주시기를 바랍니다. 이 이메일의 미승인된 보급이나 복사, 혹은 여기 포함된 정보의 오용이나 폭로는 엄격하게 금지되어있으며 불법일 수 있습니다. 이 이메일과 첨부파일의 의견, 진술, 생각은 송신자 개개인의 것이며 침 커먼 주니어 아카데미 혹은 관련 단체의 것은 아닙니다."
}