{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The two teens had spent the day watching movies and snacking over her house, cuddling under the warm blanket, cuddling enjoying their alone time. They would share little kisses and caress their hair continuously, sharing love and tenderness.\n\"That was fun!\" Y/n stood from the couch to reach the remote and turned off the TV when the last film ended.\nHe sat watching her moves, admiring every single detail of the girl he loved. It was like she was the only source of light around the place, and when she turned around, her smile was even more shining, making him sigh and smile back. Taking her by the hand, he brought her closer and embraced her waist, burying his face onto her belly while she giggled at the tickles and combed his messy hair.\n\"I'm 100% it's going to snow this Christmas, I'm freezing.\"\n\"Let's keep cuddling then.\" The boy in love looked up at her without breaking his hold.\n\"I accept, but let's do something to warm us first.\" His fangs were showing at her suggestion, and with a quick motion, he pulled from her hips, making Y/n be in a straddling position. \"Whoa, that's not what I...\"\n\"I like you being so direct and kinky.\" His hands were over her hips and started to roam up her back as their lips connected for a short time. \"The other day I was reading on one of Pah's mags about a thing called role-play where you have to pretend to be someone else. For example, I found a stray cat and brought it home to shelter and fed it, I fell in love with it the instant I heard its purr and felt its fur when it rubbed itself against me in gratitude, seemed like it loved me too.\"\nEven if she meant to prepare a hot chocolate or tea, Y/n let him continue because he appeared to be excited, and that was enough to make her smile. \"Okay...\"\n\"At night, something woke me. I felt four little paws walking over the blanket, coming straight at me and looking for warmth until the animal curled itself beside me. I let it under the covers because it was shivering in the cold. Then, when we look straight at each other, we know we feel the same. The cat lifted its head, purring louder as sniffing my face while I pet its ears.\"\nIn the meantime, he was telling the story he put the blanket around them when feeling Y/n was starting to shiver. The boy looked directly at her before his hand went to her neck, lightly tracing its way to massage her ear and the scalp behind it. She could swear that a purr was about to come out of her throat by feeling his touch.\n\"Just when I kissed its nose, it transformed into a stunning princess. She was enchanted and cursed to live as a cat until finding someone who loved her for what she was.\"\nHer heart melted at the lovely story, almost feeling like she was the stray cat. \"And then what?\"\n\"They lived happily ever after, fostering kitties.\"\n\"Kei, I don't think role-play works like that,\" she laughed and leaned to the front, making their foreheads be against each other.\n\"Huh... Well, then show me how it's done, princess.\"\nShe straightened her back in thought. \"There's this mysterious guy at school, everyone wants to get with him because he's a walking badass hottie, but he has a secret love for a certain girl who helps him study. One day, he couldn't take it anymore and went to her place to find out she was home alone. She thought it was weird, he seemed to hate her to the bones, but there he was, ready to confess. The girl hesitated to let him in, but it was dark and cold outside, and even if she didn't show it, she was worried and had a crush on him like everyone else. While watching movies, things got to another level. They were making out on the couch until he stopped...\"\n\"Why would he stop? Is he dumb or something!?\"\n\"He had a deep secret and didn't want her to reject him for that. The girl noticed his mood shift and assured him that everything would be okay, that she loved him too. Every time she was near, he had to use all his will to hold his instincts. She couldn't understand what he meant until he bared his sharp fangs. His deep secret was finally revealed.\"\n\"Gosh, are you still reading those vampire books?\" He rolled his eyes, a bit disappointed by the outcome.\n\"The girl climbed up to him, and looking straight into his craving eyes, she whispered with an alluring voice to sink his fangs into her neck and claim her as his, in that way they would spend their life together.\"\nA low gasp escaped her when he bit the side of her neck, his hands starting to caress her skin under the blouse, getting swayed with the vampire role-play.\n\"Let me taste you, kitty princess.\"\nThe make-out session was hotter than any other they had had, the previous mental stimulation had worked after all.",
    "trans": "두 십대는 그녀의 집에서 하루종일 영화를 보며 간식을 먹었고, 따뜻한 담요 아래에서 껴안으며, 둘만의 시간을 즐겼다. 그들은 가볍게 입을 맞추고 서로의 머리를 부드럽게 쓰다듬으며, 사랑과 다정함을 나누었다.\n\"정말 재미있었어!\" OOO은 소파에서 일어나 리모컨을 집어 들고 마지막 영화가 끝나자 텔레비전을 껐다.\n그는 그녀의 모든 움직임을 바라보며, 사랑하는 소녀의 모든 작은 디테일까지도 감탄했다. 마치 그녀만이 이곳을 밝히는 유일한 빛인 것 같았고, 그녀가 돌아서자, 그녀의 미소는 더욱 빛났고, 그는 깊은 숨을 내쉬며 미소를 지었다. 그녀의 손을 잡아, 그녀를 가까이 끌어당긴 뒤 허리를 감싸 안았고, 그의 얼굴이 그녀의 배에 파묻히자 그녀는 간지러움에 웃음을 터뜨리며 그의 헝클어진 머리를 부드럽게 빗어 주었다.\n\"난 이번 크리스마스에 눈이 올 거라는걸 100퍼센트 확신해, 엄청 춥잖아.\"\n\"그럼 계속 껴안고 있자.\" 사랑에 빠진 소년은 그녀를 꼭 안은 채 눈을 떼지 않고 올려다보았다.\n\"좋아, 하지만 먼저 몸을 따뜻하게 할 방법을 찾아보자.\" 그녀의 제안에 그의 송곳니가 살짝 드러났고, 그는 순식간에 그녀의 허리를 잡아당겨 OOO을 자신의 허벅지 위에 올라타게 했다. \"어어, 그건 내가 말한 게 아닌데...\"\n\"난 네가 직설적이고 장난기 넘치는 게 좋아.\" 그의 손이 그녀의 허리를 감싸고 등을 따라 천천히 올라가며 둘의 입술이 잠시 맞닿았다. \"저번에 파의 잡지를 읽다가 롤플레이라는 걸 봤는데 다른 사람이 되어 연기하는 거더라고. 예를 들면, 내가 길고양이를 발견해서 집으로 데려와 보살피고 밥을 줬다고 쳐봐, 그 순간 그 녀석이 내게 고마움을 표시하면서 몸을 비비고 골골거리며 애교 부리는 걸 들었는데 그때 난 완전히 사랑에 빠져버린 거야, 그리고 걔도 날 좋아하는 것 같았어.\"\n그녀는 핫초코나 차를 준비하려던 참이었지만, OOO은 그가 신이 난 모습이, 그녀를 미소 짓게 만들기에 충분했기에, 계속 하도록 두었다. \"좋아...\"\n\"밤이 되자, 무언가가 나를 깨웠어. 네 개의 작은 발이 담요 위를 걸어오더니, 따뜻함을 찾아 내게 바로 다가왔고 결국 내 옆에 몸을 말아 웅크렸어. 녀석이 추위에 떨고 있어서 이불 속에 들여보냈어. 그 후, 우리가 서로 마주 보았을 때, 서로 같은 감정을 느낀다는 걸 알았지. 고양이는 머리를 살짝 들었고, 내가 그의 귀를 쓰다듬자 내 얼굴을 킁킁거리며 더 크게 골골거렸어.\"\n그러는 동안, 그는 이야기를 들려주었고 OOO이 떨기 시작하자 곁에 담요를 둘러주었다. 소년은 그녀를 똑바로 바라보며 손을 그녀의 목으로 가져가, 부드럽게 따라 내려오며 그녀의 귀와 두피 뒤쪽을 부드럽게 마사지했다. 그의 손길을 느끼며 그녀는 목에서 금방이라도 그르렁거리는 소리가 나올 것만 같은 기분이 들었다.\n\"내가 녀석의 코에 입을 맞추는 순간, 눈부신 공주로 변했어. 그녀는 마법에 걸려 있었고 자신을 있는 그대로 사랑해줄 사람을 찾을 때까지 고양이로 살아야 하는 저주를 받고 있었던거지.\"\n그 사랑스러운 이야기는 마치 자신이 그 길고양이가 된 듯한 기분이 들며, 그녀의 마음이 녹아내렸다. \"그리고 나서는?\"\n\"그들은 이후로도 행복하게 살면서, 고양이들을 보살폈지.\"\n\"케이, 롤플레이가 그런 방식으로 하는 건 아닌 것 같은데,\" 그녀는 웃으며 앞으로 몸을 기울여, 서로의 이마가 맞대어졌다.\n\"흠… 그렇다면, 어떻게 하는지 직접 보여줘, 공주님.\"\n그녀는 등을 꼿꼿이 세우고 생각에 잠겼다. \"학교에는 신비로운 남자가 있고, 걸어 다니는 간지 폭발의 인기남이어서 모두가 사귀고 싶어 하는데, 사실 그는 자신의 공부를 도와주는 어떤 여자아이를 비밀로 사랑하고 있지. 어느 날은, 그가 더 이상 참을 수 없어서 그녀의 집에 찾아갔고 그녀는 혼자 있었어. 그녀는 이상하다고 생각했지, 그가 자기를 뼛속까지 싫어하는 것처럼 보였으니까, 그렇지만 그는 거기 있었고, 고백할 준비를 했어. 그녀는 그를 들일지 망설였지만, 이미 밖은 어둡고 추웠고, 그녀가 티내지 않았지만, 걱정되었고 그녀는 다른 사람들처럼 그에게 호감을 가지고 있었지. 영화를 보던 중, 분위기가 점점 고조되었어. 둘은 소파에서 하다가 갑자기 그가 멈추며...\"\n\"그가 왜 멈춘거지? 바보 아니야!?\"\n\"그에게는 깊은 비밀이 있었고 그것 때문에 그녀에게 거절당하고 싶지 않았어. 그녀는 그의 분위기가 달라진 걸 눈치채고 모든 게 괜찮을 것이라고, 그녀도 그를 사랑한다고, 그를 안심시켰어. 그녀가 가까이 있을 때마다, 그는 본능을 억누르려고 애써야 했지. 그녀는 그가 날카로운 송곳니를 드러내기 전까지 그의 말이 무슨 뜻인지 이해하지 못했어. 그의 깊은 비밀이 마침내 밝혀졌어.\"\n\"세상에, 너 아직도 그런 뱀파이어 책 읽고 있는거야?\" 그는 눈을 굴리며, 결과에 다소 실망한 표정을 지었다.\n\"소녀는 천천히 그의 위로 올라가, 그의 갈망의 가득 찬 눈을 똑바로 바라보고, 매혹적인 목소리로 속삭이며 그의 송곳니를 그녀의 목에 박고 그녀를 그의 것으로 만들어서, 그들이 영원히 함께 할 수 있도록 해달라고 했지.\"\n그가 그녀의 목 옆을 물자 낮은 숨결이 새어 나왔고, 그의 손이 블라우스 아래로 미끄러져 들어가며 피부를 부드럽게 어루만지기 시작했으며, 점점 뱀파이어 롤플레이에 몰입해 갔다.\n\"내가 널 맛보게 해줘, 고양이 공주님.\"\n격렬한 키스의 순간은 이전과는 비교할 수 없을 만큼 뜨거웠고, 이전의 정신적 자극이 결국 작용한 것이다."
}