{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This letter confirms that a Canada Wide Criminal Record and Judicial matters Check was completed through a Canadian Police Service for the purpose of assessing the suitability for employment.\nBased solely on the name(s) and date of birth provided and the criminal record information declared by the applicant, a search of the RCMP National Repository of Criminal Records did not identify any records with the name(s) and date of birth of the applicant. Positive identification that a criminal record does or does not exist at the RCMP National Repository of Criminal Records can only be confirmed by fingerprint comparison. Delays do exist between a conviction being rendered in court, and the details being accessible on the RCMP National Repository of Criminal Records. Not all offences are reported to the RCMP National Repository of Criminal Records.\nPremium Check Ordered Yes\nAdditional Search Recommended No\nRequesting Company Uber\nThis report can only be used for the purpose of Employment Screening. ISB Global Services, an agent of the above listed company, will not be held liable for misuse or mishandling of the information outside of our processing facility. A Canadian Criminal Record Check Confirmation contains standardized response statements based on the presence or absence of criminal convictions recorded in the RCMP National Repository of Criminal Records. Please consult your Provincial Human Rights Code on how to use this information in the hiring proce",
    "trans": "이 서신은 고용 적합성을 평가하기 위해 캐나다 경찰 서비스를 통해 캐나다 전역 범죄 기록 및 사법 문제 조사가 완료되었음을 확인합니다.\n제공된 이름과 생년월일 및 신청자가 신고한 범죄 기록 정보를 바탕으로 RCMP 국가 범죄 기록 저장소에서 신청자의 이름과 생년월일에 해당하는 기록을 확인할 수 없었습니다. 범죄 기록이 존재하는지 여부는 지문 비교를 통해서만 정확히 확인할 수 있습니다. 법원에서 유죄 판결이 내려지고 해당 세부 정보가 RCMP 국가 범죄 기록 저장소에 접근 가능해지는 데에는 시간이 지연될 수 있습니다. 모든 범죄가 RCMP 국가 범죄 기록 저장소에 보고되는 것은 아닙니다.\n프리미엄 체크 주문 완료\n추가 검색 권장 없음\n요청 회사: 우버\n이 보고서는 고용 심사를 목적으로만 사용될 수 있습니다. 위에 나열된 회사의 대리인인 ISB Global Services는 당사의 처리 시설 외부에서 정보의 오용이나 부주의에 대해 책임을 지지 않습니다. 캐나다 범죄 기록 확인서는 RCMP 국가 범죄 기록 저장소에 기록된 범죄 유무에 따른 표준화된 응답 문구를 포함합니다. 이 정보를 채용 과정에서 어떻게 사용할지에 대한 자세한 사항은 귀하의 지방 인권 법령을 참조하십시오."
}