{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Salary, Your monthly salary and allowances shall be constituted as indicated in Table A below\nallowances, and named Salary, Alowances and Benefits.\nbenefits\nTABLE A: SALARY, ALLOWANCES AND BENEFITS\n8 Basis Salary AED 5,000/- per month.\nreserve the rente to provide an alowanee In tcu thereoh, UAE. we\nc. Transportation*:\n10.\nd. Food*:\nYou will be provided with free food or a monthly food allowance in\ne. Other allowance*:\nlieu thereof.\nAED 2,500/- per month.\nTOTAL AED 7,500/- per month.\n*Any benefits and allowances shall not form part of your basic salary.\nAir ticket*: The cost of annual leave ticket needs to be borne by you.\nPlace of work AL HAMRA DFENCE CAMP or Anywhere with our operations in the UAE (including\nonshore, offshore, military, healthcare or remote sites) and as required by the\nCompany.\nLeave You are entitled to 30 calendar days of paid holiday leave per annum on successful\ncompletion of your probationary period. You may carry forward not more than half\nof the annual leave to the following year.\nAny other leave shall be governed by UAE Labour Law.\nMedical You will be provided with local medical insurance in accordance with our policies and\nprocedures. Further, you will be covered under our Workmen's Compensation and\nLiability Insurance Policy.\nVisa and ID (if The Company will arrange for, manage and cover the costs related to obtaining your\napplicable) UAE visa and document processing.\nThe Emirates ID in the UAE is the responsibility of the employee.\nHowever, the company will manage and cover the initial cost related to employee's\nEmirates ID processing and documentation. This is valid for the duration of the initial\nresidence visa period. If the employee resigns or is terminated for cause for any\nreason prior to completion of 2 (two) years of service, the Company reserves the right\nto claim back the Emirates ID costs pro-rata. Any future costs related to processing\nand documentation for Emirates ID during your next visa renewal wil be borne by the\nEmployee.\nYou will work for ADNH Catering LC - OPC but, for the purpose of UAE visa issuance\nonly, wil be required to sign an employment contract with Abu Dhabi National Hotels\nCompany PJSC.\nTermination: Upon completion of probation, both Parties (Employe and Employer) shall be entitled\nto terminate the employment at any time by providing 60 days prior written",
    "trans": "급여, 귀하의 월간급여 및 수당은 아래 표 A에 표시된 대로 구성될 것입니다\n수당, 명목급여, 수당 및 혜택.\n혜택\n표 A: 급여, 수당 및 혜택\n8 기본 급여 5,000AED/-달.\n그 대신 수당을 받으시려면 주거를 미리 선택하십시오, UAE.we\nc. 교통*:\n10.\nd. 식비*:\n무료 식사 또는 월간 식비 수당을 제공받습니다\ne. 기타 수당*:\n이상을 대신하여.\n2,500AED/-달\n총 7,500AED/-달.\n*모든 혜택과 수당은 기본급여에 포함되지 않습니다.\n항공권*: 연차 티켓 가격은 본인 부담입니다.\n근무지 알 함라 수비대 또는 아랍에미리트 내 모든 우리 영업지 (\n내륙, 해상, 군대, 의료 또는 원격지 포함) 및\n회사가 요구하는 곳.\n휴가 매년 30영업일의 유급 휴가가 보장됩니다\n수습 기간을 성공적으로 끝마쳤을 경우에 한하여. 연차의 절반 이하만을\n다음 해로 이월할 수 있습니다.\n이외 휴가는 아랍에미리트 노동법을 따릅니다.\n의료 당사 정책 및 절차에 부합하는 현지 의료 보험이 제공됩니다\n나아가, 노동자 배상 및 책임 보장 정책에 따른\n보장을 받습니다.\n비자 및 신분증\n해당하는 아랍에미리트 비자 및 서류 절차 (에 대해 기업이 주선, 관리, 비용 지원을 하는 경우).\n아랍에미리트 내에서 아랍에미리트 신분증은 피고용인의 책임입니다.\n그러나, 회사는 피고용인의 아랍에미리트 신분증 처리 및 서류작업에 대하여 초기 비용을 관리하고 지원할 것입니다.\n이 조치는 첫 번째 체류 비자 기간 동안 유효합니다.\n피고용인이 최초 2 (이)년 복무를 마치기 전에 어떤 이유로든 사직하거나 해고당할 경우,\n회사는 아랍에미리트 신분증 비용을 비례 청구할 권리를 가집니다.\n이후, 귀하의 다음 비자 갱신 중 발생하는\n아랍에미리트 신분증 처리 및 서류와 관련한 모든 비용은\n피고용인의 책임입니다.\n귀하는 아부다비내셔널호텔 케이터링 LC-OPC의 직원이나,\n오직 아랍에미리트 비자 발급의 목적으로, 아부다비 내셔널 호텔 PJSC와의\n근로 계약에 서명하셔야 합니다.\n계약 종료: 수습 기간 종료 후, 양측 (피고용인 및 고용인)은\n어떤 시점이든 60일 전 통보 시 근로 계약을 종료할 수 있습니다"
}