{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello Insky,I am writing to express my interest in the Estate Agent position. As a Sales and Marketing Manager for a successful holiday rental business, I have acquired a diverse set of skills in property management, client relations, and marketing that I am eager to apply to a career in real estate.In my current role, I manage a portfolio of holiday properties, overseeing all aspects of the rental process from marketing and client acquisition to contract negotiation and customer service. I have successfully developed and implemented marketing strategies that have increased occupancy rates and client satisfaction. My experience has provided me with a deep understanding of the property market and the importance of matching clients with properties that meet their unique needs.One of my key strengths is building and maintaining strong relationships with both property owners and guests, ensuring that both parties feel supported and confident throughout the rental process. I am highly skilled in negotiating favourable agreements, managing inquiries, and delivering a seamless experience for clients. This hands-on approach has given me valuable insight into what makes a property appealing and how to effectively market and sell it—skills that are directly transferable to an estate agent role.I am particularly excited about the opportunity to join Insky, and I am confident that my experience in the holiday rental sector, combined with my passion for real estate, will allow me to make a meaningful contribution to your team.Thank you for considering my application. I look forward to the opportunity to discuss how my background and skills align with your",
    "trans": "안녕하세요 인스카이, 부동산 중개인 직무에 관심이 있어 이 글을 씁니다. 저는 성공적인 휴가용 임대 사업체의 영업 및 마케팅 매니저로서, 부동산 관리, 고객 응대, 마케팅 분야에서 다양한 기술을 습득하여 부동산 경력에 활용하고자 합니다. 제 현재 업무는 휴가용 부동산 포트폴리오를 관리하며, 마케팅 및 고객 유치에서부터 계약 협상 및 고객 서비스까지 임대 과정의 모든 것을 감독하는 것입니다. 또한 점유율 및 고객 만족도를 높이는 마케팅 전략을 성공적으로 개발하고 시행했습니다. 제 경험을 통해 부동산 시장을 이해하고, 고객의 특정 요구에 맞는 부동산을 매칭하는 것이 중요하다는 것을 알게 되었습니다. 부동산 소유주, 고객 모두와 강한 유대감을 형성하여 임대 과정 전반에 걸쳐 양측이 지원받고 신뢰받고 있다고 느낄 수 있게 하는 것이 제 주요 강점입니다. 저는 유리하도록 계약을 협상하고 문의 사항을 처리하며 고객에게 매끄러운 경험을 제공하는 데 매우 능숙합니다. 이런 실무적인 접근 방식을 통해 부동산을 매력적으로 만들고 효과적으로 마케팅을 하여 판매하는 방법에 대한 귀중한 통찰력을 얻었으며, 이는 부동산 중개인 역할에 바로 적용할 수 있는 능력입니다. 인스카이와 함께 할 수 있는 기회를 얻어 특히 기쁘며, 휴가용 임대 분야에서의 제 경험과 부동산에 대한 열정이 결합하여 해당 팀에 유의미한 기여를 할 수 있을 것이라 확신합니다. 제 지원서를 검토해 주셔서 감사합니다. 제 배경과 기술이 귀사와 어떻게 부합할지 논의할 기회가 있기를 바랍니다."
}