{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Onboarding-\nOffer letter\n• Log into Hilton portal via link provided in the separate email you receive.\n• Use a computer or laptop (not a mobile device).\n• Go to Welcome Center tab to electronically sign offer letter using your Hilton password (not\nyour name).\nOnboarding\nTasks\n• Complete all onboarding tasks within 24 hours of receipt.\n• Read all instructions carefully.\n• Please pay attention to asterisks * (required fields).\n• You do not need to print any documents.\nOnboarding –\nPersonal Details\nsection\n• Please be sure to complete everything on the page.\n• Include dashes for the Telephone number field.\n• Remove dashes for the Social Security number field.\n• In the “County” Field box, enter your state initials and click on the Search button to\nlocate/select your County within the drop down list.\n• Please be sure you click on submit after each task.\nOnboarding link\n– Issues with\nthe link\n• Go to Hilton careers website at jobs.hilton.com and click on “access my profile” to log into\nyour Hilton profile.\n• The username and password credentials are what you have created when you applied online\nto the position.\n• Welcome Center tab – sign offer letter and complete onboarding tasks\nOnboarding –\nPassword reset\n• Please use the “forgot password” option if you cannot remember your login credentials.\n• You may also email our administrative team at RocOfferletter.east@hilton.com to request a\npassword reset.\n*Important: If you have more than one Hilton Profile, please be sure you are accessing the profile used to ap",
    "trans": "신입 직원 교육-\n제안서\n별도의 수신 이메일에 제공된 링크를 통해 힐튼 포털에 로그인하세요.\n컴퓨터나 노트북을 사용하세요(모바일 기계는 안됩니다).\n웰컴 센터 탭을 클릭하고 힐튼 비밀번호를 사용하여(이름이 아닙니다) 제안서에 전자 서명하세요.\n.\n신입 직원 교육\n과제\n• 수신 24시간 내에 모든 신입 직원 교육 과제를 마치세요.\n• 모든 지시사항을 주의 깊게 읽어보세요.\n• 별표(필수 조건)에 주의하세요.\n• 어떤 서류도 출력할 필요 없습니다.\n신입 직원 교육-\n개인 정보\n부문\n• 이 페이지에 있는 모든 사항을 입력하세요.\n• 전화번호 입력칸에는 -를 포함하세요.\n• 주민번호 입력칸에는 -를 제외하세요.\n• \"주\" 입력 칸에 거주 중인 주의 첫 글자를 입력하고 검색 버튼을 누르면 거주 중인 주가 드롭 다운 리스트로 나타나며 위치시키거나/선택할 수 있습니다.\n.\n• 각 과제를 마친 후 제출하기를 클릭하세요.\n신입 직원 교육 링크\n-링크 관련 문제\n.\n•힐튼 프로필에 로그인 하려면  jobs.hilton.com의 힐튼 커리어 웹사이트로 가서 \"내 프로필\"을 클릭하세요.\n.\n• 사용자이름과 비밀번호 인증서는 직책에 온라인으로 지원했을 때 본인이 만든 것입니다.\n.\n• 웰컴 센터 탭 - 제안서에 사인하고 신입 직원 교육 과제를 마치세요\n신입 직원 교육 -\n비밀번호 재설정\n• 로그인 인증서가 기억이 안나는 경우 \"비밀번호를 잊어버렸어요\" 기능을 사용하세요.\n• RocOfferletter.east@hilton.com으로 저희 관리 팀에게 이메일을 보내서 비밀번호 재설정을 요청할 수도 있습니다.\n.\n*중요사항: 힐튼 프로필이 한 개 이상이라면, 지원시 사용한 프로필을 사용하세요."
}