{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Personal Statement\nThe ever-evolving development of technologies in computer science sparked my curiosity about how intelligent machines execute steps of instruction. At the age of eight, I joined the school’s programming club and started learning C++. Witnessing the automatic, effective procedures with multiple lines of code was novel for me, and that attracted me to explore this field further.\nI am currently enrolling in A-Level courses at Sendelta International Academy, an international school in China. The access to AS&A-Level Computer Science helped develop my computational thinking and programming skills and deepen my understanding of algorithms and data structures. Meanwhile, my exploration of math allowed me to consolidate what I learned in computer science. I was first exposed to linear algebra in the class of further math. With an intelligent curiosity about how significant linear algebra is in data representation and model building, I explored transformation, dot product, and cross product’s role in Artificial Neural Networks(ANN) by myself. Later, I attempted to add linear transformations in each layer connected to the input of the ANN. The application of linear transformations opened a door for my investigation into machine learning. Thereafter, I learnt several algorithms like recursion, DFS, and BFS. In the fourth round of ACSL(American Computer Science League) in China, I succeeded in solving a problem involving the longest route in a 5x8 grid of blocks with values that are powers of two. I used Depth-First Search (DFS), a newly mastered algorithm for me, to explore all possibilities, track the longest route from each block, and compare the routes to store the longest one. The correct answer secured me with the Team Gold Award and Individual Top Scores in the ACSL Final Round. All of these extra learning opportunities deepened my understanding of mathematics and computer science, especially in AI and machine learning that integrate human knowledge to solve real-world issues.\nThis summer, I took a two-week intensive summer program in computer science at the University of Cambridge. I took a dive into more advanced content by taking modules including Machine Learning and AI, Linear Algebra, Discrete Mathematics, and Calculus and Differential Equations. While gaining a deeper understanding of vector spaces and matrices, linear transformations, and linear regression, I further covered topics in discrete mathematics, growing insights on insights into graph theory, algorithms, and complexity, with practical examples like the Seven Bridges of Königsberg and Dijkstra’s algorithm. Delving into the basics of neural networks and their architectures, I was aware of how they were trained to recognize patterns and make decisions. But when it came to my turn to train the machine learning models, I found it challenging to avoid overfitting and underfitting and maintain a perfect balance for those models to process data. But the difficulty didn’t frustrate me. Instead, I reinforced my interest in AI and machine learning and investigating its real-world applications.\nDriven by the eagerness to delve deeper into programming, I joined the school’s Algorithm Cluband became its new president this academic year. By readingIntroduction to Algorithms, I understood how to compare the efficiency of algorithms, and the conception of Big O Notation. During club hours, I hosted group coding sessions where members worked together to solve algorithmic problems. Despite enhancing my understanding of algorithms and their applications, I developed teamwork, communication, and problem-solving skills through collaborations with different peers.\nIn my opinion, computer science is neithera natural science nor a social science. Its origin is full of human thinking, and its rapid development over the decades relies on imitating what humans do while computing. We try to analyze our conception of solving the problem and convert it step by step, and then we “teach” the machine like a human. In the future, I am going to continue my studies in mathematics and computer science and try to tap into the potential of AI through an in-depth exploration of human intelligenceand its application in AI.",
    "trans": "개인 소개서\n끊임없이 발전하는 컴퓨터 과학 기술은 지능형 기계가 어떻게 지시 단계를 실행하는지에 대한 나의 호기심을 자극했습니다. 8살 때, 저는 학교의 프로그래밍 클럽에 가입하여 C++을 배우기 시작했습니다. 여러 줄의 코드로 자동적이고 효과적인 절차가 실행되는 것을 목격한 것은 저에게 새로운 경험이었고, 이것이 저를 이 분야를 더 깊이 탐구하도록 이끌었습니다.\n저는 현재 중국의 국제 학교인 Sendelta International Academy에서 A-레벨 과정을 수강하고 있습니다. AS&A-레벨 컴퓨터 과학에 대한 접근은 제 계산적 사고와 프로그래밍 기술을 발전시키고 알고리즘과 데이터 구조에 대한 이해를 깊게 했습니다. 한편, 수학에 대한 탐구를 통해 컴퓨터 과학에서 배운 것을 강화할 수 있었습니다. 저는 심화 수학 수업에서 처음으로 선형대수학을 접했습니다. 데이터 표현과 모델 구축에 선형대수학이 얼마나 중요한지에 대한 지적 호기심으로, 저는 인공 신경망(ANN)에서 변환, 내적, 외적의 역할을 스스로 탐구했습니다. 이후, 저는 ANN의 입력과 연결된 각 레이어에 선형 변환을 추가하려고 시도했습니다. 선형 변환의 응용은 기계 학습에 대한 저의 조사에 문을 열어주었습니다. 그 후, 저는 재귀, DFS, BFS와 같은 여러 알고리즘을 배웠습니다. 중국에서 열린 ACSL(미국 컴퓨터 과학 리그)의 4라운드에서, 저는 2의 거듭제곱 값을 가진 5x8 블록 그리드에서 가장 긴 경로를 찾는 문제를 성공적으로 해결했습니다. 제가 새롭게 습득한 알고리즘인 깊이 우선 탐색(DFS)을 사용하여 모든 가능성을 탐색하고, 각 블록에서 가장 긴 경로를 추적하고, 경로를 비교하여 가장 긴 경로를 저장했습니다. 정확한 답변으로 ACSL 결승전에서 팀 금상과 개인 최고 점수를 획득할 수 있었습니다. 이러한 모든 추가 학습 기회는 수학과 컴퓨터 과학에 대한 저의 이해를 깊게 했으며, 특히 인간의 지식을 통합하여 실제 문제를 해결하는 AI와 기계 학습 분야에서 더욱 그러했습니다.\n이번 여름에, 저는 케임브리지 대학에서 2주간의 집중적인 컴퓨터 과학 여름 프로그램에 참여했습니다. 기계 학습과 AI, 선형대수학, 이산수학, 미적분학과 미분방정식 등의 모듈을 수강하며 고급 내용을 더 탐구했습니다. 벡터 공간과 행렬, 선형 변환, 선형 회귀에 대한 더 깊은 이해를 얻는 동시에, 이산수학의 주제를 더 깊이 다루며 그래프 이론, 알고리즘, 복잡성에 대한 통찰력을 키웠습니다.  Königsberg의 일곱 다리 문제와 Dijkstra 알고리즘과 같은 실제 예를 통해 학습했습니다. 신경망의 기초와 구조에 깊이 파고들면서, 패턴을 인식하고 결정을 내리도록 어떻게 훈련되는지 알게 되었습니다. 그러나 제가 기계 학습 모델을 훈련시킬 차례가 되었을 때, 과적합과 과소적합을 피하고 데이터를 처리하는 모델에 대해 완벽한 균형을 유지하는 것이 어렵다는 것을 발견했습니다. 하지만 이러한 어려움은 저를 좌절시키지 않았습니다. 오히려 AI와 기계 학습에 대한 관심과 실제 응용에 대한 조사 의욕을 강화시켰습니다.\n프로그래밍에 더 깊이 파고들고자 하는 열망에 의해, 저는 학교의 알고리즘 동아리에 가입하고 이번 학년도에 새로운 회장이 되었습니다. Introduction to Algorithms를 읽으면서, 저는 알고리즘의 효율성을 비교하는 방법과 빅 오 표기법의 개념을 이해하게 되었습니다. 동아리 시간 동안, 저는 회원들이 함께 알고리즘 문제를 해결하는 그룹 코딩 세션을 주최했습니다. 알고리즘과 그 응용에 대한 이해를 향상시키는 것 외에도, 다양한 동료들과의 협업을 통해 팀워크, 의사소통, 문제 해결 능력을 개발했습니다.\n제 의견으로는 컴퓨터 과학은 자연 과학도 사회 과학도 아닙니다. 그 기원은 인간의 사고로 가득 차 있으며, 수십 년 동안의 급속한 발전은 인간이 계산할 때 하는 방식을 모방하는 데 의존합니다. 우리는 문제 해결에 대한 우리의 개념을 분석하고 단계별로 변환한 다음, 인간처럼 기계를 \"가르칩니다\". 미래에, 저는 수학과 컴퓨터 과학에 대한 공부를 계속하고 인간 지능에 대한 심층적인 탐구와 AI에서의 응용을 통해 AI의 잠재력을 발굴하려고 합니다."
}