{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Sunday Out Travelcard\nTICKET TYPE\nSUNDAY OUT TRAVELCARD\nDESCRIPTION\nFlexible ticket only valid at specific off-peak times of the day.\nVALIDITY\nYour must travel on super off-peak trains on the date specified. Super off-peak times vary by route - our journey planner only shows super off-peak tickets on trains for which they are valid.\nBOOKING\nCan be booked in advance or purchased on the day of travel.\nREFUNDS\nIf you decide not to use your ticket to make all or part of your intended journey then you can apply for a refund from the My Account pages, or through Customer Support within 28 days of expiry of the ticket. Please note, the outward portion cannot be refunded if the return portion has been used. An up to GBP5.00 admin fee will apply and the amount of the refund will take into account any use you have made of the ticket and in some circumstances no refund will be paid.\nAMENDING YOUR BOOKING\nYou can change the time of your outward and/or return journey without changing your tickets. If you wish to change your date of travel or Class of ticket, you will need to buy a new ticket and apply for a refund on your current ticket.\nDISCOUNTS\nYes - normal railcard and child discounts available.\nBREAK OF JOURNEY\nYou may start, break and resume, or end your journey at any intermediate station along the route of travel.\nOTHER CONDITIONS\nThe outward portion of a Super Off-Peak Return ticket is only valid for travel when accompanied by an unused return portion.\nCODE\nSUT\nACCESSIBILITY\nView information about wheelchair spaces and accessibility on board your train here www.nationalrail.co.uk/on-the-train/accessible-train-travel-and-facilities. Find out how to book travel assistance here www.nationalrail.co.uk/help-and-assistance/passenger-assist.",
    "trans": "선데이 아웃 트래블카드\n티켓 유형\n선데이 아웃 트래블카드\n설명\n변경 가능한 티켓은 하루 중 비수기인 때에만 유효합니다.\n유효성\n특정한 날짜에 극비수기 기차로 여행해야 합니다. 극비수기는 경로에 따라 달라지는데 여정 계획표에는 유효한 극비수기 기차 티켓만 보입니다.\n예약\n미리 예약하거나 여행 당일에 구매할 수 있습니다.\n환불\n계획한 여행 중 티켓을 전혀 사용하지 않거나 일부 사용하지 않기로 결정한다면 내 계정 페이지나 티켓 유효 기간 만료 28일 전까지 고객 지원을 통해 환불을 요청할 수 있습니다. 도착 티켓을 사용한 경우 출발 티켓은 환불해 드릴 수 없다는 점을 유의하시길 바랍니다. 최대 5.00GBP의 관리 수수료가 부과되고 환불 금액은 티켓 사용 내역에 따라 결정되며 일부 경우에는 환불 금액이 지불되지 않을 수 있습니다.\n예약 변경\n티켓 변경 없이 출발 그리고/또는 도착 여행 시간을 변경할 수 있습니다. 여행 날짜 혹은 티켓 등급을 변경하고 싶다면 새로운 티켓을 구매하고 현재 티켓에 대한 환불을 요청해야 합니다.\n할인\n네 - 일반 기차 요금 할인권과 어린이 할인이 가능합니다.\n여행 취소\n여행 경로 중 아무 중간 정거장에서든 여행을 시작, 취소, 재개하거나 종료할 수 있습니다.\n다른 조건\n극비수기 출발 티켓은 사용하지 않은 도착 티켓에 있을 때에만 여행에 유효합니다.\n코드\nSUT\n접근성\n휠체어 공간과 탑승할 기차의 접근성에 대한 정보는 여기 www.nationalrail.co.uk/on-the-train/accessible-train-travel-and-facilities에서 보세요. 여기 www.nationalrail.co.uk/help-and-assistance/passenger-assist에서 여행 보조를 예약할 수 있는 방법을 찾아보세요."
}