{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear all,\nI hope you're well.\nAs you may be aware, I have been allocated as your Personal Academic Supervisor. I would like to invite you to an online group meeting on Friday, 18th October, using the following link:\nMicrosoft Teams Need help?\nJoin the meeting now\nMeeting ID: [redacted_number]\nPasscode: [redacted_number]\nFollowing this, I will be holding individual one-to-one meetings on 22nd, 24th, or 29th Octoberin my office (LG115) at University House (Business School). Please use the following link to book a time that works for you:\nBookings with me - Ehsan Khavandkar (Strategy and International Business) - Outlook (office.com)\nJust as a reminder, here’s the plan for our meetings over the academic year:\nFirst group meeting – To be held as soon as possible after Week 2 of Semester 1\nFirst individual meeting – To be held during Semester 1\nSecond individual meeting – To be held during Weeks 6-8 of Semester 2\nSecond group meeting –before the Easter break\nI look forward to meeting you all soon!\nBest regards,\nEhsan\nEhsan Khavandkar\nPh.D. in Economics of Innovation\nEducation Lead for the Strategy and International Business Subject Area\nAssistant Professor of International Business and Strategy\nBirmingham Business School I University of Birmingham\nUniversity House I 116 Edgbaston Park Rd\nBirmingham, B15 2TY\nUnited Kingdom\nRoom: [redacted_number] ITel: [redacted_number]\nAcademic ProfileILinkedInI Twitter",
    "trans": "모두에게,\n잘 지내고 있길 바랍니다.\n알고 있을 수도 있겠지만 내가 여러분의 개인 학습 관리인으로 배정받았습니다. 나는 다음의 링크를 이용하여 10월 18일 금요일에 온라인 단체 회의에 당신들을 초대하고 싶습니다:\n마이크로소프트 팀즈 도움이 필요하신가요?\n지금 회의에 참여하세요\n회의 ID: [redacted_number]\n비밀번호: [redacted_number]\n이 이후 나는 유니버시티 하우스(경영대)에 있는 내 사무실에서(LG115) 22일, 24일, 아니면 29일에 개인별 일대일 면담을 진행할 예정입니다. 다음의 링크를 활용하여 당신에게 맞는 시간대를 예약해주세요:\n저와의 면담 예약 - 에산 카반드카르(전략 및 국제 경영과) - 아웃룩(office.com)\n참고로, 이번 학년도 동안의 회의 계획은 다음과 같습니다:\n1차 단체 회의 – 1학기 둘째 주 이후 가능한 한 빨리 열릴 예정\n1차 개인 면담 – 1학기 동안 진행될 예정\n2차 개인 면담 – 2학기 6-8째 주 동안 진행될 예정\n2차 단체 회의 – 부활절 방학 이전\n여러분 모두와 곧 만날 수 있는 날을 고대하고 있습니다!\n안부를 전하며,\n에산\n에산 카반드카르\n혁신 경제학 박사\n전략 및 국제 경영 교과 영역의 교육 책임자\n국제 경영 및 전략 보조 교수\n버밍엄 경영대학 | 버밍엄 대학\n유니버시티 하우스 | 에지바스턴 파크 가 116\n버밍엄, B15 2TY\n영국\n사무실: [redacted_number] I 전화번호: [redacted_number]\n교수 프로필 | 링크드인 | 트위터"
}