{
    "source": "en_US",
    "target": "ko_KR",
    "text": "the nature of it projects\nUnlike projects in many other industries, IT projects are diverse. Some involve a small number of people installing off-the-shelf hardware and associated software. Others involve hundreds of people analyzing several organizations’ business processes and then developing new software in a collaborative effort with users to meet business needs. Even for small hardwareoriented projects, a wide diversity of hardware types can be involved—personal computers, mainframe computers, network equipment, kiosks, laptops, tablets, or smartphones. The network equipment might be wireless, cellular based, or cable based, or might require a satellite connection. The nature of software development projects is even more diverse than 68\nChapter 2\nhardware-oriented projects. A software development project might include creating a simple, stand-alone Microsoft Excel or Access application or a sophisticated, global e-commerce system that uses state-of-the-art programming languages and runs on multiple platforms.\nIT projects also support every possible industry and business function. Managing an IT project for a film company’s animation department requires different knowledge and skills than a project to improve a federal tax collection system or to install a communication infrastructure in a third-world country. Because of the diversity of IT projects and the newness of the field, it is important to develop and follow best practices in managing these varied projects. Developing best practices gives IT project managers a common starting point and method to follow with every project.",
    "trans": "IT 프로젝트의 본질\n많은 다른 산업에서의 프로젝트와는 다르게, IT 프로젝트는 다양하다. 어떤 것은 소수의 사람들이 기성 하드웨어 제품과 그에 딸려오는 소프트웨어를 설치하는 일이다. 다른 것은 수백 명의 사람들이 여러 개의 기업의 사업 과정을 분석한 뒤 사업상의 필요에 응하기 위해 사용자들과 함께하는 협력적 노력으로 새로운 소프트웨어를 개발하는 일이기도 하다. 소규모 하드웨어 지향적 프로젝트에서도, 다양하고 넓은 범위의 하드웨어 유형이 수반될 수 있다—개인 컴퓨터, 중앙 컴퓨터, 네트워크 장비, 키오스크, 휴대용 컴퓨터, 태블릿, 혹은 스마트폰. 네트워크 장비는 무선일 수도 있고, 셀룰러 통신 기반일 수도 있고, 유선에 기반하고 있을 수도 있으며, 어쩌면 위성 연결을 필요로 하는 것일수도 있다. 소프트웨어 개발 프로젝트의 본질은 68보다 훨씬 더 다양하다\n2장\n하드웨어 지향 프로젝트보다. 소프트웨어 개발 프로젝트는 단순하고 단독으로 사용하는 마이크로소프트 엑셀이나 액세스 애플리케이션을 만드는 일이나 복잡하고 세계적인, 최첨단 프로그래밍 언어를 사용하고 복수의 플랫폼에서 돌아가는 전자 상거래 체계를 만드는 일을 포함한다.\nIT 프로젝트는 또한 가능한 모든 산업 및 사업 기능을 지원한다. 영화사의 애니메이션 부서를 위해 IT 프로젝트를 관리하는 것은 연방 세금 징수 시스템을 개선하는 일이나 제삼세계 국가에 있는 통신 기반 시설을 설치하는 것과는 다른 지식과 기술을 요구한다. IT 프로젝트의 다양성과 해당 분야의 신규성 때문에, 이러한 다채로운 프로젝트를 관리하는 데 있어 최고의 관행을 개발하고 따르는 것은 중요하다. 최선의 관행을 개발하는 것은 IT 프로젝트 관리자들에게 공통된 시작점 및 모든 프로젝트에서 따라갈 수 있는 방법론을 제시한다."
}