{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Historians disagree on what percentage of colonists were Loyalists; estimates range from 20 percent to over 30 percent. In general, however, of British America’s population of 2.5 million, roughly one-third remained loyal to Great Britain, while another third committed themselves to the cause of independence. The remaining third remained apathetic, content to continue with their daily lives as best they could and preferring not to engage in the struggle.\nMany Loyalists were royal officials and merchants with extensive business ties to Great Britain, who viewed themselves as the rightful and just defenders of the British constitution. Others simply resented local business and political rivals who supported the Revolution, viewing the rebels as hypocrites and schemers who selfishly used the break with the Empire to increase their fortunes. In New York’s Hudson Valley, animosity among the tenants of estates owned by Revolutionary leaders turned them to the cause of King and Empire.\nDuring the war, all the states passed confiscation acts, which gave the new revolutionary governments in the former colonies the right to seize Loyalist land and property. To ferret out Loyalists, revolutionary governments also passed laws requiring the male population to take oaths of allegiance to the new states. Those who refused lost their property and were often imprisoned or made to work for the new local revolutionary order.\nWilliam Franklin, Benjamin Franklin’s only surviving son, remained loyal to Crown and Empire and served as royal governor of New Jersey, a post he secured with his father’s help. During the war, revolutionaries imprisoned William in Connecticut; however, he remained steadfast in his allegiance to Great Britain and moved to England after the Revolution. He and his father never reconciled.\nAs many as nineteen thousand colonists served the British in the effort to put down the rebellion, and after the Revolution, as many as 100,000 colonists left, moving to England or north to Canada rather than staying in the new United States. Eight thousand whites and five thousand free blacks went to Britain. Over thirty thousand went to Canada, transforming that nation from predominately French to predominantly British. Another sizable group of Loyalists went to the British West Indies, taking their slaves with them",
    "trans": "역사가들은 식민지 주민 중 로열리스트가 몇 퍼센트였는지에 대한 의견이 일치하지 않습니다; 추정치는 20%에서 30% 이상입니다. 하지만 일반적으로 영국령 아메리카의 인구수는 250명이었고, 그 중에 3분의 1이 영국에 충성했고, 다른 3분의 1은 독립의 명분에 헌신했습니다. 나머지 3분의 1은 무관심했고 최선을 다해서 그들의 일상을 계속해 나갔고 투쟁에 참여하지 않는 것을 선호했습니다.\n많은 로열리스트는 영국의 광범한 사업적인 관계를 맺은 왕실 관리와 상인들이었으며, 영국 헌법에 자신을 정당하고 공정한 수호자로 여겼습니다. 다른 이들은 혁명을 지지한 지역 사업과 정치적인 라이벌을 그저 원망했고, 반란군을 제국과의 단절로 이기적으로 사용해 재산을 늘리는 위선자이자 사기꾼으로 여겼습니다. 뉴욕의 허드슨 밸리에서 혁명 지도자들이 소유한 영지의 소작인 사이의 적대감이 왕과 제국의 대의를 위해 투쟁하게 만들었습니다.\n전쟁 중에 모든 지역에서는 몰수법을 통과시켰고, 이것은 이전 식민지의 새로운 혁명 전부에 로열리스트의 토지와 재산을 압류할 권리를 부여했습니다. 로열리스트를 찾아내기 위해 혁명 정부는 남성이 새로운 지역에 대한 충성 서약을 하도록 요구하는 법률을 통과시켰습니다. 거부한 사람은 그들의 재산을 잃었고 자주 투옥되거나 새로운 지역에서 혁명 질서를 위해 일해야 했습니다.\n벤저민 프랭클린의 유일한 생존 아들은 왕실과 제국에 충성하여 뉴저지의 왕실 주지사로 일했고 아버지의 도움으로 이 직책을 지켰습니다. 전쟁 중에 혁명가들은 윌리엄을 코네티컷에 투옥했지만; 그는 영국에 대한 충성심을 확실하게 유지했고 혁명 후에 영국으로 이주했습니다. 그는 아버지와 결코 화해하지 않았습니다.\n1만 9천명의 식민지 주민이 반란을 진압하기 위해 영국에 복귀했고, 혁명 후에, 10만 명에 달하는 식민지 주민은 떠나서 새로운 미국에 머물지 않고 영국이나 캐나다로 가기 위해 북쪽으로 갔습니다. 8천 명의 백인과 5천 명의 자유 흑인은 영국으로 갔습니다. 3만 명 이상이 캐나다로 가서 그 나라가 주로 프랑스인 또는 영국인으로 바꿨습니다. 또 다른 큰 규모의 로열리스트들이 노예를 데리고 영국령 서인도 제도로 갔습니다."
}