{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This article was very matter-of-fact, which I appreciated. The description of each topic made sense to me and I found myself learning a lot more than I originally knew. However, the article made me think about the concept of sui generis again. Clearly, there is something separating baseball, Coke, and rock music from being classified as religious organizations. Why do people believe that religion isn’t something inherently special? Does it really matter whether religion is artifactual or natural? Doesn’t it just depend on the importance and sacrality society awards it? There is a difference in the sacrality, to me at least, between baseball and most organized religions.\nReading further, the Coca-Cola lore reminds me of how only two people know the recipe at any given time, and they are not allowed to fly on planes with each other just in case. It was incredibly interesting to read the amount of Christian talk with each of the concepts, especially Coke. Rock music is regarded as being devoid of religion, while still having many “requirements” so to speak, of being a religion. Is this something akin to science believers or Satanists, people who may not consider themselves to be religious, despite fitting into a mold that follows the four C's? Something else I noticed was the author provided several “us versus them” examples, which explained why someone who isn’t particularly engrossed in any of these examples may have a hard time understanding the religious parallels (myself",
    "trans": "이 기사는 매우 사실적이었고, 나는 이를 높이 평가한다. 각 주제에 대한 설명은 이해할 만했고 내가 원래 알던 것에 비해 훨씬 많은 것을 배우게 되었다. 그러나, 이 기사는 나로 하여금 독특함의 개념에 대해 다시 생각하게 했다. 명백하게도, 농구, 콜라, 락 음악을 종교적 조직으로 분류할 수 없도록 가로막는 무언가가 있다. 왜 사람들은 종교가 내재적으로 특별한 무엇이 아니라고 믿을까? 종교가 인위적인지 자연적인지가 정말 중요한가? 종교는 그저 사회가 부여하는 중요성과 신성함에 의존하는 것이 아닌가? 적어도 나에게는, 농구와 대다수의 기성 종교는 신성함의 측면에서 다르다.\n더 읽어내려가니, 코카-콜라 서사는 언제나 단 두 사람만 레시피를 알고 있었고, 만약에 대비해 둘이 함께 비행기를 탈 수 없었다는 것을 상기시켰다. 각각의 개념, 특히 콜라에 대한 방대한 기독교적 논의를 읽는 것은 대단히 흥미로웠다. 락 음악은 종교가 결여된 것으로 취급되는 한편, 말하자면 종교의 \"조건\"을 여전히 여럿 가지고 있다. 과학 신봉자 또는 악마 숭배자, 네 개의 C 틀에 속하면서도 스스로를 종교가 없다고 생각하는 이들 사이에 공통점이 있는 것일까? 내가 확인한 또 다른 점은 저자가 \"우리 대 그들\" 예시를 여러 개 들었다는 것인데, 이는 이러한 예시 중 어느 하나에도 딱히 몰두하지 않은 사람들이 종교적 평행 이론을 이해하기 어려워하는 이유를 설명해 주었다. (나 자신"
}