{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello Wanru,\nWe are thrilled to introduce two new testing projects featuring cutting-edge smart glasses technology! These projects offer a variety of engaging tasks and competitive payouts. Whether you're interested in recording short videos, capturing academic-related images, or simply exploring advanced tech, there's something here for you!\nYou can choose to participate in one or both projects based on your interests and eligibility.\nProject 1: Video Captures with Pointing and Gesturing\nWe're seeking U.S.-based participants to receive smart glasses and record 5-7 minute videos demonstrating pointing and gesturing techniques. You'll also capture non-English text in public spaces.\nTask: Record videos both indoors and outdoors (at least 50% outdoors), in public or private locations.\nFocus: Seek and capture text in languages other than English.\nProject 2: Academic Categories Image Collection\nThis project is ideal for individuals with knowledge in specific academic fields. Using smart glasses, you'll capture images and ask questions related to various academic topics. While college experience is not required, tasks will be at a college level or higher.\nTask: Capture images and pose questions related to academic topics (excluding general knowledge). Example fields include Agriculture, Chemistry, Architecture, and more.\nRequirements: Participants should have expertise in one or more academic fields such as Accounting, Art, Biology, etc.\nFeel free to apply bel",
    "trans": "안녕하세요, 완루님.\n최첨단 스마트 안경 기술을 특징으로 하는 두 가지 새로운 테스트 프로젝트를 소개하게 되어 감동입니다! 이 프로젝트는 다양한 매력적인 작업과 경쟁력 있는 보상을 제공합니다. 짧은 영상을 녹화하거나, 학업 관련 이미지를 캡처하거나, 또는 단순히 첨단 기술을 탐색하는 데 관심이 있으면, 바로 여러분을 위한 것입니다!\n관심사와 자격에 따라 하나 또는 두 프로젝트에 참여를 선택할 수 있습니다.\n프로젝트 1: 가리키고 몸짓을 사용하여 촬영한 영상\n스마트 안경을 받고 가리키고 몸짓을 하는 기술을 보여주는 5~7분 분량의 영상을 녹화할 미국에 기반을 둔 참가자를 모집합니다. 또한 공공 장소에서 영어가 아닌 텍스트를 캡처합니다.\n과제: 실내와 야외(최소 50%는 야외)에서 공공 또는 사유지에서 비디오를 녹화합니다.\n초점: 영어 이외의 언어로 텍스트를 검색하고 캡처합니다.\n프로젝트 2: 학술 범주 이미지 수집\n이 프로젝트는 특정 학술 분야에 대한 지식이 있는 개인에게 이상적입니다. 스마트 안경을 사용하여 이미지를 캡처하고 다양한 학술 주제와 관련된 질문을 합니다. 대학 경험은 필요하지 않지만 업무는 대학 수준 이상이 될 것입니다.\n과제: 이미지를 캡처하고 학문적 주제(일반 지식 제외)와 관련된 질문을 제기하세요. 예시 분야로는 농업, 화학, 건축 등이 있습니다.\n요구 사항: 참가자는 회계, 예술, 생물학 등 하나 이상의 학문 분야에 대한 전문 지식을 갖추어야 합니다.\n자유롭게 지원하세요."
}