{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Project Governance: Establish and implement project governance processes and procedures to ensure\nalignment of projects with the organization's strategic objectives. This involves defining project management\nstandards, methodologies, and best practices, as well as establishing project review and approval mechanisms.\n Portfolio Management: Manage the organization's project portfolio by evaluating project proposals,\nprioritizing projects based on strategic goals and resource availability, and ensuring effective execution and\ndelivery of desired business value. This includes monitoring project progress, identifying risks and issues, and\nmaking adjustments to the portfolio as needed.\n Resource Management: Optimize allocation and utilization of project resources, including personnel, budget,\nand equipment. This involves working closely with project managers to identify resource requirements,\nresolve resource conflicts, and ensure efficient utilization across projects to maximize productivity and\nefficiency.\n Performance Monitoring and Reporting: Establish performance metrics and indicators to measure project\nprogress, quality, and outcomes. The PMO Director is responsible for monitoring project performance,\nanalyzing data, and providing regular reports to stakeholders, executives, and project teams. This helps\nidentify areas for improvement, address issues, and ensure projects are on track to meet their objectives.",
    "trans": "프로젝트 거버넌스: 프로젝트 거버넌스 과정 및 절차를 수립하고 시해하여 보장하기\n기관의 전략적 목표를 가지고 프로젝트 정렬. 프로젝트 관리를 정의하는 것과 연관됨\n표준적, 방법론적, 그리고 우수 사례와 더해, 프로젝트 검토 및 방법 구축.\n포트폴리오 관리: 프로젝트 제안서 평가에 의한 기관의 프로젝트 포트폴리오 관리,\n전략적인 목표 및 자원 이용 가능성을 바탕으로 프로젝트 우선순위 매기기, 효과적인 실행 보장하고\n원하는 비즈니스 가치의 전달. 이는 프로젝트 과정 모니터링, 위험 및 문제 확인을 포함함, 그리고\n필요에 따라 포트폴리오에 수정\n자원 관리: 개인적인, 예산을 포함해, 프로젝트 자원의 배분 및 활용을 최적화\n그리고 장비. 이것은 자원 필요 확인을 위해 프로젝트 관리자 가깝게 작업하는 것을 포함함\n자원 충돌을 해결하기 위해서, 생산성 최대화를 위해 프로젝트 전반에 걸친 효율적인 활용 보장\n효율성.\n실적 모니터링 및 보고: 프로젝트 측정을 위한 실적 매트릭스 및 지표 수립\n진행, 양질, 및 결과. PMO 책임자는 프로젝트 실적 모니터링을 위한 책임이 있음\n이해당사자, 데이터 분석, 경영진, 그리고 프로젝트 팀에게 정기 보고서 제공. 이것은 도와줌\n개선을 위한 분야 확인, 문제 설명, 및 프로젝트가 목적을 이루기 위해 진행되고 있는지 추적."
}