{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name] couldn’t believe his luck. He’d carefully made sure they’d left not only at the same time, but also when he had the excuse of taking James’ less direct metro line home, due to barely having missed his own. His goal had simply been to spend a bit of time together without [redacted_name] breathing down their necks. But in playing the long game, he’d somehow won the jackpot in the first round. James had them pressed together, rubbing his face into the side of [redacted_name]’ neck. Oh, he certainly had James’ attention now.\n[redacted_name] when that [redacted_name] had decided to be a problem, he hadn’t dared hope for this. Sure, he wasn’t above playing weak if it could get James’ arm curled around him. Oh, no, he was perfectly capable of connecting that [redacted_name] groin with his knee if necessary, or for fun. But James hadn’t let go of him again like he had expected—usually such a gentleman. Those tendencies seem to have been flung right out the window. James nosed his scent gland, licked at it.\n“James,” [redacted_name] warned, “We’re in public.”\nThe only indication that James had even heard him was the grumble he got in response.\n“James,” [redacted_name] said again, trying to lean his head away from James’ onslaught to his neck. It was as much a battle against himself as it was against James. That tongue did incredible things to him.\nJames whined, a broken, hurt sound, into [redacted_name]’ shoulder. “You won’t let me have you.”\n“Hey, James,” [redacted_name] fretted, trying to get James to listen before he started crying, which he sounded terrifyingly likely to do. “James, I’m right here. Would you listen to me?” [redacted_name] hissed, keeping his voice low. They didn’t need any more attention on them, especially with Regulus’ growing suspicion of what exactly had happened to James. His scent had changed slightly, grown stronger too. And if he was right? Well, he couldn’t have some other Omega presenting themselves as a solution.\nShaking James—which was rather hard to do considering James was still clinging to him from behind—[redacted_name] tried again, “James, Jamie.”\nThat finally got James looking up. His attention was zeroed in on Regulus, his pupils contracting in a predator-like look as they glued themselves to him. Well, definitely a rut then. [redacted_name] swallowed, his throat remaining dry. It was pretty obvious it was him who had triggered it. But how? They weren’t mated. They were what? Acquaintances at best? James had no claim on him, he shouldn’t be able to have such a strong reaction to him. Yet here James was, all over him, not even registering any of the other Omegas in the train car.\nBut that left Regulus with an entirely new problem. The stench of all the drunken idiots would be enough to mask James’ scent from anyone else. But that wouldn’t matter if it came fully into effect, before they got out of here—before things would get truly out of hand, and, ah… messy.\n“You want me?” [redacted_name] asked.\n“I want you.”\n“You can have me,” [redacted_name] slowly, holding James’ stare.\nJames’ arms tightened around him. The scent of James could be seeping into [redacted_name]’ clothing from how close they were. Oh, he was never going to wash them again.\n“If,” [redacted_name] stressed, “And only if you earn me.”\nPure determination lit up behind James’ eyes as he rambled, “How? Who do I fight? Anything. I need you.”\nHeat rose to [redacted_name]’ cheeks at the display. “Get us somewhere private, and I’m all yours,” he promised.\nJames nodded, his hands tugging at [redacted_name]’ shirt as he said, “Then you’ll be all mine. Only mine.” He somehow managed to work a hand underneath the fabric.\n“Yeah,” [redacted_name]s hummed, suppressing a moan as a warm hand pressed into the skin of his midriff. [redacted_name] needed to get a hold of himself. One of them needed to keep a clear head if they wanted to actually get off the metro.\nOnly a few minutes later, the doors opened to the stop near [redacted_name]’ place.",
    "trans": "[redacted_name]은 그의 운을 믿을 수 없었다. 그는 그들이 동시에 떠나는 것뿐만 아니라 그가 집으로 가는 지하철을 거의 놓쳐서 집으로 덜 직행하는 제임스의 지하철 노선을 탔다는 해명을 할 때 떠나도록 조심스럽게 확인했다. 그의 목표는 단지 그들의 일거수일투족을 감시하면서 [redacted_name] 없이 함께 잠깐 시간을 보내는 것이었다. 하지만 긴 게임을 하면서 그는 왜 그런지 모르겠지만 첫 라운드에서 대박을 터뜨렸다. 제임스는 자신의 얼굴을 [redacted_name]의 목에 문지르면서 그들이 함께 누르게 했다. 아, 이제 그는 확실히 제임스의 주의를 끌었다.\n[redacted_name]이 문제가 되기로 결정했을 때 [redacted_name], 그는 감히 이것을 바라지 않았다. 확실히 그는 제임스의 팔이 자신을 감쌀 수 있다면 약한 척하는 것도 마다하지 않았다. 아, 아니다, 그는 필요하다면 아니면 재미로 [redacted_name]의 사타구니를 자신의 무릎과 연결시키는 것이 완전히 가능했다. 하지만 제임스는 평소 신사답게 다시 놔줄 거라고 그가 예상했는데 그렇지 않았다. 그런 경향은 창 밖으로 내던져 진 것 같았다. 제임스는 코를 박고 향선을 찾았고 핥았다.\n\"제임스,\" [redacted_name]가 경고했다, \"우리 공공장소에 있어.\"\n제임스가 심지어 그의 말을 들었다는 유일한 표시는 그가 대답하는 투덜거림뿐이었다.\n\"제임스,\" [redacted_name]가 자신의 목을 향한 제임스의 맹공격에서 고개를 기울이려고 하면서 다시 말했다. 제임스를 대항하는 것은 그에게 마치 전투와도 같았다. 그 혀가 그에게 대단한 일을 했다.\n제임스는 [redacted_name]의 어깨로 상처 입은 소리로 징징거렸다. \"넌 내가 널 갖지 못하게 해.\"\n\"저기 제임스,\" [redacted_name]는 초조해 하면서 제임스가 울기 시작하기 전에 말을 듣게 하려고 시도하고 있었는데 그는 무섭게 울 것처럼 들렸다. \"제임스, 나 여기에 있어. 내 말 듣고 있어?\" [redacted_name]가 쉿 하는 소리를 내며 그의 목소리를 낮게 유지했다. 특히 제임스에게 정확히 무슨 일이 있었는지 레귤러스의 의심이 커지고 있는 상황에서 그들은 더 이상 주목을 받을 필요가 없었다. 그의 냄새가 약간 바뀌었고 더 강해지기도 했다. 그리고 만약 그가 맞았다면? 그렇다면 그는 다른 오메가가 자신들을 해결책으로 나타내게 할 수 없었다.\n제임스가 아직도 그의 뒤에서 매달리고 있는 걸 생각해 봤을 때 오히려 제임스를 흔드는 게 힘들었는데 [redacted_name]는 다시 시도했다, \"제임스, 제이미.\"\n그로 인해 드디어 제임스를 위로 올려다 보았다. 그의 관심은 레귤러스에게는 전혀 없었는데 그의 동공이 포식자와 같은 모습으로 수축하며 그에게 붙었다. 자, 그때부턴 완전히 발정기였다. [redacted_name]는 침을 삼켰지만 그의 목은 그대로 건조했다. 그가 유발시킨 게 꽤 확실했다. 하지만 어떻게? 그들은 연결되어 있지도 않았다. 그들은 무엇이었나? 기껏해야 지인? 제임스는 그에게 권리가 없었기 때문에 그에게 그렇게 강한 반응을 가질 수 있어서는 안 되었다. 하지만 여기 제임스의 몸 전체가 기차에서 다른 오메가를 등록조차 하지 않았다.\n하지만 그로 인해 레귤러스에게 완전히 새로운 문제가 생겼다. 모든 술 취한 멍청이의 악취는 다른 사람에게서 제임스의 냄새를 감추기에 충분했다. 하지만 여기에서 벗어나기 전에, 완전히 손 쓸 수 없게 되기 전에, 그리고, 아... 엉망이 되기 전에 그게 완전히 효과가 있으면 문제가 되지 않았다.\n\"너 나를 원해?\" [redacted_name]가 물었다.\n\"난 너를 원해.\"\n\"날 가져도 돼,\" [redacted_name]가 천천히 제임스의 눈길을 잡았다.\n제임스의 팔이 그를 꽉 감싸 안았다. 제임스의 냄새가 둘이 얼마나 가까웠는지를 보면 [redacted_name]의 옷으로 스밀 수 있었다. 아, 그는 다시는 씻지 않을 것이다.\n\"만약에,\" [redacted_name]가 강조했다, \"그리고 나를 얻어야만.\"\n그가 횡설수설하자 순수한 투지로 제임스의 눈이 빛났다, \"어떻게? 내가 누구와 싸워? 무엇이든. 난 네가 필요해.\"\n보이는 [redacted_name]의 뺨에 열이 올랐다. \"아무도 안 보는 곳으로 가자, 그러면 난 전부 네 꺼야,\" 그가 약속했다.\n제임스는 고개를 끄덕이고 손으로 [redacted_name]의 셔츠를 잡아당기며 말했다, \"그러면 넌 전부 내 꺼야. 오직 내 꺼.\" 그는 어떻게든 천 아래로 손을 움직일 수 있었다.\n\"그래,\" [redacted_name]가 콧노래를 불렀고 따뜻한 손이 몸의 피부를 누르자 신음을 억제했다. [redacted_name]는 침착해야 했다. 실제로 지하철에서 내리고 싶다면 둘 중 하나는 정신을 차려야 했다.\n불과 몇 분 후, [redacted_name]의 집 근처 정거장으로 문이 열렸다."
}