{
    "source": "en_US",
    "target": "ko_KR",
    "text": "There are three basic approaches to the laboratory measurement of blood glucose concentration: reducing methods, condensation methods, and enzymatic methods. Reducing methods are the oldest and take advantage of the reducing properties of glucose to change the state of a metal ion while glucose is being oxidized. Reducing methods are nonspecific, and any strong reducing agent can cross react to yield spuriously elevated values. While steps can be added to remove most cross-reacting reducing agents, this approach has largely been abandoned in the clinical laboratory.\nThe aldehyde group of glucose can undergo condensation with aromatic compounds to yield a colored product. In the most commonly used condensation reaction, o-toluidine reacts with glucose to form a glucosamine that has an intense green color. The color is then measured spectrophotometrically to estimate the glucose concentration. The reaction is rapid, and the intense color allows a high degree of sensitivity. Other aldoses can cross react, but only mannose and galactose give a highly colored product. These sugars are not found in great concentrations in the blood and their cross reactivity is ordinarily not significant. o-Toluidirie has the drawback of being highly corrosive and toxic. For this reason, this method is rapidly being phased out of the clinical laboratory.",
    "trans": "실험실에서는 세 가지 기본적인 혈당 집중도 측정 방식이 있다: 축소 기법, 응축 기법, 그리고 효소 방법이다. 축소 기법은 가장 오래된 것으로 포도당의 수축 성질을 이용해 포도당이 산화될 때 금속 이온의 상태를 바꾼다. 축소 기법은 불특정하며, 어떠한 강력한 축소 물질이 교차 반응을 일으켜 산출율에 부정하게 높은 값을 나타낼 수 있다. 가장 교차 반응을 많이 일으키는 요인을 제거하기 위해 단계를 더할 수 있지만, 이 접근법은 임상 검사에서는 대체적으로 그만 두고 있다.\n포도당의 알데히드 그룹은 방향족 화합물로 산출물과 응축하여 색깔이 있는 산출물을 만들어낼 수 있다. 가장 흔하게 사용되는 응축 반응인, o-톨리딘은 포도당에 반응해 선명한 초록색을 띠는 글루코사민을 형성한다. 색깔은 그렇게 분광 광도법을 사용해 측정되어 포도당 응축을 추산한다. 다른 알도오스가 교차 반응을 일으킬 수 있으나, 오로지 마노스 및 갈락토오스만이 상당히 색깔을 띠는 물질을 만들 수 있다. 이러한 당류는 혈중에 많이 응축되어 발견되지는 않고 그 교차 반응은 보통 유의미하지 않다. o-톨리딘은 부식이 잘 되고 유독성이 높다는 단점이 있다. 이러한 이유로, 해당 방법은 임상 검사에서는 빠르게 단계적으로 폐지되고 있다."
}