{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear [redacted_name],\nThe review of your paper is now complete, and the Reviewers' reports are shown below. They conclude that your paper is not suitable for publication. Consequently, I regret to inform you that this paper was not accepted for publication in ENERGY.\nReviewers' suggestions may be of assistance to you in the preparation of future papers\nThank you very much for expressing your interest in ENERGY.\nSincerely,\nProfessor [redacted_name]\nSubject Editor\nEnergy\n**********\nDear [redacted_name],\nGiven the merits of your research and the topics covered by your manuscript, I am pleased to offer a conditional acceptance in the journals mentioned immediately below, if you revise your submission in line with the comments of the reviewers and editor.\nNext Research, the newest journal in the Next family of journals, invites authors to publish original and scientifically rigorous research across all disciplines, accepting both theoretical and experimental work. As a broad-scope journal, our primary criterion for publication is the scientific accuracy and ethical integrity of the work, rather than its perceived impact. Submissions to Next Research are initially exclusively by transfer invitation; our dedicated team ensures a seamless and supportive publication experience from start to finish. [More information: https://www.sciencedirect.com/journal/next-research]\nIf you take up this offer and fully address the comments of the reviewers in your revised manuscript, your submission will be quickly accepted, without further peer review.\nTo take advantage of this conditional acceptance offer, simply click the link at the end of this letter. You will then have 90 days to finalise your submission. During this stage, please upload a tracked-change revision of your manuscript as well as a comprehensive \"\"Response to Reviewers” confirming that the required revisions have been implemented.\nAlternatively, you may wish to submit your manuscript to the following journals for consideration. Please note that your paper will proceed through the standard editorial process.\nEnergy Reports (Impact Factor 4.7, CiteScore 8.2) is a multidisciplinary gold open access journal, covering all aspect of energy research, with a focus on rapid review and publication time. This journal has been indexed in SCIE (Science Citation Index Expanded), Scopus, INSPEC, Ei Compendex, and Directory of Open Access Journals (DOAJ).\nIt was ranked in Tier 3 (2023) by the Chinese Academy of Sciences (CAS).\nThe International Journal of Thermofluids (CiteScore 10.1) is a gold open access journal publishing original papers and short communications in heat and mass transfer, thermodynamics, fluid mechanics and combustion. This journal has been indexed in 2 international databases – Scopus and Directory of Open Access Journals (DOAJ).\nOcean Engineering (Impact Factor 4.6, CiteScore 7.3) provides a medium for the publication of original research and development work in the field of ocean engineering, naval architecture, polar and arctic engineering, automatic control of marine systems. ocean engineering welcomes papers on hydrodynamics, structural mechanics, stochastic calculations, experimental approaches, marine equipment, ocean environmental predictions and automatic control of marine systems.\nIt was ranked in Tier 1 (2023) by the Chinese Academy of Sciences (CAS).\nTo transfer your paper, please click the link below by Feb 24, 2025. You will also have 90 days to finalise your submission at your preferred journal.",
    "trans": "친애하는 [redacted_name]님,\n귀하의 논문에 대한 검토가 이제 완료되었으며, 검토자 보고서는 아래에 나와 있습니다. 그들은 귀하의 논문이 출판에 적합하지 않다는 결론을 내렸습니다. 따라서 이 논문이 에너지에 출판되지 않았다는 사실을 유감스럽게 알려드립니다.\n검토자의 제안은 향후 논문을 준비하는 데 도움이 될 수 있습니다.\n에너지에 관심을 표명해 주셔서 대단히 감사합니다.\n진심으로,\n[redacted_name] 교수님\n주제 편집자\n에너지\n**********\n친애하는 [redacted_name]님,\n귀하의 연구와 원고에서 다루는 주제의 장점을 감안할 때, 검토자와 편집자의 의견에 따라 제출물을 수정하면 바로 아래에 언급된 저널에 조건부 수락을 제공하게 되어 기쁩니다.\n넥스트 리서치는 넥스트 계열 저널의 최신 저널로, 저자가 모든 학문 분야에서 독창적이고 과학적으로 엄격한 연구를 출판하도록 초대하며, 이론적 및 실험적 작업을 모두 수용합니다. 광범위한 저널로서, 출판에 대한 우리의 주요 기준은 인식된 영향보다는 작업의 과학적 정확성과 윤리적 무결성입니다. 넥스트 리서치에 제출하는 것은 처음에는 전적으로 이전 초대를 통해 이루어집니다. 우리의 전담 팀은 처음부터 끝까지 원활하고 지원적인 출판 경험을 보장합니다. [자세한 정보: https://www.sciencedirect.com/journal/next-research]\n이 제안을 수락하고 수정된 원고에서 검토자의 의견을 충분히 다루면 추가 동료 검토 없이 제출물이 신속하게 수락됩니다.\n이 조건부 수락 제안을 활용하려면 이 편지의 끝에 있는 링크를 클릭하기만 하면 됩니다. 그런 다음 90일 이내에 제출물을 마무리해야 합니다. 이 단계에서는 원고의 추적된 변경 수정본과 필요한 수정 사항이 구현되었음을 확인하는 포괄적인 \"\"검토자에게 보내는 응답\"을 업로드하세요.\n대안으로, 다음 저널에 원고를 제출하여 심사를 받을 수도 있습니다. 논문은 표준 편집 과정을 거칩니다.\n에너지 보고(영향력 지수 4.7, 사이트스코어 8.2)는 에너지 연구의 모든 측면을 포괄하는 다학제 골드 무료저널로, 신속한 검토와 출판 시간에 중점을 두고 있습니다. 이 저널은 SCIE(과학 인용 색인), 스코푸스, 인스펙, Ei 컴펜덱스, 무료저널 디렉토리(DOAJ)에 색인되었습니다.\n이것은 중국 과학 아카데미(CAS)에서 3등급(2023)으로 선정되었습니다.\n열유체의 국제 저널(사이트스코어 10.1)는 열 및 물질 전달, 열역학, 유체 역학 및 연소 분야의 원본 논문과 단편 커뮤니케이션을 출판하는 골드 오픈 액세스 저널입니다. 이 저널은 스코푸스와 무료저널 디렉토리(DOAJ)의 두 가지 국제 데이터베이스에 색인되었습니다.\n해양 공학(영향력 지수 4.6, CiteScore 7.3)은 해양 공학, 조선, 극지 및 북극 공학, 해양 시스템의 자동 제어 분야에서 독창적인 연구 및 개발 작업을 출판할 수 있는 매체를 제공합니다. 해양 공학은 유체 역학, 구조 역학, 확률적 계산, 실험적 접근 방식, 해양 장비, 해양 환경 예측 및 해양 시스템의 자동 제어에 대한 논문을 환영합니다.\n이것은 중국 과학 아카데미(CAS)에서 1등급(2023)으로 선정되었습니다.\n논문을 전송하려면 2025년 2월 24일까지 아래 링크를 클릭하십시오. 또한 선호하는 저널에 제출을 마무리할 수 있는 90일이 주어집니다."
}