{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The claimant's husband, Mr Ng Man Hung, was also an insurance agent of the 1st respondent. His\ntitle was Regional Director. He was more senior than the claimant by one grade.\n11. On about 5 May 2017, the husband notified the 1st respondent that he would resign. Shortly\nafterwards, he joined AIA International Ltd, a major competitor of the 1st respondent.\n12. About three days after the husband resigned, the 1st respondent notified the claimant that the IAA\nwould be terminated with effect from 17 May 2017. The termination was in accordance with the IAA\nwhich provided that the agreement may be terminated by either party on not less than six days' written\nnotice.\n13. Relying on the provisions in the Letter, the IAA and the \"Give Me Five\" sales incentive scheme rules,\nthe 1st respondent now says that the signing fee, the special bonuses and the sales incentive should\nbe forthwith repaid by the claimant as (a) the IAA was terminated within 24 months of its signing and\n(b) it was terminated before 30 April 2018.\n14. As of the date of termination, the 1st respondent alleges that there was a credit balance in the sum\nof $116,507.71 in the claimant's commission account and after giving credit to it, the claimant is\nindebted to the 1st respondent in the sum of $4,070,682.30.",
    "trans": "청구인의 남편인 응 만 훙 씨 또한 제1응답자의 보험 대리인이었다. 그의\n직책은 지방 책임자였다. 그는 청구인보다 한 직급 더 높았다.\n11. 2017년 5월 5일경, 남편은 제1응답자에게 사직 의사가 있음을 알렸다. 그후\n얼마 안 되어, 그는 제1응답자의 주요 경쟁자인 AIA생명에 입사했다.\n12. 남편의 사직 사흘 뒤, 제1응답자가 청구인에게 알리기를 IAA가\n2017년 5월 17일부터 효력이 종료될 것이라 하였다. 해당 종료는 IAA에 따른 것이었다\n협의가 최소 6일 이내의 서면 통지를 통해 양측에 의해 종료될 수 있다고\n규정한.\n13. 편지 내 조항과 IAA, \"다섯 개 주세요\" 판매 장려책 계획 규칙에 의존하여,\n제1응답인은 이제 서명 수수료와 특별 추가금, 판매 장려금이\n당장 청구인에 의해 지급되어야 한다고 말한다 왜냐하면 (a) IAA가 서명 이후 24개월 이내에 종결되었으며\n(b) 2018년 4월 30일 이전에 종력되었기 때문에.\n14. 종료일자에 관해, 제1응답인은 청구인의 수수료 계정에 대금 잔고가 총 $116,507.71 있었다는 혐의를 제기한다\n그리고 그것에 외상을 준 이후, 청구인은\n제1청구인에게 총합 $4,070,682.30의 빚을 졌다는 혐의도 제기한다."
}