{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Yes, yes, his parole. I know.” Draco turned away from her again, taking several steps in his frustration. “How could I possibly forget as a central strand in the web of lies? I still don’t see how maintaining the illusion of a relationship with his Death Eater son will work in his favour.”\nNarcissa’s voice was quiet when she spoke, but he could hear the edge of desperation in it. “Every connection to the outside world is seen as a benefit. Especially connections to family.”\nDraco snorted derisively. “Even this one?”\nHe heard the click of his mother’s heels on the marble floor as she approached him. She laid a gentle hand on the back of his shoulder.\n“It doesn’t have to be an illusion, you know. You should tell him about her.”\nDraco swung around to stare at his mother. “What are you talking about?”\nShe was wearing a warm smile. Understanding and a hint of smugness. “I’m your mother Draco, you can’t easily hide from me.”\n“I’m not hiding anything!” he said, firing up. “What did you tell him? He knew about the Muggles. What did you say?”\n“Only what I know to be true,” she said with a little shrug. “You’ve made friends for yourself in the Muggle world and...” She seemed to be choosing her words carefully, but her eyes held the same self-satisfied twinkle. “And you care for someone. Someone new.”\nHe scoffed again. “The only thing I care about is scraping together some semblance of a meaningful life from the shattered remains of a reputation that your husband left me with.”\nHe turned on his heel and headed for his room again, starting on the buttons of his waistcoat. He paused at the bottom of the stairs. “And there’s no one! No one new.”\nNarcissa smirked at his retreating back and the bright flush of red staining the pale skin of his neck.",
    "trans": "그래, 그래, 그의 가석방 이야기. 나도 알아.\" 드레이코는 다시 그녀에게서 돌아서서 두려움에 몇 발 나아갔다. \"내가 그 거짓의 그물의 중심에 걸렸었는데 어떻게 잊을 수 있겠어? 나는 그가 죽음을 먹는 자인 그의 아들과 관계를 유지하는 게 도무지 그에게 어떻게 유리하게 작용할지 이해가 안가.\"\n그녀가 말하자 나르시사의 목소리는 조용해졌지만, 그는 그 말의 언저리에서 절박함을 느꼈다. \"외부 세계와의 모든 연줄은 이득이라고 보더군. 특히 가족과의 연줄이 있다면 말이지.\"\n드레이코는 조롱하며 코웃음을 쳤다. \"이런 것도 치나요?\"\n그는 그녀의 엄마가 그에게 다가올 때 대리석 위로 들려오는 신발 굽 소리를 들었다. 그녀는 그의 어깨를 부드럽게 잡았다.\n\"꼭 환상일 필요는 없어, 알잖아. 그에게 그녀에 대해 말해야 해.\"\n드레이코는 몸을 돌려 그녀의 엄마를 쳐다봤다. \"그게 무슨 말씀이세요?\"\n그녀는 따뜻한 미소를 지어 보였다. 그건 이해와 약간의 의기양양한 미소였다. \"드레이코, 나는 네 엄마야, 네가 뭘 숨겨도 난 쉽게 찾을 수 있지.\"\n\"제가 숨기는 건 없어요!\"라고 그는 화를 내며 말했다. \"그에게 무슨 말을 했니? 그가 머글들에 대해 알더구나. 뭐라고 말했어?\"\n\"내가 진실이라고 알고 있는 것이라고는,\"이라고 그녀는 어깨를 약간 으쓱거리며 말했다. \"네가 머글 세계에서 친구를 만들었고...\" 그녀는 신중하게 단어를 선택하는 듯 보였지만 그녀의 눈은 자기 만족에 가득 차 반짝였다. \"그리고 네가 누군가를 소중히 여긴다는 거지. 어떤 새로운 사람을 말이야.\"\n그는 다시 코웃음을 쳤다. \"제가 신경 쓰는 거라고는 당신의 남편이 제게 남긴 망가진 명성의 잔해 속에서 의미 있는 삶의 일부라도 억지로 끌어모으는 것 밖에 없어요.\"\n그는 발을 돌리고 다시 그의 방으로 향하며 조끼의 버튼을 잠그기 시작했다. 그는 계단 끝에서 멈췄다. \"그리고 그런 사람 없어요! 새로운 사람이요.\"\n나르시사는 그가 물러서는 모습과 그의 창백한 목에 난 밝은 빨간 자국을 보자 능글맞게 웃었다."
}