{
    "source": "en_US",
    "target": "ko_KR",
    "text": "“Ven… play more… Game. With Pete and dada,” was mumbling Venice, talking in his sleep pretty much and Pete planted a little kiss on top of his head. Venice was precious and he slowly carried him into the bedroom, gently supporting Venice’s head as he planted him on top of the bed.\nLuckily, Venice had already taken a bath and he had dinner as well – it was already past eight, so it wasn’t really a surprise that Venice was pretty much asleep.\nAfter Pete came over, Venice had forgotten about being disappointed that he couldn’t go with Macau. He still didn’t understand why he couldn’t go to the library, but he had a lot of fun with Pete and Vegas. Pete brought many games and the three of them had a little evening filled with many board games.\nVenice wanted to play many more games, but tiredness caught up with him and he fell asleep on the couch. Pete decided to carry him upstairs while Vegas decided to clean up around the living room.\nPete chuckled when he saw Venice nuzzling into the pillow and he slowly pulled bedcovers over him, placing his favourite stuffed toy next to him. Venice mumbled something in his sleep, but he finally stopped fighting sleep and Pete sighed under his breath as he leaned closer, properly tucking Venice in.\nPete’s heart felt warm as he looked down upon Venice’s sleeping face, smiling when he heard footsteps coming closer. He turned around and he chuckled when he saw Vegas standing by the door, leaning against the door frame. Vegas didn’t say anything, he just stood there and watched Pete – Pete was amazing with Venice, Vegas falling in love all over again.\nPete felt the heat in his cheeks rising yet again when he saw that Vegas was only standing there and watching him. He huffed under his breath and crossed his arms over his chest. Vegas’ eyes were full of love and affection and Pete had to brace himself.",
    "trans": "“벤…게임을 더 해요. 피트랑 아빠랑 함께,” 잠꼬대 식으로 베니스가 중얼거렸고 피트는 그의 머리 위에 작게 키스를 했다. 베니스는 귀여웠고 천천히 그를 침대방으로 데려갔고, 베니스의 머리를 부드럽게 받쳐주며 그를 침대 위에 올려 놓았다.\n운 좋게도, 베니스는 목욕도 이미 했고 저녁도 이미 먹었다 – 이미 8시가 넘었으니 베니스가 거의 잠이 든 것은 놀라운 일이 아니었다.\n피트가 놀러 온 후에, 베니스는 그가 마카오에 함께 갈 수 없어서 실망한 것을 잊었다. 그는 아직도 도서관에 갈 수 없는 이유를 이해하지 못했지만, 피트, 베가스와 함께 좋은 시간을 보냈다. 피트는 많은 게임을 가져왔고 세 사람은 보드 게임으로 가득 찬 작은 저녁 시간을 보냈다.\n베니스는 게임을 더 많이 하고 싶었지만, 피로가 그를 붙잡았고 그는 쇼파에서 잠이 들었다. 베가스가 거실을 치우는 동안 피트는 그를 위층으로 데려가기로 결정했다.\n베니스가 베개에 비비는 것을 보고 피트는 빙긋 웃으며 침대보를 천천히 덮어주었고 가장 좋아하는 봉제 인형을 옆에 놓아주었다. 베니스는 잠결에 뭐라고 중얼거렸지만 마침내 잠과 싸우는 것을 멈추고 피트는 몸을 더 가까이하고 베니스를 제대로 눕히면서 속으로는 한숨을 쉬었다.\n베니스의 잠자는 얼굴을 내려다보며 피트의 마음은 따뜻해졌고, 발자국 소리가 가까이 다가오는 소리를 들으며 미소를 지었다. 그는 돌아서서 베가스가 문가에 서있는 것을 보고 빙긋 웃었고 베니스는 그냥 서서 비트를 바라보았다 – 피트는 베니스를 잘 돌봤고 베가스는 다시 사랑에 빠졌다.\n베가스가 그냥 서서 자신을 바라보는 것을 본 피트는 다시 한 번 볼이 뜨거워지는 것을 느꼈다. 그는 속으로 숨을 내쉬며 팔을 가슴 위로 교차했다. 베가스의 눈은 사랑과 애정으로 가득찼고 피트는 스스로를 가다듬어야 했다."
}