{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Boris: Absolutely not! She has been skydiving more than fifty times before.\nMaria: Seriously? Wow! That’s incredible!\nBoris: Yeah, she has also been kitesurfing, paragliding and scuba diving many times before too. She’s a real thrill-seeker.\nMaria: Wow! But….\nBoris: By the end of the first day in Jeju-do I was totally exhausted. Skydiving is really exhausting, but at the last minute, my new girlfriend wanted to go mountain biking. Have you ever been mountain biking?\nMaria: Yeah, I went mountain biking about five years ago in Brazil. I thought that it was really scary and dangerous. Hey, Boris is your new girlfriend….\nBoris: I enjoyed it this time but the next day I was really tired and sore. I felt a little embarrassed because I just can’t keep up with her! Man, I’m sure glad that I traveled light this time because I was so tired when we took the red eye back from Jeju Airport on Sunday night. Have you ever taken a red eye flight before, Maria?\nMaria: Uh, yeah. My flight from Brazil back to Korea at the end of summer vacation was a red eye flight. It was terrible. It’s a long story. I’ll tell you about it the next time we meet for coffee. But hey, Boris, tell me about….\nBoris: Yeah, I understand completely. I was really disappointed with our plane ride back this time. The airline lost my new girlfriend’s luggage when we came back on Sunday. They told us that they were confused about the destination of her suitcase. We had to wait for two hours for the airline to find it. A very uncool situation to be in if you are exhausted and just want to go home.\nMaria: Yeah, you’re right, but how….\nBoris: Ah! Maria, I have to go. My Pizza just arrived at my apartment. I’ll give you a call tomorrow and we can chat more. Gotta go! Bye!",
    "trans": "보리스: 절대 그렇지 않아요! 그녀는 스카이다이빙을 50번도 더 한 걸요.\n마리아: 정말요? 우와! 엄청나군요!\n보리스: 맞아요, 또 이전에 카이트 서핑, 패러글라이딩, 스쿠버 다이빙도 많이 했어요. 정말이지 스릴을 즐기는 여자라니까요.\n마리아: 우와! 저 근데...\n보리스: 제주도의 첫날이 끝날 무렵 저는 완전히 기진맥진한 상태였어요. 스카이다이빙은 정말 힘들거든요, 그런데 막판에, 제 새로운 여자 친구가 마운틴 바이킹을 하고 싶다는 거예요. 마운틴 바이킹 해본 적 있으세요?\n마리아: 있어요, 5년 전 브라질에서 타봤죠. 정말 무섭고 위험했던 걸로 기억해요. 보리스, 당신의 새로운 여자 친구가....\n보리스: 이번에 마운틴 바이킹을 즐겼지만, 다음날 되게 피곤하고 삭신이 쑤시더라고요. 그녀를 따라잡을 수가 없어서 살짝 창피했네요. 아, 그리고 이번 여행은 간소하게 하길 잘한 거 같아요, 제주도에서 일요일 밤 비행기를 타고 돌아오는데 정말 피곤했거든요. 마리아, 밤 비행기 타본 적 있어요?\n마리아: 아, 네. 여름휴가를 마치고 브라질에서 한국으로 올 때 밤 비행기를 탔어요. 최악이었죠. 얘기하자면 길어요. 다음에 커피 한잔할 때 말해줄게요. 그런데, 이봐요 보리스, 말해줘 봐요....\n보리스: 알겠어요, 무슨 말인지. 저는 이번에 돌아오는 비행 편에 굉장히 실망했어요. 일요일에 돌아오는데 항공사가 새로운 여자 친구의 짐을 잃어버렸지, 뭐에요. 그녀의 짐의 도착지를 혼동했다고 하더라고요. 항공사가 짐을 찾기까지 2시간을 기다려야 했어요. 지쳤고 집에 가고 싶은데 굉장히 맥 빠지는 상황이었죠.\n마리아: 맞아요, 맞아, 그런데 어떻게 된....\n보리스: 아! 마리아, 저 지금 가야 해요. 아파트로 피자가 도착했네요. 내일 연락드릴 테니 또 수다 떨어요. 저 갈게요! 안녕!"
}