{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Galaxy Communications: Background\nBased in Metropolis, the news publisher Galaxy Communications conducts business in two segments: the city and the suburbs. Its “Daily Planet” is the leading newspaper in the city segment. Galaxy owns two suburban newspapers, the “Orion Chronicle” and the “Milky Way Star”.\nThe CEO of Galaxy Communications, Perry White, must fulfil shareowner’s expectations for revenue growth (of 15%) and profit growth (of 20%) annually. He has asked for a strategy to be developed to achieve these goals.\nPerry White started out as a junior journalist for the Daily Planet, and thinks that this well- regarded city newspaper is the best source of future growth. The suburb business, he thinks, is an arena for less professional work. He is unwilling to listen to Lois Lane, manager of the suburban papers, who wishes to invest more in the suburb segment.\nExhibits 1 to Exhibit 12 display information and analysis that have been collected as part of the diagnostic phase.\nStrong Personalities\nPerry White, CEO\nPerry White started working for Galaxy 30 years ago. Now he is in his 50s. He thinks that the Daily Planet is the best newspaper in the country and is particularly proud of its awards for excellence in journalism. Among subordinates he is regarded as stubborn, fact-driven – someone who likes to be precise.\nLois Lane, Manager\nLois Lane joined Galaxy Communications as a journalist five years ago. Soon after, her friend and colleague, Clark Kent, was impressed with her managerial talent and prompted her to pursue management training. Accordingly, she enrolled in an executive education programme at INSEAD. Since her return to Galaxy Communications, she has asked Perry White for more support for the suburb papers. Now in her mid-thirties, she is known to be pragmatic and action-driven (try, act, re-try).\nPre-Release Version",
    "trans": "갤럭시 커뮤니케이션즈: 배경\n주요 도시에 본사를 둔 뉴스 발행사 갤럭시 커뮤니케이션즈는 도시와 교외의 두 부문에서 사업을 수행한다. \"데일리 플래닛\"은 도시 부문에서 선두적인 신문이다. 갤럭시는 \"오리온 연대기\"와 \"밀키 웨이 스타\"라는 두 교외 신문을 소유하고 있다.\n갤럭시 커뮤니케이션즈의 최고 경영자인 페리 화이트는 매년 매출 성장(15%)과 이익 성장(20%)에 대한 주주의 기대를 충족해야 한다. 그는 이러한 목표를 달성하기 위한 전략을 개발해 달라고 요청했다.\n페리 화이트는 데일리 플래닛의 수련 기자로 시작했으며, 이 평판 좋은 도시 신문이 미래 성장의 가장 좋은 원천이라고 생각한다. 그는 교외 사업이 덜 전문적인 일을 하는 분야라고 생각한다. 그는 교외 신문의 관리자인 로이스 레인이 교외 부문에 더 많이 투자하기를 원한다는 말을 듣고 싶어하지 않았다.\n전시물 1~전시물 12는 진단 단계의 일부로 수집된 정보와 분석을 보여준다.\n강력한 개성\n페리 화이트, 최고 경영자\n페리 화이트는 30년 전에 갤럭시에서 일하기 시작했다. 지금은 50대이다. 그는 데일리 플래닛이 미국 최고의 신문이라고 생각하며, 특히 저널리즘 분야에서 우수상을 수상한 것을 자랑스럽게 생각한다. 부하 직원 사이에서 그는 완고하고 사실에 기반을 둔 사람으로 여겨진다. 그는 정확함을 좋아하는 사람이다.\n로이스 레인, 관리자\n로이스 레인은 5년 전에 갤럭시 커뮤니케이션즈에 기자로 입사했다. 얼마 지나지 않아 그녀의 친구이자 동료인 클락 켄트가 그녀의 경영적 재능에 감명을 받아 경영 교육을 받도록 했다. 그에 따라 그녀는 인시아드의 임원 교육 프로그램에 등록했다. 갤럭시 커뮤니케이션즈에  복귀한 후, 그녀는 페리 화이트에게 교외 신문에 대한 지원을 더 요청했다. 현재 30대 중반인 그녀는 실용적이고 행동 지향적인 것으로 알려져 있다(시도, 행동, 재시도).\n사전 출시 버전"
}