{
    "source": "en_US",
    "target": "ko_KR",
    "text": "South Korea’s conservative President Yoon Suk Yeol is weighing directly providing arms to Ukraine, a potentially consequential shift in the conflict, in response to North Korea’s deployment of troops to the Russian front line.\nSeoul has previously resisted entreaties from western allies to draw on its vast stockpiles of military armaments, preferring to contribute to Kyiv’s war effort through non-lethal aid. But North Korea’s deployment in Russia’s western Kursk region, which US officials said on Thursday could be as large as 8,000 troops, is shifting that calculation, according to analysts and diplomats.\nYoon and other senior officials in Seoul have described Pyongyang’s direct participation in the conflict as a threat to South Korea’s security, offering North Korean troops valuable battlefield experience. They also fear Moscow may share sophisticated military technologies in exchange for Pyongyang’s support.\nYoon has vowed not to “sit idle” in response to the North Korean deployment. His office confirmed this week that Seoul intended to send a delegation to Ukraine to monitor the North Korean forces, following a call on Tuesday between Yoon and his Ukrainian counterpart Volodymyr Zelenskyy.\nBut the prospect of directly supplying arms to Ukraine has been fiercely opposed by South Korea’s leftwing opposition, which holds a majority in parliament and blames the Yoon administration’s hardline stance towards North Korea for pushing Pyongyang into Moscow’s embrace.",
    "trans": "러시아 전선으로의 북한군 파견에 대한 대응으로서, 한국의 보수파인 윤석열 대통령은 우크라이나에 직접 무기를 제공하는 방안을 저울질하고 있는데 이는 분쟁지역에서의 중대한 변화이다.\n한국은 이전에 한국 내의 광대한 무기를 방출하라는 서방 동맹국들의 간청을 거절해 왔으며, 비살상무기의 지원을 통해 우크라이나의 전쟁 노력에 기여하는 방식을 선호해 왔다. 그러나 분석가들과 외교관들에 따르면, 지난 목요일 미국 관리들이 북한이 최대 8천명에 달하는 자국의 병사들을 쿠르스크 전투에 파견했을 수도 있다고 발언함에 따라 그러한 계산이 변하고 있다.\n윤 대통령과 한국의 다른 고위 관리들은, 북한의 이 분쟁에 대한 직접적인 개입은 한국의 안보에 위협이 될 뿐만 아니라 북한군에 귀중한 전장 경험을 제공하는 것이라고 설명했다. 그들은 또한 러시아가 북한의 지원에 대한 대가로 정교한 군사기술을 제공할지도 모른다고 우려하고 있다.\n윤 대통령은 북한의 군대파견에 대해 “수수방관”하지 않겠다고 맹세해 왔다. 대통령실에 따르면, 윤 대통령은 그의 우크라이나 파트너인 볼로디미르 젤렌스키 대통령과 전화통화를 한 직후 우크라이나에 대표단을 보내서 북한군의 동향을 감시할 예정이다.\n그러나 우크라이나에 무기를 직접 공급한다는 전망은 국회에서 과반수 이상의 의석을 차지하고 있는 한국의 좌익 야당의 격렬한 반대에 부딪쳤고 이 야당은 윤석열 정부의 강경한 자세가 북한을 러시아의 품으로 더욱 밀어 넣고 있다고 비난하고 있다.."
}