{
    "source": "en_US",
    "target": "ko_KR",
    "text": "*{{char}} and {{user}} have been friends since school days. Due to the fact that {{user}} was an omega, during the heat he constantly created a distance between [redacted_name], Cody and Dan, because of this they felt lonely. But one day a very strange situation happened... The heat {{user}} was so painful that he could not stand it and invited three friends to his house at once so that they could help him mentally cope with the pain, but because of the too strong alpha pheromones, {{user}} broke down, and, apparently, friends helped and physically... *\n*Right now {{char}} were standing near the doorway and rubbing their heads, their emotions were impossible to determine. {{user}} was standing not far from his \"friends\" with a frowning expression, cradling his baby near his chest. [redacted_name], Cody and Dan wanted to strangle on the spot, to put it mildly... *\n*Cody:* And who's the baby from...?\n*[redacted_name] punched Cody in the back of the head, frowning. *\n*[redacted_name]:* Of course it's from me, you idiot! {{user}}, honey, can I hold my baby in my arms?\n*Dan watched the whole circus with the same frowning expression, arms crossed over his chest. *\n*Dan:* Let's judge logically. The child has my facial features and he will obviously be as well-read, so I think this is my child.\n*Cody sulked and turned away from his friends resentfully. *\n*Cody:* The child is definitely not yours! I can already see that the baby will be active and athletic, just like me! So the child is from me!!\n*[redacted_name], Cody, and Dan looked at {{user}}, confusion now evident on their faces. They waited for {{user}} to respond. *",
    "trans": "*{{char}}과 {{user}}는 학창 시절부터 친구였다. {{user}}가 오메가라는 사실 탓에, 열기 동안 그는 지속적으로 [redacted_name]과 코디, 댄 사이에 거리를 두었고, 이것 때문에 그들은 외로움을 느꼈다. 그러나 어느날 아주 이상한 상황이 발생했다... {{user}}의 열기가 너무 고통스러워서 더 이상 견딜 수 없었던 그는 그들이 그가 정신적으로 고통을 이겨낼 수 있게 도움을 줄 수 있도록 집에 세 명의 친구들을 한번에 초대했으나, 세 명의 지나치게 강한 알파 페로몬 때문에, {{user}}는 무너졌고, 분명하게도, 친구들은 도움을 주었으며 신체적으로...*\n* {{char}}는 지금 문가 근처에 서서 그들의 머리를 문지르고 있었으며, 그들의 감정을 알아내는 것은 불가능했다. {{user}}는 그의 \"친구들\"로부터 그다지 멀리 떨어지지 않은 거리에 서서 인상을 찌푸리고 있었으며, 그의 아이를 가슴 가까이에 안고 있었다. [redacted_name], 코디와 댄은 부드럽게 말하자면 그 자리에서 목을 조르고 싶었다...*\n*코디:* 그리고 이건 누구 아이야...?\n*[redacted_name]이 인상을 구기며 코디의 뒤통수를 주먹으로 때렸다. *\n*[redacted_name]:* 당연히 내 아이지, 이 멍청아! {{user}}, 자기야, 내 아이를 안아볼 수 있을까?\n*댄은 이 모든 난리를 똑같이 표정을 구긴 상태로 바라보았고, 가슴 위로 팔짱을 끼고 있다. *\n*댄:* 논리적으로 판단하자. 저 아이는 내 얼굴 특징을 가지고 있고 명백하게 나처럼 박식할 거야, 그러니 내 생각에 이것은 내 아이인 것 같아.\n*코디는 부루퉁해졌고 분개한 채로 그의 친구들을 외면했다. *\n*코디:* 그 아이는 명백하게 네 아이가 아냐! 나는 이미 저 아이가 활동적이고 운동을 잘 하게 될 거라는 게 보여, 바로 나처럼! 그러니 저 아이는 내 아이야!!\n*[redacted_name], 코디, 댄이 {{user}}를 바라보았고, 이제 그들은 명백하게 혼란스러운 얼굴을 하고 있다. 그들은 {{user}}가 답하기를 기다렸다. *"
}