{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Milton watch/warning advisory number 16\nNws National Hurricane Center Miami fl al142024\n1102 PM EDT Tue Oct 8 2024\nThis product covers South Florida\n**Milton Remains Extremely Dangerous as it Moves Through the Southeast Gulf**\nNEW INFORMATION ---------------\n* CHANGES TO WATCHES AND WARNINGS:\n- None\n* CURRENT WATCHES AND WARNINGS:\n- A Storm Surge Warning, Tropical Storm Warning, and Hurricane Watch are in effect for Coastal Collier County\n- A Tropical Storm Warning and Hurricane Watch are in effect for Glades, Hendry, and Inland Collier County\n- A Storm Surge Warning and Tropical Storm Warning are in effect for Mainland Monroe\n- A Tropical Storm Warning is in effect for Coastal Broward County, Coastal Miami Dade County, Coastal Palm Beach County, Far South Miami-Dade County, Inland Broward County, Inland Miami-Dade County, Inland Palm Beach County, Metro Broward County, Metro Palm Beach County, and Metropolitan Miami Dade\n* STORM INFORMATION:\n- About 430 miles west-southwest of Miami FL or about 350 miles west-southwest of Naples FL\n- 23.4N 86.5W\n- Storm Intensity 160 mph\n- Movement Northeast or 55 degrees at 12 mph\nSITUATION OVERVIEW ------------------\nHurricane Milton remains a major hurricane over the southeastern Gulf of Mexico. It is forecast to remain at or near major hurricane strength as it approaches the Gulf Coast",
    "trans": "밀턴 감시/경고 권고 번호 16\n국립 기상국 미국 국립 허리케인 센터 마이애미 fl al142024\n2024년 10월 8일 화요일 오후 11시 2분 동부 서머타임\n이 제품은 플로리다 남부를 포함합니다.\n**밀턴은 남동부만을 통과하면서 여전히 매우 위험합니다.**\n새로운 정보 ---------------\n* 감시 및 경고에 대한 변경 사항:\n- 없음\n* 현재 감시 및 경고:\n- 폭풍 해일 경고, 열대성 폭풍 경고 및 허리케인 감시가 해안 콜리어 자치주에 발효되었습니다.\n- 열대성 폭풍 경고 및 허리케인 감시가 글레이즈, 헨드리 및 내륙 콜리어 자치주에 발효되었습니다.\n- 폭풍 해일 경고 및 열대성 폭풍 경고가 본토 먼로에 발효되었습니다.\n- 열대성 폭풍 경고가 해안 브로워드 자치주, 해안 마이애미-데이드 자치주, 해안 팜비치 자치주, 파에 발효되었습니다. 사우스 마이애미-데이드 자치주, 인랜드 브로워드 카운티, 인랜드 마이애미-데이드 자치주, 내륙 팜비치 자치주, 메트로 브로워드 자치주, 메트로 팜비치 자치주, 메트로 마이애미 데이드\n* 폭풍 정보:\n- 마이애미 FL에서 서남서쪽으로 약 430마일 또는 네이플스 FL에서 서남서쪽으로 약 350마일\n- 북위 23.4도, 서경 86.5도\n- 폭풍 강도 160시속 마일\n- 북동쪽 또는 55도 방향으로 12시속 마일로 이동\n상황 개요 ------------------\n허리케인 밀튼은 멕시코만 남동부에서 여전히 강력한 허리케인입니다. 걸프 해안에 접근하면서 강력한 허리케인 강도 또는 그에 가까운 강도를 유지할 것으로 예상됩니다."
}