{
    "source": "en_US",
    "target": "ko_KR",
    "text": "When you go camping, it is important to pack three things. These things are a tent, a sleeping bag, and iodine.\nYou've probably heard about tents before. Tents are important because they give you shade from the sun. They also shelter you from the rain. Tents also keep unwanted bugs and animals out. This is good for when you want to sleep or just take a rest. After all, it's tough to sleep when you're covered with bugs!\nYou've probably heard about sleeping bags before. Sleeping bags are important because they keep you warm. This is especially important if you plan to camp someplace where it is cold. In addition to keeping you warm, sleeping bags also keep you comfortable. It is much nicer to sleep on a fluffy sleeping bag than the cold, hard ground.\nThe third thing you should pack is iodine. You probably haven't heard of iodine before (well, maybe you have if you're an avid camper). You see, iodine kills bacteria. If you plan to drink water from a stream while you are camping, it is good to have iodine. A few drops of iodine will kill the bacteria in the water. This way, you can be sure you won't get sick from drinking it.\nWhen you go camping, it is important to pack a tent, a sleeping bag, and iodine. This is sure to make your camping trip a lot more enjoyable!\nNo sources were consulted in the composition of this passage.\nSubmit\nChallenge Question\nWhat's this\nUsing the information in the passage, it can be understood that bacteria\nA\nis used to kill iodine\nB\nmakes water clean\nC\ncan make you sick\nD\nis good to drink",
    "trans": "캠핑을 가시 ㄹ때는 세 개를 챙기시는 게 중요합니다. 그건 바로 텐트, 침낭, 요오드이죠.\n텐트에 대해서는 이전에도 들어보셨을 겁니다. 텐트가 중요한 이유는 태양으로부터 그늘을 만들 수 있기 때문이죠. 또한 텐트는 비도 막아줍니다. 그리고 원치 않는 벌레와 동물로부터 지켜주죠. 텐트는 잠을 자고 싶거나 그냥 쉬고 싶을 때 좋습니다. 무엇보다, 벌레에 뒤덮이면 잠을 자기 힘드니까요!\n침낭에 대해서 들어보셨을 겁니다. 침낭이 중요한 이유는 몸을 따뜻하게 해주기 때문입니다. 이는 특히 추운 곳에서 캠프를 하고자 할 때 중요하죠. 몸을 따뜻하게 해주는 것과 더불어 침낭은 안락함을 유지해 줍니다. 춥고 딱딱한 바닥에서 자는 것보다 푹신한 침낭에서 자는 게 훨씬 낫죠.\n세 번째로 챙기셔야 할 것은 요오드입니다. 아마 요오드에 대해서는 들어 본 적이 없으실 겁니다(뭐, 열렬한 캠핑 러버라면 들어보셨을 수도 있습니다). 그러니까, 요오드는 박테리아를 죽입니다. 캠핑 중에 강에서 물을 마실 예정이라면, 요오드를 갖고 있는 게 좋습니다. 요오드 몇 방울만 떨어트리면 물 속의 박테리아가 죽습니다. 이렇게 한다면, 그 물을 마셔도 아프지 않을 거라는 걸 확신할 수 있죠.\n캠핑을 가실 때, 텐트, 침낭, 요오드를 챙기시는 게 중요합니다. 이렇게 챙긴다면 캠핑 여행이 분명 더욱 즐거울 거예요!\n이 글에는 참조한 출처가 없습니다.\n제출\n질문\n이게 뭘까요\n이 글에 나온 정보를 미루어 보아, 박테리아는\nA\n요오드를 없애기 위해 사용된다\nB\n물을 깨끗하게 만든다\nC\n당신을 아프게 할 수 있다\nD\n마셔도 괜찮다"
}