{
    "source": "en_US",
    "target": "ko_KR",
    "text": "More Peaceful Societies:\nStronger Economies:\nSafer Communities:\nAwareness Campaigns: Education and advocacy can raise awareness about the importance of respect and equality, benefiting everyone, not just women.\nHealthier Relationships:\nGlobal Impact: When societies value gender equality and safety, they contribute to global peace efforts and stability, making the world a better place for all.\nEmpowering Women:\nSupport Networks: Safe environments help establish networks of support, where individuals can help each other without fear of violence.\nWorkforce Participation: When women can work without fear of violence, they contribute to economic growth. This boosts household incomes and local economies.\nChanging Attitudes:\nBetter Health:\nReduced Violence: Tackling violence against women can lead to a decrease in other types of crime, as the factors contributing to violence are addressed.\nParticipation: When women feel safe, they are more likely to participate in education, jobs, and leadership roles. This empowerment leads to greater equality and opportunities for all.\nLaw Enforcement: Effective responses to violence can improve community relations with law enforcement, making communities safer overall.\nConfidence: Empowered women can inspire others, leading to a ripple effect in communities where more women seek to achieve their goals.\nFamily Stability: Strong, respectful family dynamics lead to healthier environments for raising children, promoting positive values.\nPhysical Health: Reducing violence leads to fewer injuries and better overall health for women and their families.\nCultural Shift: Fighting against violence helps challenge and change harmful beliefs about gender roles and violence, leading to broader societal progress.\nCommunity Trust: When communities take a stand against violence, it fosters trust among neighbors and encourages collaboration.\nRespectful Interactions: Promoting healthy relationships based on respect and equality helps prevent cycles of violence and abuse.\nMental Health: Women who experience violence often suffer from anxiety, depression, and PTSD. Ending violence can improve mental well-being for entire families.\nLess Crime:\nStability: Communities that prioritize safety and equality tend to be more stable, with lower levels of conflict and violence.\nInvestment in Community: Empowered women often reinvest in their families and communities, enhancing overall economic stability.",
    "trans": "더 평화로운 사회:\n더 강한 경제:\n더 안전한 공동체:\n인식 캠페인: 교육과 옹호 활동은 존중과 평등의 중요성에 대한 인식을 높일 수 있으며, 이는 여성뿐만 아니라 모든 사람에게 유익하다.\n더 건강한 관계:\n세계적 영향: 사회가 성평등과 안전을 가치 있게 여길 때, 이는 세계 평화 노력과 안정에 기여하며, 궁극적으로 모두에게 세상을 더 나은 곳으로 만든다.\n여성의 역량 강화:\n지원 네트워크: 안전한 환경은 폭력에 대한 두려움 없이 서로를 도울 수 있는 지원 네트워크를 구축하는 데 도움을 준다.\n노동 시장 참여: 여성이 폭력의 두려움 없이 일할 수 있을 때, 이는 경제 성장에 기여한다. 이를 통해 가계 소득과 지역 경제가 활성화된다.\n태도 변화:\n더 나은 건강:\n폭력 감소: 여성에 대한 폭력을 해결하면, 폭력을 유발하는 요인들이 해결되면서 다른 범죄 유형도 감소할 수 있다.\n참여: 여성이 안전하다고 느낄 때, 교육, 직업, 리더십 역할에 더 적극적으로 참여할 가능성이 높아진다. 이러한 역량 강화는 모두에게 더 큰 평등과 기회를 창출한다.\n법 집행: 폭력에 대한 효과적인 대응은 지역 사회와 법 집행 기관 간의 관계를 개선하여, 공동체를 전반적으로 더 안전하게 만든다.\n자신감: 자신감 있는 여성은 다른 사람들에게 영감을 주며, 이는 더 많은 여성들이 자신의 목표를 이루려는 사회적 파급 효과를 불러온다.\n가정 안정: 강하고 존중하는 가족 관계는 자녀를 양육하는 더 건강한 환경을 조성하며, 긍정적인 가치를 전파하는 데 기여한다.\n신체 건강: 폭력이 줄어들면 부상의 위험이 감소하고, 여성과 가족 전체의 전반적인 건강이 향상된다.\n문화적 변화: 폭력에 맞서는 것은 성 역할과 폭력에 대한 해로운 인식을 도전하고 변화시키는 데 도움이 되며, 이는 더 넓은 사회적 발전으로 이어진다.\n공동체 신뢰: 지역 사회가 폭력에 맞서 단결할 때, 이웃 간의 신뢰가 형성되고 협력을 촉진한다.\n존중하는 상호작용: 존중과 평등에 기반한 건강한 관계를 장려하는 것은 폭력과 학대의 악순환을 예방하는 데 도움이 된다.\n정신 건강: 폭력을 경험한 여성들은 불안, 우울증, PTSD를 겪는 경우가 많다. 폭력을 근절하면 가족 전체의 정신적 안녕이 향상될 수 있다.\n범죄 감소:\n안정성: 안전과 평등을 우선시하는 사회는 더 안정적이며, 갈등과 폭력 수준이 낮다.\n지역 사회에 대한 투자:  역량이 강화된 여성들은 종종 자신의 가족과 지역 사회에 재투자하며, 이는 전반적인 경제적 안정성을 높이는 데 기여한다."
}