{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This document covers key aspects of marketing research and productivity measurement. Here's a summary of the main points:\n1. Scope of Marketing Research\n- Defined as the function linking consumers, customers, and the public to marketers through information\n- Used to identify opportunities, evaluate actions, monitor performance, and improve understanding of marketing processes\n2. Marketing Research Process\n- Includes steps like:\n- Defining the problem and research objectives\n- Developing a research plan\n- Collecting and analyzing information\n- Presenting findings and making decisions\n3. Research Approaches and Tools\n- Observational, focus group, survey, and behavioral research\n- Qualitative measures like ZMET, word association, and brand personification\n- Technological devices such as eye-tracking, facial detection, and brain wave scanners\n4. Data Collection Methods\n- Various contact methods, including online research\n- Advantages of online research: inexpensive, fast, honest\n- Disadvantages: potentially skewed samples, technological issues\n5. Measuring Marketing Productivity\n- Marketing metrics: quantify, compare, and interpret performance\n- Marketing-mix modeling: analyzes data from various sources to understand effects of marketing activities\n- Marketing dashboards: provide a concise set of interconnected performance drivers\n6. Good Marketing Research Practices\n- Emphasizes scientific method, creativity, multiple methods, model building, value of data, and ethical marketing\nThis document provides a comprehensive overview of marketing research methodologies, tools, and productivity measurement techniques.",
    "trans": "본 문서는 마케팅 연구 및 생산성 측정의 주요 측면들을 다루고 있다. 다음은 주요 요점들의 목록이다.\n1. 마케팅 연구의 범위\n- 정보를 통해 소비자, 고객 및 대중을 마케팅 담당자들에게 연결하는 기능으로 정의됨\n- 기회를 식별하고, 행동을 평가하고, 성과를 감시하며, 마케팅 과정에 대한 이해를 향상시키는 데 사용됨\n2. 마케팅 연구과정\n- 다음 단계들을 포함한다:\n- 문제 및 연구목표의 정의\n- 연구기획\n- 정보수집 및 분석\n- 결과 발표 및 의사결정\n3. 연구방법 및 도구들\n- 관찰, 포커스 그룹, 설문 조사 및 행동 연구\n- ZMET(은유추측기법), 언어 연상 및 상표의인화와 같은 질적 수단\n- 안구 추적, 안면 인식 및 뇌파 스캐너와 같은 기술 장치들\n4. 데이터 수집방법\n- 온라인 연구를 포함한 다양한 접촉 방법들\n- 온라인 연구의 장점: 저렴, 신속, 정직\n- 단점: 잠재적으로 왜곡된 샘플, 기술적 문제들\n5. 마케팅 생산성의 측정\n- 마케팅 체계: 성과를 정량화, 비교 및 해석한다\n- 마케팅믹스 모형화: 마케팅활동의 영향을 이해하기 위해 다양한 원천의 데이터를 분석한다\n- 마케팅 대시보드: 상호 연결된 성능 드라이버 세트를 제공한다\n6. 우수 마케팅 연구관행\n- 과학적 방법, 창의성, 다중 방법, 모형 구축, 데이터 가치 및 윤리 마케팅을 강조한다.\n본 문서는 마케팅 연구 방법론, 도구 및 생산성 측정기술에 대한 포괄적인 개요를 제공한다."
}