{
    "source": "en_US",
    "target": "ko_KR",
    "text": "OBJECTIVE 1-5 Describe the major trends and forces that are changing the marketing landscape in this age of relationships. (pp 42–49)\nDramatic changes are occurring in marketing. The digital age has created exciting new ways to learn about, engage, and relate to individual customers. As a result, advances in digital, social, and mobile media have taken the marketing world by storm. Online, mobile, and social media marketing offer exciting opportunities to target customers more selectively and engage them more deeply. And today’s big data and improved market- ing analytics, such as artificial intelligence, are enhancing how marketers learn about and interact with customers. The key\nis to blend the new digital technologies and approaches with traditional marketing to create a smoothly integrated marketing strategy and mix.\nIn recent years, marketing has become a major part of the strategies for many not-for-profit organizations, such as col- leges, hospitals, museums, zoos, symphony orchestras, foun- dations, and even churches. Also, in an increasingly smaller world, many marketers are now connected globally with their customers, marketing partners, and competitors. Finally, to- day’s marketers are also reexamining their sustainability\nresponsibilities. Marketers are being called on to take greater responsibility for the social and environmental impacts of their actions.\nPulling it all together, as discussed throughout the chapter, the major new developments in marketing can be summed up in a single concept: engaging customers and creating and cap- turing customer value. Today, marketers of all kinds are taking advantage of new opportunities for building value-laden relation- ships with their customers, their marketing partners, and the world around them.",
    "trans": "목표 1-5 관계가 중요한 이 시대에서 마케팅 분야에 변화를 일으키는 주요 트렌드와 힘을 설명한다. (pp 42–49)\n마케팅에 엄청난 변화가 일어나고 있다. 디지털 시대는 고객에 대해 배우고, 고객과 참여하고, 각각의 고객에게 연결될 수 있는 새롭고 흥미로운 방법을 만들어냈다. 그 결과, 디지털, 사회, 모바일 미디어의 진보는 마케팅 세계를 단번에 사로잡았다. 온라인, 모바일, 소셜 미디어 마케팅은 더욱 선별적으로 고객을 잡고 그들을 더욱 깊이 참여할 수 있게끔 멋진 기회를 만들어준다. 그리고 오늘날 빅 데이터와 인공 지능 같은 개선된 마케팅 분석은 마케터들이 고객에 대해 배우고 그들과 소통하는 방식을 개선시켜 준다. 핵심은\n새로운 디지털 기술과 전통적인 마케팅 방식을 섞어 통합된 마케팅 전략 및 혼합으로 순조롭게 만드는 것이다.\n최근, 마케팅은 대학, 병원, 박물관, 동물원, 심포니 오케스트라, 재단 심지어 교회 같은 많은 비영리 단체를 위한 전략의 중요한 부분이 되었다. 또한, 점점 좁아지는 세계에서 여러 마케터들은 이제 그들의 고객, 마케팅 파트너, 경쟁자들과 세계적으로 연결되게 되었다. 결국, 오늘날의 마케터들 또한 그들의 지속 가능성 및\n책임감을 재시험하게 되는 것이다. 마케터들이 자신들의 행동이 사회와 환경에 미치는 영향에 대해 더 큰 책임을 져야 한다는 요구가 높아지고 있다.\n이를 종합해 보면, 본 장에서 논의한 바와 같이, 마케팅 분야에서의 큰 새로운 발전은 하나의 개념으로 요약할 수 있는데, 그건 바로 고객들과 함께 하며 고객 가치를 창조하고 알아내는 것이다. 오늘날, 여러 분야의 마케터들은 그들의 고객, 그들의 마케팅 파트너, 전 세계와 가치 판단적 관계를 형성할 수 있는 새로운 기회를 누리고 있다."
}