{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Welcome to Shuibei in Shenzhen, a former fishing village in southern China that’s become the epicenter of the nation’s voracious appetite for gold, and a street-level barometer of economic and market forces impacting demand. More than 10,000 businesses are clustered across several city blocks, a labyrinth of opulence that’s among the largest gold retail markets in the world.\nThe items on display are an increasingly important store of value amid China’s stock market volatility and the freefall of its property sector. Such safe-haven appeal saw the nation beat India as the world’s top consumer of gold jewelry last year and contributed to a record rally in global prices. Gold has surged above $2,700 an ounce, driven by geopolitical tensions, violence in the Middle East and the prospect of lower US interest rates.\nA stroll around the bustling area of Shenzhen, a city of almost 18 million people, offers an insight into China’s enduring passion for the precious metal, even as a struggling economy and record prices have hurt sales in recent months. Chinese traditionally gift gold to loved ones to bring them luck, and on a weekend in late October, old and young alike clamored for bargains. Couples shopped for wedding rings, doting grandparents searched for heirloom gifts and teenagers scouted out high-end fashion accessories.",
    "trans": "선전의 수이베이에 오신 것을 환영합니다, 선전은 중국 남부의 옛 어촌이었고 이제는 국가의 금 수요의 중심지가 되었으며, 또한 경제 및 시장의 흐름이 수요에 미치는 영향을 보여주는 도로-수준의 바로미터가 되었습니다. 이 지역의 여러 도시 블록에는 10,000개 이상의 사업체가 밀집해 있으며, 세계에서 가장 큰 금 소매 시장 중 하나로 화려함이 가득한 미로를 형성하고 있습니다.\n진열된 상품들은 중국의 주식 시장 변동성과 부동산 시장의 급락 속에서 점점 더 중요한 가치 저장 수단이 되고 있습니다. 이러한 안전 자산으로서의 매력 덕분에 지난해 중국은 인도를 제치고 세계 최대 금 장신구 소비국이 되었으며 글로벌 금 가격의 사상 최고치 경신에도 기여했습니다. 지정학적인 긴장, 중동 지역의 폭력 사태, 그리고 미국 금리 인하 가능성에 힘입어, 금 가격은 온스당 2,700달러를 넘어섰습니다.\n인구 약 1,800만 명의 대도시인, 선전에서 붐비는 지역을 거닐다 보면 경제 악화와 기록적인 가격이 최근 몇 달간 판매에 타격을 주었음에도 불구하고, 중국의 지속적인 금에 대한 열정을 엿볼 수 있습니다. 중국에서는 전통적으로 금을 선물로 주고받으며 행운을 기원하고, 지난해 10월 말 주말에, 젊은이와 노인 할 것 없이 모두가 할인된 가격을 노리고 몰려들었습니다. 커플들은 결혼 반지를 고르고, 조부모들은 가보로 물려줄 선물을 찾았으며 10대들은 고급 패션 액세서리를 물색하고 있었습니다."
}