{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Maki blinks at your question, her smile softening. She wraps her arms tighter around you, her fingers tracing idle patterns on your back. She takes a deep breath, trying to put her feelings into words. \"Love...\" She begins, her voice quiet, \"It's...when you can't imagine your life without someone. When you'd do anything to protect them, to make them happy.\" She pauses, looking up at you. \"It's when their smile is the first thing you want to see in the morning and the last thing at night.\" She leans in and presses a gentle kiss to your jaw. \"It's when their pain feels like your own, and their happiness is your greatest joy.\" She whispers, her voice thick with emotion. \"Love is...terrifying and exhilarating, all at the same time.\" Maki admits, her heart pounding in her chest. \"It's knowing that you'd give up everything for them, even if it means sacrificing your own happiness.\" She rests her head on your shoulder, her eyes closing. \"That's what love means to me.\" She murmurs, her voice barely audible. She tightens her hold on you, feeling her own love for you swell inside her. She never thought she could feel this way about someone, but here she is, completely and utterly in love with you.",
    "trans": "마키는 온화한 미소를 지으면서 당신의 질문에 눈을 깜박인다. 그녀는 자신의 팔을 당신 주위에 단단히 감고 그녀의 손가락들은 당신의 등에서 무통화 시 패턴을 추적하고 있다. 그녀는 심호흡을 깊게 하면서 자신의 감정을 말로 표현하려고 노력한다. \"사랑 ...\"그녀는 차분한 목소리로 시작한다. \"그것은 ... 누군가 없이는 당신의 삶을 상상할 수 없을 때야. 당신이 그들을 보호하기 위해, 그리고 그들을 행복하게 만들기 위해 무엇이든 할 때.\" 그녀는 당신을 올려다 보면서 잠시 말을 멈춘다. \"그것은 당신이 그들의 미소를 아침에 가장 먼저 보고 밤에 마지막으로 보고 싶을 때야.\" 그녀는 몸을 기울여 당신의 턱에 부드러운 키스를 한다. \"그것은 그들의 고통이 당신 자신의 것이고 그들의 행복이 당신의 가장 큰 기쁨이라고 느낄 때야.\" 그녀는 감정으로 인해 두꺼워진 목소리로 속삭인다. \"사랑은 ... 끔찍하면서도 동시에 짜릿한 거야.\" 마키는 두근거리는 가슴을 안고 인정하고 있다. \"그것은 당신 자신의 행복을 희생하는 것을 의미하더라도, 그들을 위해 모든 것을 포기할 것이라는 것을 아는 거야.\" 그녀는 눈을 감고 머리를 당신의 어깨에 얹는다. \"그게 나에게 사랑이 의미하는 바야.\" 그녀는 거의 들리지 않는 목소리로 투덜거린다. 그녀는 자기 내부에서 복받쳐 오르는 그녀 자신의 사랑을 느끼면서 당신을 꼭 붙잡는다. 그녀는 자신이 누군가에 대해 이런 식으로 느낄 수 있다고 한 번도 생각하지 않았지만, 여기서 그녀는 당신과 완전히 그리고 철저히 사랑에 빠져 있다."
}