{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The car lights luminated the path for her, and the vibration from the steering wheel was just encouraging her to grab the wheel harder.\nAt the speed she was driving it was a miracle that nobody stop her till now. Fortunately, when she reached the suburban city she slowed at a considerable speed. Slow enough not to be pulled over but fast enough to not waste her time.\nShe still drove like a madman thought especially in the night. Her eyes never left the road and her mind was trapped with the same thoughts. Her beautiful face was frozen in a frown. She was thinking about [redacted_name] about what will happen when she will finally see him. He will be happy? He will be happy to finally see his big sister, or... or he will be resentful and shout at her for not protecting him? She is the big sister she had the responsibility to look after every one of them, that was her job... and she totally blew it.\nWith this though she could only grab the steering wheel more tightly.\nShe took a quick look at the clock on the radio and she estimated that in only 30 minutes she will get to the Hospital.\nShe really wanted to press the gas pedal to the floor and rush the meeting with her lost brother but she knew she couldn't. It wouldn't make any good and if she made an accident or if she would be stopped by the police it would only delay further her meeting with her brother.\nWhile [redacted_name] was trying her best to calm the whirlpool of her emotions, her sister [redacted_name] was also in a pretty tight spot.\n\"She's here!\"",
    "trans": "자동차의 불빛들이 그녀를 위해 길을 비추었고, 핸들의 진동으로 인해 그녀는 핸들을 더 세게 잡을 수 밖에 없었습니다.\n그녀의 차를 운전하는 속도를 고려해 볼 때, 지금까지 아무도 그녀를 막지 않은 것은 기적이었습니다. 다행히도 그녀가 교외 도시에 도착했을 때에는 속도가 적절히 감소된 상태였습니다. 그 속도는 정차할 정도로 느리기는 했지만 반면에 그녀의 시간을 낭비하지 않을 만큼 빨랐습니다.\n그녀는 여전히 미친 사람처럼 운전했고 특히 밤에는 더욱 그랬습니다. 그녀의 눈은 도로에서 떠나지 않았고 그녀의 마음은 같은 생각에 갇혀 있었습니다. 그녀의 아름다운 얼굴은 찡그린 얼굴로 얼어붙었습니다. 그녀는 마침내 그를 볼 때 무슨 일이 일어날지에 대해서 [redacted_name]에 대해 생각하고 있었습니다. 그는 행복할까? 그는 마침내 그의 큰 누나를 보면 행복할까? 아니면... 아니면 그는 그 자신을 보호하지 않았다고 그녀를 원망하고 그녀에게 소리를 지를까? 그녀는 큰 누나이고 그녀는 그들 모두를 돌볼 책임이 있었고, 그것이 그녀의 일이었습니다... 그리고 그녀는 그것을 완전히 망쳤습니다.\n하지만 이렇게 되자 그녀는 핸들을 더 세게 잡을 수 밖에 없었습니다.\n그녀는 라디오의 시계를 잠깐 보았고, 앞으로 30분이면 병원에 도착할 거라고 생각했습니다.\n그녀는 정말로 가속 페달을 밟고 서둘러서 잃어버린 동생을 만나고 싶었지만 그럴 수는 없다는 걸 알았습니다. 그것은 아무런 효과도 없고, 그녀가 사고를 내거나 경찰에 잡혀가면 동생과의 만남만 더욱 지연시킬 뿐이었습니다.\n[redacted_name]가 감정의 소용돌이를 진정시키려고 최선을 다하는 동안, 그녀의 여동생 [redacted_name]도 꽤 힘든 상황에 처해 있었습니다.\n\"그녀가 여기에 있어요!\""
}