{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear CKW AIRCOND SERVICE & WIRING,\nThank you for continuing to be our valued customer. We have attached the password protected PDF of your ORDINARY CURRENT ACCOUNT statement ending in 3293 for 1 Sep 24 to 30 Sep 24.\nThe password to open your statement will be the last 4 digits of your business registration number followed by your company’s date of establishment in yymmdd format. For example, if the last 4 digits of your business registration number is 789A and your date of establishment is 29 July 1981, your password is 789A810729.\nHere are some additional tips to ensure the smoothest experience:\n•Is your e-statement being sent to your Junk/Spam folder? You can add rhb@stmts.rhbgroup.com to your\napproved senders list to prevent this from happening in the future.\n•Did you know that your e-statements can be found conveniently and securely online? Logon to our REFLEX\nBanking today to experience banking at your fingertips, https://www.rhbgroup.com/index.html.\n•If you have changed your active email address, please inform your SME Relationship Manager of your latest\nemail address so that we can send your e-statements to the correct mailbox. Alternatively, you can also contact\nour Customer Contact Centre at 03-9206 8118.\nIf you have any inquiries about your e-statement, contact your SME Relationship Manager. Alternatively, you may also reach out to our Customer Contact Centre at 03-92068118 or write to us at customer.service@rhbgroup.com.\nWarm Regards\nRHB Banking Group",
    "trans": "친애하는 CKW 에어컨 서비스 & 배선,\n저희의 소중한 고객이 되어주셔서 감사합니다. 2024년 9월 1일부터 9월 30일까지의 3293번 일반 거래 계좌 명세서를 비밀번호로 보호된 PDF 파일로 첨부해드립니다.\n명세서를 열기 위한 비밀번호는 귀하의 사업자 등록번호 마지막 4자리와 회사 설립일을 yymmdd 형식으로 이어서 입력하시면 됩니다. 예를 들어, 사업자 등록번호의 마지막 4자리가 789A이고, 설립일이 1981년 7월 29일이라면, 귀하의 비밀번호는 789A810729입니다.\n다음은 원활한 경험을 보장하기 위한 추가 팁입니다:\n•귀하의 전자 명세서가 스팸/정크 폴더로 전송되고 있나요? 앞으로 이런 일이 발생하지 않도록 rhb@stmts.rhbgroup.com을\n승인된 발신자 목록에 추가하실 수 있습니다.\n•귀하의 전자 명세서를 편리하고 안전하게 온라인에서 확인할 수 있다는 사실을 알고 계셨나요? 오늘 REFLEX\nBanking에 로그인하여 손끝에서 은행 서비스를 경험해 보세요. https://www.rhbgroup.com/index.html\n•활성 이메일 주소를 변경하셨다면, 최신 이메일 주소를 SME 관계 관리자에게 알려주셔서\n전자 명세서를 올바른 메일함으로 보낼 수 있도록 해주세요. 또는\n고객 서비스 센터 03-9206 8118로 연락하셔도 됩니다.\n전자 명세서에 대한 문의가 있으시면 SME 관계 관리자에게 연락해 주세요. 또는 고객 서비스 센터(03-9206 8118)로 연락하시거나 customer.service@rhbgroup.com으로 이메일을 보내주셔도 됩니다.\n감사합니다\nRHB 은행 그룹"
}