{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear candidates for the JASSO Honors Scholarship,\nThis is Scholarship Team of Student Office.\nIn this email we inform you of (1)procedures concerned with JP Bank Account, (2)your current status, (3)the schedule of the first payment, and (4)monthly attendance confirmation which is necessary to receive allowance.\n(1)Procedures concerned with JP Bank Account\nWe need your JP Bank Account information to pay monthly allowances.\nIf you have not submitted the bank account information, please check the inbox to find an email from yucho@apu.ac.jp, complete the online survey on that email.\nIf your application for the opening bank account has been denied, please visit us at the AP House Office2 located in AP House 1, 2nd floor on Wednesdays in October from 10:00 a.m. to 4:00 p.m.\nThe last Wednesday in October is 30. After this date, the office will not be able to assist you in opening JP Bank account.\nIf you have not received your ATM card, please check your e-mail address again to see if you have received an e-mail from JP Bank rejecting your account opening application.\nIf you have changed your name registered to JP Bank, please inform us of the change.\n(2) Your current status\nYour scholarship is not confirmed yet. JASSO will notify us the official scholars on Nov. 6 and we will soon let you know on Campus Terminal.\nNormally all candidates become scholar. Please feel at ease.\n(3) Schedule of the first payment\nThe payment of October allowance is scheduled for Nov. 18, if your opening of bank account is not delayed.\nThe delay of opening bank account can make the payment later.\n(4) Monthly attendance confirmation\nTo receive allowances, you need to confirm attendance every month.\nThe date of payment of allowance differs according to the day you sign within the month.\nPlease refer the sign schedule that we sent before.\nWe already recieved signatures for October attendance and you do not need to come to sign again during this month.\nBest Regards,\nScholarship Team (JASSO International)\nStudent Office",
    "trans": "자소 우등 장학금 지원자 여러분,\n이곳은 학생 사무실 장학금 팀입니다.\n이 이메일에서는 (1)JP은행 계좌와 관련된 절차, (2)귀하의 현재 상황, (3)첫 지급 일정, 그리고 (4)수당을 받기 위패 필수인 월별 출석 확인에 대해서 알려드립니다.\n(1)JP 은행 계좌와 관련된 절차\n월별 수당을 지급하기 위해서는 귀하의 JP 은행 계좌 정보가 필요합니다.\n은행 계좌 정보를 첨부하지 않으셨다면, 받은 편지함을 확인해서 yucho@apu.ac.jp에서 온 이메일을 찾고, 그 이메일에 대한 온라인 설문 조사를 완료해 주세요.\n은행 계좌 개설에 대한 신청이 거부된 경우, 10월 수요일 오전 10시부터 오후 4시까지 AP하우스 1, 2층에 위치한 AP 하우스 사무실 2을 방문해 주세요.\n10월의 마지막 수요일은 30일입니다. 이 날짜가 지나면 사무실에서는 JP 은행 계좌 개설에 대해 도움을 줄 수 없습니다.\n현금인출기 카드를 받지 못하셨다면, 귀하의 계좌 개설 신청서를 거절하는 JP은행에서 보낸 이메일을 받았는지 확인하기 위해 귀하의 이메일 주소를 다시 한번 확인해 주세요.\nJP은행에 등록된 이름을 변경하셨다면, 변경 사항을 저희에게 알려주시길 바랍니다.\n(2) 귀하의 현재 상황\n귀하의 장학금은 아직 확정되지 않았습니다. 자소는 11월 6일에 공식적으로 장학생들에게 통보할 예정이고, 곧 캠퍼스 터미널에서 알려드리겠습니다.\n일반적으로 모든 지원자들은 장학생이 됩니다. 안심하세요.\n(3) 첫 지급 일정\n귀하의 은행 계좌가 지연되지 않았다면, 수당 지급은 11월 18일로 예정되어 있습니다.\n은행 계좌 개설의 지연은 지급을 늦출 수 있습니다.\n(4) 월별 출석 확인\n수당을 받으려면, 매달 출석을 확인해야 합니다.\n수당 지급 날짜는 한 달 내에 서명하는 날에 따라 달라집니다.\n이전에 보내드린 사인 일정을 확인하세요.\n우리는 이미 10월 출석에 대한 서명을 받았으므로 이번 달에는 다시 서명하러 방문하러 오지 않아도 됩니다.\n감사합니다,\n장학팀 (자소 국제팀)\n학생 사무실"
}