{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[ Max Verstappen the future Leader of the Dutch political party The Christian Democratic Appeal become a new member of the European Parliament ]\nThe news came this morning and Lewis couldn't believe this. Max Verstappen is joining the European Parliament. Lewis almost didn't recognize him. He read the news article after a colleague sent the link of the web article.\nAccording to this article Max is the new face of the Right wing in the Netherlands and now he is part of the European Parliament and fighting against Lewis’s political party.\nReactions weren't long to come. Max has a lot of “fans” according to the \"edits\" made on TikTok; but a lot of videos are exposing his questioning ideas and choices too.\nLewis and Max have met each other when they both entered the University of Zurich in political science.\nLewis and Max’s friendship started when they were obliged to work in groups in an History class. They were glued to each other, if you wanted to see Lewis you just needed to find Max and vice versa if you wanted to talk to Max search for Lewis.\nThey did everything together, they stayed late in the University library to work together or revised for their exams.\nEach time, one of them had finished their presentation and the other one was the first to applaud. They supported each other every time. And so on, other students suspected them to be together.\nThey weren't wrong though because when they were in the dark street of Zurich, in front of Lewis' porch, Max would grabb Lewis’ waist, pulling him closer and finally kiss him.\nBut the following day they would be just Max and Lewis just best fiends. In fact, other students had any proof so they didn’t say anything about the two of them.\nThe time went by and Max and Lewis filled the perfect love after school in each other's apartment.\nBut one day Max didn't come, Lewis became worried because Max wasn’t answering his texts nor his calls. So he showed up at his apartment but it was empty, like Max did not live here.",
    "trans": "[ 네덜란드 정치 정당 기독교민주당의 미래 지도자 막스 베르스타펜이 유럽 의회 새 구성원으로 합류 ]\n오늘 아침, 이 뉴스가 전해졌고, 루이스는 믿을 수 없었다. 맥스 베르스타펜이 유럽 의회에 합류한 것이다. 루이스는 거의 그를 알아보지 못했다. 동료가 웹 기사의 링크를 보내준 후, 그는 그 기사를 읽었다.\n이 기사에 따르면 맥스는 네덜란드의 우익의 새로운 얼굴이며, 이제 유럽 의회의 일원이 되어 루이스의 정당과 싸우고 있다고 한다.\n반응은 금세 나타났다. 틱톡에서 만들어진 \"편집\"에 따르면 맥스는 \"팬\"이 많다고 한다; 그러나 많은 영상들이 그의 의문을 제기하는 생각과 선택을 드러내고 있다.\n루이스와 맥스는 모두 정치학을 전공하기 위해 취리히 대학교에 입학했을 때 서로 만났다.\n루이스와 맥스의 우정은 역사 수업에서 그룹으로 함께 작업해야 했을 때 시작되었다. 그들은 서로에게 붙어 있었고, 루이스를 보고 싶다면 맥스를 찾으면 되었고, 반대도 마찬가지였다. 맥스와 얘기하고 싶다면 루이스를 찾으면 되었다.\n그들은 함께 모든 일을 했다. 대학 도서관에서 늦게까지 함께 공부하고 시험을 위해 복습했다.\n매번, 한 사람이 발표를 끝냈을 때, 다른 사람은 가장 먼저 박수를 쳤다. 그들은 항상 서로를 지지했다. 그리하여 다른 학생들은 그들이 사귀는 게 아닌지 의심하기 시작했다.\n그들이 틀리지는 않았다. 왜냐하면 취리히의 어두운 거리에서, 루이스의 집 앞에서, 맥스는 루이스의 허리를 감싸며 그를 가까이 끌어당기고, 결국 그를 키스했기 때문이다.\n하지만 다음 날, 그들은 단지 맥스와 루이스, 가장 친한 친구일 뿐이었다. 사실 다른 학생들은 그들에 대한 증거가 없었기에 그들 두명에 대해 아무 말도 하지 않았다.\n시간이 지나면서 맥스와 루이스는 학교를 마친 후 서로의 아파트에서 완벽한 사랑을 나누었다.\n하지만 어느 날, 맥스가 오지 않았다. 맥스가 그의 문자와 전화에 답하지 않았기 때문에 루이스는 걱정이 되었다. 그래서 그는 맥스의 아파트에 갔지만, 그곳은 비어 있었다. 마치 맥스가 여기에 살지 않는 것처럼."
}