{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Vice President Harris is upto date on all preventive care recommendations, including colonoscopy and annual mammograms. She is taking vitamin D3 supplementation for skeletal health. She is at low risk for atherosclerotic cardiovascular disease. Vice President Harris maintains a healthy, active lifestyle despite her busy schedule, including vigorous daily aerobic exercise andcore strength training. She eats a very healthy diet. She does not use tobacco products and drinks only occasionally and in moderation. Routine immunizations are all up to date. pressure of 128/74 mmHg, heart rate of 78 beats per minute, pulse oximetry of 100% on room air witha respiratory rate of 16 breaths per minute and temperature of 98.7 °F. Head, eyes, cars, Corrected visual acuity is 20/20 (right) 20/20 (left) 20/20 (both). There is no lymphadenopathy noted and the thyroid exam is normal. Nocarotid bruits noted. Lungs are clear to auscultation. Cardiac exam is normal with a regular rate and rhythm, no murmurs or abnormal heart sounds and normal extremity pulses. Abdominal exam is normal with no liver or spleen enlargement. the cranial nerves, motor, sensory and cerebellar function are normal. Skin exam is normal apart Routine bloodwork is unremarkable, including blood counts, glucose, electrolytes, creatinine, blood urea nitrogen, estimated glomerular filtration rate, liver enzymes, cholesterol panel and insufficient range at 22.2 ng/mL. Electrocardiogram (ECG) revealed normal sinus thythm and is otherwise unremarkable. ‘mental resiliency required to successfullyexcaute the dutiesofthe Presidency. to include those. as Chief Executive, HeadofState and Commander in Chief.",
    "trans": "해리스 부통령은 대장 검사와 연간 유방 촬영술을 포함한 모든 예방 관리 권고 사항을 최신 상태로 유지하고 있다. 그녀는 뼈 건강을 위해 비타민 D3 보충제를 먹고 있다. 그녀는 죽상경화성 심장혈관병에 걸릴 위험이 낮다. 해리스 부통령은 매일 하는 활발한 에어로빅 운동과 코어 강화 운동을 포함하여 바쁜 일정을 소화하고 있음에도 건강하고 활발한 생활을 유지하고 있다. 그녀는 아주 건강한 음식을 먹는다. 그녀는 담배를 피유지 않고 술은 아주 가끔 마시며 그것도 조절해서 마신다. 정기적인 백신 접종도 늘 최신 상태를 유지하고 있다. 128/74mmHg의 혈압, 분당 심박수 78, 실내 공기 상태에서 산소포화도 100%, 분당 호흡률 16, 체온은 37.05℃를 유지하고 있다. 머리, 눈, 자동차, 교정시력 정확도는 20/20(오른쪽) 20/20(왼족) 20/20(양쪽)이다. 림프샘 장애는 없다고 알려졌으며 갑상선 검사 결과도 보통이다. 경동맥 잡음도 없다. 청진기로 진찰한 결과 폐도 깨끗하다. 심장 검사 결과 규칙적인 비율과 리듬으로 정상이었으며 심장 소리가 작거나 비정상적이지 않았고 표준 사지 맥박을 보였다. 복부 검사 결과 간이나 비장 확대도 발견되지 않았다. 뇌신경, 운동 기능, 감각 기능, 소뇌 기능이 정상이다. 피부 검사 결과 정상이며, 일반 혈액 검사 결과도 혈구 수치, 포도당, 전해질, 크레아티닌, 혈액 요소성 질소, 사구체 여과 속도 추정, 간 효소, 콜레스테롤 수치에도 특이 사항이 없으며 22.2 ng/mL로 불충분한 수준이다. 심전도(ECG) 측정 겨로가 동리듬이 정상이며 특이 사항이 없다고 할 수 있다. 대통령이란 직위를 성공적으로 진행하기 위한 '정신적 회복력. 이를 포함하기 위함. 최고 경영자이자 국가 원수 및 국가 통수권자로서 말이다."
}