{
    "source": "en_US",
    "target": "ko_KR",
    "text": "My boyfriend bought a decant due to nostalgic reasons and I didnt care as I normally dont like cheaper mens fragrances because they are always too cliche masculine to me. One day he left such an amazing floral trail behind and I couldnt believe it was Sculpture EDP.\nThe opening leans slighty masculine-creamy for my taste, which I acutally dont like, but the developing heart notes are so intoxicating to me that I absolutley dont mind the opening and I am very happy to \"bear\" it.\nI immediatley bought a full bottle the next day as cant get enough of the middle notes, blending well with the sweet warm base notes. Imo its even very feminine-unisex leaning and women should give this a try. I think its the geranium that stands out to me- in a way zesty fresh deep and almost rosy.\nI find myself only wearing Sculpture everyday for the last weeks as I just cant get enough of the trail and those floral middle notes.\nIn comparison to Xerjoffs Uden:\nUden hasn't the creamy-masculine opening and I prefer that aspect to Sculpture. It starts right with the the nice middle notes of Sculpture. But in Sculpture its more brighter,louder and that zesty rosy geranium note is more prominent. Uden is in that way a bit smoother but I think its more boring.Udens longevity is also bad on my skin. I totally prefer Sculpture.\nshare",
    "trans": "제 남자친구는 추억 때문에 디켄트를 샀어요 그리고 전 별로 신경쓰지 않았죠 왜냐하면 저는 보통 싼 남자 향수는 항상 전형적인 남자 냄새로 느껴져서 별로 좋아하지 않거든요. 어느날 그는 엄청나게 좋은 꽃 향기를 남겼고 저는 그것이 스컬프쳐 오드퍼퓸이라는 걸 믿을 수 없었어요.\n시작은 제 취향엔 살짝 남성적이고 부드럽게 느껴져서 사실 제가 좋아하지 않는 향이지만, 이어지는 하트 노트는 저를 취하게 할 정도로 좋아서 시작 향기는 전혀 신경쓰이지 않을 정도이고 그것을 기꺼이 \"견딜\"수 있어요.\n달콤하고 따뜻한 베이스 노트와 함께 잘 어우러지는 미들노트를 충분히 경험할 수 없었기 때문에 다음날 즉시 병 전체를 샀어요. 그리고 이건 심지어 매우 여성적이면서 중성적인 느낌이 있어서 여자들도 써봐야 해요. 저한텐 상큼하면서 신선하고 깊고 장미향 같기도 한 제라늄 향이 매력적인 것 같아요.\n전체적인 향과 그 꽃향기의 미들 노트를 충분히 느끼지 못했기 때문에 지난주에는 매일 스컬프쳐만 뿌린 제 자신의 모습을 발견했어요.\n제르조프의 우덴과 비교하면:\n우덴은 부드럽고 남성적인 첫 향이 없어서 그 점에 대해서는 저는 스컬프쳐를 선호해요. 스컬프쳐의 좋은 미들 노트와 잘 맞게 시작합니다. 하지만 스컬프쳐에서는 더 밝고, 선명하며 상큼하고 장미향같은 제라늄 향기가 더 드러납니다. 우덴은 그에 비하면 좀 더 부드럽지만 제 생각에는 더 지루한 것 같아요. 또한 우덴의 지속성은 제 피부에서는 좋지 않았어요. 저는 완전히 스커프쳐를 더 선호해요.\n공유하기"
}