{
    "source": "en_US",
    "target": "ko_KR",
    "text": "MR [redacted_name],\nThe following RBC Royal Bank eStatement(s) is(are) available:\nPersonal Banking Account XXXXX-XXX3915\nTo see your statement, please sign in to RBC Online Banking^.\nTo review or change your email notification options within RBC Online Banking, select \"Profile and Preferences\" from the Banking tab under My Accounts.\nRegular, unencrypted email is not secure. Never include personal or confidential information in a regular email. To discuss your personal information with us safely, send us a message via the RBC Royal Bank Online Banking message centre or one of our other secure message centres, or contact us by phone.\nRBC will never send a regular email that asks you to provide, confirm or verify personal, login or account information. Also, RBC will never include a link to an online service in a regular email and ask you to sign in using that link. If you receive an email of this type, that appears to be from RBC, please forward it to phishing@rbc.com and then delete it. For more information please visit Email & Website Fraud.\nIf you need any help, please call us:\nWithin Canada and the U.S., toll free, at: 1-800-769-2555\nTTY users: 1-800-661-1275\nOutside Canada and the U.S.: Reach us using our International Toll-Free Service (http://www.rbcroyalbank.com/contact-us/international.html)\nPlease do not reply to this email, as it was sent from an unmonitored account.\n^RBC Online Banking is offered by Royal Bank of Canada.",
    "trans": "[redacted_name]님,\n다음 RBC Royal Bank의 전자 입출금 내역서(들)를 사용할 수 있습니다.\n개인 은행 계좌 xxxxx-xxx3915\n귀하의 입출금 내역서를 보려면 RBC Online Banking에 로그인하십시오^.\nRBC 온라인 뱅킹 내에서 이메일 알림 옵션을 검토하거나 변경하려면 내 계정(My Accounts) 아래에 있는 뱅킹(Banking) 탭에서 \"프로필 및 즐겨찾기(Profile and Preferences)\"를 선택하십시오.\n정기적이고 암호화되지 않은 이메일은 안전하지 않습니다. 개인 또는 기밀 정보를 정기 이메일에 포함시키지 마십시오. 귀하의 개인 정보에 대해 당행과 안전하게 논의하려면, RBC Royal Bank 온라인뱅킹 메시지센터 또는 당행의 다른 보안 메시지 센터들 중 하나를 통해 메시지를 보내거나 전화로 문의하시기 바랍니다.\nRBC는 고객에게 개인, 로그인 또는 계정 정보를 제공, 확인 또는 확인하도록 요청하는 일반 이메일을 절대 보내지 않습니다. 또한 RBC는 정기 이메일에 온라인 서비스 링크를 포함시키거나 고객에게 해당 링크를 사용하여 로그인하도록 요청하지도 않습니다. RBC로부터 온 것으로 보이는 이러한 유형의 이메일을 받으시면, 즉시 phishing@rbc.com으로 전달한 다음 삭제하십시오. 보다 자세한 내용은 이메일 및 웹 사이트 사기(Email & Website Fraud)를 참조하십시오.\n도움이 필요하시면 당사에 연락하시기 바랍니다:\n캐나다 또는 미국 내 지역, 무료 전화번호: 1-800-769-2555\nTTY 사용자들: 1-800-661-1275\n캐나다 또는 미국 외 지역: 당사의 국제 수신자부담 통화서비스(http://www.rbcroyalbank.com/contact-us/international.html)를 사용하여 우리에게 연락하십시오.\n본 이메일은 감시되지 않는 계정을 통해 전송되었으므로 이 곳으로 회신하지 마십시오.\n^RBC 온라인 뱅킹은 Canada의 Royal Bank가 제공합니다."
}