{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name], here’s what CreditWise from CapitalOne has for you\nFind out if you’re pre-approved for a credit card today.\nCompare credit card options with our pre-approval tool. It’s quick, simple and won’t affect your credit score.\nCheck if I’m pre-approved\nThanks for being a CreditWise user. Take a moment to check out what could be in store for you. Or, sign in to CreditWise to use the tools available to help you improve your financial health—including credit score and dark web monitoring, personalized suggestions and the credit score simulator. ¹\nAbout this message\nYou are receiving this offer because you are a CreditWise customer. Your CreditWise score won’t factor into the approval decision if you apply. Hard inquiries from credit applications may cause a decrease in score.\nThe site may be unavailable during normal maintenance or due to unforeseen circumstances.\n¹Alerts are based on changes to your TransUnion® and Experian® credit reports and information we find on the dark web. The CreditWise Simulator provides an estimate of your score change and does not guarantee how your score may change.\nImportant information from CapitalOne\nUnsubscribe|Contact us|Privacy| Helppreventfraud\nTo ensure delivery, add capitalone@message.capitalone.com to your address book.\nThis email advertisement was sent to [redacted_info]. You received this email as a valued CreditWise customer.\nWhere does my CreditWise score come from?\nYour CreditWise score is calculated using the TransUnion® VantageScore® 3.0 model, which is one of many credit scoring models. Your CreditWise score is a good measure of your overall credit health, but it is not likely to be the same score used by creditors. The availability of the CreditWise tool depends on our ability to obtain your credit history from TransUnion. Some monitoring and alerts may not be available to you if the information you enter at enrollment does not match the information in your credit file at (or you do not have a file at) one or more consumer reporting agencies.\nCapital One does not provide, endorse or guarantee any third-party product, service, information or recommendation listed above. The third parties listed are not affiliated with CapitalOne and are solely responsible for their products and services. All trademarks are the property of their respective owners.\nPlease do not reply to this message, as this email inbox is not monitored. To contact us, visit www.capitalone.com/help-center/contact-us.\nProducts and services are offered by CapitalOne, N.A.\n© 2024 CapitalOne. CapitalOne is a federally registered service mark. 15000 CapitalOne Drive, Attn.: 12038-0111, Richmond, Virginia 23238. To contact us by mail, please use the following address: CapitalOne, P.O. Box 30285, Salt Lake City, Utah 84130-0285.\nFOCWE1 46599 1882365\nTP1001",
    "trans": "[redacted_name]]님, CapitalOne의 CreditWise가 귀하를 위해 제공하는 정보는 다음과 같습니다.\n오늘 신용카드 사전 승인 여부를 확인하세요.\n당사의 사전 승인 도구를 사용하여 신용카드 옵션을 비교해 보세요. 빠르고 간단하며 신용 점수에 영향을 미치지 않습니다.\n제가 사전 승인되었는지 확인하세요\nCreditWise 사용자가 되어주셔서 감사합니다. 잠시 시간을 내어 무엇이 당신을 위해 준비되어 있는지 확인해 보세요. 또는 CreditWise에 로그인하여 신용 점수, 다크 웹 모니터링, 맞춤형 제안, 신용 점수 시뮬레이터 등 재무 건전성을 개선하는 데 도움이 되는 도구를 사용해 보세요. ¹\n이 메시지 정보\n귀하는 CreditWise 고객이기 때문에 이 제안을 받으셨습니다. 신청하는 경우 CreditWise 점수는 승인 결정에 반영되지 않습니다. 신용대출 신청 시 어려운 문의로 인해 점수가 감소할 수 있습니다.\n정상적인 유지보수 중이거나 예상치 못한 상황으로 인해 사이트 이용이 불가능할 수 있습니다.\n¹경고는 TransUnion® 및 Experian® 신용 보고서의 변경 사항과 다크 웹에서 찾은 정보를 기반으로 합니다. CreditWise 시뮬레이터는 귀하의 점수 변화에 대한 추정치를 제공하며 점수 변동을 보장하지 않습니다.\nCapitalOne의 중요 정보\n구독 취소|연락처|개인정보 보호| 사기 방지에 도움\n배송을 보장하려면 주소록에 capitalone@message.capitalone.com을 추가하세요.\n이 이메일 광고는 [redacted_info]로 전송되었습니다. 귀하는 CreditWise의 소중한 고객으로서 이 이메일을 받았습니다.\n내 CreditWise 점수는 어디에서 나오나요?\n귀하의 CreditWise 점수는 많은 신용 점수 모델 중 하나인 TransUnion® VantageScore® 3.0 모델을 사용하여 계산됩니다. 귀하의 CreditWise 점수는 전반적인 신용 상태를 나타내는 좋은 척도이지만 채권자가 사용하는 점수와 같을 가능성은 없습니다. CreditWise 도구의 가용성은 TransUnion에서 귀하의 신용 기록을 얻을 수 있는 능력에 달려 있습니다. 귀하가 등록 시 입력한 정보가 하나 이상의 소비자 보고 기관의 신용 파일에 있는 정보와 일치하지 않는 경우(또는 해당 기관에 파일이 없는 경우) 일부 모니터링 및 경고가 제공되지 않을 수 있습니다.\nCapital One은 위에 나열된 타사 제품, 서비스, 정보 또는 권장 사항을 제공, 보증 또는 보장하지 않습니다. 나열된 타사는 CapitalOne과 관련이 없으며 해당 제품 및 서비스에 대해 전적인 책임을 집니다. 모든 상표는 해당 소유자의 자산입니다.\n이 이메일 받은 편지함은 모니터링되지 않으므로 이 메시지에 답장하지 마십시오. 당사에 문의하려면 www.capitalone.com/help-center/contact-us를 방문하세요.\n제품 및 서비스는 CapitalOne, N.A.에서 제공됩니다.\n© 2024 캐피탈원. CapitalOne은 연방 정부에 등록된 서비스 상표입니다. 15000 CapitalOne Drive, Attn.: 12038-0111, , 버지니아주 리치몬드 23238. 우편으로 문의하려면 다음 주소를 사용하십시오: CapitalOne, P.O. Box 30285, 유타주 솔트레이크시티, 84130-0285.\nFOCWE1 46599 1882365\nTP1001"
}