{
    "source": "en_US",
    "target": "ko_KR",
    "text": "This email is intended for [redacted_name] UoA ID: [redacted_id]\nYou may receive this email several times if you have more than one address on your record.\n14October2024\nPost-study work visa eligibility\n[redacted_name],\nPlease note this emailhas beensent to all international students enrolled in sub-doctoral programmes and is not specifically directed at you, but is for your information.\nWe understand that many international students may wish to pursue a career path in New Zealand after graduation, and the Post-Study work visa (PSWV) is often the most sought after visa type. Please find the link below to the Immigration NZ (INZ) guidelines regarding the determination of PSWV. We encourage you to review this information carefully:\nDetermining a Post-Study work visa\nOne critical requirement is that applicants must have studied their particular programme on a student visa granted for full-time study for a minimum of 30 weeks in New Zealand.\nIt is essential to keep this in mind when considering any changes to your programme, as doing so may affect your eligibility for the PSWV in the future. For more information, please see our Visa implications when changing the programmes of study page.\nRecent Challenges:\nWe have noted that some students have cross-credited or reassigned their Postgraduate Diploma (PGDip) to a taught Master's programme without completing the required 30 weeks of full-time study under a Master's student visa in New Zealand. This has led to challenges (not being eligible) when applying for their PSWV.\nFor affected students:\nIf you are in this situation and Semester Two 2024 is your last semester in order to graduate (having completed two semesters of PGDip, and one semester of Master's on the correct student visa), please reply to this email. An interim solution may allow INZ to grant you a PSWV for a duration of one to three years, subject to INZ's decision.\nFuture Graduates:\nPlease note that for graduates who are in the above situation from Semester One 2025, all students must adhere to the standard PSWV policy, and this interim solution will no longer be applicable.\nIf you have any questions regarding your eligibility for the PSWV, we encourage you to reach out to INZ.",
    "trans": "이 이메일은 [redacted_name] UoA ID: [redacted_id]용입니다.\n귀하는 귀하의 기록란에 두 개 이상의 주소가 있는 경우 이 이메일을 여러 번 받을 수 있습니다.\n2024년 10월 14일\n학업 후 취업 비자 자격\n[redacted_name],\n이 이메일은 하위 박사 과정에 등록한 모든 유학생에게 발송되었으며 특별히 귀하를 대상으로 한 것은 아니지만 참고용이라는 것을 양해 바랍니다.\n많은 유학생들이 졸업 후 뉴질랜드에서 진로를 찾고 싶어 할 수 있으며, 유학 후 취업 비자(PSWV)가 비자 유형으로 가장 많이 찾는 경우가 많다는 것을 알고 있습니다. PSWV 결정에 관한 뉴질랜드 이민(INZ) 안내 링크를 아래에서 확인하세요. 이 정보를 신중하게 검토하시기 바랍니다:\n학습 후 취업 비자 결정하기\n중요한 요건 중 하나는 신청자가 뉴질랜드에서 최소 30주 동안 전일제 학습을 위해 부여된 학생 비자로 특정 프로그램을 공부해야 한다는 것입니다.\n프로그램 변경을 고려할 때 향후 PSWV 자격에 영향을 미칠 수 있으므로 이 점을 염두에 두는 것이 중요합니다.  자세한 내용은 학습 프로그램 변경 시 비자 관련 내용을 참조하시기 바랍니다.\n최근의 도전 과제:\n우리는 일부 학생들이 뉴질랜드 석사 학생 비자에 따라 필수 30주간의 전일제 학습을 완료하지 못한 채 대학원 졸업장(PGDip)을 석사 프로그램에 교차 학점으로 인정하거나 재배정한 것을 확인했습니다. 이로 인해 PSWV를 신청할 때 어려움(자격 없음)이 발생했습니다.\n영향을 받은 학생의 경우:\n이러한 상황에 처해 있고 2024년 2학기가 졸업을 위한 마지막 학기인 경우(올바른 학생 비자로 PGDip 2학기, 석사 1학기 완료) 이 이메일에 답장해 주세요. 임시 해결책을 통해 INZ는 INZ의 결정에 따라 1~3년 동안 귀하에게 PSWV를 부여할 수 있습니다.\n미래 졸업생:\n2025년 1학기부터 위와 같은 상황에 처한 졸업생의 경우, 모든 학생은 표준 PSWV 정책을 준수해야 하며, 이 임시 해결책은 더 이상 적용되지 않습니다.\nPSWV 자격에 대해 궁금한 점이 있으시면 INZ에 문의하시기 바랍니다."
}