{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Week 1 Introduction to the study of Gender, Religion and Islam: This session is devoted to getting to\nknow each other and discussing key issues in the study of gender and religion in light of feminist and\npost-colonial approaches.\nWeek 2 Women in Qur'anic Narratives: This session introduces students to the study of the Qur’an with\na focus on the representation of gender in Qur’anic narratives.\nWeek 3 The Construction of Gender Norms: This session investigates the moral boundaries of gender\nrelations in the Qur’an, Hadith and early Muslim interpretation with a focus on the model of the\nProphets’ wives and its extension to Muslim women in general.\nWeek 4 Sexuality and Modesty: This session continues to investigate the moral boundaries of gender\nrelations in the Qur’an and Hadith with a focus on the question of sexuality and the dress code.\nWeek 5 Authority and power: This session will explore premodern Muslim views about the status of\nwomen and male authority, particularly in light of the central text Q. 3:34 (Male guardianship and the\nso-called beating verse)\nWeek 6 Individual Tutorials\nWeek 7 Feminist Approaches to the Islamic tradition: Deconstructing Patriarchy: This session will look\nat the reform discourses which led to new approaches to the Qur’an with a focus on feminist\ninterpretations that aim to deconstruct ‘patriarchal’ readings of the Qur’an.\nWeek 8 Feminist Approaches to the Islamic tradition: Reconstructing Islamic law: In this session, we\ntake a closer look at the transnational Muslim Musawah (Equality) movement associated with Sisters in\nIslam and its effort to reconstruct Gender norms and laws in Islam.\nWeek 9 Politics and Piety: Reconstructing Islamic Practice: In the final two sessions we move to look at\nwomen’s involvement in changing religious practices through political action. This session looks at the\nBritish and US contexts and the emergence of the women-led mosques.\nWeek 10: Politics and Piety: The Revival of the Tradition and Critiques of Feminist Approaches: This\nsession focuses on the revivalist, more traditionally-oriented mosque movement in the Middle East with\nreference to Egypt. The primary aim, however, will be to critically reflect upon and assess feminist\napproaches to Gender in Islam.\nThis module is taught jointly with a parallel third-year undergraduate module.",
    "trans": "1주차 젠더, 종교, 이슬람 연구 소개: 이 수업은 서로를 알아가고\n페미니스트 및 탈식민주의 접근법을 통해 젠더와 종교 연구의 핵심 이슈를\n논의하는 데 중점을 둡니다.\n2주차 꾸란 이야기 속의 여성: 이 수업은 학생들에게 꾸란 이야기에서의\n젠더 표현에 초점을 맞춘 꾸란 연구를 소개합니다.\n3주차 젠더 규범의 구성: 이 수업은 꾸란, 하디스, 초기 무슬림 해석에서\n젠더 관계의 도덕적 경계를 조사하며, 특히 예언자 아내들의 모델과 이것이 무슬림 여성 전반에\n확장되는 방식에 초점을 맞춥니다.\n4주차 성과 정숙함: 이 수업은 성적 문제와 복장 규범에 초점을 맞추어\n꾸란과 하디스에서 젠더 관계의 도덕적 경계를 계속 조사합니다.\n5주차 권위와 권력: 이 수업은 특히 핵심 구절인 꾸란 3:34(남성 후견인 제도와 이른바 매질 구절)을 중심으로\n여성의 지위와 남성 권위에 관한 전근대 무슬림의 견해를\n탐구합니다.\n6주차 개별 튜토리얼\n7주차 이슬람 전통에 대한 페미니스트 접근법: 가부장제 해체: 이 수업은\n꾸란의 '가부장적' 해석을 해체하는 것을 목표로 하는 페미니스트 해석에 초점을 맞추어,\n꾸란에 대한 새로운 접근법으로 이어진 개혁 담론을 살펴봅니다.\n8주차 이슬람 전통에 대한 페미니스트 접근법: 이슬람법 재구성: 이 수업에서는\n이슬람 자매들과 연관된 초국적 무슬림 무사와(평등) 운동과 이슬람에서 젠더 규범과 법을 재구성하려는\n그들의 노력을 자세히 살펴봅니다.\n9주차 정치와 경건: 이슬람 관행 재구성: 마지막 두 수업에서는 여성들이 정치적 행동을 통해\n종교적 관행을 변화시키는 참여에 대해 살펴봅니다. 이 수업은\n영국과 미국의 상황과 여성 주도 모스크의 등장에 초점을 맞춥니다.\n10주차 정치와 경건: 전통의 부활과 페미니스트 접근법에 대한 비판: 이 수업은\n이집트를 참조하여 중동의 부흥주의적이고 더 전통 지향적인 모스크 운동에\n초점을 맞춥니다. 그러나 주요 목적은 이슬람 내 젠더에 대한 페미니스트 접근법을\n비판적으로 성찰하고 평가하는 것입니다.\n이 모듈은 3학년 학부 과정과 병행하여 공동으로 진행됩니다."
}