{
    "source": "en_US",
    "target": "ko_KR",
    "text": "CMNS2320 News Media\nWriting Photo Captions\nThis is a mock news story about the Halloween celebrations in Singapore\nImagine you are a journalist who is selecting photographs for a photo gallery to accompany your written article about celebrating Halloween in Singapore.\nPlease read the following story as background information and select 10 photos for this photo gallery from this album: https://photos.app.goo.gl/WQ9fQpa5KPgEwuGj8\nWrite the photo captions (you may be creative and come up with new information) following the format I’ve taught you and don’t forget to credit the photos to the right photographers.\nAdditionally, you may select other photographs from other sources but please remember to credit the photographers accordingly.\nSpike in Halloween-related sales as Singaporeans get ready for the spooky season\n(Original story published in the Straits Times by Kolette Lim on 29 October 2023 - https://www.straitstimes.com/singapore/spike-in-halloween-related-sales-as-singaporeans-get-ready-for-the-spooky-season)\nSINGAPORE – Do not be surprised if you see throngs of “nuns” or “Barbies” and “Kens” roaming the streets this weekend. They are likely to be making a trip to a “haunted house” or heading for a costume party.\nEvent organisers and costume retailers in Singapore said there has been a spike in Halloween-related ticket and product sales as interest in the spooky season grows.\nMs Savita Kashyap, executive director of travel company Journeys, said Halloween is increasingly being celebrated by younger Singaporeans, who are more exposed to Westernised media from a young age.\nJourneys, which specialises in heritage tours, is behind the Halloween event at Haw Par Villa – named Haw-Ror Villa 2 – that began on Friday and ends on Sunday. Pre-event ticket sales are 130 per cent higher than for the 2022 edition.\nMeanwhile, Universal Studios Singapore’s annual Halloween Horror Nights event “has returned to its full, pre-pandemic glory” with more visits and strong merchandise sales, said Resorts World Sentosa’s senior vice-president and chief experience officer Chang Chee Pey.\nHe did not give specific numbers, but attributed the increase to the post-pandemic rise in cross-border travel, and the introduction of twohorror-house attractions inspired by Canadian singer The Weekndand Netflix series All Of Us Are Dead.\nIn the heartland, Halloween events are drawing thousands of residents keen to carve pumpkins and paint their faces.\nAnchorpoint Mall’s Pumpkin Treat event drew more than 2,000 visitors during its opening weekend of Oct 21 and 22.\nPeople came from all over the island, some dressed in costumes, including those of superhero The Flash and famed wizard Harry Potter, said Anchorpoint’s leasing manager Alex Wong.\n“Halloween culture in Singapore definitely seems to be growing year on year, with more Singaporeans being open to dressing up and having fun during the spooky season,” she said.\nThe mall in Queenstown is expecting more people to turn up dressed as superheroes on Saturday and Sunday, the weekend just before Halloween.\nHousing estates such as Nee Soon and Joo Chiat will also be joining the weekend celebrations.\nAbout 1,350 tickets have been sold for the Opera Estate Halloween event co-organised by residents and Residents’ Networks from the estate, more than double the 600 tickets sold in 2022.\nCo-organising chairman Isaac Lum said the event has “grown from a small-scale gathering of like-minded enthusiasts to a large-scale event”. He expects more than 3,000 people to show up on Saturday evening, factoring in attendees for the non-ticketed trick-or-treat walk.\nMeanwhile, organisers of the Terror-ific Halloween Night community event at Yishun Town Square are expecting 1,500 residents to turn up on Saturday.\nHalloween is observed on Oct 31, the eve of All Saints’ Day, when Roman Catholics and other Christians honour saints of the Church.\nOver the years, Halloween has become an occasion for dressing up, trick-or-treating and carving pumpkins.\nStores selling costumes and props are also preparing for a boom in business this weekend. They expect sales numbers in October to be higher than in the same period in 2022.\nMs Kevy Veni,business development manager at costume retail store Costumes ‘N’ Parties, told The Straits Times that sales in October have increased by 15 per cent compared with the same month in 2022.\nShe said the idea of dressing up is picking up rapidly among people from all walks of life.\n“People love having fun in a way that is different from their normal lifestyle,” she added.\nPopular costume choices include those for TV characters Wednesday Addams and Cousin Itt from Netflix series Wednesday, along with fighter pilot Maverick from Top Gun, and the nun Valak of The Conjuring, said Ms Veni.\nMs Hasyna Neo,head of the rental department at CCM Costume Rental, attributes the store’s 10 per cent growth in sales to the increasing number of events, owing to the occasion’s traction.\n“We’ve seen communities and residents’ committees... using Halloween as an opportunity for neighbours to mingle,” she said.\n“It’s become another reason to gather with friends and family in Singapore.”\nSupermarkets and retail chains, too, are cashing in on the growing interest in Halloween, decking out their shelves in orange and black. For instance, FairPrice and Daiso have increased their product offerings in 2023.\nA spokesperson for Daiso Singapore said the Halloween product listings at its stores have increased by 10 per cent in 2023, with sales figures increasing by the same amount.\nSome of Daiso’s new products include costumes for children, web baskets and Halloween balloons.\nFairPrice supermarkets are also stocking pumpkin-themed bags and cosmetics.\n“This year, due to customer demand for more Halloween-related items, we increased our selection of products by 15 per cent to 20 per cent,” said a spokesperson for FairPrice Group.\n“The products have been well received by our customers and we anticipate that interest will peak over the weekend.”\nPhoto Gallery",
    "trans": "CMNS2320 뉴스 미디어\n사진 캡션 작성\n이는 싱가포르의 핼러윈 기념행사에 대한 모의 뉴스 이야기입니다\n싱가포르의 핼러윈을 기념하는 것에 대한 작성된 기사에 함께 할 사진첩에서 사진을 고르고 있는 기자라고 상상해 보세요.\n배경 정보로써 아래 이야기를 있고 이 사진첩을 위해 앨범: https://photos.app.goo.gl/WQ9fQpa5KPgEwuGj8에서 사진 10장을 고르세요\n사진 캡션을 작성하세요 (창의적이고 새로운 정보를 생각해 낼 수 있습니다) 제가 알려드린 형식에 따라 알맞은 사진작가에게 사진을 언급하는 것을 잊지 마세요.\n더해서, 다른 출처로부터 사진을 선택할 수 있지만 그에 맞춰 사진작가를 언급하는 것을 기억하세요.\n으스스한 시즌을 준비하기 위해 싱가포르 사람들의 핼러윈 관련 매출 급증\n(2023년 10월 29일 스트라잇 타임즈에 코리테 림에 의해 게재된 원작 이야기 -  https://www.straitstimes.com/singapore/spike-in-halloween-related-sales-as-singaporeans-get-ready-for-the-spooky-season)\n싱가포르 - 이번 주말에 거리를 돌아다니는 '수녀'나 '바비'와 '켄' 무리를 보더라도 놀라지 마세요. 그들은 '유령의 집'에 놀러 가거나 코스튬 파티에 가는 중일 수 있습니다.\n싱가포르의 행사 주최자와 의상 소매업자는 으스스한 시즌에 대한 관심이 증가하면서 핼러윈-관련 티켓 및 제품 판매가 급증했다고 말했습니다.\n여행사 저니스의 전무이사, 사비타 카시얍씨는 어려서부터 서구화된 미디어에 더 많이 노출된 싱가포르 젊은이들이, 핼러윈을 점점 더 많이 기념하고 있다고 말했습니다.\n문화유산 여행 전문인, 저니스는 금요일에 시작해서 일요일에 끝나는 호파 빌라 – 호-로르 빌라 2 이름의 – 핼러윈 행사 뒤에 있습니다. 사전-행사 티켓 판매는 2022년 판에 비해 120 퍼센트 더 높습니다.\n한편으로, 리조트 월드 센토사의 수석 부사장 겸 최고 경험 책임자 창 치 페이는 유니버설 스튜디오 싱가포르의 연례 핼러윈 호러 나이트 행사가 더 많은 방문객 및 상품 판매 호조로 “팬데믹 이전의 영광을 되찾았다”고 말했습니다.\n그는 정확한 숫자는 말하지 않았지만, 팬데믹-이후 해외여행이 증가하고, 캐나다 가수 더 위켄드와 넷플릭스 시리즈 '지금 우리 학교는'에서 영감을 받은 두 호러-하우스 명소가 소개된 것이 증가의 원인이라 했습니다.\n중심지에서, 핼러윈 행사는 수천 명의 주민들이 호박을 조각하고 얼굴에 그림을 그리는 데 열중하고 있습니다.\n앵커포인트 쇼핑몰의 펌킨 트리엣 행사는 10월 21일과 22일 오프닝 주말 동안 2,000명 이상의 방문객이 방문했습니다.\n앵커포인트의 임대 관리자 알렉스 웡은 섬 전역에서 사람들이 찾아왔으며, 슈퍼 히어로 플래시와 유명한 마법사 해리 포터 등의 의상을 일부 사람들은 입고 있었다고 말했습니다.\n“싱가포르의 핼러윈 문화는 확실히 해마다 성장하고 있으며, 더 많은 싱가포르인들이 으스스한 시즌에 분장하고 즐기는 것에 개방적입니다.\"라고 그녀는 말합니다.\n퀸즈타운에 있는 쇼핑몰은 핼러윈 직전 주말인, 토요일과 일요일에 더 많은 사람들이 슈퍼히어로 복장을 하고 나타날 것으로 예상하고 있습니다.\n니 순과 주 치앗과 같은 주택 지구에서 또한 주말 기념 행사에 참여할 예정입니다.\n약 1,350장의 티켓이 주민들에 의해 공동 주최된 오페라 지구 핼러윈 행사에서 팔렸으며 지구에서 주민들의 네트워크에서 2022년보다 두 배인 600장의 티켓이 팔렸습니다.\n공동 조직위원장인 아이작 럼은 이 행사가 “비슷한 생각을 가진 애호가들의 소규모 모임에서 대규모 행사로 성장한 것”이라고 말했습니다. 그는 토요일 저녁에 티켓을 구매하지 않은, 트릭 올 트리엣 걷기를 위한 참가자를 포함하면 3,000명 이상의 사람들이 참석할 것으로 예상합니다.\n한편으로, 이순 타운 광장에서 공포의 핼러윈 나이트 지역 행사 주최자들은 토요일에 1,500명의 주민이 모일 것으로 예상합니다.\n핼러윈은 로마 가톨릭과 다른 기독교인들이 교회의 성인들을 기리는 때, 만성절 전날에 관찰됩니다.\n수년간, 핼러윈은 분장, 트릭 올 트리엣과 호박 조각을 위한 행사가 되었습니다.\n의상과 소품들을 하는 가게들 또한 이번 주 사업 호황을 준비 중입니다. 그들은 10월에 2022년의 같은 기간보다 더 높은 판매 수를 기대합니다.\n의상 소매점 코스튬 '엔' 파티스의 사업 개발 관리자인, 케비 베니 씨는 10월에 매출이 2022년 같은 달에 비해 15% 증가했다고 더 스트레이츠 타임즈에 말했습니다.\n그녀는 각계 계층의 사람들 사이에서 변장에 대한 아이디어가 빠르게 확산되고 있다고 말했습니다.\n\"사람들은 평범한 생활 방법에서 다른 즐길 수 있는 방법을 갖는 것을 좋아합니다,\" 그녀는 덧붙였습니다.\n인기 있는 의상으로 넷플릭스 시리즈 윈즈데이의 TV 등장인물인 아담스와 사촌 잇트, 탑건의 전투기 조종사 매버릭, 컨저링의 수녀 발락 등이 있다고 베니 씨는 말합니다.\nCCM 코스튬 렌탈에서 대여 부서 책임자인, 하시나 네오 씨는 매장의 매출이 10% 성장한 이유를 행사의 인기로 인한, 행사 수의 증가 때문이라고 했습니다.\n“저희는 지역 사회 및 주민 위원회를 보았습니다... 핼러윈을 이웃과 어울릴 수 있는 기회로 활용하는 것을.\"이라고 그녀는 말했습니다.\n\"이는 싱가포르에서 친구들과 가족들이 모이는 또 따른 이유가 되었습니다.\"\n슈퍼마켓과 소매 체인점에서 또한 핼러윈에 대한 관심이 높아지면서, 주황색과 검은색으로 진열대를 꾸미고 있습니다. 예를 들어, 페어프라이스와 다이소에서는 2023년에 핼러윈 관련 제품을 늘렸습니다.\n다이소 싱가포르의 대변인은 이들 가게에서 핼러윈 제품 목록이 2023년에 10 퍼센트 증가했다고 말했습니다, 매출액 또한 같은 양으로 증가했습니다.\n다이소의 몇 가지 새로운 제품들은 아이를 위한 의상, 거미줄 바구니와 핼러윈 풍선을 포함합니다.\n페어프라이스 슈퍼마켓 또한 호박-테마 가방 및 화장품들을 갖추고 있습니다.\n페어프라이스 그룹 대변인은 “올해, 핼러윈-관련 제품들에 대한 더 많은 고객 수요로 인해, 저희는 상품의 종류를 15%에서 20%까지 늘렸습니다.”라고 말했습니다.\n“제품들은 고객들로부터 호평을 받고 있으며 저희는 주말에 관심이 최고조에 달할 것으로 기대합니다.”\n포토 갤러리"
}