{
    "source": "en_US",
    "target": "ko_KR",
    "text": "1. Physical Sun. . . . . . . . .\nForm . . . . . . Personality . . .\nInfluencing Mutable Cross.\n2. Heart of the Sun. . . . . .\nSoul Consciousness. . . . . . .\nInfluencing Fixed Cross\n3. Central spiritual Sun. . .\nLife . . . . . . . . . . . . . . . . . . . .\nInfluencing Cardinal Cross\nBy the word \"influencing\" I here refer to the energies pouring from these three aspects of the Sun through the three Crosses to our planet. Ponder on this and remember also that our Sun is travelling through space (carrying our solar system along in its sphere of influence) around our own central and conditioning star which it has been rightly presumed exists in the constellation Taurus, the Bull, being found in the Pleiades. At the same time it appears, from the standpoint of our planet, to be passing through the twelve signs of the zodiac; this is a symbol macrocosmically considered, of the dramatic centralised point of view of the individual human being, the microcosm. It is interesting to [112] compare the symbolism and the underlying truth connected with the lesser and the greater zodiacs and with their twelve month and their 25,000 year cycles. They bear out much that I have given you anent the soul, influenced by the esoteric planets eventually, and the personality, influenced by the orthodox planets. The greater zodiac is symbolic of the soul and the lesser of the personality. In the personality cycle, the lesser zodiac conditions the personality career and the twelve planetary houses are of dominant importance. Later the influence of the twelve signs supersedes the influence of the planets.",
    "trans": "1. 물리적 태양. . . . . . . . .\n형태 . . . . . . 성격 . . .\n변하기 쉬운 십자가에 영향을 미치기\n2. 태양의 심장. . . . . .\n영혼의식. . . . . . .\n고정된 십자가에 영향을 미치기\n3. 중앙 영적 태양. . .\n인생 . . . . . . . . . . . . . . . . . . . .\n기본적인 십자가에 영향을 미치기\n여기서 \"영향을 준다\"는 단어는 태양의 세 가지 측면에서 세 개의 십자가를 통해 우리 행성으로 쏟아지는 에너지를 의미합니다. 이것에 대해 숙고하고 또한 우리 태양이 플레이아데스에서 발견되는 타우르스, 황소자리에 존재한다고 올바르게 추정되는 우리 자신의 중심 별과 조건 별 주위를 우주(우리 태양계의 영향권을 따라 이동하는)를 통해 여행하고 있다는 것을 기억하십시오. 동시에 우리 행성의 관점에서 보면 황도대의 12 별자리를 통과하는 것처럼 보입니다. 이것은 소우주인 개별적인 인간 존재가 극적인 중심 관점을 대우주적으로 고려한 상징입니다. [112] 소황도대와 대황도대, 그리고 그 12개월과 25,000년 주기와 관련된 상징주의와 근본적인 진리를 비교하는 것은 흥미롭습니다. 그들은 결국 비전 행성의 영향을 받는 영혼과 정통 행성의 영향을 받는 성격과 관련하여 내가 당신에게 준 많은 것을 입증합니다. 더 대황도대는 영혼을 상징하고 더 소황도대는 성격을 상징합니다. 성격 주기에서 소황도대는 성격 경력을 조건으로 하며 12개의 행성 하우스가 지배적인 중요성을 갖습니다. 나중에 열두 별자리의 영향이 행성의 영향을 능가합니다."
}