{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Measurements To compare all evaluation meth- ods on equal ground with human evaluation, we use four different measurements. First, we count the number of correct preferences (#CP), which is the number of times each automatic metric has the same preference as the average human scores do over a set of compared system pairs (§ 4.2.1). This can help measure the alignment of evaluation meth- ods with humans at a granular level. To determine the preferred system by a particular metric, we as- sign a system 1 point if its generated summary is evaluated as better than that of the other system according to the metric, or assign both systems 0.5 for a tie. Then, we aggregate the different scores for the compared systems for all 100 test inputs, and the system with a higher score is considered the preferred system by that metric (see Appendix Table 22 for details).\nNext, we also use the Pearson correlation (Co- hen et al., 2009), Spearman correlation (Spearman, 1987), and Kendall’s Tau (Kendall, 1938) to mea- sure the relationship between the scores of auto- matic evaluators and humans (§ 4.2.2, 4.2.3, 4.2.4). While the Pearson score measures linear relation- ships, the other two measure the ordinal relation- ship that may be non-linear. Moreover, Kendall’s Tau is less sensitive than Spearman correlation to outliers due to its paired counting of concordant and discordant pairs.",
    "trans": "측정방식 인간 평가와 동일한 수준에서 모든 평가 방식을 비교하기 위하여, 우리는 네 가지 각기 다른 측정방식을 사용합니다. 우선, 정확한 선호도(#CP)의 수를 계산하는데, 여기서 수란, 비교 대상 시스템 쌍에서 각 자동 지표가 평균 인간 점수와 동일한 선호도를 보이는 횟수입니다(§ 4.2.1). 이러한 방식을 통해 평가 방식이 인간 평가에 얼마나 정렬되는지 세밀한 수준으로 측정할 수 있습니다. 특정 지표로 선호 시스템을 결정할 때, 해당 지표가 시스템의 생성 요약 결과를 다른 시스템의 결과보다 낫다고 평가하면 시스템에 1 점을 부여하거나, 두 시스템 모두에게 각각 0.5점을 부여합니다. 그런 후, 100가지 시험 입력값에 대하여 비교된 시스템의 점수를 합산하고, 더 높은 점수를 받은 시스템을 지표가 선호하는 시스템으로 간주됩니다(자세한 정보는 부록 표 22 참조).\n다음으로, 우리는 피어슨 상관관계(코헨 및 공동저자, 2009), 스피어만 상관관계(스피어만, 1987) 및 켄달타우(켄달, 1938)를 사용하여 자동 평가기 점수와 인간 점수간의 관계를 측정하였습니다(§ 4.2.2, 4.2.3, 4.2.4). 피어슨 점수는 선형 관계를 측정하는 반면, 나머지 두 개의 측정방식은 비선형적일 수 있는 서열관계를 측정합니다. 또한, 켄달타우 방식은 일치와 불일치 쌍을 쌍 형태로 집계하기 때문에, 스피어만 상관관계보다 이상치에 덜 민감합니다."
}