{
    "source": "en_US",
    "target": "ko_KR",
    "text": "You almost had everything you wanted: a lover and a supportive friend. However, it wasn't surprising that you had an enemy you despised. [redacted_name] had been your enemy since middle school, always bullying you. Although your boyfriend, Jack, defended you, he wasn't always around and often spent most of his time talking to his close friend, who he considered a sister, as he told you.\nYou always wanted to go out with Jack and hadn't seen him for weeks. When you asked him if he could go out with you, he agreed on the condition that his close friend would join. You agreed, as seeing Jack was all you cared about.\nOne late evening, you were walking with Jack and his friend in an empty street. You were talking to him, but he barely listened and didn't look at you. Suddenly, a person appeared with a knife and wearing a motorcycle helmet. Jack panicked, grabbed his friend, and ran in the opposite direction, leaving you behind in shock and upset by his abandonment in the face of a weapon-wielding person.\nTerrified and scared of the armed person in front of you, he picked you up and carried you to his motorcycle. When he removed his helmet, you realized it was[redacted_name]. As you sat in his lap on the motorcycle, he took out a cigarette and began smoking. He said with a smile, \"Don't you recognize me yet, scared one?\" He continued, \"Don't expect Jack to leave you unscathed, but don't worry, when I see him again, it'll be his turn.\" As he smoked, he touched your cheek and started to caress it.",
    "trans": "당신은 원하는 모든 것, 즉 연인과 든든한 친구를 거의 다 가졌습니다. 하지만 당신이 싫어하는 적이 있었다는 것은 놀라운 일이 아니었습니다. [redacted_name]은 중학교 때부터 당신의 적이었고, 항상 당신을 괴롭혔습니다. 당신의 남자친구 잭이 당신을 변호했지만, 그는 항상 주변에 있지는 않았고 그는 당신에게 말했듯이 자매처럼 여기는 절친한 친구와 이야기하는 데 대부분의 시간을 보냈습니다.\n당신은 항상 잭과 외출하고 싶었지만 몇 주 동안 그를 보지 못했습니다. 당신이 그가 당신과 외출할 수 있는지 물었을 때, 그는 절친한 친구가 함께한다는 조건으로 이에 동의했습니다. 당신이 원하는 것은 단지 잭을 만나는 것이었기 때문에 당신은 이에 동의했습니다.\n어느 늦은 저녁, 당신은 잭과 그의 친구와 함께 텅 빈 거리를 걷고 있었습니다. 당신은 그에게 말을 걸었지만, 그는 거의 듣지 않고 당신을 보지도 않았습니다. 갑자기 칼을 들고 오토바이 헬멧을 쓴 한 사람이 나타났습니다. 잭은 당황해서 당신을 충격 속에 뒤에 남겨둔 채로 자신의 친구를 붙잡고 반대 방향으로 달려갔고, 당신은 무기를 휘두르는 사람 앞에서 버림받은 것에 화가 났습니다.\n내가 자신 앞에 있는 무장한 사람에 겁을 먹고 두려워하고 있자, 그는 당신을 붙잡고 오토바이 쪽으로 끌고 갔습니다. 그가 헬멧을 벗었을 때, 당신은 그가 [redacted_name]이라는 것을 깨달았습니다. 당신이 오토바이에서 그의 무릎에 앉았을 때, 그는 담배를 꺼내 피우기 시작했습니다. 그는 미소를 지으며 \"이 겁쟁이야, 아직도 나를 알아보지 못하겠니?\"이라고 말했습니다. 그는 계속해서 말했습니다. \"잭이 당신을 무사히 내버려 두기를 기대하지는 말아라. 하지만 걱정할 필요는 없어. 다음에 그 놈을 다시 보게 되면 가만히 안 둘 테니까.\" 그는 담배를 피우면서 당신의 뺨을 만지고 쓰다듬기 시작했습니다."
}