{
    "source": "en_US",
    "target": "ko_KR",
    "text": "WHAT WE’RE LOOKING FOR\nWe are looking for a reliable, solid and dependable AM opening Front of House Server to fill the open position at a high volume hotel restaurant. In this role, you are responsible for opening duties and delivering a positive experience for guests. We strive for only the best to service guests and making every guest feel acknowledged and taken care of.\nWHO WE ARE\nForrest Solutions is the nation’s first and leading premier staffing firm. We focus on providing qualified professionals to a variety of client locations throughout the nation. We offer temp, temp to perm and long term contracted job opportunities.\nSchedule:\nAM - Opening shift 6AM - 3PM. Schedule will vary depending on needs and in house scheduling\nRequirements:\nPrevious POS and 1+ year fast-paced high volume restaurant experience required\nDependable/ reliable\nEnjoys working with people\nMaintain a positive attitude\nKeep a clean and polished appearance\nAdaptable/flexible\nDetail-oriented\nStanding, walking, and bending throughout the entire work day\nAbility to lift, stack and maneuver objects that may weigh 30 to 50 pounds\nCOVID-19 Vaccination Required\nCompensation:\nHourly waged tipped position starting from $11 per hr. plus TIPS. *This is a high volume/ traffic venue where tips can estimate $500+/week on average\nAbout Forrest Solutions:\nForrest Solutions is the nation’s first and leading premier outsourcing/staffing firm. We focus on providing qualified professionals to a variety of client locations throughout the nation. We offer temp, temp to perm and long-term contracted job opportunities.\nReport Job",
    "trans": "우리가 찾고 있는 것\n우리는 대용량 호텔 레스토랑의 공석을 채우기 위해 신뢰할 수 있고 견고하며 의존할 수 있는 AM 오프닝 프런트 오브 하우스 봉사자를 찾고 있습니다. 이 역할에서는 귀하는 업무를 개시하고 고객에게 긍정적인 경험을 제공하는 책임을 맡습니다. 우리는 최선을 다해 고객에게 서비스를 제공하고 모든 고객이 인정받고 보살핌을 받는 느낌을 받을 수 있도록 노력합니다.\n우리는 누구인가\n포레스트 솔루션은 미국 최초이자 선도적인 최고의 인력 회사입니다. 우리는 전국의 다양한 고객 위치에 자격을 갖춘 전문가를 제공하는 데 주력하고 있습니다. 저희는 임시직, 임시직 후 정규직 및 장기 계약직 채용 기회를 제공합니다.\n일정:\n오전 - 업무 개시 교대조 오전 6시부터 오후 3시까지. 일정은 필요에 따라, 그리고 사내 일정에 따라 달라질 수 있습니다\n요구 사항:\n이전 POS 및 1년 이상 빠르게 진행된 대용량 레스토랑 경험 필요\n믿을만함/신뢰할만함\n사람들과 함께 일하는 것을 즐기기\n긍정적인 태도 유지하기\n깨끗하고 세련된 외관 유지하기\n적응력/유연성\n꼼꼼함\n근무일 내내 서있고, 걷고, 구부리기\n무게가 30~50파운드에 달하는 물체를 들어 올리고, 쌓고, 기동할 수 있는 능력\nCOVID-19 예방 접종 필요\n보상:\n시간당 11달러부터 시작하는 시간당 팁을 받는 위치입니다. 플러스 팁. *이곳은 팁이 평균 주당 500달러 이상을 예상할 수 있는 높은 거래량과 교통량이 많은 장소입니다.\n포레스트 솔루션 소개:\n포레스트 솔루션즈는 미국 최초이자 선도적인 최고의 아웃소싱/인력 회사입니다. 저희는 전국의 다양한 고객사에 자격을 갖춘 전문가를 제공하는 데 주력하고 있습니다. 저희는 임시직, 임시직 후 정규직 및 장기 계약직 채용 기회를 제공합니다.\n보고서 작업"
}