{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Extraction is the crucial first step in the analysis of medicinal plants, because it is necessary to extract the desired\nchemical components from the plant materials for further separation and characterization. The basic operation included steps,\nsuch as pre-washing, drying of plant materials or freeze drying, grinding to obtain a homogenous sample and often improving the\nkinetics of analytic extraction and also increasing the contact of sample surface with the solvent system. Proper actions must be\ntaken to assure that potential active constituents are not lost, distorted or destroyed during the preparation of the extract from\nplant samples. If the plant was selected on the basis of traditional uses (Fabricant and Farnsworth, 2001), then it is needed to\nprepare the extract as described by the traditional healer in order to mimic as closely as possible the traditional ‘herbal’ drug. The\nselection of solvent system largely depends on the specific nature of the bioactive compound being targeted. Different solvent\nsystems are available to extract the bioactive compound from natural products. The extraction of hydrophilic compounds uses\npolar solvents such as methanol, ethanol or ethyl-acetate. For extraction of more lipophilic compounds, dichloromethane or a\nmixture of dichloromethane/methanol in ratio of 1:1 are used. In some instances, extraction with hexane is used to remove\nchlorophyll (Cos et al., 2006).\nAs the target compounds may be non-polar to polar and thermally labile, the suitability of the methods of extraction\nmust be considered. Various methods, such as sonification, heating under reflux, soxhlet extraction and others are commonly\nused (United States Pharmacopeia and National Formulary, 2002; Pharmacopoeia of the People’s Republic of China, 2000; The\nJapanese Pharmacopeia, 2001) for the plant samples extraction. In addition, plant extracts are also prepared by maceration or\npercolation of fresh green plants or dried powdered plant material in water and/or organic solvent systems. A brief summary of\nthe experimental conditions for the various methods of extraction is shown in Table 1.\nThe other modern extraction techniques include solid-phase micro-extraction, supercritical-fluid extraction,\npressurized-liquid extraction, microwave-assisted extraction, solid-phase extraction, and surfactant-mediated techniques, which\npossess certain advantages. These are the reduction in organic solvent consumption and in sample degradation, elimination of\nadditional sample clean-up and concentration steps before chromatographic analysis, improvement in extraction efficiency,\nselectivity, and/ kinetics of extraction. The ease of automation for these techniques also",
    "trans": "추출은 약용 식물 분석에서 중요한 첫 번째 단계입니다. 추가 분리 및 특성화를 위해 식물 재료에서 원하는 화학 성분을 추출해야 하기 때문입니다.\n기본 작업에는 사전 세척, 식물 재료 건조 또는 동결 건조, 균일한 샘플을 얻기 위한\n분쇄, 종종 분석 추출의 동역학 개선 및 용매 시스템과 샘플 표면의 접촉 증가와 같은 단계가 포함됩니다.\n식물 샘플로부터 추출물을 준비하는 동안 잠재적인 활성 성분이 손실, 왜곡 또는 파괴되지 않도록\n적절한 조치를 취해야 합니다. 식물이 전통적인 용도에 따라 선택된 경우(제조자 및 판즈워스, 2001),\n가능한 한 전통적인 '허브' 약물을 모방하기 위해 전통 치료사의 설명에 따라 추출물을 준비해야 합니다.\n용매 시스템의 선택은 주로 표적이 되는 생물학적 활성 화합물의 특정 특성에따라 달라집니다.\n다양한 용매 시스템을 사용하여 천연물에서 생물학적 활성 화합물을 추출할 수 있습니다.\n친수성 화합물을 추출하려면 메탄올, 에탄올 또는 에틸 아세테이트와 같은 극성 용매들을 사용합니다.\n보다 친유성 화합물을 추출하는 경우 디클로로메탄 또는 1:1 비율의 디클로로메탄/메탄올 혼합물을 사용합니다.\n어떤 경우에는 헥산을 사용한 추출을 사용해서 엽록소를 제거합니다(코스 등, 2006).\n대상 화합물은 비극성에서 극성으로 변하고 열적으로 불안정할 수 있으므로 추출 방법이\n적정한지 검토해야 합니다. 일반적으로 초음파 처리, 환류 하에서의 가열,\n소크슬렛 추출 등과 같은 다양한 방법들이 식물 샘플 추출에 사용됩니다\n(미국 약전 및 국가 약전, 2002; 중화인민공화국 약전, 2000; 일본 약전, 2001).\n또한 식물 추출물은 물 및/또는 유기 용매 시스템에서 신선한 녹색 식물이나\n건조된 분말형 식물재료들을 물에 불림 또는 삼투하여 제조합니다.\n다양한 추출 방법들에 대한 요약된 실험조건들이 표 1에 나와 있습니다.\n다른 현대적 추출 기술에는 고체상 미세 추출, 초임계 유체 추출, 가압 액체 추출, 마이크로파 지원 추출, 고체상 추출 및 계면활성제 매개 기술이 있으며,\n각 기술별로 고유의 장점을 가지고 있습니다.\n이러한 장점에는 유기 용매 소비와 샘플 분해 감소, 크로마토그래피 분석 전\n추가 샘플 정리 및 농축 단계 제거, 추출 효율,\n선택성 및 추출 동역학 개선 등이 있습니다. 이러한 기술에 대한 자동화의 용이성도"
}