{
    "source": "en_US",
    "target": "ko_KR",
    "text": "View Online\nJian,\nhere’s your September\nstatement.\nHello Jian,\nYour latest monthly statement is ready to view. It’s an easy way for you to keep tabs on your agreement. We’ll send it at the same time every month so you’re always up to date.\nView statement\nWith Mercedes me finance you can keep track of your agreement online, anytime, anywhere. Update your details, change your monthly payment date, and more. Log in or register now to take control.\nGo to Mercedes me finance\nKeeping your car in shape helps to keep its value at the end of your agreement. So, we’ve put together some suggestions on how to keep it running smoothly and looking its best.\nView suggestions\nIf your circumstances change for any reason, or you need a little extra support managing your agreement, please don’t worry. Our team is on hand to help.\nGet in touch\nWould you like this information in another format, such as print? If so, please let us know.\nYours sincerely,\nMercedes-Benz Finance\nWe’d love to know if you found the information in this email helpful and easy to understand. If you have a couple of minutes, please complete our short survey to give us your feedback.\nTell us what you think\nMercedes-Benz Financial Services and Mercedes-Benz Finance are trading names of Mercedes-Benz Financial Services UK Limited. Registered in England and Wales (registered number 2472364). Delaware Drive, Tongwell, Milton Keynes, MK15 8BA. Authorised and regulated by the Financial Conduct Authority.\nMercedes-Benz Financial Services UK Limited takes your privacy seriously. Unless you have agreed otherwise, your personal information will only be used to provide the products and services you have requested from us, and to administer your agreement. We will duly and diligently safeguard the privacy and confidentiality of your data. For more information on how we use your data, please see our privacy policy.\n© 2024 Mercedes-Benz Group AG Legal Notice",
    "trans": "온라인 보기\n지안,\n여기 고객님의 9월\n내역서입니다.\n안녕하세요 지안님,\n고객님의 이전 달 내역서가 준비되었습니다. 이는 계약서를 쉽게 확인 할 수 있는 방법입니다. 동시에 고객님께서 항상 최근 정보를 받으실 수 있도록 저희가 매달 보내드리겠습니다.\n내역서 보기\n메르세데스 미 파이낸스로 고객님은 계약서를 언제, 어디서든지 온라인으로 확인할 수 있습니다. 세부 정보를 업데이트하세요, 매달 납부일을 변경하세요. 통제를 위해 지금 로그인하거나 등록하세요.\n메르세데스 미 파이낸스로 이동하세요\n차량의 상태를 잘 관리하는 것은 계약 종료 이후에도 차량의 가치를 유지하는 데 도움이 됩니다. 따라서, 저희가 차량을 원활하게 운행하고 최상의 상태를 유지하는 방법에 대한 몇 가지 제안을 준비했습니다.\n제안 확인하기\n만약 고객님의 어떠한 이유에서 상황이 바뀌거나, 계약서를 관리하는 데 조금 추가적인 지원이 필요하다면, 걱정하지 마세요. 저희 팀이 도와줄 것입니다.\n연락하세요\n이 정보를 다른 형식으로 받고 싶나요, 출력물과 같은? 만약 그렇다면, 저희에게 알려주세요.\n그럼 안녕히계세요,\n메르세테스-벤츠 파이낸스\n저희는 고객님께서 메일에 있는 정보가 도움이 되었고 이해하기 쉬웠는지 알고 싶습니다. 만약 몇분의 시간이 있으시다면, 저희에게 피드백을 주기 위한 짧은 설문을 완성해 주세요.\n어떻게 생각하시는지 알려주세요\n메르세데스-벤츠 파이낸셜 서비스와 메르세데스-벤츠 파이낸셜은 메르세데스-벤츠 파이낸셜 서비스 영국 유한회사의 상호입니다. 영국 및 웨일스에 등록되어 있습니다 (등록 번호 2472364). 델라웨어 드라이브, 통웰, 밀턴 케인즈, MK15 8BA. 영국 금융감독청의 승인 및 규제를 받습니다.\n메르세데스-벤츠 파이낸셜 서비스 영국 유한회사는 고객님의 개인정보를 엄격히 다룹니다. 고객님의 어떠한 동의 없이, 개인정보는 저희에게 요청한 제품 및 서비스를 제공하고, 고객님의 계약을 관리하기 위해서만 사용됩니다. 저희는 고객님의 개인정보와 기밀을 안전하고 성실하게 보호할 것입니다. 고객님의 정보를 사용하는 방법에 대한 더 자세한 내용은, 저희의 개인정보 처리 방침을 보세요.\n© 2024 메르세데스-벤츠 그룹 AG 법적 공지"
}