{
    "source": "en_US",
    "target": "ko_KR",
    "text": "12535715600 Deposited a new message:\n\"Greetings tied in families. The following are this week's announcements, concert dress day. Is this coming Wednesday, October 16th. Please make sure that your student is coming to school that day in their concert dress uniform. Look for an email from your music teacher for more information including ordering info for photos from our own Truman music boosters. We are holding our annual A SB fundraiser, the Ch Von on October 25th. We are raising funds for the next two weeks to support extracurricular activities at Truman A flyer will be coming home on Monday with more details. Next, our schedule for parent teacher conferences on October 17th and 18th. This year parent teacher conferences are taking place primarily on Thursday, October 17th, but there may be some availability for conferences on the 18th. If your student's teacher is not able to be there. The evening of the 17th, evening conferences on the 17th are arena style with all families able to come at any time to meet with teachers in the front of the counseling center for sixth grade core classes and the cafeteria for all other classes. If your family would like to request a team conference with all of your students, teachers at once. Even though you were not contacted for one, you can reach out to Principal Parks at in Parks at Tacoma dot K 12 dot W a.us to request one. Finally, please note that we have a half day schedule on both October 17th and 18th. Truman middle school will dismiss at 10:55 a.m. on both days. The schedules for conference days and the half day schedule for students will be listed in a corresponding email tonight. Please let administration and our front office staff know if you have any questions last but not least our Titan JV and varsity basketball along with our Lady Titan soccer team will host Gray Middle School tomorrow game, start at 3 p.m. Titan seat team basketball will travel to Great Middle let's come out tomorrow and cheer on Titan athletics. Those are the completion of our announcements for the week of October 13th. Enjoy the rest of your evening. I know.\"\nClick here: 14699825005 to listen to full voice message.",
    "trans": "12535715600 새로운 메시지가 있습니다:\n\"가족 여러분께 안부인사 드립니다. 다음은 공연 복장 착용일에 대한 주간 공지사항입니다. 행사일은 오는 10월 16일 수요일입니다. 해당일에는 자녀가 공연용 유니폼을 착용하고 등교하도록 도와주시기 바랍니다.자세한 정보 및 트루먼 음악 후원회에서 제공하는 사진 주문 방법은 음악 선생님이 보내는 이메일을 확인해 주세요. 연례 A SB 모금행사인 Ch Von은 10월 25일 개최될 예정입니다. 트루먼 학생들의 방과 후 활동 지원을 위한 기금 모금이 앞으로 이 주간 진행됩니다. 자세한 사항은 월요일 집으로 발송되는 안내장을 참조해 주세요. 다음으로, 10월 17일과 18일로 예정된 학부모 교사 면담 일정 안내입니다. 올해 학부모 교사 면담은 우선적으로 10월 17일 열리지만, 18일에 개최될 가능성도 있습니다. 담임 선생님 참석이 어려운 경우를 대비한 조치입니다. 17일 밤 면담은 아레나 스타일로 운영되며 모든 가정이 언제든 자유롭게 참석하여 면담 가능합니다. 6학년 주요 과목 교사 면담은 상담센터 앞에서 진행되며, 다른 학생 및 선생님과 함께하는 팀 면담은 학생 식당에서 진행됩니다. 별도의 연락을 받지 못하셨더라도, 박 교장선생님 이메일인 inParks@tacoma.k12.wa.us로 면담 신청이 가능합니다. 끝으로, 10월 17일 및 18일은 반일 수업으로 운영됩니다. 트루먼 중학교의 수업은 양일의 면담 기간동안 10:55 a.m.에 종료됩니다. 면담 일정 및 학생 단축 수업 일정은 오늘 밤 관련 이메일을 통해 안내 예정입니다. 궁금한 점이 있으시면 학교 행정실 또는 직원에게 문의 주세요. 마지막으로, 내일 오후 3시부터 우리 타이탄 후보 및 주전선수가 뛰는 농구팀 및 레이디 타이탄 축구팀이 그레이 중학교를 맞이하여 홈경기를 펼칩니다. 타이탄 시트 농구팀은 그레이트 중학교로 원정 경기를 떠나오니, 내일 모두 나오셔서 타이탄 운동부를 응원해 주세요. 이상으로 10월 13일자 주간 공지를 마칩니다. 즐거운 저녁 보내세요.\n여기를 클릭하세요: 전체 음성 메시지를 들으려면 14699825005를 클릭하세요."
}