{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Event description\nIIt’s almost spooky season! Join G’Day Mates for this two-hour ghost tour through Glenside Hospital.\nIf you’re intrigued by the supernatural, or just looking for a fun night out with friends, this is your chance to explore the eerie Z Ward. You’ll hear true experiences, disturbing events, and decide for yourself – is it really haunted?\nBook your ticket for just $22 today and get ready for a night filled with mystery and excitement!\n*Due to the nature and location of this tour, some content and stories might be distressing to some people. Additionally, the tour will take place in darkness. *\nCheck out the website for more details and consider if this is the right activity for you before grabbing your tickets: Z Ward Ghost Tour - Adelaide Haunted Horizons\nImportant Notes:\n- UniSA Student IDs will be sighted upon arrival.\n- Please arrive by 19:00 pm.\n- Refunds can only be processed if requested more than 48 hours before the event day.\nPhotography Disclaimer:\n1. I understand that images, video and audio of me will be recorded or captured in connection with the event.\n2. I consent to the University using, publishing, reproducing or editing the images, video or audio of me to promote the University (Image Consent).\n3. I release the University from any claims in connection with the Image Consent.",
    "trans": "이벤트 설명\n거의 으스스한 계절이 다가왔습니다! 글렌사이드 병원을 통과하는 2시간짜리 유령 투어에 G'Day Mates와 함께하세요.\n초자연적인 현상에 호기심이 있거나 친구들과 함께 즐거운 밤을 보내고 싶다면 지금이 으스스한 Z Ward를 탐험할 기회입니다. 실제 경험과 충격적인 사건을 듣고 스스로 결정하게 됩니다. 정말 유령이 나오는 걸까요?\n오늘 단돈 22달러에 티켓을 예약하고 신비로움과 설렘으로 가득한 밤을 준비하세요!\n*본 투어의 성격과 장소로 인해 일부 내용과 이야기가 일부 사람들에게 괴로움을 줄 수 있습니다. 또한 투어는 어둠 속에서 진행됩니다. *\n자세한 내용은 웹사이트에서 확인하고 티켓을 구매하기 전에 이것이 귀하에게 적합한 활동인지 고려하세요: Z 워드 고스트 투어 - 애들레이드 유령 호라이즌\n중요한 참고 사항:\n- 도착 시 UniSA 학생 신분증이 확인됩니다.\n- 오후 19시까지 도착해주시기 바랍니다.\n- 환불은 행사 당일 48시간 이상 전에 요청해야만 처리될 수 있습니다.\n사진 면책 조항:\n1. 저는 이벤트와 관련하여 제 이미지, 비디오 및 오디오가 녹화되거나 캡처될 것이라는 점을 이해합니다.\n2. 저는 대학을 홍보하기 위해 제 이미지, 비디오 또는 오디오를 사용, 출판, 재생 또는 편집하는 것에 동의합니다(이미지 동의).\n3. 저는 이미지 동의와 관련된 모든 청구로부터 대학을 제외합니다."
}