{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Teacher: [redacted_name]\nEmail: [redacted_email]\nCOURSE PURPOSE\nThe purpose of this course is for students to continue to improve the communication skills that they have acquired in the previous year. Students will practice more complex discussions, learn how to give a formal presentation, and deal with a Q and A session in a formal setting.\nLEARNING GOALS\nAt the end of the semester, students should be able to:\n1. use communication strategies in discussions more effectively and confidently,\n2. ask for and express opinions, articulating complete ideas in a coherent structure,\n3. give a presentation confidently using effective visual aids, with a focus on appropriate delivery and a Q & A\nsession, and\n4. further develop skills in using effective intonation and stress strategies when speaking.\nMATERIALS\n● Pathways 2: Listening, Speaking, and Critical thinking (2nd edition). Becky Tarver Chase. National Geographic Learning.\nPlease bring your own device, your book, and a notebook to class each week. You will also need headphones for listening tests.\nGRADES (*See full grading details below.)\n1. Semester test 18%\n2. Speaking tests (8% x 2 = 16%) 16%\n3. Unit presentations (8% x 2 = 16%) 16%\n4. Final project 20%\n5. Participation, in-class activities, assignments, online workbook, and quizzes 30%\n--------------------------------------------------------------------------------------------------------------------------------------------- 100%\n1. Semester test (18%)\nYou will take a test in week 11 that covers the material from the textbook.\n2. Speaking Tests (8% x 2 = 16%)\nYou will have two speaking tests in the term. One will be an individual assessment with your teacher. The other will be a group discussion with your classmates.\n※\n3. Unit presentations (8% x 2 = 16%)\nFor each unit, you will have a presentation task related to the unit material. This presentation task be an individual presentation or group presentation.\n4. Final project (20%)\nAt the end of semester, you will do a final project using what you have studied and practiced throughout the semester. Details about the project will be shared in a later class.\n5. Class participation (30%)\n1. In-class activities / participation 15%\n2. Homework 15% 30%\nGood participation includes: doing your work during class, answering and asking questions, listening to your teacher and classmates actively, and trying your best to use English.\nYour active participation is highly expected in this class. Simply coming to the class is NOT participation.\n*Students must earn a grade of 60% or more to pass this class.\nIf you miss more than 4 classes, you will automatically FAIL the course. Being late 2 times is counted as being absent 1 time. Arriving at the classroom 30 minutes after the class has started is considered an absence.\nIf you are absent for any reason, you are responsible for contacting the teacher prior to the absence. Students are responsible for the content of all classes, even if they are absent. If you do not submit assignments on time, your score and your grade will be affected. Please note that in principle, late submissions will not be accepted.\n*Note: This information may change according to student needs.",
    "trans": "교사: [redacted_name]\n이메일:  [redacted_email]\n강좌 목적\n이 강좌의 목적은 학생들이 전년도에 습득한 의사소통 기술을 지속적으로 향상시키는 것입니다. 학생들은 더 복잡한 토론을 연습하고, 공식적인 발표 방법을 배우고, 공식적인 환경에서 Q&A 세션을 진행합니다.\n학습 목표\n학기 말에 학생들은 다음을 할 수 있어야 합니다:\n1. 토론에서 의사소통 전략을 더 효과적이고 자신 있게 사용합니다,\n2. 완전한 아이디어를 일관된 구조로 또렷하게 표현하면서, 의견을 묻고 표현합니다,\n3.  적절한 전달과 Q&A 중심으로 효과적인 시각 자료를 활용하여 자신있게 발표합니다.\n세션, 그리고\n4. 말할 때 효과적인 억양과 강세 전략을 사용하는 기술을 더욱 발전시킵니다.\n재료\n● 경로 2: 듣기, 말하기, 비판적 사고 (제2판). 베키 타버 체이스. 내셔널 지오그래픽 학습.\n매주 수업에 자신의 기기, 책, 노트북을 가져오세요. 듣기 테스트용 헤드폰도 필요합니다.\n성적(*아래 전체 성적 세부 사항 참조)\n1. 학기 시험 18%\n2. 말하기 시험 (8% x 2 = 16%) 16%\n3. 유닛 발표 (8% x 2 = 16%) 16%\n4. 최종 프로젝트 20%\n5. 참여, 수업 중 활동, 과제, 온라인 워크북, 퀴즈 30%\n--------------------------------------------------------------------------------------------------------------------------------------------- 100%\n1. 학기 시험 (18%)\n교과서의 내용을 다루는 시험은 11주차에 치러집니다.\n2. 말하기 시험 (8% x 2 = 16%)\n학기에는 두 가지 말하기 시험이 있습니다. 하나는 선생님과의 개별 평가입니다. 다른 하나는 반 친구들과의 그룹 토론입니다.\n※\n3. 유닛 발표 (8% x 2 = 16%)\n각 단원마다 단원 자료와 관련된 발표 과제가 있습니다. 이 발표 과제는 개별 발표 또는 그룹 발표입니다.\n4. 최종 프로젝트 (20%)\n학기말에는 학기 내내 공부하고 연습한 내용을 활용하여 최종 프로젝트를 수행하게 됩니다. 프로젝트에 대한 자세한 내용은 추후 수업에서 공유하겠습니다.\n5. 수업 참여도 (30%)\n1. 수업 중 활동/참여도 15%\n2. 숙제 15% 30%\n좋은 참여도는 수업 중에 과제를 수행하고, 질문에 답하고 질문하고, 선생님과 반 친구들의 말을 적극적으로 듣고, 영어를 사용하기 위해 최선을 다하는 것이 포함됩니다.\n이번 수업에는 여러분의 적극적인 참여가 매우 기대됩니다. 단순히 수업에 오는 것은 참여가 아닙니다.\n*이 수업을 통과하려면 학생들은 60% 이상의 성적을 얻어야 합니다.\n4회 이상 수업을 놓치면 자동으로 해당 과목에서 낙제 처리됩니다. 2회 지각은 1회 결석으로 간주됩니다. 수업 시작 후 30분 후에 교실에 도착하면 결석으로 간주됩니다.\n어떤 이유로든 결석할 경우 결석하기 전에 담당 교사에게 연락할 책임이 있습니다. 결석을 하더라도 모든 수업 내용에 대한 책임은 학생에게 있습니다. 과제를 제시간에 제출하지 않으면 점수와 성적에 영향을 미칩니다. 원칙적으로 늦은 제출은 인정되지 않으니 주의하시기 바랍니다.\n*참고: 이 정보는 학생의 필요에 따라 변경될 수 있습니다."
}