{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Henna, also known as mehndi, is a traditional form of body art that has been used for centuries in many cultures, especially in South Asia, the Middle East, and North Africa. Made from the leaves of the henna plant, the dye is applied to the skin to create beautiful, temporary designs. It is most commonly used during weddings and festivals, and it holds special meaning in many cultures.\nIn weddings, henna plays an important role, especially for the bride. In Indian, Pakistani, and Arab weddings, it is common for the bride to have a special henna ceremony a few days before the wedding. During this event, the bride’s hands and feet are decorated with intricate designs. These designs can take several hours to complete, as they are often very detailed. Family members and close friends also join in, getting smaller designs to celebrate the occasion.\nIn some cultures, henna is believed to bring good luck and happiness to the couple. It is also a symbol of beauty, joy, and celebration. There are even old beliefs that the darker the henna stain on the bride’s hands, the stronger her marriage will be. The designs are often made up of flowers, vines, and geometric patterns, though some brides choose to include their partner's name or initials in the henna.\nHenna ceremonies are fun and full of music, laughter, and dancing. The bride usually wears beautiful traditional clothing, and the event can be a time for both sides of the family to come together. In addition to its traditional roots, henna has become popular in other parts of the world, such as Europe and North America. Some people now get henna tattoos for fashion or as part of a celebration, even if they are not getting married.\nOverall, henna remains an important part of many wedding traditions, representing love, happiness, and the joy of new beginnings. Its long history and cultural significance make it a beautiful way to celebrate special occasions.",
    "trans": "헤나는 멘디라고도 불리며, 특히 남아시아, 중동, 북아프리카 등 여러 문화권에서 수세기 동안 사용되어 온 전통적인 바디 아트의 형태입니다. 헤나 식물의 잎으로 만든 이 염색제는 피부에 바르면 아름답고 일시적인 디자인을 만들어냅니다. 이는 결혼식과 축제 때 가장 흔히 사용되며, 많은 문화권에서 특별한 의미를 가지고 있습니다.\n결혼식에서 헤나는 특히 신부에게 중요한 역할을 합니다. 인도, 파키스탄, 아랍지역에서의 결혼식에서는 신부가 결혼식 며칠 전에 특별한 헤나 의식을 치르는 것이 일반적입니다. 이 행사에서 신부의 손과 발은 복잡한 디자인들로 장식됩니다. 이러한 디자인들은 종종 매우 상세하기 때문에 완성까지 몇 시간이 걸릴 수 있습니다. 가족들과 가까운 친구들도 참여하여 이 행사를 축하하기 위해 보다 작은 디자인들을 얻습니다.\n일부 문화권에서는 헤나가 부부에게 행운과 행복을 가져다준다고 믿습니다. 이는 또한 아름다움, 기쁨, 축하의 상징이기도 합니다. 신부의 손에 들린 헤나의 얼룩이 진할수록 결혼 생활이 더 강해진다는 오래된 믿음도 있습니다. 디자인은 종종 꽃, 포도나무, 기하학적 양식으로 구성되지만 일부 신부는 헤나에 배우자의 이름이나 이니셜을 포함하기로 선택합니다.\n헤나 의식은 재미있고 음악, 웃음, 춤으로 가득합니다. 신부는 보통 아름다운 전통 의상을 입고, 이 행사는 양쪽 가족이 함께 모이는 시간이 될 수 있습니다. 헤나는 전통적인 뿌리 외에도 유럽과 북미와 같은 세계의 다른 지역에서도 인기를 얻었습니다. 현재 일부 사람들은 결혼은 하지 않더라도 패션이나 축하의 일환으로 헤나 문신을 합니다.\n전반적으로 헤나는 많은 결혼 전통에서 중요한 부분으로 남아 있으며, 사랑, 행복, 새로운 시작의 기쁨을 나타냅니다. 그 오랜 역사와 문화적 중요성으로 인해 헤나는 특별한 행사를 축하하는 아름다운 방법이 됩니다."
}