{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Parkinson's disease (PD) is currently the world's fastest-growing neurological disorder. It is characterized by motor and non-motor symptoms which progressively lead to significant clinical impairment, causing a high burden of disease. In addition to pharmacological therapies, various non-pharmacological treatment options are available. A well established and frequently used multiprofessional inpatient treatment concept in Germany is \"Parkinson's disease multimodal complex treatment\" (PD-MCT) which involves physiotherapists, occupational therapists, speech therapists, and other specializations for the optimization of treatment in PD (ICD G20) and other Parkinsonian syndromes (ICD G21 and G23). In this study we analyze the PD-MCT characteristics of 55,141 PD inpatients who have been integrated into this therapy concept in Germany in the years 2010⁻2016. We demonstrate that PD-MCT is increasingly applied over this time period. Predominately, PD patients with advanced disease stage and motor fluctuations in age groups between 45 and 69 years were hospitalized. In terms of gender, more male than female patients were treated. PD-MCT is provided primarily in specialized hospitals with high patient numbers but a minor part of all therapies is performed in a rather large number of hospitals with each one treating only a few patients. Access to PD-MCT differs widely across regions, leading to significant migration of patients from underserved areas to PD-MCT centers ⁻ a development that should be considered when implementing such therapies in other countries. Furthermore, our data imply that despite the overall increase in PD-MCT treatments during the observational period, the restricted treatment accessibility may not adequately satisfy current patient´s need.",
    "trans": "파킨슨병(PD)는 현재 세상에서 가장 빠르게 증가 중인 신경 질환이다. 이 질환의 특징은 점점 심각한 임상 장애로 이어지는 운동 및 비운동 증상이며, 이는 높은 질병 부담을 야기한다. 약리학적 치료에 더해, 다양한 비약리학적 치료의 선택지가 존재한다. 독일에서 잘 자리를 잡고 빈번하게 사용되는 다중직업군 입원 환자 치료 개념은 \"파킨슨 병의 다층적 복합 치료\" (PD-MCT)인데 여기에는 PD (ICD G20) 및 기타 파킨슨병 증후군 (ICD G21 및 G23) 치료의 최적화를 위해 물리치료사, 작업요법사, 언어치료사 및 기타 분야의 전문가가 참여한다. 본 연구에서 우리는 2010-2016년 간 독일에서 해당 치료 개념에 통합된 55,141명의 PD 입원 환자 PD-MCT 특징을 분석한다. 우리는 PD-MCT가 해당 기간 동안 점점 더 많이 적용되고 있음을 입증한다. 대부분의 경우, 높은 단계로 진행된 질환과 운동 변동을 겪고 있으면서 45세와 69세 사이의 연령대인 PD 환자들은 입원중이었다. 성별의 측면에서는 치료를 받고 있는 남성 환자가 여성보다 더 많았다. PD-MCT는 주로 환자 수가 많은 전문 병원에서 제공되나, 모든 치료법의 작은 부분은 상당히 많은 숫자의 병원에서 수행되는데, 각 병원은 적은 숫자의 환자만을 치료 중이었다. PD-MCT에 대한 접근성은 지역별로 큰 편차를 보이며, 이는 PD-MCT 센터의 서비스를 충분히 누리지 못하는 지역의 환자들이 상당수 이주하는 결과로 이어졌다 ⁻  이러한 전개는 다른 국가에서 해당 치료법을 시행할 때 고려해야 할 점이다. 더 나아가, 우리의 데이터는 관찰 기간 동안 PD-MCT 치료가 전반적으로 증가했음에도 불구하고, 치료에 대한 제한된 접근성이 현재 환자가 필요로 하는 것을 적절하게 만족시킬 수 없음을 암시한다."
}