{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Our DRIVEN CONCRETE premium line of products includes high-performance concrete solutions for a wide variety of applications, including foundations, driveways, patios, structural beams, precast elements, decorative finishes, and more. DRIVEN CONCRETE is proven and widely trusted, engineered and recommended by professionals throughout the industry. Manufactured using world-class, state-of-the-art processes and materials, this exclusive line of premium concrete products is designed to deliver unmatched durability, consistency, and versatility—exceeding your project’s expectations every time.\nWhether it’s for use in the winter or all seasons, SAFETY5 has the gloves you need.\nHOMEABOUTPRODUCTDRIVEN MERCHCONTACTLOG IN\nSAFETY5 work gloves are always the perfect fit.\nDRIVEN CONCRETE\nDRIVEN FASTENERS are proven and widely trusted, tested and approved by professionals throughout the industry. Manufactured using world-class, state-of-the-art equipment, this exclusive line of premium fastener products will exceed your customers’ expectations.\nHome\nSince 1942, MAX has been recognized, worldwide, as a leading manufacturer of high-end industrial tools and office products.\nNext\nThese premium SAFETY5 branded work gloves and face protection products keep workers safe anywhere protection is required.\nCanada Fastening Corporation is a leading manufacturer and importer of construction and industrial fasteners, concrete accessories and work gloves. We offer product excellence alongside an unparalleled level of support for our distributors and resellers.\nDRIVEN FASTENERS\nOur DRIVEN FASTENERS premium line of products consists of bulk and collated nails, staples, brads, and screws. These premium fasteners are used in a wide variety of applications, including roofing, framing, landscaping, flooring, joist, kitchen cabinetry, upholstery and more.\nMAX products are developed in Japan and manufactured in ISO9001 and ISO14001 certified factories. All MAX products are evaluated to meet strict quality performance standards.\nMAX USA CORP\nMAX industrial products consist of durable yet lightweight tools engineered with highly innovative and patented features.\nAbout\nProducts\nPLANOGRAM DISPLAY\nContact Us\n905-670-7783\nSAFETY FIVE\ninfo@canadafastening.com\n5115 Satellite Dr Mississauga, ON L4W 5B6\nContact Us\nPrevious\nQUESTIONS? CLICK HERE TO CONTACT US",
    "trans": "저희 드라이븐 콘크리트 프리미엄 라인은 토대, 진입로, 파티오, 구조용 빔, 프리캐스트 구성요소, 장식 마감 등 광범위하게 이용할 수 있는 고성능 콘크리트 솔루션을 포함합니다. 드라이븐 콘크리트는 업계 전반에 걸쳐 전문가들이 널리 신뢰하고, 제작하며 추천하는 검증된 제품입니다. 세계적 수준의 최첨단 프로세스와 소재로 제조되는 이 프리미엄 콘크리트 제품 독점 라인은 최고의 내구성, 일관성, 다용성을 제공하도록 만들어져 매번 고객의 기대치를 뛰어넘습니다.\n세이프티5는 겨울철이든 사계절 내내든 사용이 가능한 장갑입니다.\n홈소개제품드라이븐 상품문의로그인\n세이프티5 작업용 장갑은 늘 안성맞춤입니다.\n드라이븐 콘크리트\n드라이븐 패스너는 업계 전반의 전문가들이 신뢰하고, 테스트하며 인증한 검증된 제품입니다. 세계적 수준의 최첨단 장비를 사용해 제조된 프리미엄 패스너 제품 독점 라인은 고객의 기대 이상일 것입니다.\n홈\n1942년부터 맥스는 전 세계적으로 고급 산업용 공구 및 사무용품을 제조하는 선두 업체로 인정받아 왔습니다.\n다음\n세이프티5 브랜드의 프리미엄 작업용 장갑과 안면 보호 제품은 보호가 필요한 환경이라면 어디서든 작업자를 보호해 줍니다.\n캐나다 패스닝 코퍼레이션은 건설 및 산업용 패스너, 콘크리트 액세서리, 작업용 장갑을 제조 및 수입하는 선두 기업으로, 유통업체 및 재판매업체에 비교 불가한 수준의 제품과 지원을 제공합니다.\n드라이브 패스너\n저희 드라이브 패스너 프리미엄 라인은 대량 및 조합형 못, 스테이플, 브래드, 나사로 이루어져 있습니다. 프리미엄 패스너는 지붕, 골조, 조경, 바닥재, 주방 캐비닛, 커버 시공을 비롯해 광범위하게 이용될 수 있습니다.\n맥스 제품은 일본에서 개발되어 ISO9001 및 ISO14001 인증 공장에서 생산됩니다. 모든 제품은 엄격한 품질 성능 기준을 충족하도록 평가 과정을 거칩니다.\n맥스 미국 법인\n맥스의 산업용 제품은 내구성이 뛰어나지만 경량의 도구로 이루어져 있으며, 혁신적이고 특허 받은 기술로 제작됩니다.\n소개\n제품\n플래노그램 디스플레이\n문의하기\n905-670-7783\n세이프티 파이브\ninfo@canadafastening.com\n5115 Satellite Dr, Mississauga, ON L4W 5B6\n문의하기\n이전\n질문이 있으신가요? 여기를 클릭하여 문의하세요"
}