{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Here are our English Language Assistants for this academic year (from left to right):\nBonnie Marville\nHi, I'm Bonnie! I'm an English Language and Linguistics student in my final year of study. I love to travel and explore different cultures, and I am currently trying to learn Spanish and Korean! I was born in St. Lucia and moved to the UK 10 years ago so I remember how difficult it can be to settle into a new place. I can't wait to meet you all and help you settle in Lancaster!\nRuqayyah Jhanji\nHi, I'm Ruqayyah, I'm in my last year studying Management and HR. I've just returned back from my year in industry, which I thoroughly enjoyed. In my free time I enjoy running, playing badminton and painting. I'm looking forward to meeting you and chatting with you all!\nCiara Salisbury\nHi, my name is Ciara. I am a postgrad student studying Law and Diplomacy. One fun fact about me is that I love to travel and I have studied in three different countries during my time in Lancaster. If I can give you one piece of advice to make the most of your time at uni, it would be to look out for travel opportunities in the UK and abroad. Can't wait to meet you all!\nMaddie Thompson\nHi, I'm Maddie! I'm in my final year studying for my undergrad in French, Spanish and Mandarin Chinese. I'm excited to be back in Lancaster after a year studying in France and in Spain, and I hope you'll come to love Lancaster as much as I do! I can't wait to meet you all very soon!\nLuke Parkinson\nHi, I'm Luke. I'm a 3rd year PhD student in Criminology. I've been studying and living in Lancaster since 2018 so I know Lancaster like the back of my hand. Looking forward to meeting everyone! I like hiking, reading and playing bass.",
    "trans": "이번 학년도 영어 언어 조교들을 소개합니다 (왼쪽부터 오른쪽 순):\n보니 마빌\n안녕하세요, 저는 보니입니다! 영어 언어와 언어학을 전공하는 마지막 학년 학생입니다. 여행을 좋아하고 다양한 문화를 탐험하는 것을 즐기며, 현재 스페인어와 한국어를 배우고 있습니다! 저는 세인트루시아에서 태어나 10년 전 영국으로 이주했기 때문에 새로운 곳에 적응하는 것이 얼마나 어려운지 잘 압니다. 여러분을 만나고 랭카스터에 잘 적응할 수 있도록 돕게 되어 매우 기대됩니다!\n루카야 잔지\n안녕하세요, 저는 루카야이고, 경영학과 인사관리를 전공하는 마지막 학년 학생입니다. 업계에서 1년을 마치고 돌아왔고, 그 경험을 정말 즐겼습니다. 여가 시간에는 달리기, 배드민턴, 그림 그리기를 좋아합니다. 여러분을 만나서 이야기 나누는 것을 기다리고 있습니다!\n시아라 솔즈버리\n안녕하세요, 제 이름은 시아라입니다. 저는 법학과 외교학을 전공하는 대학원생입니다. 제 특징 중 하나는 여행을 좋아하며, 랭카스터에서 공부하는 동안 세 나라에서 학습한 경험이 있다는 점입니다. 대학 생활을 최대한 즐기고 싶다면, 영국과 해외에서 여행 기회를 찾는 것을 추천합니다. 여러분을 곧 만나게 되어 매우 기대됩니다!\n매디 톰슨\n안녕하세요, 저는 매디입니다! 저는 프랑스어, 스페인어, 중국어를 전공하는 마지막 학년 학생입니다. 프랑스와 스페인에서 공부했던 1년을 마친 후 다시 랭카스터에 돌아와서 매우 기쁩니다. 여러분도 랭카스터를 저처럼 사랑하게 되길 바랍니다! 곧 여러분을 만나게 되어 매우 기대됩니다!\n루크 파킨슨\n안녕하세요, 저는 루크입니다. 저는 범죄학을 전공하는 3학년 박사 과정 학생입니다. 2018년부터 랭카스터에서 공부하고 살아왔기 때문에 랭카스터에 대해 잘 알고 있습니다. 여러분을 만날 생각에 매우 기대됩니다! 저는 하이킹, 독서, 베이스 연주를 좋아합니다."
}