{
    "source": "en_US",
    "target": "ko_KR",
    "text": "[redacted_name] knew he was trying to push her beyond her limits, he always did when he would rather keep fighting than have a meaningful conversation that had the potential of making him feel exposed and vulnerable in any way. She decided she wasn't going to let him get his way, not this time. \"For everything,\" she whispered.\nA sudden twitch in his face was all [redacted_name] needed. The lifeline she had been hoping - praying - for; to anyone else, it would have been a simple knee-jerk, biologically generated reaction, but she knew it was one of the first signs that Harvey was working through his own process of breaking down his walls, even if [redacted_name] was the only person he let through, that's all she needed...just a little space to make her presence known within his being, his very soul.\n\"I'm sorry for keeping it from you,\" she breathed, her bottom lip trembling now as a reaction of the commanding tears that gathered in her eyes threatening to make their presence known at any second, \"I'm sorry that you found out the way you did.\" She tried swallowing the knot that had formed in the back of her throat but it was too late. Instead, it came out as an agonizing whimper that must have sounded muffled from [redacted_name] hand shooting up to cover her mouth. She hadn't allowed herself to cry in a few hours so her body betraying her this severely was anticipated.",
    "trans": "[redacted_name]은 그가 그녀의 한계 이상으로 몰아붙이려 하고 있다는 것을 알고 있었다, 그는 어떤 방식으로든 자신을 노출되고 취약하다고 느끼게 만들 가능성이 있는 의미 있는 대화를 하는 것보다 계속 싸우는 게 낫다 싶을때는 항상 그랬다. 그녀는 그가 그의 마음대로 하게 내버려 두지 않을 거라고 결심했다, 이번에는 말이다. \"모든 것을 위해,\" 그녀가 속삭였다.\n[redacted_name]에게는 그의 얼굴이 갑작스럽게 움찔거리는 것 하나면 충분했다. 그녀가 희망해왔던 - 염원해 왔던 - 구명 밧줄이었다; 다른 사람에게였더라면 이것은 단순한, 무릎 반사와도 같은 생물학적으로 생성된 반응이었을 것이나, 그녀는 이것이 하비가 자신의 벽을 허무는 그 자신만의 과정을 겪고 있다는 첫 번째 신호 중 하나라는 사실을 알았다, 비록 [redacted_name]이 그가 들여보내는 유일한 사람일지라도, 그거 하나면 그녀에게 충분했다... 그의 존재, 그의 영혼 그 자체에 그녀의 존재를 알릴 수 있는 약간의 여지.\n\"너에게 숨겨서 미안해,\" 그녀는 숨을 내뱉었고, 그녀의 아랫입술은 이제 언제든 자신들의 존재를 알리겠다고 위협 중인 강압적인 눈물에 대한 반응으로서 떨리고 있었다, \"네가 그런 식으로 알게 되어서 유감이야.\" 그녀는 그녀의 목구멍 뒤에 생긴 매듭을 삼키려고 시도했지만 때는 너무 늦었다. 그 대신, 그것은 [redacted_name]의 손이 자신의 입을 가리기 위해 튀어올라간 탓에 분명 소리가 죽은 것처럼 들렸을 고통스러운 속삭임으로 흘러나왔다. 그녀는 지난 몇 시간 동안 울지 않았기 때문에 그녀의 몸이 이렇게 심하게 자신을 배신하는 것은 예상 내의 일이었다."
}