{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Your Debt Faster With Help From The National Debt Relief Team\nWith our award-winning program, you could resolve your debt in as little as 24-48 months, and faster than making minimum monthly payments.\nGet A Free Estimate\nDisclaimer: This message is sent to you by National Debt Relief, LLC. *$6,492 average savings based on clients that graduated our program from 01/01/2022 - 12/31/2022. Please note that all communications with the company may be recorded or monitored for quality assurance. Clients who graduate from the program and get all their debt settled realize approximate savings of 44% before fees, or 23% including our fees over 24 to 48 months. Examples are based on enrolled debts. Not all debts are eligible for enrollment. Not all clients complete our program for various reasons, including their ability to save sufficient funds. We do not guarantee that your debts will be lowered by a specific amount or percentage or that you will be debt-free within a specific period of time. We do not assume consumer debt, make monthly payments to creditors or provide tax, bankruptcy, accounting or legal advice. We do not offer credit score improvement services and are not a credit repair agency. Please contact a tax professional to discuss tax consequences of settlement or an attorney as needed for bankruptcy questions. Services not available in all states. Read and understand all program materials prior to enrollment, including potential adverse impact on credit rating.\nMarketing Disclosures:(Maryland/Delaware/Utah/Colorado/Nevada/Rhode Island/Tennessee) The use of the debt settlement services and the failure to make payments to creditors: (1) Will likely adversely affect your creditworthiness (credit rating/credit score) and make it harder to obtain credit; (2) May result in your being subject to collections or being sued by creditors or debt collectors; and (3) May increase the amount of money you owe due to the accrual of fees and interest by creditors or debt collectors. NDR's fees are calculated based on a percentage of the debt enrolled in the program.",
    "trans": "국가 채무 구제 팀의 도움과 함께 당신의 채무를 더 빠르게\n수상 경력이 있는 우리의 프로그램과 함께, 당신은 최소 24-48개월이라는 짧은 기간 내에, 그리고 최소 월 상환액을 버는 것보다 더 빨리 당신의 채무를 해소할 수 있습니다.\n무료 견적을 받아보세요\n경고: 이 메세지는 주식회사 국가 채무 구제로부터 발송되었습니다. *$6,492 2022/01/01 - 2022/12/31 사이에 우리 프로그램에서 졸업한 고객을 기반으로 하는 평균 저축량. 품질 보증을 위해 회사와 진행되는 모든 의사소통은 녹음되거나 감시될 수 있음을 참조하세요. 프로그램에서 졸업하고 채무를 모두 해결한 고객들은 수수료 포함 전 약 44%의 저축액, 혹은 24개월에서 48개월이라는 기간 사이에 수수료를 포함하여 23%를 실현합니다. 예시는 등록되는 채무에 기반합니다. 모든 채무가 등록 가능하지 않습니다. 충분한 자금을 저축할 수 있는 능력 등 다양한 이유로 인해 모든 고객이 우리의 프로그램을 완료하지 못할 수 있습니다. 우리는 당신의 채무가 특정 금액 또는 비율만큼 감소하거나 당신이 특정 기간 내에 채무로부터 면제된다고 보장하지 않습니다. 우리는 소비자 부채를 떠맡거나, 채권자에게 매월 돈을 지불하거나, 세금과 파산, 회계, 법적인 조언을 제공하지 않습니다. 우리는 신용 점수 향상 서비스를 제공하지 않으며 신용 회복 기관이 아닙니다. 정산에 대한 과세 귀결을 논하기 위해서는 세무 전문가를, 혹은 파산 관련 질문에 필요한 대로 변호사에게 연락하세요. 해당 서비스는 모든 주에서 이용 가능하지 않습니다. 등록 전 신용 등급에 대한 잠재적 역효과를 비롯하여 모든 프로그램 관련 자료를 읽고 이해하세요.\n마케팅 공시: (매릴랜드/델라웨어/유타/콜로라도/네바다/로드아일랜드/테네시) 채무 상환 서비스의 활용과 채권자에 대한 지급 실패는: (1) 높은 가능성으로 당신의 신용도(신용 등급/신용 점수)에 좋지 않은 영향을 미칠 것이며 신용을 얻는 것을 더 어렵게 할 것입니다; (2) 당신의 추심의 대상이 되거나 채권자 혹은 빚 수금업자로부터 고소를 받는 결과를 낳을 수 있습니다; 그리고 (3) 채권자나 빚 수금업자들에 의한 수수료와 이자 발생으로 인해 당신이 빌린 돈의 양을 늘릴 수 있습니다. NDR의 수수료는 프로그램에 등록된 채무의 비율에 기반하여 계산됩니다."
}