{
    "source": "en_US",
    "target": "ko_KR",
    "text": "OUTSIDE OFFICE HOURS\nIf you require the car to be available outside of normal office hours, whether for the pick-up or the drop-off, Drive will arrange for a member of staff to be available. Prior notification is required for this service and it will incur a fee to cover additional man hours.\nThe cost of this service is THB 214.\nDELIVERIES AND COLLECTIONS\nIf requested in advance, Drive may agree to deliver the car at the start of the rental. The cost will be paid to Drive on signing the rental agreement.\nThe cost of this service will be confirmed after you have made the booking and we have confirmed that this would be allowed.\nCROSS-BORDER AND BOUNDARY RULES\nPlease note that cross-border travel is not allowed with Drive.\nRENTAL PERIOD\nDrive will allow a grace period of 60 minutes when returning your vehicle. Extra hours will be charged at one fourth of daily rate.\nEXTENSION OF RENTAL\nShould the renter wish to extend the rental beyond the agreed return date, it is very important that the Drive rental office be advised immediately so that the insurance coverage will be extended. Failure to do so will mean that the renter is driving the vehicle without insurance coverage.\nCANCELLATIONS, NO SHOWS & AMENDMENTS\nCancellation Pay on Arrival Bookings\nThere is no cancellation fee for Pay on Arrival.\nCancellation of Fully Prepaid Bookings\nIf you cancel 48 hours or more before your rental is due to start, we will reimburse the entire prepaid amount, deducting a THB 400 processing fee (exclude 7% VAT).\nIf you cancel less than 48 hours period before pick-up time, the entire prepaid amount will be forfeited.\nIn the case of the customer requesting to postpone the travel date, when the original travel schedule has passed and notify the cancellation later. The company reserves the right not to refund according to the conditions (must cancel 48 hours or more from the original car rental time).\nIf you fail to turn up at the agreed time and date, and/or to provide all the necessary documentation, and/or to provide a credit card with enough available funds on it, the Drive Car Rental may refuse you the car.\nIf you return the vehicle before the original return date (early return), you will not be refunded any portion of the payment.\nUpon returning the vehicle, Drive will process a release of the deposit of the hold taken at the time of pickup subject to your bank’s procedure. This hold may take up to two weeks to be released by your bank.\nNo-Show\nA ‘No-show’ is when you:\nWish to cancel but don’t tell us before your rental is due to start, or\nFail to pick the car up at the arranged time and date, or\nFail to provide the documentation that’s required to pick the car up, or\nFail to provide a credit card in the main driver’s name with enough available funds on it.\nIn all of these cases, you’ll receive no refund of the money you’ve paid.\nIn case of a no-show, the original booking conditions will only be maintained for 12 hours.\nDrive reserves the right to refuse the car to any customer who fails to arrive on time with all necessary documentation and a credit card with enough available funds for the car’s deposit. In such a case, unless the rental has been cancelled in advance, the customer will not be entitled to a refund.",
    "trans": "근무 시간 외 서비스 안내\n정규 근무 시간 외에 차량 픽업 또는 반납을 원하시는 경우, 드라이브에서 직원이 배정될 수 있도록 조치해드립니다. 해당 서비스는 사전 요청 필수이며, 추가 인건비를 포함한 서비스 요금이 부과됩니다.\n이 서비스의 요금은 214 THB 입니다.\n배송 및 수거 서비스\n사전에 요청이 있었다면, 드라이브는 대여 기간이 시작될 때 차량을 배송하도록 할 수 있습니다. 요금은 대여 동의서를 작성할 때 드라이브에 지불될 것입니다.\n해당 서비스의 비용은 예약 완료 후, 서비스 제공 가능 여부가 확인된 뒤 안내됩니다.\n국경 및 지역 제한 규정\n드라이브 차량은 국경을 넘는 여행이 허용되지 않습니다.\n대여 기간\n차량 반납 시 최대 60분까지 유예 기간이 제공됩니다.  초과되는 시간당 일일 요금의 1/4가 부과됩니다.\n대여 기간 연장\n대여자가 합의된 반납일을 초과하여 차량을 이용하고자 하는 경우,반드시 즉시 드라이브 렌탈 사무소에 통보해야 합니다.이를 이행하지 않을 경우, 해당 차량은 보험 적용 없이 운행되는 것으로 간주됩니다.\n취소, 노쇼 및 변경\n현장 결제 예약 취소\n현장 결제 예약의 경우, 취소 수수료는 없습니다.\n선결제 예약 취소 규정\n대여 시작 시간 48시간 이전 취소 시에는 전액 환불되며, 단 처리 수수료 400 THB(부가세 제외)가 공제됩니다.\n대여 시작 시간 48시간 이내 취소 시에는 선결제 금액이 환불되지 않습니다.\n고객이 원래 예약한 일정이 지난 후에 여행 일정 연기를 요청하고, 이후 취소 요청을 하는 경우. 취소 조건(원래 차량 대여 일정 48시간 이전에 취소를 해야함)을 충족시키지 못한 것으로 간주하고 당사는 금액을 환불하지 않을 권리를 가집니다.\n합의된 시간과 날짜에 나타나지 않거나, 필수 서류를 모두 제출하지 못했거나, 충분한 금액이 있는 신용카드를 제시하지 못한 경우, 드라이브 차량 렌탈은 차량 인도를 거부할 수 있습니다.\n차량을 원래 반납 예정일보다 일찍 반납하더라도(조기 반납), 지불하신 금액의 일부는 환불되지 않습니다.\n차량 반납시, 픽업 시점에 결제 보류로 잡아둔 보증금은 귀하의 거래 은행의 반납 절차를 따라 완료 후 해제 처리 됩니다. 이는 은행에 따라 보증금 해제까지 최대 2주가 소요될 수 있습니다.\n노쇼 규정\n다음과 같은 경우 노쇼로 간주됩니다:\n차량 대여 시작 전에 사전 통보 없이 취소하는 경우, 또는\n예약된 시간과 날짜에 차량을 픽업하지 않은 경우, 또는\n차량 픽업 시 필요한 서류를 제출하지 않은 경우, 또는\n주 운전자의 이름으로 된 신용카드를 제시하지 않거나, 충분한 사용 가능 한도가 없는 경우.\n위 모든 경우에 대해서, 지불하신 금액은 전액 환불되지 않습니다.\n노쇼 발생 시, 원래 예약 조건은 12시간 동안만 유지 됩니다.\n드라이브는 정해진 시간에 도착하지 않거나, 필수 서류를 제출하지 않거나, 보증금을 결제할 충분한 한도가 있는 신용카드를 제시하지 못하는 고객에게 차량 인도를 거부할 권리가 있습니다. 이 경우, 사전에 취소되지 않았다면, 고객은 환불을 받을 수 없습니다."
}