{
    "source": "en_US",
    "target": "ko_KR",
    "text": "The Transparency, Tension, and Allure of Team USA Ice Dancers Isabella Flores and Ivan Desyatov\nAm I a…fangirl?\nJOCELYN JANE COX\nSEP 24, 2024\n9\n7\nBella and Vanya: follow them on Insta\nI’ll start with a confession: Though I skated for 11 years (ages 8-19), competed at the national level, and coached ice dance and moves in the field for over 20 years, I’m not much of a “skating fan.” This is probably because I needed to spend some time healing from my experiences and building some new interests and synapses. In the years when I was coaching, I spent so many hours in the rink and traveling around to test sessions and competitions that I didn’t really want to spend any additional time thinking about the sport in ways that didn’t directly pertain to my students.\nSo it comes as a surprise to me that I have recently become enchanted by Team USA ice dancers Isabella Flores and Ivan Desyatov. I discovered them on Instagram at some point in the last year and have gradually transformed into what I can only qualify as a…superfan. Possibly because I’m writing full-time and not currently spending any time in rinks, I’ve spent quite a bit of time watching all of their reels, reading all the captions, and poring over the comments. I’m even paying $5 a month for extra BTS content. Who am I?",
    "trans": "투명성, 긴장, 그리고 미국 팀의 아이스댄서 이사벨라 플로레스와 이반 데시아토프\n저… 팬인 걸까요?\n조셀린 제인 콕스\n2024년 9월 24일\n9\n7\n벨라와 바냐: 인스타에서 팔로우하세요\n고백으로 시작하겠습니다: 11년(8-19세) 간 스케이트를 탔고, 국가적인 차원에서 경기를 했으며, 아이스 댄스를 지도하고 20년 이상 현장에서 활동했지만, 저는 '스케이팅 팬'은 아니었습니다. 이는 아마도 제가 제 과거에서 회복하고 새로운 흥미와 시냅스를 찾아가는데 시간을 보낼 필요가 있었기 때문입니다. 제가 지도하는 몇 년간, 저는 링크에서, 테스트 기간과 경기를 위한 여행에서 시간을 너무나 많이 보냈고 제 학생들에게 직접적으로 적용되지 않는 스포츠에 그 어떤 추가적인 시간을 들여 생각하길 정말로 원치 않았습니다.\n그래서 제가 최근에 미국 팀의 아이스댄서 이사벨라 플로레스와 이반 데시아토프에게 넋을 잃게 되었을 때가 제 자신에게 놀라움으로 다가왔습니다. 저는 작년 어느 시점엔가 인스타그램에서 그들을 발견했고 점차 슈퍼팬...이라 정의할 수 있는 수준으로 변해갔습니다. 아마도 제가 풀타임으로 글을 쓰고, 현재 링크에서 시간을 전혀 보내지 않고 있으며, 그들의 모든 릴스를 보고 모든 캡션을 읽고 답변을 쏟아내는데 조금 많은 시간으로 썼기 때문이죠. 심지어 추가 배치 단말 시뮬레이터 내용도 보기 위해 한 달에 $5를 내고 있습니다. 저는 누굴까요?"
}