{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Purchase and Sale of Goods Agreement\nThis AGREEMENT is made and entered into as of the date the last party signs it (hereinafter the “EFFECTIVE DATE”) by and between Angel Dear, Inc., a California Corporation having its principal offices at 6475 Las Positas Road, Livermore, CA 94551 USA (hereinafter referred to as “PURCHASER”) and Suzhou Jia He Fashion CO., LTD\nhaving its principal offices at\nNO., 5338 Mudong Road, Puzhuang, Linhu Town,\nWuzhong District, Suzhou City, Jiangsu, China 215105\nTel: 86 512 66533137\n(hereinafter referred to as “SUPPLIER”).\nSUPPLIER is a manufacturer of goods engaged in the business of manufacturing and supplying of goods and attendant services referenced in Articles 1, 2 and 3 of this AGREEMENT, and as more fully described in Exhibit “A”, attached and incorporated in this AGREEMENT (collectively “PRODUCTS”).\nPURCHASER utilizes PRODUCTS in connection with its marketing and sale to wholesale, retail and direct to consumer sales.\nNOW, THEREFORE, intending to be legally bound, PURCHASER and SUPPLIER agree as follows:\nARTICLE 1\nMANUFACTURER OF GOODS\n1.1 In exchange for the consideration set forth in this AGREEMENT, SUPPLIER shall manufacture, and deliver PRODUCTS as more fully described in Exhibit “A” to this AGREEMENT, on the dates set forth in Exhibit “A” to this AGREEMENT, time is of the essence.\n1.2 The predominant subject matter of this AGREEMENT is the manufacture of goods, notwithstanding certain attendant services provided pursuant to the sale and purchase of PRODUCTS hereunder.\n1.3 The parties acknowledge that PRODUCTS ordered or delivered pursuant to this AGREEMENT are for sale to PURCHASER for distribution or resale to third parties.\nARTICLE 2\nPRICING AND PAYMENTS\n2.1 Following acceptance of this agreement, PURCHASER shall pay SUPPLIER the price specified in Exhibit “A” 3 days after contract agreement signed with 30% total of Purchase order amount for deposit at USD 48,090.00 and the balance of 70% Purchase order amount within 10 Days after Shipments received from PURCHASER’S WAREHOUSE IN Livermore, CA USA..\n2.2 PURCHASER shall pay SUPPLIER via International wire transfer for the deposit and balance payment as follow:\nBANK OF SUZHOU CO., LTD.\nSWIFT: DWRBCNSUXXX\nNO. 728 ZHONGYUAN ROAD, SUZHOU, JIANGSU, CHINA\nACCOUNT#: 7066608001420131000095\nARTICLE 3\nDELIVERY PERFORMANCE\n3.1 All PRODUCTS shipped by SUPPLIER shall be delivered F.O.B. PURCHASER's location stated in the applicable purchase order, as defined by the Uniform Commercial Code adopted by the State of California.], or as may be revised during the term of this AGREEMENT. SUPPLIER shall be solely responsible for all transportation expenses and risk.\n3.2 PURCHASER shall have the option to select the identity of the carrier(s). SUPPLIER shall forward written notice of shipment of PROUDCTS to PURCHASER within twenty-four (24) hours of such shipment. The Copy of the Express Release bill of lading must accompany the invoice and be mailed in accordance with the instructions on the face of the applicable purchase order. Complete packing lists must accompany each shipment. Separate invoices are required for each purchase order issued and for each shipment when partial deliveries are made\n.\n3.3 If delivery date is not met, supplier will be responsible for delivery to Angel Dear Inc.( USA)\nwarehouse by THE CANCEL DATES AS AGREED ON THE PURCHASE ORDER. The cost of this expense will be paid for by supplier\n3.4 Supplier agrees to ship all goods by container FOB.\nDelivery of goods to freight forwarder warehouse is the responsibility of the supplier.\nSupplier is responsible for all expenses incurred before departure. This includes storage and\n. delivery to freight forwarder.\n3.5 Final PO overage/shortage should fall within 3%\nARTICLE 4\nREJECTION AND REVOCATION OF ACCEPTANCE\n4.1 Following delivery of the PRODUCTS ordered, PURCHASER shall have a reasonable time to inspect and to reject them if they fail to strictly conform to the specifications of Exhibit “A” of this AGREEMENT, and to revoke its acceptance of them where appropriate under law. With regard to PRODUCTS that are rejected or for which acceptance has been revoked, PURCHASER at its option and at the expense and risk of SUPPLIER, may return such PRODUCTS to SUPPLIER or store them pending instructions from SUPPLIER as to their disposal. Payment for PRODUCTS shall not constitute acceptance.\n4.2 Upon receipt of container and inspection of production, any merchandise that was\nShipped incorrectly or is defective will be returned to supplier at their expense or total cost\nmerchandise will be deducted from invoice\nARTICLE 5\nWARRANTY\n5.1 SUPPLIER warrants that the title to PRODUCTS sold hereunder to be good and free and clear of all security interests, liens, encumbrances and/or colorable claims, including any claims of patent infringement or the like, but SUPPLIER does not warrant title to PRODUCTS to the extent a claim arises from PURCHASER’s specifications.\n5.2 SUPPLIER warrants that all such PRODUCTS shall be of merchantable quality, free from defects in material, design and workmanship, shall be fit for the particular purposes intended, and shall conform to all specifications, samples, drawings and plans, if any, furnished by PURCHASER.\n5.3 For any services rendered in connection with this AGREEMENT, SUPPLIER warrants that all such services shall be performed in conformity with the highest standards practiced by firms that perform services of a similar nature, at the time and place the services herein are performed, and that SUPPLIER shall use its best efforts in the performance of all services.\nARTICLE 6\nLIMITATION OF LIABILITY\n6.1 The parties agree that the SUPPLIER will repair or replace, at the SUPPLIER’s option, any defective part in the PRODUCT for a period of [insert time] from the date of delivery. This remedy is intended to be the sole and exclusive remedy of the PURCHASER under this AGREEMENT. Should this sole and exclusive remedy fail of its essential purpose, however, the SUPPLIER will return the purchase price to the PURCHASER minus the reasonable value of the PURCHASER’S use of the PRODUCT. The parties also agree that, regardless of the failure of the sole and exclusive remedy, SUPPLIER will not be liable for any consequential damages of whatsoever kind or nature. The parties intend the exclusion of consequential damages as an independent agreement apart from the sole and exclusive remedy herein.\nARTICLE 7\nCONFIDENTIALITY\n7.1 (a) SUPPLIER shall keep confidential and agrees not to disclose, divulge or reveal any confidential or proprietary information received from PURCHASER hereunder (\"Confidential Information\") to third parties without the prior written approval of PURCHASER. For purposes of this Agreement, Confidential Information, if in tangible or readable form, shall be marked or designated as such at the time of disclosure and if transmitted orally, shall be designated as confidential prior to disclosure and confirmed in writing as such within thirty (30) days after disclosure. This obligation of confidence shall not apply to information which (i) is or becomes publicly available by other than a breach hereof (including, without limitation, any information filed with any governmental agency and available to the public); (ii) is not prominently designated in good faith and in writing as confidential prior to its disclosure to SUPPLIER by PURCHASER; (iii) is known to or in the possession of SUPPLIER at the time of disclosure; (iv) thereafter becomes known to or comes into possession of SUPPLIER from a third party that SUPPLIER reasonably believes is not under any obligation of confidentiality to PURCHASER and is lawfully in the possession of such information; (v) is developed by SUPPLIER independently of any disclosures previously made by PURCHASER to SUPPLIER; (vi) is required to be disclosed by order of a court of competent jurisdiction, administrative agency or governmental body, or by subpoena, summons or other legal process, or by law, rule or regulation, or by applicable regulatory or professional standards, provided that prior to such disclosure by SUPPLIER to the extent possible, PURCHASER is given reasonable advance notice of such order and an opportunity to object to such disclosure; or (vii) is disclosed by SUPPLIER in connection with any judicial or other legal proceeding involving PURCHASER and SUPPLIER relating to this Agreement.\nb) SUPPLIER shall carry out its obligations hereunder using the same degree of care that it uses in protecting its own confidential information, but at least a reasonable degree of care.\n7.2 Intellectual property of purchaser to be protected by supplier-Supplier agrees that they will not sell any leftover fabric or cancelled prints. Supplier will not use any leftover fabric/prints/designs to produce products that would be in conflict with the interest of purchasers intellectual property.\nARTICLE 8\nRISK MANAGEMENT\n8.1 The parties hereto expressly condition the performance of their duties under this AGREEMENT on the nonoccurrence of [list events], in addition to any and all events, regardless of their dissimilarity to the foregoing, deemed to be impracticable under the law.\nARTICLE 9\nGOVERNMENTAL LAWS\n9.1 SUPPLIER agrees to comply with all pertinent Province, federal, state, municipal and local laws, regulations, ordinances and codes of any governmental authority having jurisdiction.\nARTICLE 10\nASSIGNMENT\n10.1 Any attempt by SUPPLIER to assign its rights or to delegate its obligations under this AGREEMENT without the prior written consent of PURCHASER shall be null and void.\nARTICLE 11\nSUCCESSORS AND ASSIGNS\n11.1 Subject to the foregoing, this AGREEMENT shall be binding upon and inure to the benefit of the parties hereto, their respective",
    "trans": "물품 매매 계약서\n본 계약(이하 “발효일”)은 마지막 당사자가 서명한 날짜를 기준으로 체결되며, 한쪽 당사자인 Angel Dear, Inc.(미국 캘리포니아 법인, 본사 소재지: 6475 Las Positas Road, Livermore, CA 94551 USA, 이하 “구매자”)와 다른 한쪽 당사자인 Suzhou Jia He Fashion CO., LTD 간에 이루어집니다.\n본사 주소:\n중국 장쑤성 쑤저우시 우중구\n린후 타운 푸장 무둥로 5338번지, 215105\n전화: +86 512 66533137\n(이하 “공급자”라 한다).\n공급자는 본 계약의 제1조, 제2조 및 제3조에서 언급된 상품 및 관련 서비스를 제조 및 공급하는 사업을 영위하는 제조업체이며, 본 계약에 첨부되어 통합된 별첨 “A”에 보다 상세히 설명된 바와 같이 해당 상품(이하 총칭하여 “제품”)을 제공합니다.\n구매자는 제품을 도매, 소매 및 소비자 직판과 관련된 마케팅 및 판매에 활용합니다.\n이에 따라, 법적 구속력을 가질 의도로 구매자와 공급자는 다음과 같이 합의합니다:\n제1조\n상품의 제조업체\n1.1 본 계약에 명시된 대가를 교환으로, 공급자는 본 계약의 별첨 \"A\"에 보다 상세히 설명된 제품을 제조하여 별첨 \"A\"에 명시된 날짜에 맞추어 납품해야 하며, 시간은 중요합니다.\n1.2 본 계약의 주요 내용은 제품의 매매에 따른 일부 부수적인 서비스가 제공되긴 하지만, 상품의 제조입니다.\n1.3 당사자들은 본 계약에 따라 주문되거나 납품된 제품이 구매자에게 판매되어 제3자에게 배급 또는 재판매될 것임을 인정합니다.\n제2조\n가격 및 지불\n2.1 본 계약의 수락 후, 구매자는 별첨 \"A\"에 명시된 가격을 계약서 서명 후 3일 이내에 공급자에게 지불하며, 구매 주문 총액의 30%인 48,090.00 USD를 보증금으로 지급하고, 나머지 70%는 구매자가 미국 캘리포니아 리버모어에 위치한 구매자 창고에서 출하된 후 10일 이내에 지급합니다.\n2.2 구매자는 보증금 및 잔액 지불을 다음과 같이 국제 전신 송금을 통해 공급자에게 지불합니다:\n쑤저우은행(주)\nSWIFT: DWRBCNSUXXX\n중국 장쑤성 쑤저우시 중위안로 728번지\n계좌번호: 7066608001420131000095\n제3조\n배송 성과\n3.1 공급자가 발송한 모든 제품은 구매 주문서에 명시된 구매자의 위치로 F.O.B. 조건으로 배송되어야 하며, 이는 캘리포니아 주에서 채택한 통일상법전에 의해 정의됩니다. 또는 본 계약 기간 동안 수정될 수 있습니다. 공급자는 모든 운송 비용과 위험에 대해 전적으로 책임을 집니다.\n3.2 구매자는 운송업체의 선택 권한을 가집니다. 공급자는 제품이 발송된 후 24시간 이내에 구매자에게 발송 통지서를 서면으로 전달해야 합니다. 익스프레스 송장 사본은 송장과 함께 동봉되어야 하며, 해당 구매 주문서의 지침에 따라 발송되어야 합니다. 모든 발송에는 완전한 포장 목록이 동봉되어야 합니다. 부분적으로 배송되는 경우에는 각 구매 주문서에 대해 별도의 송장이 필요합니다\n.\n3.3 배송 날짜를 맞추지 못할 경우, 공급자는 Angel Dear Inc.(미국)로의 배송에 대한 책임을 집니다.\n구매 주문서에 합의된 취소 날짜까지 창고에 배송되어야 합니다. 이 비용은 공급자가 부담합니다\n3.4 공급자는 모든 상품을 컨테이너로 FOB 조건으로 배송하기로 동의합니다.\n상품을 화물 운송업체 창고로 배송하는 것은 공급자의 책임입니다.\n공급자는 출발 전 발생하는 모든 비용에 대해 책임을 집니다.\n여기에는 저장 및 화물 운송업체로의 배송이 포함됩니다.\n3.5 최종 구매 주문서의 초과/부족 수량은 3% 이내여야 합니다.\n제4조\n거부 및 수락 철회\n4.1 주문한 제품이 배송된 후, 구매자는 제품이 본 계약의 별첨 \"A\"의 사양에 엄격히 부합하지 않는 경우 합리적인 시간 내에 이를 검사하고 거부할 수 있으며, 법에 따라 적절한 경우 수락을 철회할 수 있습니다. 거부되거나 수락이 철회된 제품에 대해서, 구매자는 공급자의 비용과 위험으로 선택에 따라 해당 제품을 공급자에게 반품하거나, 공급자로부터 처리 지침을 받을 때까지 보관할 수 있습니다. 제품에 대한 지불은 수락을 의미하지 않습니다.\n4.2 컨테이너를 수령하고 생산을 검사한 후,\n잘못 배송되었거나 결함이 있는 상품은 공급자의 비용으로 반품되며,\n전체 상품 비용은 송장에서 차감됩니다.\n제5조\n보증\n5.1 공급자는 본 계약에 따라 판매되는 제품의 소유권이 모든 담보권, 유치권, 부담 및/또는 명백한 청구로부터 자유롭고 명확함을 보증하며, 특허 침해와 같은 청구를 포함한 모든 청구를 포함합니다. 그러나 공급자는 구매자의 사양에서 발생한 청구에 대해서는 제품에 대한 소유권을 보증하지 않습니다.\n5.2 공급자는 모든 제품이 상업적으로 적합한 품질을 갖추고, 재료, 설계 및 제작에 결함이 없으며, 특정 목적에 적합하고, 구매자가 제공한 사양, 샘플, 도면 및 계획(있는 경우)에 부합함을 보증합니다.\n5.3 본 계약과 관련하여 제공되는 모든 서비스에 대해, 공급자는 모든 서비스가 유사한 성격의 서비스를 수행하는 업체들이 따르는 최고 표준에 부합하게 수행될 것이며, 서비스가 수행되는 시간과 장소에서 이를 준수할 것임을 보증하고, 공급자는 모든 서비스를 수행하는 데 최선의 노력을 다할 것입니다.\n제6조\n책임의 제한\n6.1 당사자들은 공급자가 제품의 결함 부품을 배송일로부터 [시간 입력] 기간 동안 공급자의 선택에 따라 수리하거나 교체할 것에 동의합니다. 이 구제책은 본 계약에 따라 구매자의 유일하고 배타적인 구제책으로 의도됩니다. 그러나 이 유일하고 배타적인 구제책이 그 본질적인 목적을 실패할 경우, 공급자는 제품 사용에 대한 구매자의 합리적인 가치를 제외한 구매 가격을 구매자에게 반환할 것입니다. 또한 당사자들은 유일하고 배타적인 구제책의 실패와 관계없이 공급자가 어떠한 종류나 성격의 결과적 손해에 대해서도 책임지지 않음을 동의합니다. 당사자들은 결과적 손해의 배제를 본 계약의 유일하고 배타적인 구제책과는 별개의 독립적인 합의로 의도합니다.\n제7조\n기밀 유지\n7.1 (a) 공급자는 구매자로부터 받은 기밀 또는 독점 정보를 기밀로 유지하고, 구매자의 사전 서면 승인 없이 (\"기밀 정보\")를 제3자에게 이를 공개, 유출 또는 노출하지 않기로 동의합니다. 본 계약의 목적상, 기밀 정보는 물리적 또는 읽을 수 있는 형태일 경우 공개 시점에 기밀로 표시되거나 지정되어야 하며, 구두로 전달된 경우 공개 전에 기밀로 지정되어야 하며 공개 후 (30)일 이내에 서면으로 기밀로 확인되어야 합니다. 이 기밀 유지 의무는 다음과 같은 정보에는 적용되지 않습니다: (i) 본 계약의 위반 외의 이유로 공개적으로 이용 가능한 정보(정부 기관에 제출되어 공개된 정보 포함); (ii) 공급자에게 공개되기 전에 구매자가 선의로 서면으로 기밀로 명시하지 않은 정보; (iii) 공개 시점에서 공급자가 알고 있거나 보유하고 있는 정보; (iv) 이후 공급자가 구매자가 기밀 유지 의무를 지지 않는 제3자로부터 알게 되거나 해당 정보가 합법적으로 보유되고 있다고 합리적으로 믿을 수 있는 경우; (v) 공급자가 구매자에게 이전에 공개된 내용과 독립적으로 개발한 정보; (vi) 법원의 명령, 행정 기관 또는 정부 기관의 명령, 소환장, 증언 요구 또는 기타 법적 절차, 법률, 규정 또는 관련 규제나 전문 기준에 의해 공개가 요구되는 경우(이 경우, 공급자는 가능한 한 사전 통지를 구매자에게 제공하고 공개에 대해 이의를 제기할 기회를 제공해야 함); (vii) 본 계약과 관련하여 구매자와 공급자 간의 사법적 또는 기타 법적 절차와 관련하여 공급자가 공개한 정보.\nb) 공급자는 자사의 기밀 정보를 보호할 때 사용하는 것과 동일한 정도의 주의를 기울여 본 계약에 따른 의무를 이행해야 하며, 적어도 합리적인 정도의 주의를 기울여야 합니다.\n7.2 구매자의 지적 재산 보호 - 공급자는 남은 원단이나 취소된 프린트를 판매하지 않기로 동의합니다. 공급자는 남은 원단/프린트/디자인을 사용하여 구매자의 지적 재산과 충돌하는 제품을 생산하지 않을 것입니다.\n제8조\n위험 관리\n8.1 본 계약의 당사자들은 법적으로 실행 불가능하다고 간주되는 모든 사건 외에도, [사건 목록]의 발생이 없다는 조건 하에 본 계약에 따른 의무를 수행하기로 명시적으로 조건을 부여합니다.\n제9조\n정부 법령\n9.1 공급자는 관할 권한을 가진 모든 정부 기관의 관련 지방, 연방, 주, 시 및 지역 법률, 규정, 조례 및 규범을 준수하기로 동의합니다.\n제10조\n양도\n10.1 공급자가 본 계약에 따른 권리를 양도하거나 의무를 위임하려는 시도는 구매자의 사전 서면 동의 없이 이루어질 경우 무효로 간주됩니다.\n제11조\n승계인 및 양수인\n11.1 위 조건에 따라, 본 계약은 당사자들 및 그들의 각기 다른 승계인과 양수인에게 구속력을 가지며, 이들에게 이익이 돌아갑니다."
}