{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dysfunctional Belief: Your degree determines your career. Reframe: Three-quarters of all college grads don’t end up working in a career related to their majors. By her mid-thirties, Janine was really starting to reap the benefits of decades of dedication. She’d jumped on the fast track early and had managed to stay there. She was a graduate of a top college and a top law school, had joined a firm that did important and influential work, and was on her way to really “making it.” College, law school, marriage, career—everything in her life had turned out exactly as she had planned, and her willpower and hard work had given her everything she wanted. She was the picture of success and achievement. But Janine had a secret. Some nights, after driving home from the law firm that bore one of the most recognizable names in Silicon Valley, she would sit out on the deck as the lights of the valley came on, and cry. She had everything she thought she should have, everything that she thought she wanted, but she was profoundly unhappy. She knew she should be ecstatic with the life she had created, but she wasn’t. Not even close. Janine imagined that there was something wrong with her. Who wakes up every morning the picture of success, and goes to bed every night with a knot in her stomach, feeling as if there’s something missing, something that got lost along the way? Where do you turn when you have everything and nothing all at the same time? Like Ellen, Janine held a dysfunctional belief. She believed that if she rode all the merry-go-rounds and grabbed for all the brass rings she would find happiness. Janine is also not alone. In America, two-thirds of workers are unhappy with their jobs. And 15 percent actually hate their work.",
    "trans": "기능 장애 신념: 당신의 학위가 당신의 경력을 결정한다. 재구성: 대학을 졸업한 사람의 4분의 3은 전공과 관련된 직업에서 일하지 않는다.재닌은 30대 중반이 되었을 때, 수십 년의 헌신이 정말로 결실을 맺기 시작했다. 그녀는 일찍이 빠른 길을 택했고 그 길을 계속 유지할 수 있었다. 그녀는 명문 대학과 명문 로스쿨을 졸업했고, 중요한 일과 영향력 있는 일을 하는 회사에 입사했으며, \"성공\"을 향해 나아가고 있었다. 대학, 로스쿨, 결혼, 경력—그녀의 인생은 모두 그녀가 계획한 대로 이루어졌고, 그녀의 의지와 노력 덕분에 그녀가 원하는 모든 것을 얻었다. 그녀는 성공과 성취의 전형이었다. 하지만 재닌은 비밀을 가지고 있었다. 어떤 날은, 실리콘밸리에서 가장 유명한 이름 중 하나를 가진 로펌에서 집으로 돌아오는 길에, 그녀는 계단에 앉아 계곡의 불빛이 켜지는 것을 보며 울곤 했다. 그녀는 자신이 생각했던 모든 것을 갖추었고, 원했던 모든 것을 가졌지만, 깊은 불행감을 느꼈다. 그녀는 자신이 만들어낸 삶에 대해 기뻐해야 한다는 걸 알았지만, 그렇지 않았다. 전혀 그렇지 않았다. 재닌은 자신에게 뭔가 문제가 있다고 상상했다. 매일 아침 성공의 상징처럼 일어나서, 매일 밤 배 속에 묶인 느낌을 가지며 잠자리에 드는 사람이 어디에 있을까? 모든 것을 갖추고, 동시에 아무것도 가지지 않은 느낌을 받는 사람은 어디로 가야 할까? 엘렌처럼 재닌도 기능 장애 신념을 가지고 있었다. 그녀는 모든 회전목마를 타고 모든 놀이기구를 잡으면 행복을 찾을 수 있을 것이라고 믿었다. 재닌은 또한 혼자가 아니다. 미국에서 직장인들의 3분의 2는 자신의 직업에 불만이 있고, 15%는 실제로 일을 싫어한다."
}