{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Edwards, this one’s for you. I stopped thinking about how much Charlie loved to be fucked, but always nice to take a walk down memory lane since that’s what you supposedly want.”\nBoth Rocky and an onlooker try to hold back Lex all the while as I stand there gobsmacked at Julian’s hurtful words. Julian turns to face me, out of breath, eyes wild with rage and hurt as he says the words I’ve dreaded all along. “I’m done. I can’t do this, Adriana, it’s too hard.” He shakes his head, defeated. “I love you, but you’ll always choose your brother over me, and I refuse to go on always being someone’s second place. Even I know I don’t deserve that.”\nMy voice croaks, and I try to speak to no avail.\nWith a second attempt, I finally sync my mind and voice. “Julian, don’t do this. Please, I didn’t mean the things I said.”\nHis eyes have settled, and his brown pupils stare deep into mine, piercing my soul with pain, knowing that the damage is done, and I’m losing the one person who means more to me than anyone else.\nThe man I love.\nTell him you love him… now.\nI want to tell him, but he beats me to the punch. “You doubted me, and I never thought you would do that. It’s over, okay?”\nCrushed, he walks away, Tristan running after him.\nDazed and confused, arms wrap around me in comfort, and the moment I realize they belong to Charlie, I stiffen. “Don’t touch me,” I warn her.",
    "trans": "에드워드, 이건 널 위한 거야. 나는 찰리가 잠자리하길 얼마큼 사랑했는지 생각하는 걸 멈췄지만, 추억의 길을 걸어가 보는 건 항상 기분 좋은 일이고, 이게 네가 원했던 거잖아.\"\n내가 줄리안의 날카로운 말들에 멍하니 서있을 때 로키와 구경꾼 둘 다 시종일관 렉스를 저지하려고 노력했다. 줄리안은 숨이 찬 상태로 분노와 상처로 가득 찬 거친 눈으로 나를 마주 보기 위해 돌아서며, 내가 늘 두려워하던 말을 했다. \"난 이제 그만할 거야. 이거 더 이상은 못하겠어, 아드리아나, 너무 힘들어.\" 그는 좌절감을 느끼며 고개를 저었다. \"너를 사랑하지만 너는 항상 나보다 네 형제를 선택할 거고 항상 누군가의 두 번째 선택지가 되는 것은 거절할게. 나조차도 내가 그런 대우를 받을 자격이 없단 걸 알아.\"\n내 목소리는 갈라졌고 나는 소용없었지만 말해보려 시도했다.\n두 번째 시도에 마침내 내 마음과 목소리가 맞아 들었다. \"줄리안, 이러지 마. 제발, 내가 말한 거 진심이 아니었어.\"\n그의 눈빛은 가라앉았고 그의 갈색 동공은 나의 동공 안을 깊게 바라보며, 내 영혼을 고통으로 꿰뚫으며 이미 끝난 일임을 알 수 있었고, 나는 그 누구보다 나에게 의미 있던 한 사람을 잃었다.\n내가 사랑하는 그 남자.\n그에게 네가 그를 사랑한다고 말해... 당장.\n나는 그에게 말하고 싶었지만 그는 내게 먼저 한 방을 날렸다. \"너는 날 의심했고 난 네가 절대 그렇지 않을 거라고 생각했었어. 끝났어, 알겠어?\"\n찌그러졌고, 그는 떠났으며, 그를 뒤쫓아가는 트리스탄.\n어리둥절하고 혼란스러움, 편안함 속 나를 감싸안는 팔, 그리고 그 팔이 찰리의 것임을 깨닫는 순간, 나는 굳었다. \"날 만지지 말아 줘, \" 난 그녀에게 경고했다."
}