{
    "source": "en_US",
    "target": "ko_KR",
    "text": "***Check In Instructions***\nThe address is [redacted_address]\n1. Arrive anytime after 3 pm.\n2. Park anywhere in the driveway. Please do not park on the grass.\n3. Code to enter the house is 2417. Sometimes the deadbolt gets snagged when trying to unlock. You may need to pull the door handle towards you or even up while it is trying to unlock to get it to open. You will need to do the same thing when locking it. If you can not get ahold of us and you can not get inside, there is a backup lock with the same code on the back door. You can go around the side gate to access the backyard.\n4. Wifi Username: [redacted_id]\nPassword: [redacted_number]\n5. If you are bringing a pet, please make sure to clean up after them. You are more than welcome to take them potty outside in the yard, but we do ask that you pick up after their business is done. We very much appreciate the courtesy!\n6. We really prefer pets do not get up on the leather couches. If you must have your furry friend cuddled up with you, we ask that you lay a blanket on the leather couch to prevent any unwanted scratches.\n7. We partner with a local company called Hostello that provides Grocery Delivery Services prior to your arrival. They will leave your grocery list on the counter and stocked up in the fridge/freezer for a $75 fee. Please reach out to me ahead of time if you would like to utilize this service.\nWe look forward to hosting you for your stay! Feel free to message or give us a call at [redacted_number] if you have any questions as you approach your stay.\nBest regards,\nJeremy",
    "trans": "*** 체크인 안내 ***\n주소는 [삭제된 주소]입니다.\n1. 오후 3시 이후 언제든 체크인 가능합니다.\n2. 진입로 어느 곳이든 주차 가능합니다. 잔디 위에 주차하지 마십시오.\n3. 숙소 출입용 비밀번호는 2417입니다. 가끔 문을 열려고 할 때 턱 걸리는 경우가 있습니다. 문을 열고자 시도할 때 문손잡이를 자신을 향해, 혹은 위로도 당겨야 됩니다. 저희와 연락이 되지 않거나 들어올 수 없는 경우 뒷문에 같은 비밀번호로 들어올 수 있는 예비 도어락이 있습니다.\n4. 와이파이 사용자명: [삭제된 아이디]\n비밀번호: [삭제된 번호]\n5. 애완동물을 데려오시는 경우 깨끗이 청소해주시길 바랍니다. 애완동물의 배변을 위해 마당에 데리고 나가는 건 아주 좋지만 뒤처리를 꼭 해주시길 부탁드립니다. 예의 있는 행동에 정말 감사드립니다!\n6. 되도록이면 애완동물이 가죽 소파에 올라가지 않았으면 합니다. 복슬복슬한 친구를 안고 계셔야 한다면 가죽 소파 위에 담요를 놓아 의도치 않은 흠집이 생기지 않도록 해주시길 바랍니다.\n7. 도착하시기 전부터 식료품 배달 서비스를 제공하는 지역 업체 호스텔로와 협업하고 있습니다. 그쪽에서 75달러의 요금을 받고 식료품 목록을 접수해 매대에 놓은 후 냉장고 및 냉동고를 채워놓을 것입니다. 해당 서비스를 이용하실 의사가 있을 경우 제게 먼저 연락 주시길 바랍니다.\n저희와 머물기를 고대하고 있습니다! 숙박 시기가 다가오며 질문거리가 생기실 경우 언제든 메세지를 남겨주시거나 [삭제된 번호]로 전화하시길 바랍니다.\n안부를 전하며\n제레미"
}