{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Using 450-500 words, please introduce your chosen social movement and discuss:\nProject summary\nBackground history and context for the movement/issue you have chosen\nWhat is the purpose of your work in relation to this movement?\nDiscuss the visual choices you have made for your poster: what is the message the poster is conveying, who is your audience, what symbols and/or narrative strategies are you implementing?\nHow do you incorporate respectful design in your project?\nWhy does the specific issue matter to you? (optional)\nYour project statement should include five (5)references in your poster:\nYou may use any resources except personal blogs and Wikipedia.\nPlease use endnotes and citations in your statement.\nPlease use MLA formatting.\nWhen considering a movement for this project, this is a good opportunity to assess your own positionality and experiences in relation to the movement/issue you have chosen. Consider the historical context of this movement. Apply scrutiny and critical analysis to the ideas of within the movement and how it affects different communities.\nConsider also that some movements may co-opt language from oppressed groups and marginalized communities. Look closely at the positionality of those within your chosen movement, especially in the context of power and institutional oppression.\nThis assignment is meant for you to engage with different issues that affect marginalized and oppressed groups, and to understand how to critically assess available information and the language used for the movement. Is it meant to be inclusive and dismantle oppression? Does it serve only a small subset of people who are aligned with power?",
    "trans": "450-500 단어를 사용하여 선택한 사회 운동을 소개하고 토론하십시오.\n프로젝트 요약\n귀하가 선택한 운동/이슈에 대한 배경 역사 및 맥락\n이 운동과 관련하여 당신의 작업 목적은 무엇입니까?\n포스터를 위해 선택한 시각적 선택에 대해 토론하십시오. 포스터가 전달하는 메시지는 무엇이며, 청중은 누구이며, 어떤 상징 및/또는 내러티브 전략을 구현하고 있습니까?\n존중하는 디자인을 프로젝트에 어떻게 포함시키나요?\n특정 문제가 왜 당신에게 중요한가요? (선택 사항)\n프로젝트 명세서에는 포스터에 5개의 참고 문헌이 포함되어야 합니다.\n개인 블로그와 위키백과를 제외한 모든 자료를 사용할 수 있습니다.\n명세서에 주석과 인용문을 사용해 주세요.\nMLA 형식을 사용하세요.\n이 프로젝트의 운동을 고려할 때, 선택한 운동/문제와 관련하여 자신의 위치와 경험을 평가할 수 있는 좋은 기회입니다. 이 운동의 역사적 맥락을 고려해 보세요. 운동 내의 아이디어와 다양한 커뮤니티에 미치는 영향에 대해 면밀한 검토와 비판적 분석을 적용하세요.\n또한 일부 운동은 억압받는 집단과 소외된 공동체의 언어를 공동 선택할 수도 있다는 점도 고려하세요. 특히 권력과 제도적 억압의 맥락에서 선택한 운동 내의 사람들의 위치를 면밀히 살펴보세요.\n이 과제는 소외되고 억압받는 집단에 영향을 미치는 다양한 문제에 참여하고 이용 가능한 정보와 운동에 사용되는 언어를 비판적으로 평가하는 방법을 이해하기 위한 것입니다. 그것은 포용적이고 억압을 해체하기 위한 것입니까? 권력에 동조하는 소수의 사람들에게만 도움이 되나요?"
}