{
    "source": "en_US",
    "target": "ko_KR",
    "text": "LEE, KWI SOOK\nRICARDO LARA CALIFORNIA INSURANCE COMMISSIONER\nDate: License Number: License Type: License Qualifications:\nSeptember 30, 2024 4410863\nInsurance Producer Accident & Health or Sickness, Life\nYour license [redacted_number] issued by the California Department of Insurance's (CDI) Producer Licensing Bureau is now ready for you to print or download to your computer. The license, which was recently issued or renewed, authorizes you to operate as a: Insurance Producer.\nAs of July 1, 2009, the CDI no longer mails licenses. You must use the following service to obtain your license. Please note, license number formats vary. The initial digit of your license could begin with 0-9.\nYou may print or download your license using the following link: www.sircon.com or https://www.insurance.ca.gov/0200-industry/0075-print-lic. Please note that you may use the Print or download your license service at any time.\nIn order to successfully download the encrypted license, your computer may need the latest version of Adobe Acrobat to print your license. Here is the free Adobe Acrobat link to upload the latest\nversion: http://get.adobe.com/reader/\nIf you have any questions or problems, please submit your inquiry to CDI's Producer Licensing Bureau E- mail Inquiry Services https://interactive.web.insurance.ca.gov/pli/servlet/InformationRequest or you can call the producer licensing hotline at 800-967-9331.\nThank you.\nProducer Licensing Bureau\nCALIFORNIA DEPARTMENT OF INSURANCE",
    "trans": "이귀숙\n리카르도 라라 캘리포니아 보험 위원\n날짜: 라이센스 번호: 라이센스 유형: 라이센스 자격:\n2024년 9월 30일 4410863\n보험사 사고 및 건강 또는 질병, 생명\n이제 캘리포니아 보험부(CDI) 생산자 라이센스 국에서 발급한 귀하의 라이센스 [redacted_number]를 인쇄하거나 컴퓨터에 다운로드할 수 있습니다. 최근 발급되거나 갱신된 라이센스에 따라 귀하는 보험 제작자로 활동할 수 있습니다.\n2009년 7월 1일부터 CDI는 더 이상 라이센스를 우편으로 보내지 않습니다. 라이센스를 취득하려면 다음 서비스를 이용해야 합니다. 라이센스 번호 형식은 다양합니다. 라이센스의 첫 번째 숫자는 0-9로 시작할 수 있습니다.\n다음 링크를 사용하여 라이센스를 인쇄하거나 다운로드할 수 있습니다: www.sircon.com 또는 https://www.insurance.ca.gov/0200-industry/0075-print-lic. 언제든지 라이센스 서비스를 인쇄하거나 다운로드할 수 있습니다.\n암호화된 라이센스를 성공적으로 다운로드하려면 라이센스를 인쇄하기 위해 컴퓨터에 최신 버전의 Adobe Acrobat이 필요할 수 있습니다. 최신 버전을 업로드할 수 있는 무료 Adobe Acrobat 링크는 다음과 같습니다.\n버전: http://get.adobe.com/reader/\n질문이나 문제가 있는 경우 CDI의 생산자 면허 관리국 이메일 문의 서비스 https://interactive.web.insurance.ca.gov/pli/servlet/InformationRequest에 문의 사항을 제출하거나 생산자 면허 핫라인 800-967-9331로 전화할 수 있습니다.\n감사합니다.\n생산자 허가국\n캘리포니아 보험부"
}