{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Halfway through the 2020s, it’s been a decade full of highs and lows: the depths of the pandemic, the trials of supply chain and labor disruption, the boom times of recovery and the current challenges of slow sales and tight budgets. It has called for leaders who can meet the moment.\nThe Counselor Power 50 is a collection of these entrepreneurs and executives in the promo industry who have demonstrated all the right qualities. With the perfect mix of pragmatism and boldness, they’re steeling their companies against the ebbs and flows to reach long-term success.\nOur process for assembling the Counselor Power 50 starts by surveying last year’s members and the promo industry at large to determine whose influence is rising and falling. We also put out a call for nominations for potential new members. We then research each candidate and examine their career accomplishments and achievements in the past year. This information in its totality helps establish who is recognized on our annual list.\nThis year and moving forward, Counselor has decided to include only leaders whose companies conduct business as promo suppliers and distributors. (This makes industry service providers, nonprofits, politicians and outside business leaders ineligible.) The change has a notable effect this year – the Counselor Power 50 features 17 people who weren’t on last year’s list, including 15 people making their first appearance. The list also features 20 women – more than have ever appeared on the Counselor Power 50 since its inception.\nCome meet the leaders who have their companies sprinting to success in the second half of the decade and beyond.",
    "trans": "2020년대 중반, 팬데믹의 심각성, 공급망 및 노동력 혼란의 시련, 호황기, 매출 둔화와 예산 부족이라는 현재의 어려움 등 10년 동안 고점과 저점이 가득했습니다. 이 시기를 맞이할 수 있는 리더를 필요로 했습니다.\n카운슬러 파워 50은 프로모션 업계에서 모든 올바른 자질을 입증한 기업가와 임원들의 모임입니다. 실용주의와 대담함이 완벽하게 조화를 이루며 장기적인 성공을 거두기 위해 썰물과 썰물에 맞서 회사를 강화하고 있습니다.\n카운슬러 파워 50을 구성하는 과정은 작년 회원과 프로모션 업계 전체를 대상으로 설문조사를 실시하여 누구의 영향력이 증가하고 감소하는지 파악하는 것부터 시작됩니다. 우리는 또한 잠재적인 신규 회원에 대한 추천을 요청했습니다. 그런 다음 각 후보자를 조사하고 지난 1년 동안의 경력 성과와 업적을 살펴봅니다. 이 정보는 전체적으로 연간 목록에서 누가 인정받는지 파악하는 데 도움이 됩니다.\n올해와 앞으로 카운슬러는 기업이 프로모션 공급업체 및 유통업체로 사업을 영위하는 리더들만 포함하기로 결정했습니다. (이로 인해 업계 서비스 제공업체, 비영리 단체, 정치인 및 외부 비즈니스 리더는 자격이 박탈됩니다.) 이 변화는 올해 주목할 만한 영향을 미쳤습니다. 카운슬러 파워 50에는 작년 명단에 포함되지 않았던 17명이 포함되어 있으며, 15명이 처음 등장했습니다. 또한 이 명단에는 카운슬러 파워 50에 처음 등장한 이래 그 어느 때보다 많은 20명의 여성이 포함되어 있습니다.\n10년 하반기와 그 이후에도 성공을 위해 전력 질주하며 회사를 운영하는 리더들을 만나보세요."
}