{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Apple Intelligence (All iPhone 16 models, iPhone 15 Pro, iPhone 15 Pro Max)\nWriting Tools\nWriting Tools are available nearly everywhere you type, allowing you to rewrite, proofread, and summarize text right in the app you’re working in\nRewrite suggests different versions of your text so you can choose which combination of flow and wording you like best\nProofread lets you view suggested improvements to what you’re writing, like grammar fixes and language refinements\nSummarize allows you to select text wherever you’re writing and generate a high-quality summary\nSiri\nA new look and feel includes a glowing light that wraps around the edge of your screen, animates responsively to the sound of your voice, and lets you keep scrolling or typing while you talk to Siri\nType to Siri when you don’t want to speak a request out loud by double tapping at the bottom of the screen\nRicher language understanding enables Siri to follow along if you stumble over your words or change your mind mid-sentence\nConversational context is maintained over the course of a session, so you can refer more naturally to something you said in a recent request or something Siri mentioned in a recent response\nProduct knowledge helps you get answers to thousands of questions about the features and settings on your Apple products\nVoice enhancements make Siri sound more natural, expressive, and clear\nPhotos\nPhotos search lets you find photos and videos simply by describing what you’re looking for\nClean Up removes distractions in your photos\nMemory movies can be created by describing the story you want to see\nNotifications\nNotification summaries make it easy to catch up on your notifications with a glanceable summary of the most important information",
    "trans": "애플 Intelligence(모든 아이폰 16 모델, 아이폰 15 Pro, 아이폰 15 Pro Max)\n쓰기 도구\n쓰기 도구들은 글자를 입력하는 거의 모든 곳에서 사용할 수 있으므로, 작업 중인 앱에서 바로 글자를 다시 쓰고, 교정하고, 요약할 수 있습니다.\nRewrite는 다양한 버전의 글자들을 제안하므로 가장 마음에 드는 흐름과 표현 조합을 선택할 수 있습니다.\nProofread는 문법 수정 및 언어 개선과 같이 작성 중인 내용에 대한 제안된 개선 사항을 볼 수 있습니다.\nSummarize는 작성하는 모든 곳에서 글자를 선택하고 고품질의 요약문을 생성할 수 있습니다.\nSiri\n새로운 모양과 느낌에는 화면 가장자리를 감싸고 있는 빛나는 빛이 포함되어 있으며, 귀하의 음성 소리에 반응하여 애니메이션화되며 귀하가 Siri와 대화하는 동안에 스크롤하거나 입력을 계속할 수 있습니다.\n화면 하단을 두 번 탭하여 큰 소리로 요청 사항을 말하고 싶지 않을 때 Siri에게 입력합니다\n더욱 풍부한 언어 이해 기능으로 귀하가 말을 더듬거나 문장 중간에 마음을 바꿔도 Siri가 이를 따라할 수 있습니다.\n대화 맥락은 세션 내내 유지되므로, 최근의 요청에서 귀하가 말한 내용이나 Siri가 최근 응답에서 언급한 내용을 보다 자연스럽게 언급할 수 있습니다.\n제품 지식은 애플 제품의 기능 및 설정에 대한 수천 가지 질문들에 대한 답변을 얻는 데 도움을 줍니다.\n음성 향상은 Siri의 음성을 보다 자연스럽고 표현력이 풍부하며 명확하게 만듭니다.\n사진\n사진 검색에서는 귀하가 찾고 있는 내용을 설명해서 간단히 사진과 비디오를 찾을 수 있습니다.\n정리 기능은 사진들로부터 산만함을 제거해 줍니다.\n귀하가 보려는 스토리를 설명하면 메모리 영화들을 만들 수 있습니다.\n알림\n알림 요약에서는 가장 중요한 정보를 한눈에 볼 수 있는 요약으로 귀하의 알림을 쉽게 따라잡을 수 있게 해 줍니다."
}