{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Wide Range of Uses: The 4 pieces patio furniture set you buy includes a two-seater sofa, 2 armchairs, a coffee table with a tempered glass top and 3 cushions, and an instruction manual. The cushion is detachable and it is not recommended to expose the cushion to rain or snow. Our outdoor sofa sets are suitable for a variety of occasions such as swimming pools, backyards or gardens, and are convenient to store, easy to maintain, and suitable for any size of space.\nSoft and Comfortable: The rattan outside furniture has a thick sponge cushion to provide you with a soft sitting experience. Comfort upgrade|, a wide and deep chair can provide enough space for you to sit comfortably.The seat cushion of the outdoor furniture set can be removed for easy cleaning.\nRugged and Durable: The outdoor furniture set is made of high-grade rattan material with a weatherproof formula. It can be used all-weather and can resist cracking, fading, decay and so on. Ensure a longer service life. The rust-proof steel frame supports the gradient rattan structure, the structure is sturdy and durable.\nMultifunctional Coffee Table: Each outdoor furniture set is equipped with a central coffee table with shatter-resistant tempered glass, which is used to display decorations, place food and drinks, etc.\nReminders and Suggestions: This patio furniture set comes with all the hardware and necessary tools. Follow the instructions and you can assemble the patio sofa set easily and quickly. Note: When you try to install the patio furniture set, please try to align the holes on all sides, do not overtighten one hole, and then try to tighten it slowly on each side. If you are not using a chair, please keep the cushion indoors, because prolonged exposure to the sun or rain will damage the cushion.",
    "trans": "다양한 용도: 구매하는 4피스 파티오 가구 세트에는 2인용 소파, 안락의자 2개, 강화 유리 상판이 있는 커피 테이블과 쿠션 3개, 사용 설명서가 포함되어 있습니다. 쿠션은 분리 가능하며 쿠션을 비나 눈에 노출시키지 않는 것이 좋습니다. 당사의 야외 소파 세트는 수영장, 뒷마당이나 정원과 같은 다양한 경우에 적합하며 보관하기 편리하고 관리가 쉽고 모든 크기의 공간에 적합합니다.\n부드럽고 편안함: 라탄 야외 가구에는 두꺼운 스펀지 쿠션이 있어 부드러운 착석감을 제공합니다. 편안함 향상| 넓고 깊은 의자는 편안하게 앉을 수 있는 충분한 공간을 제공합니다. 야외 가구 세트의 시트 쿠션은 쉽게 세척 가능하도록 분리할 수 있습니다.\n견고함과 내구성 : 야외 가구 세트는 방수가 가능한 고급 등나무 재료로 만들어졌습니다. 전천후로 사용 가능하며 균열, 페이딩, 부패 등에 강합니다. 보다 긴 서비스 수명이 보장됩니다. 녹 방지 강철 프레임은 기울어진 등나무 구조를 지탱하며 구조가 견고하고 내구성이 뛰어납니다.\n다기능 커피 테이블 : 각 야외 가구 세트는 충격 흡수 강화 유리가있는 중앙 커피 테이블이 장착되어 있으며, 장식을 연출하고 음식 및 음료 등을 놓는데 사용됩니다.\n알림 및 제안 : 이 안뜰 가구 세트에는 모든 하드웨어 및 필요 도구가 제공됩니다. 지시서에 따라 안뜰 소파를 쉽고 빠르게 조립할 수 있습니다. 참고 : 안뜰 가구 세트를 설치시 모든 면의 구멍을 정렬하고 한 쪽을 과도하게하지 조이지 말고 양쪽을 천천히 조이십시오. 의자를 사용하지 않는 경우 쿠션을 실내에서 놓아두셔야 하는데, 이는 태양이나 비에 지속적으로 노출되면 쿠션이 손상되기 때문입니다."
}