{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Every kid in my neighborhood knew about the Christmas Witch. She was an elderly woman who left her Christmas decorations up all year long: a twinkling tree in the living room, a plastic wreath on the front door, and giant candy canes hanging in the windows. One kid told me the Christmas Witch would *kidnap children attracted to the decorations.\nI promised myself I would never go near that place, but when I turned fourteen, I got a newspaper route and discovered I’d have to deliver papers to the Christmas Witch. My first day of delivery was a dark, frosty March morning. The sky was just turning pink as I approached the last house on my route ... that of the Christmas Witch. Inside, the house was dark, so I tiptoed up the porch steps and placed the newspaper by the door.\n(ア)I’d done it.\nThen I quickly turned around, not seeing an icy spot on the step. I slipped, fell and slid down the stairs, landing on the sidewalk. I got up and *stumbled, unable to walk. I’d *sprained my ankle.\nThe porch light blinked on. The door opened. Someone slowly came out.\nIt was the Christmas Witch.\n“I’m sorry,” I said. “I ...”\n“Dear me,” said the Christmas Witch. “Are you alright?”\nSpeechless, I pointed at my ankle.\n“Come in; make sure you’re okay.” She smiled — not a wicked-witch smile but a nice smile, like she was concerned.\n(イ)Ididn’thaveanychoice. Holdingtherailing,Iwentupthestepsintoherhouse. She turned on a living room lamp as I *limped to a chair.\n“Relax. Have some tea while I call your parents.”\nI told her my number as she dialed.\n“Hello,” she said. “This is Mona Wright on Pine Way Avenue. Your son slipped and hurt his ankle.” She nodded and hung up. “Your mother will be here shortly.” “Thank you, Mrs. Wright.”\n“You’re welcome.” She sat down across from me, and then whispered, “You don’t have to call me Mrs. Wright; you can call me( ウ ).”\n4\n次の英文を読んで，あとの問いに答えよ。( 配点 22)\n− 12 −\nI was surprised.\n“It’s alright.” She shrugged. “I hear what people say. It doesn’t matter.”\n“You do have lots of decorations,” I said.\n“I think it’s pretty,” she replied.\nI said, “People think it’s ... weird.”\n“They don’t understand the reason I leave up my decorations,” she responded. “What is the reason?” I asked.\nMrs. Wright took a deep breath. “Well, in 1970, my son Anthony was *drafted and sent to Vietnam. My husband had died years earlier when Anthony was little, so the only family we had was each other. Anthony was scheduled to come home on January 10, 1972. He called me on New Year’s Eve and told me to leave up the Christmas decorations. He would help me put them away when he got home.”\n“So what happened?” I asked.\n“Three days later, Anthony was killed in a helicopter crash,” said Mrs. Wright. “My boy never made it back home. And even though I know it doesn’t change anything, I can’t bring myself to take down those decorations, even after all these years. (エ)I guess I just like to pretend that Anthony will be home soon to help me with that chore.”\nI didn’t like myself at that moment. Mrs. Wright wasn’t a witch. She was a sad, isolated person struggling with a terrible loss.\n(“ オ)I’m sorry,” I said quietly.\nMrs. Wright sighed. “It felt good to talk about Anthony again.”\nThe doorbell chimed.\n“That’s your mother,” said Mrs. Wright, wiping her eyes.\n注) *kidnap =~をさらう *stumble =よろける *sprain =~をくじく *limp =足を引きずって歩く *draft =~を徴兵する\n問1 以下の Question に対する Answer となるように，空所に適当な5~ 10 語程度の英語 を補え。\nQuestion: Why was an elderly woman in the authorʼs neighborhood called the Christmas Witch?\nAnswer : Because her house( ), which seemed strange and scary to some children.",
    "trans": "우리 동네에 있던 모든 아이들은 크리스마스 마녀에 대해 알았다. 그녀는 일 년 내내 크리스마스 장식을 달아두는 나이든 여성이었다: 거실에는 반짝이는 트리, 현관문에는 플라스틱 화환, 그리고 창문에 매달린 거대한 사탕 막대까지. 어떤 아이는 크리스마스 마녀가 장식에 이끌려 들어온 아이를 *납치한다고 말해주었다.\n나는 그 장소에 절대 가까이 다가가지 않겠다고 스스로와 약속했으나, 내가 열 네살이 되었을 때, 나는 신문 배달 구역을 배정받았고 크리스마스 마녀에게 신문을 배달해야 한다는 사실을 알게 되었다. 나의 배달일 첫 날은 어둡고 서리로 뒤덮인 3월의 아침이었다. 내 구역의 마지막 집에 접근할 때에 하늘은 이제 막 분홍색으로 물들고 있었다... 크리스마스 마녀의 집이었다. 집안 내부는 어두웠기 때문에, 나는 까치발을 한 채 현관 계단을 올라가 문 옆에 신문을 놓았다.\n(ア)내가 해낸 것이다.\n그리고 나는 재빨리 몸을 돌리느라 계단에 있던 얼음으로 덮인 지점을 보지 못했다. 나는 미끄러졌고, 넘어졌으며, 계단 아래로 미끄러져 내려가 도보에 떨어졌다. 나는 일어났지만 걸을 수 없어서 *비틀거렸다. 발목을 *삔 것이다.\n현관 불빛이 깜빡이며 켜졌다. 문이 열렸다. 누군가 천천히 밖으로 나왔다.\n크리스마스 마녀였다.\n\"죄송해요,\" 나는 말했다. \"저는...\"\n\"아이고 맙소사,\" 크리스마스 마녀가 말했다. \"너 괜찮니?\"\n할 말을 잃은 채로, 나는 내 발목을 가리켰다.\n\"들어와라; 네가 괜찮은지 확인해야겠다.\" 그녀는 미소지었다 — 못된 마녀의 미소가 아니라 좋은 미소였다, 마치 그녀가 걱정하고 있는 듯한.\n(イ) 나에겐 선택지가 없었다. 난간을 붙잡은 채로 나는 그녀의 집으로 들어가는 계단을 올라갔다. 그녀는 내가 의자로 *절뚝이며 걸어갈 때 거실의 불을 켰다.\n\"좀 쉬렴. 네 부모님께 연락하는 동안 차를 좀 마시려무나.\"\n나는 그녀가 번호를 누르는 동안 내 번호를 말해주었다.\n\"여보세요,\" 그녀가 말했다. \"파인 웨이 가에 사는 모나 라이트입니다. 당신의 아들이 미끄러져서 발목을 다쳤어요.\" 그녀는 고개를 끄덕이고는 전화를 끊었다. \"네 어머니가 곧 여기 오실거란다.\" \"감사합니다, 라이트 부인.\"\n\"천만에.\" 그녀는 내 맞은편에 앉은 뒤 속삭였다, \"나를 라이트 부인이라고 부르지 않아도 된단다; 나를 ( ウ )라고 부르렴.\"\n4\n다음의 영어 지문을 읽은 뒤, 질문에 답하시오. (22점)\n− 12 −\n나는 놀랐다.\n\"괜찮아.\" 그녀는 어깨를 으쓱였다. \"나도 사람들이 무슨 말을 하는지 들려. 중요하지 않아.\"\n\"장식을 많이 하고 계시긴 하죠,\" 내가 말했다.\n\"난 예쁘다고 생각해,\" 그녀가 답했다.\n나는 말했다, \"사람들은 그게... 이상하다고 생각해요.\"\n\"그들은 내가 장식들을 계속 걸어두는 이유를 이해하지 못해,\" 그녀는 대답했다. \"이유가 뭔가요?\" 나는 물었다.\n라이트 부인은 심호흡을 했다. \"좋아, 1970년에, 내 아들 앤토니가 *징집되어 베트남으로 갔어. 내 남편은 오래 전 앤토니가 아직 어렸을 적에 죽었으니, 우리 가족은 오직 서로밖에 없었다. 앤토니는 1972년 1월 10일에 집으로 돌아올 예정이었어. 그는 새해 하루 전 날에 내게 전화를 걸어 크리스마스 장식을 계속 걸어두라고 말했지. 집에 돌아오면 치우는 걸 도와주겠다면서 말이야.\"\n\"무슨 일이 일어났나요?\" 나는 물었다.\n\"사흘 뒤, 앤토니는 헬리콥터 추락 사고로 죽었어,\" 라이트 부인이 말했다. \"내 아들은 결코 집으로 돌아오지 못했단다. 그리고 나는 이게 어떤 것도 바꾸지 않는다는 것을 알고 있지만, 난 차마 이 장식을 치울 수가 없어, 이렇게 많은 세월이 지났는데도 말야. (エ)앤토니가 곧 집으로 돌아와 이 일을 도와줄 거라고 생각하고 싶나봐.\"\n나는 그 순간 나 자신이 별로 좋지 않았다. 라이트 부인은 마녀가 아니었다. 그녀는 끔찍한 상식으로 힘들어하는 슬프고 고립된 사람이었다.\n(“ オ)유감이에요,\" 나는 조용히 말했다.\n라이트 부인이 한숨을 쉬었다. \"앤토니에 대해 다시 말하니 느낌이 좋았어.\"\n초인종이 울렸다.\n\"너희 어머니가 왔구나,\" 라이트 부인이 말하며 눈가를 훔쳤다.\n注) *납치하다 =~をさらう *비틀거리다 =よろける *삐다 =~をくじく *절뚝이며 걷다 =足を引きずって歩く *징집되다 =~を徴兵する\n질문1 이하의 질문에 대한 대답이 되도록 빈칸에 적절한 5~10글자 정도의 영어를 작성하시오.\n질문: 필자의 동네에 사는 나이든 여성은 왜 크리스마스 마녀라고 불렸는가?\n답: 그녀의 집()이 몇몇 아이들에게 이상하고 무서워 보였기 때문에."
}