{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Jia Simpson replied to your conversation.\nIMPORTANT\nHi, your student needs extra help in math class because they did not get a good grade on the most recent test. Your student will have the opportunity to study and take the test again.\nIn order to prepare your student to review their test. They need to attend office hours to receive extra help. Office hours are available on Mondays 3:50-4:30pm and Wednesdays 9:20-10:15am with Ms. Simpson. This is MANDATORY if your student wants the opportunity to review their test. Ms. Simpson will meet with your student tomorrow October 10th to discuss opportunities to improve their grade. Please ask your student to arrange a day to receive tutoring at school and after school. For anything, Ms. Simpson.\nMessage sent on Wednesday, Oct 9 at 10:14 AM to Jessica Rodriguez\nView or Reply in App\nPlease do not reply directly to this email. Click the \"View or Reply in App\" button to send a reply to Jia Simpson.\nPrevious Message:\nOn Friday, Sep 27 at 4:29 PM, Jia Simpson wrote:\nHello parents,\nThis week in math class, we continued learning about translations, rotations, and reflections. In addition to this we learned how to plot points on a graph. Please help your student check their math grade and check that they turned in their IXL noted for this week in Google classroom. This week your student should have completed 3 items in Google Classroom:\n9/23 SDL\n9/26 SDL\nPart 1 Desmos lesson\nMs. Simpson\n--Spanish--\nHello parents,\nThis week in math class, we continued learning about translations, rotations, and reflections. In addition to this we learned how to plot points on a graph. Please help your student check their math grade and check that they turned in their IXL noted for this week in Google classroom. This week your student should have completed 3 articles in Google Classroom:\n9/23 SDL\n9/26 SDL\nPart 1 Desmos Lesson\nMrs. Simpson",
    "trans": "지아 심슨이 귀하의 대화에 응답했습니다.\n중요 사항\n안녕하세요, 귀하의 자녀가 최근 시험에서 좋은 성적을 받지 못해 수학 수업에서 추가 도움이 필요합니다. 귀하의 자녀는 공부하고 재시험에 응시할 기회가 주어집니다.\n귀하의 자녀가 재시험을 준비할 때에는 상담 시간에 참석하셔서 추가적인 도움을 받으셔야 합니다. 상담 시간은 월요일 오후 3시 50분~4시 30분과 수요일 오전 9시 20분~10시 15분이며 심슨 선생님이 지도하실 예정입니다. 자녀가 재시험에 응시하려면 반드시 이 과정을 거쳐야 합니다. 심슨 선생님은 내일 10월 10일에 자녀를 만나 성적을 향상시킬 수 있는 기회에 대해 논의할 것입니다. 귀하의 자녀에게 방과 후에 보충수업을 받을 날을 정하라고 말하세요. 질문이 있으시면 심슨 선생님에게 문의하시기 바랍니다.\n10월 9일 수요일 오전 10시 14분에 제시카 로드리게스에게 보낸 메시지\n앱에서 보기 또는 답장하기\n이 이메일에 직접 답장하지 마세요. 심슨 선생님에게 답장을 하시려면 \"앱에서 보기 또는 답장하기\" 버튼을 클릭하세요.\n이전 메시지:\n9월 27일 금요일 오후 4시 29분, 심슨 선생님이 다음과 같이 썼습니다:\n친애하는 학부모님들께,\n이번 주 수학 수업에서는 변환, 회전, 반사에 대해 계속 배웠습니다. 여기에 더해 그래프에 점을 그리는 방법도 배웠습니다. 귀하의 자녀가 수학 성적을 확인하고 이번 주 Google Classroom에서 IXL 노트를 제출했는지 확인하세요. 이번 주에 귀하의 자녀는 Google Classroom에서 3개의 과목들을 완성했어야 합니다.\n9/23 SDL\n9/26 SDL\n1부 데스모스 수업\n심슨 여사\n--스페인어--\n친애하는 학부모님들께,\n이번 주 수학 수업에서는 변환, 회전, 반사에 대해 계속 배웠습니다. 여기에 더해 그래프에 점을 그리는 방법도 배웠습니다. 귀하의 자녀가 수학 성적을 확인하고 이번 주 Google Classroom에서 IXL 노트를 제출했는지 확인하세요. 이번 주에 귀하의 자녀는 Google Classroom에서 3개의 과목들을 완성했어야 합니다.\n9/23 SDL\n9/26 SDL\n1부 데스모스 수업\n심슨 여사"
}