{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Candidate:[redacted_name]\nOrder Number: [redacted_id]\nYour profile link: [redacted_url]\nHello,\nFirst Advantage is conducting an employment screen on behalf of FXG VENDOR J H T ENTERPRISES I and your immediate assistance is needed.\nThe following information is required and essential to complete your employment screen. If any duplicates are listed, you will only need to provide the information once within the online portal:\nRequested Information - ELIANA LLC\nPlease provide additional contact information (phone number along with the fax or email) for your applicant's employment (ELIANA LLC) attempts have already been made to reach a source\nPlease Note: You may receive additional requests for information following this notice. Please review each request and respond using the link below as soon as possible.\nNext Step - Click the link below\nTo expedite handling, please use this secure link to provide this information directly to First Advantage https://pa.fadv.com/#/invite/? key=0A25C9EA-84DE-9DD2-927A-13C242406746\nThis link expires on Oct 31, 2024 02:41 PM EDT\nSincerely,\nClient Services\nFedEx.Support@fadv.com\nToll Free Fax: 1-888-719-8911\nNote - if you are unable to access the link above, you may email FedEx.Support@fadv.com or fax the information to the number above. Please include your name and order number (CID) in your response and expect a 24 hour delay when sending information by fax or email.\n** Please do not reply to this email **\nThe information contained in this e-mail message is intended only for the personal and confidential use of the recipient(s) named above. If the reader of this message is not the intended recipient or an agent responsible for delivering it to the intended recipient, you are hereby notified that you have received this document in error and that any review, dissemination, distribution, or copying of this message is strictly prohibited. If you have received this communication in error, please notify employment.support@fadv.com, and delete the original message.",
    "trans": "지원자: [redacted_name]\n주문 번호: [redacted_id]\n프로필 링크: [redacted_url]\n안녕하세요,\n퍼스트 어드밴티지는 FXG 벤더 J H T 엔터프라이즈 I를 대신하여 고용 심사를 진행하고 있으며 귀하의 즉각적인 도움이 필요합니다.\n다음 정보는 귀하의 고용 심사를 완료하는 데 필요하며 필수적입니다. 중복 항목이 있는 경우, 온라인 포털 내에서 한 번만 정보를 제공하시면 됩니다:\n요청 정보 - 엘리아나 LLC\n지원자의 고용(엘리아나 LLC)에 대한 추가 연락처 정보(전화번호와 함께 팩스 또는 이메일)를 제공해 주세요. 이미 연락을 시도했습니다.\n참고: 해당 알림 이후에 추가 정보 요청을 받으실 수 있습니다. 각 요청을 검토하시고 아래 링크를 통해 가능한 빨리 응답해 주세요.\n다음 단계 - 아래 링크를 클릭하세요\n신속한 처리를 위해, 보안 링크를 사용하여 퍼스트 어드밴티지에 직접 이 정보를 제공해 주세요. https://pa.fadv.com/#/invite/? key=0A25C9EA-84DE-9DD2-927A-13C242406746\n해당 링크는 2024년 10월 31일 오후 2시 41분 동부 하절기 시간에 만료됩니다\n감사합니다,\n고객 서비스\nFedEx.Support@fadv.com\n수신자 부담 팩스: 1-888-719-8911\n참고 - 위 링크에 접속할 수 없는 경우, FedEx.Support@fadv.com으로 이메일을 보내거나 위 번호로 팩스를 보내실 수 있습니다. 응답 시 이름과 주문 번호(CID)를 포함해 주시고, 팩스나 이메일로 정보를 보낼 경우 24시간 지연이 있을 수 있습니다.\n** 이 이메일에 회신하지 마세요 **\n해당 메일 메시지에 포함된 정보는 위에 명시된 수신자의 개인적이고 기밀적인 사용을 위한 것입니다. 이 메시지를 읽는 사람이 의도된 수신자가 아니거나 의도된 수신자에게 전달할 책임이 있는 대리인이 아닌 경우, 귀하는 이 문서를 잘못 받았으며 이 메시지의 검토, 유포, 배포 또는 복사가 엄격히 금지되어 있음을 알려드립니다. 해당 메시지를 잘못 받으셨다면, employment.support@fadv.com에 알리고 원본 메시지를 삭제하십시오."
}