{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Charles II\nCharles II (1660-85), Charles I's son, had spent his exile in France; he was an admirer of the Sun King, Louis XIV, and he had French tastes. Therefore, when the monarchy was restored in 1660 and he came back to England, he established a court devoted to pleasure.\nTheatres, race-courses and taverns re-opened, and fashion and gossip replaced religious debate. The reaction to the Civil War and Puritan Commonwealth (→ 2.5) varied from the rejection of strict morality to a more rational interest in the real, present world, rather than a concentration on the life of the soul In 1662 Charles patronised the Royal Society, which was an association of scientists and intellectuals. The motto of the Society, nullius in verba - on the word of no one' - was a direct challenge to the dependence of the old philosophy on authorities. Among its members were the physicist and chemist Robert Boyle (1627-91), the diarists John Evelyn (1620-1706) and Samuel Pepys (→ The Portrait, p. 185), and the architect Sir Christopher Wren (1632-1723).\nAs regards home policy, the landowners, both nobles and gentry, resumed their leadership of society and the newly elected Parliament, the so-called Cavalier Parliament, met in 1661. It ordered the bodies of the regicides, including Cromwell, to be exhumed and hanged. A series of acts were passed, like the Corporation Act\n(1661), which excluded the dissenters from",
    "trans": "찰스 2세\n찰스 1세의 아들인 찰스 2세 (1660-85)는 프랑스로 망명했다; 그는 태양왕 루이 14세를 숭배했으며, 프랑스적인 취향을 가지고 있었다. 그래서 1660년 왕정 복고로 영국으로 돌아왔을 때, 찰스 2세는 쾌락을 위한 궁정을 세웠다.\n극장, 경마장, 술집들이 재개방됐고, 패션과 가십이 종교적 논쟁의 자리를 대신했다. 내전과 청교도 공화정 (→ 2.5)에 대한 반응은 엄격한 도덕성의 거부로부터, 영생에 집중하기보다는 실제 현생에 대한 보다 이성적인 관심으로 변화했다. 1662년에 찰스는 왕립학회를 후원했는데, 이는 과학자들과 지식인들의 모임이었다. 학회의 모토인 nullius in verba - 누구의 말도 맹신하지 말라 - 는 고전 철학이 권위에 의존하는 것을 정면 돌파하는 것이었다. 학회원에는 물리학자이자 화학자인 로버트 보일 (1627-91), 존 이블린 (1620-1706), 새뮤얼 피프스 (→ 초상화, p. 185), 건축가 크리스토퍼 렌 (1632-1723) 등이 있었다.\n국내 정치에 있어서는, 지주 계급인 귀족과 젠트리가 사회 지도층으로서의 자리를 되찾았고, 새로 선출된 의회인 소위 기병 의회는 1661년 시작되었다. 이 의회는 크롬웰을 비롯한 국왕 살해범들의 시신을 발굴해 내걸라고 명령했다. 통과된 일련의 법안에는 기관법도 포함되었는데,\n이는 1661년 통과되어 비국교도들을 제외하는 것이었다"
}