{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Autoimmune endotheliopathy is a rare finding associated with pars planitis. [redacted_name] et al.30 reported four of 10 patients with pars pla- nitis who demonstrated areas of peripheral corneal edema with KPs arranged linearly on the border between the edematous and normal areas of the cornea. This morphologic finding was reminiscent of a corneal graft endothelial rejection line. Although other investigators have not observed this finding as frequently as [redacted_name] et al. did, the possible association of an autoimmune phenomenon is an intrigu- ing notion.\nMost adults with intermediate uveitis have minimal anterior seg- ment inflammation,39 except those with intermediate uveitis associated with multiple sclerosis; these patients typically develop a granuloma- tous anterior uveitis with formation of mutton-fat keratic precipitates (KPs). Anterior segment inflammation is more common in pediatric uveitis, where there may be a moderate degree of anterior chamber cells with posterior synechiae. [redacted_name] et al.3 noted peripheral anterior synechiae in 24% of patients and posterior synechiae in 18%. Band keratopathy may be seen in children. Occasionally, patients may present with significant anterior segment inflammation with pain and photophobia and only later manifest signs typical of an intermediate uveitis.",
    "trans": "자가면역 각막내피염은 평면부염과 관련되어 드물게 발견됩니다. [이름] 등 30명은 평면부염 환자 10명 중 4명이 각막의 부종 부위와 정상 부위 사이의 경계에 KP가 선형적으로 배열된 말초 각막 부종 부위를 보였다고 보고했습니다. 이 형태학적 소견은 각막 이식 내피 거부 반응선을 연상시켰습니다. 다른 연구자들은 이 소견을 [이름] 등만큼 자주 관찰하지는 않았지만, 자가면역 현상의 가능성 있는 연관성은 흥미로운 개념입니다.\n중간 포도막염을 앓고 있는 대부분의 성인은 최소한의 전방 분절 염증을 가지고 있으며, 다발성 경화증과 관련된 중간 포도막염을 제외하고는 39명입니다. 이러한 환자들은 일반적으로 굳기름각막침착물(KPs)이 형성되는 육아종성 전측 포도막염이 발생합니다. 전방 분절 염증은 소아 포도막염에서 더 흔하며, 중간 정도의 전방 세포와 후방 신경통이 있을 수 있습니다. [이름] 등 3명은 환자의 24%에서 주변 전방 신경통을, 18%에서 후방 신경통을 관찰했습니다. 소아에서 밴드 각화증이 나타날 수 있습니다. 때때로 환자들은 통증과 광공포증을 동반한 심각한 전방 분절 염증을 보일 수 있으며, 나중에야 중간 포도막염의 전형적인 징후를 보일 수 있습니다."
}