{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello,\nThanks for reaching out to us. We’ve investigated your report and it seems like you still have control of your account.\nIf you notice there is suspicious activity on the account, please take these steps immediately:\nChange your password. You can request a new password through this link. Picking a strong, unique password you haven’t used before is always the best plan.\nCheck your connections Visit the Apps tab to revoke any third-party applications you don’t recognize. Read about connecting or removing apps from your account here .\nEnable 2FA in your account. This added security feature will require access to both your password and your mobile device whenever there is a login attempt in the future.\nVerify that the email address connected to your account is secure. If you’re not sure, change the email associated with your X account.\nCheck your computers for viruses and malware, especially if you change your X password and there are still unauthorized posts on your account.\nDo not share your username, email, and password with untrusted third-party sites, especially sites that promise to get you more followers.\nIf you’re receiving password reset emails that you didn’t request, please consider enabling the option to require personal information when resetting your password. We also have more information about compromised accounts .\nThanks,\nX Support",
    "trans": "안녕하십니까,\n연락 주셔서 감사합니다. 우리는 당신의 신고를 조사했으며 여전히 당신은 당신의 계정에 대한 통제권을 갖고 계신 것으로 보입니다.\n만일 계정에 미심쩍은 활동이 있는 것을 알아차리신다면, 즉시 다음의 조취를 취해주십시오:\n비밀번호를 변경하세요. 당신은 이 링크를 통해 새로운 비밀번호를 요청할 수 있습니다. 전에 사용한 적 없는 강력하고 독특한 비밀번호를 고르는 것은 언제나 최선의 계획입니다.\n계정이 어디에 연결되어 있는지 확인하세요. 앱 탭에 들어가 모르는 서드파티 애플리케이션은 모두 해지하세요. 여기서 당신의 계정에 앱을 연결하거나 제거하는 방법에 관해 읽어보세요.\n당신의 계정에 2FA를 활성화하세요. 이 추가적 보안 기능은 추후 로그인 시도가 발생할 때마다 당신의 비밀번호와 휴대용 장치 모두에 대한 접근을 요구할 것입니다.\n당신의 계정에 연결된 이메일 주소가 안전한지 확인하세요. 확실하지 않다면, 당신의 X 계정에 연결된 이메일을 바꾸십시오.\n당신의 컴퓨터에 바이러스와 악성 소프트웨어가 있는지 확인하세요, 특히 당신의 X 비밀번호를 바꿨는데도 계정에 여전히 공인되지 않은 게시글이 남아있을 경우에.\n당신의 사용자명, 이메일, 비밀번호를 신뢰할 수 없는 서드파티 사이트, 특히 당신의 팔로워 수를 늘려주겠다고 약속하는 사이트에 공유하지 마세요.\n만약 당신이 요청하지 않았는데도 비밀번호 재설정 이메일을 수신하고 있다면, 비밀번호를 재설정할 때 개인 정보를 요구하는 옵션을 켜는 것을 고려해보세요. 우리는 또한 손상된 계정에 관한 더 많은 정보를 가지고 있습니다.\n감사합니다,\nX 지원팀"
}