{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Now [redacted_name] shoulders forward, clasping your hand in a gesture of friendship; beside him, [redacted_name] bows so low that his forehead nearly touches the ground. Only [redacted_name] hangs back, pretending to be distracted by something out the infirmary window—for you must be in the Hunters' infirmary—though her body language remains puckered and sullen.\n\"I suppose we ought to start from the beginning,\" [redacted_name] says. \"But first—[redacted_name], go and get someone to bring [redacted_name] some food. She must be famished.\"\n\"I'll get it,\" [redacted_name] says then, without looking at you.\n\"No,\" [redacted_name] says then, immediately bristling with anger again. Although he doesn't raise his voice, you can see it in the slant of his brow, the slight tension in his jaw, the way his right shoulder just drops slightly for easy access to his sword's hilt. [redacted_name] is furious, and the object of his ire is, bizarrely, Moonsilk.\n[redacted_name] glances sharply at his betrothed, apparently also displeased by the suggestion. \"I think it'd be easier if you waited in your room, [redacted_name].\"\nIt's barely noticeable, but you all see it: she goes stiff with anger for a moment, the soft and ethereal and mystical facade melting into the indignation of a young woman used to getting her way. It doesn't seem that she's used to her husband-to-be speaking to her like that… but after a moment, Moonsilk only nods curtly and walks silently out of the room. Still barefoot and gliding.\nThe three men exchange silent glances with each other, and from their intense stares, you can tell some sort of heated conversation is going on between all three of them. Finally [redacted_name] turns to you with a crooked, forced smile and says, \"Right. Food first. Then we can talk.\"\nYou nod, puzzled by the tension in the atmosphere but suddenly too hungry to probe into it further. \"Sounds good to me.\"",
    "trans": "이제 [redacted_name]은 어깨를 앞으로 내밀고 우정의 몸짓으로 당신의 손을 꼭 쥐고 있습니다. 그 옆에는 [redacted_name]이 너무 낮게 몸을 숙여서 이마가 거의 땅에 닿을 정도 입니다. [redacted_name]만이 의무실 창밖의 무언가에 정신이 팔린 척하며 뒤로 물러서 있습니다. ㅡ당신은 헌터의 의무실에 있는 게 틀림없지만 ㅡ그녀의 몸짓으로 하는 말은 여전히 ​​삐걱거리고 뾰루퉁합니다.\n\"처음부터 시작해야 할 것 같아요.\" [redacted_name]가 말합니다. \"하지만 먼저—[redacted_name]님, 가서[redacted_name]에게 음식을 좀 가져다 줄 사람을 데려오세요. 그녀는 배가 고픈 모양이예요.\"\n\"제가 가져올게요,\" [수정된_이름]이 당신을 보지 않고 말합니다.\n\"아니요,\" 그러자 [redacted_name]이 즉시 다시 분노에 휩싸이며 말합니다. 비록 그가 목소리를 높이지는 않았지만, 당신은 그의 눈썹의 기울어짐, 턱의 약간의 긴장, 검 자루에 쉽게 접근할 수 있도록 오른쪽 어깨가 약간 내려가는 방식에서 그것을 볼 수 있습니다. [redacted_name]은 분노하고 있으며 그의 분노의 대상은 이상하게도 문실크입니다.\n[redacted_name]]은 그의 약혼자를 날카롭게 쳐다보며 그 제안에도 불만을 품은 것 같습니다. \"[redacted_name]님, 방에서 기다리시면 더 쉬울 것 같아요.\"\n거의 눈에 띄지 않지만 여러분 모두가 그것을 볼 수 있습니다. 그녀는 잠시 동안 분노로 뻣뻣해지고, 부드럽고 영묘하며 신비로운 외관은 자신의 길에 익숙해진 젊은 여성의 분노에 녹아 있습니다. 그런 식으로 말을 거는 예비 남편에게 익숙하지 않은 것 같은데… 하지만 잠시 후 문실크는 퉁명스럽게 고개만 끄덕이고 조용히 방에서 나갑니다. 여전히 맨발로 활공하고 있습니다.\n세 남자는 서로 말없이 눈빛을 주고받는데, 강렬한 눈빛에서 세 사람 사이에 일종의 열띤 대화가 오가고 있음을 엿볼 수 있습니다. 마침내 [redacted_name]이 비뚤어진 억지 미소를 지으며 당신을 돌아보며 말합니다. \"맞습니다. 음식부터 먼저요. 그러면 이야기를 나눌 수 있겠네요.\"\n당신은 대기의 긴장감에 어리둥절했지만 갑자기 너무 배가 고파서 더 자세히 조사할 수 없어 고개를 끄덕였습니다. \"좋은 것 같아요.\""
}