{
    "source": "en_US",
    "target": "ko_KR",
    "text": "multimodality, thus further enhancing the theoretical foundations of multimodal discourse analysis. Zhang (2009), guided by Systemic Functional Linguistics, established a comprehensive framework for multimodal discourse analysis, covering cultural, contextual, semantic, formal, and medial dimensions. This contribution played a pivotal role in advancing the maturity of this theory within the domestic academic landscape. Currently, multimodal discourse analysis is predominantly focused on fields such as education, cognitive linguistics, and corpus linguistics. In terms of education, research on the use of multimedia has become mainstream. Feng Dezhen studied the effectiveness of using multiple symbolic systems in English teaching and believed that the theory of diversified reading and writing combined with multimodality and education could address issues such as the dryness of linguistic curriculum and theoretical disconnection from practice. For instance, his “In Chinese, Humanistic and Moral Education in English Language Teaching: The Multimodal Construction of Positive Values” (2015) discusses how to implement humanistic moral education in English teaching using multimodal resources. On the one hand, it systematically expounds on the construction of positive values in multimodal teaching materials, providing teachers with a metalinguistic framework for in-depth interpretation of humanistic values embedded in the curriculum. On the other hand, it applies the theory of diversified reading and writing to design teaching principles for moral education elements, enabling students to understand, identify with, and practice positive values. In addition to education, MDA has been applied to various domains including comics, advertisements, identity construction, news reporting and films with increasing popularity at home. For example, Pan (2021) explores the analysis of subtitle translation in the 2017 American film “Coco”. Her study primarily aims to address two aspects: firstly, analyzing how different modalities in the film coordinate and interact, collectively constructing the overall meaning of subtitle translation text; secondly, examining how film subtitle translation reflects the cultural, contextual, content, and expressive dimensions of the comprehensive theoretical framework of multimodal discourse analysis. Gou (2021), drawing on visual grammar and theories related to text-image relations, employed a screenshot tool to capture images where text and visuals co-occurred in the BBC documentary “Chinese Stories: The Silk Road” and conducted a multimodal discourse analysis of the documentary discourse. Zhang (2023) conducted a statistical analysis of identity resources in video",
    "trans": "다중양식성)은 따라서 다중양식 담론 분석의 이론적 기초를 더욱 강화한다. 장(2009)은 체계적 기능 언어학에 의해 안내되어, 문화적, 맥락적, 의미적, 형식적, 매체적 차원을 포함하는 다중양식 담론 분석을 위한 종합적인 프레임워크를 확립하였다. 이 기여는 국내 학문적 분야 내에서 이 이론의 성숙도를 발전시키는 데 중요한 역할을 했다. 현재 다중양식 담론 분석은 교육, 인지 언어학, 말뭉치 언어학과 같은 분야에 주로 집중되고 있다. 교육 분야에서는 멀티미디어 사용에 대한 연구가 주류를 이루고 있다. 펑 더전은 영어 교육에서 여러 상징 체계의 사용 효과를 연구하고, 다중양식성과 교육을 결합한 다양화된 읽기 및 쓰기 이론이 언어 학습 과정의 건조함과 이론적 실천의 단절과 같은 문제를 해결할 수 있다고 믿었다. 예를 들어, 그의 \"중국어에서, 영어 교육에서 인문적 및 도덕적 교육: 긍정적 가치를 다중양식적으로 구축하기\" (2015)는 다중양식 자원을 사용하여 영어 교육에서 인문적 도덕 교육을 어떻게 구현할 수 있는지를 다룬다. 한편으로는 다중양식 교육 자료에서 긍정적 가치의 구축을 체계적으로 설명하며, 교사들에게 교과과정에 내재된 인문적 가치를 심층적으로 해석할 수 있는 메타 언어적 프레임워크를 제공한다. 다른 한편으로는 다양화된 읽기 및 쓰기 이론을 적용하여 도덕 교육 요소를 위한 교육 원칙을 설계하고, 학생들이 긍정적 가치를 이해하고, 공감하며, 실천할 수 있도록 한다. 교육 외에도 MDA는 만화, 광고, 정체성 구축, 뉴스 보도, 영화 등 다양한 분야에 적용되었으며, 국내에서 점점 더 인기를 끌고 있다. 예를 들어, 판(2021)은 2017년 미국 영화 \"코코\"의 자막 번역 분석을 탐구했다. 그녀의 연구는 두 가지 측면을 주로 다룬다. 첫째, 영화에서 다양한 양식들이 어떻게 조정되고 상호작용하며, 자막 번역 텍스트의 전체 의미를 구성하는지 분석하는 것이다. 둘째, 영화 자막 번역이 다중양식 담론 분석의 종합적 이론적 프레임워크의 문화적, 맥락적, 내용적, 표현적 차원을 어떻게 반영하는지 살펴보는 것이다. 고우(2021)는 시각 문법과 텍스트-이미지 관계와 관련된 이론을 바탕으로, BBC 다큐멘터리 \"중국 이야기: 실크 로드\"에서 텍스트와 시각적 요소가 동시에 등장하는 이미지를 캡처하는 스크린샷 도구를 사용하여 다중양식 담론 분석을 실시했다. 장(2023)은 비디오에서 정체성 자원에 대한 통계적 분석을 수행했다."
}