{
    "source": "en_US",
    "target": "ko_KR",
    "text": "wigs. Kiichi Watanabe, the hairstylist who founded JHD&C, said in a Kyodo News article that one of his customers stopped visiting after she became bald. So wanting to help people like her, he founded the NPO to encourage people to donate cut hair, collect hair from beauty salons, produce wigs, and donate those wigs.\nHuman hair wigs cost around 300,000 yen, which many people cannot afford. JHD&C has given away over 400\nwigs so far. Almost 500 people are waiting for high-quality realistic wigs. One high school student said that she had\nnot smiled for a long time. She finally smiled after wearing\nthe wig she had received and looking at herself in a mirror.\nA girl in the UK who lost her hair when she became sick at the age of eight said that losing her hair caused her great sadness. Her hair, she said, had been her best characteristic. Wearing a wig that looked like her natural hair improved her mental health. She survived her illness. Now a teenager, she grows her hair long, and she regularly cuts and donates it to help younger children.\nDonating hair is something that many people could do. The average human-hair wig requires around 20 ponytails. More people need wigs than wigs are available.\nImagine how many children could be helped if more ordinary people, like us, donated some hair, money, or time to organizations like JHD&C. Children are waiting for assistance.",
    "trans": "가발. JHD&C를 설립한 미용사 키이치 와타나베는 교도통신 기사에서 그의 고객 중 한 명이 대머리가 된 후 방문을 중단했다고 말했습니다. 그래서 그녀와 같은 사람들을 돕고 싶어서, 그는 사람들이 잘린 머리카락을 기부하도록 장려하고, 미용실에서 머리카락을 수집하고, 가발을 제작하여 기부하는 비영리 단체를 설립했습니다.\n인모 가발은 약 30만 엔의 비용이 들며, 많은 사람들이 이를 감당할 수 없습니다. JHD&C는 지금까지 400개 이상의 가발을\n기부했습니다. 거의 500명의 사람들이 고품질의 실제 가발을 기다리고 있습니다. 한 고등학생은\n오랫동안 웃지 않았다고 말했습니다. 그녀는 받은 가발을 쓰고\n거울에 비친 자신을 보고 나서야 마침내 웃을 수 있었습니다.\n영국의 한 소녀는 8살 때 병에 걸려 머리카락을 잃었는데, 머리카락을 잃는 것이 그녀에게 큰 슬픔을 안겼다고 말했습니다. 그녀는 자신의 머리카락이 가장 좋은 특징이었다고 말했습니다. 자연스러운 머리카락처럼 보이는 가발을 착용하는 것이 그녀의 정신 건강을 개선했습니다. 그녀는 병에서 회복되었습니다. 이제 십대가 된 그녀는 머리카락을 길게 기르고, 정기적으로 잘라서 더 어린 아이들을 돕기 위해 기부합니다.\n머리카락 기부는 많은 사람들이 할 수 있는 일입니다. 평균적인 인모 가발은 약 20개의 포니테일이 필요합니다. 가발이 필요한 사람이 이용 가능한 가발보다 더 많습니다.\n우리와 같은 평범한 사람들이 더 많이 JHD&C 같은 단체에 머리카락, 돈, 또는 시간을 기부한다면 얼마나 많은 아이들이 도움을 받을 수 있을지 상상해 보세요. 아이들이 도움을 기다리고 있습니다."
}