{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Choose between 5 modes of stroller use: parent-facing car seat caddy, reversible carriage, and reversible stroller\nUnique QuikCarriage feature allows the upright stroller seat to convert to a lie-flat carriage instantly\nStroller has 4 relaxing recline positions for a customized comfort\n360° MaxShade extendable canopy on stroller provides UPF 50 protection and unzips to cover the entire seat for added privacy. Peek-a-boo window offers added ventilation and lets you check in on your child.\nExtra-large, easy-access storage basket holds up to 25 lbs.\nRear-facing car seat for babies 4–30 pounds and up to 32\"\nCar seat shell is designed with ClimaFlow™ technology, which helps keep baby cooler\nStroller features 1-handed fold and is self-standing for convenient storage\nStroller’s seat cushion is machine-washable and reversible: breathable mesh fabric for warmer days and cozy knit for cooler days.\nStroller’s soft, plush fabrics are both stylish and comfy\nMesh peek-a-boo window on stroller canopy for ventilation\nBumper bar on the stroller swings out to the side for easy access\nAdjustable stroller handle with 4 positions for a comfortable push\nStroller is lightweight and easy to maneuver with SmoothRide innovative tire technology with all-wheel suspension\nLockable swivel wheels for easy transition from one terrain to another\nParent cup holder and stroller rain cover included\nVentilated canopy with a flip-out visor on Mico Luxe+ car seat to increase airflow and comfort for baby\nCar seat features PureCosi™ fabrics made without wool or added fire-retardant treatment\nExtra plush padding on the infant head and lumbar inserts in the car seat ensures a comfortable and secure ride\nCar seat’s contoured, ergonomic handle with premium vegan-leather trim curves around your hip for a more comfortable carry\nInfant inserts in the car seat can be easily removed without rethreading the harness. All fabrics are machine-washable and dryer-safe.\nLarge, visible belt guides for simple installation of the car seat without the base (taxi-mode)\nSide Impact Protection (SIP)\n1-handed release from car seat base and stroller\nCar seat includes a convenient stay-in-car base featuring MaxiLock™ technology with 3 adjustable positions, 1-click LATCH system, and the load leg that limits movement in the event of a collision\nCar seat meets or exceeds Federal Safety Standards\nStroller meets Disney park size requirements",
    "trans": "유모차 사용 모드 5가지 중에서 1가지를 선택하세요: 부모를 향해 있는 카시트형 객차, 정역방향 수레, 정역방향 유모차\n독특한 QuikCarriage 기능을 사용하면 수직 유모차 시트를 즉시 평평하게 놓을 수 있는 수레로 바꿀 수 있습니다.\n유모차에는 사용자별 편안함을 위해 4단계로 조절가능한 편안한 기울이기 기능이 있습니다.\n유모차의 360도 MaxShade 확장형 캐노피는 UPF 50 보호 기능을 제공하고, 지퍼를 풀면 전체 시트를 덮어서 프라이버시를 강화합니다. 엿보기 창은 통풍을 원활하게 하고 자녀의 상태를 확인할 수 있습니다.\n매우 크고 쉽게 접근할 수 있는 보관 바구니에는 최대 25파운드의 짐을 보관할 수 있습니다.\n4~30파운드, 최대 32인치 크기의 아기를 위한 후면형 카시트\n카시트 껍질은 아기를 시원하게 유지하는 데 도움이 되는 ClimaFlow™ 기술로 설계되었습니다.\n유모차는 한 손으로 접을 수 있으며 편리한 보관을 위해 독립형입니다.\n유모차의 시트 쿠션은 세탁기로 세탁할 수 있고 양면으로 사용할 수 있습니다. 통기성이 좋은 메시 원단은 더운 날에 사용하고 아늑한 니트는 추운 날에 사용하면 됩니다.\n유모차의 부드럽고 고급스러운 원단은 우아하면서도 편안합니다.\n통풍을 위한 유모차 캐노피의 메시 엿보기 창\n유모차의 범퍼 바는 쉽게 접근할 수 있도록 옆으로 회전합니다.\n편안하게 밀 수 있도록 4단계로 조절 가능한 유모차 핸들\n유모차는 가볍고 SmoothRide의 혁신적인 타이어 기술과 4륜 서스펜션이 장착되어 조종하기 쉽습니다.\n한 지형에서 다른 지형으로 쉽게 전환할 수 있는 잠금식 회전 휠\n부모용 컵 홀더와 유모차 레인 커버 포함\n아기의 공기 흐름과 편안함을 높여주기 위해 Mico Luxe+에 플립아웃(손가락으로 튕겨내는) 바이저가 있는 통풍된 캐노피와 카시트\n카시트는 울이나 방염 처리 없이 만든 PureCosi™ 원단을 사용합니다.\n유아의 머리와 카시트의 요추 삽입물에 부착된 추가 안락형 패딩이 편안하고 안전한 승차감을 보장합니다.\n보다 편안한 운반을 위해 프리미엄 비건 가죽 트림이 있는 카시트의 윤곽이 잡힌 인체공학적 손잡이가 부모의 엉덩이 주위로 곡선을 이루고 있습니다.\n자동차 시트의 유아용 삽입물은 안전벨트를 다시 끼우지 않고도 쉽게 제거할 수 있습니다. 모든 천은 세탁기와 건조기에서 세탁할 수 있습니다.\n베이스 없이 카시트를 간단하게 설치할 수 있는 크고 눈에 띄는 벨트 가이드(택시 모드)\n측면 충격 보호(SIP)\n카시트 베이스와 유모차에서 한 손으로 분리\n자동차 시트에는 3단계 조절이 가능한 MaxiLock™ 기술, 1-클릭 LATCH 시스템, 충돌 시 움직임을 제한하는 하중지지용 다리를 갖춘 편리한 차량용 받침대가 포함되어 있습니다.\n카시트는 연방 안전기준 이상입니다.\n유모차는 디즈니 공원의 크기 요건을 충족합니다."
}