{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hello [redacted_name],\nYou are receiving this independent survey because you recently participated in an Amazon investigation. You completed an interview with us on October 16, 2024. As an employee participating in this process, we wanted to understand more about your experience. There are questions in this survey about the expectations set, the communications you received, and whether you had the opportunity to provide your view on the matter being investigated. Your feedback is important to improving the employee experience in the investigation process.\nThis survey is not part of the investigation process and is voluntary. It should take approximately 5 minutes to complete. Your responses will be treated as sensitive and confidential. We appreciate you taking the time to tell us about your experience.\nSurvey Link: https://amazonexteu.qualtrics.com/jfe/form/SV_71iOECLkc6vk0js\nPlease note this survey is intended for you to provide feedback on your recent experience in the process. If you have any other concerns regarding conduct/issues that relate to Amazon policies, please contact your People Experience and Technology (PXT) team by clicking here, use the webform (US only) directly from your phone or personal computer, or use EthicsPoint. Responses to this email are not monitored.\nThank you for participating in this survey,\nThe Amazon Employee Workplace Relationship Solutions (EWRS)",
    "trans": "안녕하세요 [redacted_name],\n귀하가 최근에 아마존 조사에 참여하셨기 때문에 이 독립적인 설문조사를 보내드립니다. 귀하께서는 2024년 10월 16일에 저희와 인터뷰를 완료했습니다. 이 과정에 참여한 직원으로서, 저희는 귀하의 경험에 대해 더 자세히 이해하고 싶습니다. 이 설문조사에는 설정된 기대사항, 귀하가 경험한 커뮤니케이션, 그리고 귀하께서 조사 대상 사안에 대해 의견을 낼 기회가 있었는지에 대한 질문들이 포함되어 있습니다. 귀하의 피드백은 조사 과정에서 직원 경험을 개선하는 것에 큰 역할을 합니다.\n이 설문조사는 조사 과정의 일부가 아니고 자발적인 것입니다. 설문조사를 완료하는 것에 대략 5분이 걸릴 것입니다. 응답은 민감한 정보 및 대외비입니다. 귀하의 경험을 공유해 주셔서 감사드립니다.\n설문조사 링크: https://amazonexteu.qualtrics.com/jfe/form/SV_71iOECLkc6vk0js\n이 설문조사는 귀하의 최근 경험 과정에 대한 피드백을 제공하기 위한 것임을 참고해주시길 부탁드립니다. 만약 아마존 정책과 관련한 기타 행동/문제들에 대해 우려 사항이 있다면, 여기를 눌러서 인간 경험 및 기술 (PXT) 팀에 문의하거나, 핸드폰 혹은 개인용 컴퓨터에서 직접 웹 양식(미국 전용)을 활용하거나, EthicsPoint를 활용 부탁드립니다. 이 이메일에 대한 응답은 모니터링되지 않습니다.\n이 설문조사에 참여해 주셔서 감사드립니다,\n아마존 직원 직장 관계 솔루션(EWRS)"
}