{
    "source": "en_US",
    "target": "ko_KR",
    "text": "1. .( F)\n2. .( T)\n3.\nA concept test is the first physical depiction of a new product\nAn industry is a group of firms producing a similar product or service\nFor feasibility analysis, it is not typically required that an entrepreneur do a rigorous\nfinancial assessment.\nA business plan is more than a document. It’s a guide that helps you outline and achieve\n(T)\n5. Entrepreneur and inventor mean essentially the same thing.( F)\n6. Feasibility analysis is the process of determining whether a business idea is viable.( T)\n7. The proper time to conduct a feasibility analysis is early in thinking through the prospects\nfor a new business.( T)\n8. The thought is to screen ideas after a lot of resources are spent on them(F)\n9. In the feasibility analysis stage, the extent to which a business opportunity is positive\nrelative to each factor is based on an estimate rather than actual performance.( T)\n10. The business plan has one purpose document used outside the firm only.( F)\n11. A clearly written business plan helps the Investors of a firm operate in sync and move\nforward in a consistent and purposeful manner.( F)\n12. Many investors read the business plan look first at the Financial Projections and then go\ndirectly to the management team section.( F)\n13. The executive summary is a short overview provides everything that needs to be known about the new venture’s distinctive nature(T)\n14. Most startups do not focus on servicing a specific (target) market within the industry.( F)",
    "trans": "1. .( 거짓)\n2. .( 참)\n3.\n콘셉트 검사란 신제품의 첫 물리적 묘사이다\n산업이란 유사한 제품 혹은 서비스를 생산하는 회사의 모임이다\n타당성 분석에 관하여, 사업가는 보통 철저한 금융 자산 평가를 하도록 요구되지 않는다.\n.\n사업 계획은 서류 그 이상이다. 그것은 당신이 개요를 잡고 성취하도록 돕는 안내서이다\n(참)\n5. 사업가와 발명가는 본질적으로 같은 것을 의미한다.( 거짓)\n6. 타당성 분석은 사업 아이디어가 실현 가능한지 결정하는 과정이다. ( 참)\n7. 타당성 분석을 실행하기 적절한 시기는 새로운 사업의 전망에 대해 충분히 생각해볼 때의 초반이다. ( 참)\n.\n8. 그 생각은 아이디어에 많은 자원을 소비한 후 그들을 확인하려는 것이다.(거짓)\n타당석 분석 단계에서, 사업 기회의 범위는 실제 성과보다 추정치에 근거한 각 요인과 양의 상관관계가 있다. (참)\n.\n10. 사업 계획서는 회사 외부에서만 사용되는 한 가지 목적의 서류이다.(거짓)\n11. 명확하게 쓰인 사업계획서는 회사의 투자자들이 조화를 이루고 일관성 있으며 목적 의식을 갖고 행동할 수 있도록 돕는다. (거짓)\n.\n12. 많은 투자자들은 사업계획서를 읽을 때 재무계획을 먼저 읽고 바로 관리팀 부분으로 넘어간다.(거짓)\n.\n13. 개요서는 새로운 기업의 본질적인 특징에 대해 알려져야 하는 모든 것에 대한 짧은 요약이다(참)\n14. 대부분의 스타트업들은 산업군 내에서 집중적으로 특정(타겟) 마켓에 서비스를 제공하지 않는다. (거짓)"
}