{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Chapter 3: Congratulations, It's Puppies! (1)\nPeter was still sitting in [redacted_name] chair, in [redacted_name] old office – their father's old office – when someone else came visit. He arched an eyebrow as a familiar scent filled his nose. The boy who'd driven [redacted_name] to the Hale House earlier. The peculiar thing was that Peter didn't remember [redacted_name] mentioning any other boy. The only ones whose safety [redacted_name] had asked for, well demanded really, had been Scott, Allison, [redacted_name], Melissa and, naturally, his father. Yet this boy, his scent was also always vaguely around [redacted_name], he was the one [redacted_name] had called to take care of [redacted_name], had trusted to take care of [redacted_name]. So Peter remained seated and waited, curious.\nIt didn't take long for Derek to drag the blonde, freckled boy into the office, a scowl on his dear nephew's face. Peter didn't let that bother him, he simply smiled, bemused and patient. Derek gave the boy a last shove into Peter's direction, then crossed his arms and leaned against the door-frame.\n\"I want what Scott has,\" the boy spoke after a moment, after gathering his courage.\n\"You will have to be more precise,\" Peter furrowed his brows. \"Failing grades? [redacted_name]' loyalty? A tendency to complain? Daddy and authority issues due to an absent father?\"\nA snort came from Derek in the background and the boy glared at Peter. \"I want to be a werewolf. I asked Derek, but he said you are the [redacted_name]. Which means you can turn me.\"\nCocking an eyebrow, Peter glared at his nephew, who offered a carefree 'not my problem' kind of shrug. Oh no. Derek was turning back into the little shit he used to be before the fire. How insufferable (how achingly nostalgic). Snorting, Peter regarded the boy more closely. Strong, athletic, cock-sure. He could make a strong beta, perhaps. And the entanglement with [redacted_name] made him all the more appealing. The best course of action to ensure [redacted_name] would stay at his side, with this pack, was to build a pack around the people in Stiles' life.\n\"I am the one who can turn you,\" Peter confirmed, flashing his eyes red and offering a smile full of fangs. \"However, I am not the one who decides who gets turned.\"\nThe boy frowned at him, then instinctively turned toward Derek. But Derek just barked out a laugh. A real laugh, sarcastic as it may be, it was the first time Peter heard his nephew laugh since before the fire. The way he laughed, at someone else's expense, reminded him of times when Derek would do anything to annoy his sister and if he got Laura in trouble, he'd gloat. There was an ugly, twisted feeling in Peter's chest at the memory of carefree times, of Derek and Laura.\n\"Oh, you're going to absolutely hate what he says next, Jackson,\" Derek declared amused.\n/break\\\nStiles watched warily how [redacted_name] sat down opposite him. At this point in his life, Jackson Whittemore had become a fixed part of [redacted_name]' lunch. But that was on account of Scott dating Allison who had befriended [redacted_name] who was still unfortunately dating [redacted_name] (hey, just because [redacted_name] was over his infatuation with Lydia didn't mean he didn't want her to develop better taste). Considering that Lydia was still in the hospital and Allison had taken a leave of absence with her aunt's death ([redacted_name]' mind was still working angles on how to smooth that one over), [redacted_name] had no reason to sit with [redacted_name] and Scott right now. He should be with [redacted_name], or literally anyone else. Not to mention the very constipated look on [redacted_name] face as he stared directly at [redacted_name].\nAfter a minute,[redacted_name] caved and sighed. \"Okay, what do you want.\"\n\"I went to see the [redacted_name],\" [redacted_name] growled softly.\nOh, crap. [redacted_name]' face scrunched up. Jackson hadn't exactly made a secret about wanting the Bite and considering the way [redacted_name] had used [redacted_name] as his personal Uber to Kate [redacted_name] execution, there was no hiding where the Hales were or who was in charge. [redacted_name] sighed and leaned back.",
    "trans": "3장: 축하해, 그건 강아지들이야!(1)\n다른 누군가가 찾아왔을 때, 피터는 여전히 그들의 아버지의 사무실이었던 [redacted_name]의 옛 사무실에 있는 [redacted_name] 의자에 앉아 있었다. 그는 익숙한 향이 코를 가득 채우자 한쪽 눈썹을 치켜올렸다. 전에 [redacted_name]을 헤일 하우스로 데려다준 그 소년. 이상한 점은 [redacted_name]이 다른 소년을 언급했던 것을 피터가 기억하지 못했다는 것이다. [redacted_name]이 안전을 요청한 유일한 사람은 스콧, 앨리슨, [redacted_name], 멜리사, 그리고 당연히 그의 아버지뿐이었다. 하지만 이 소년, 그의 냄새는 항상 희미하게 [redacted_name] 주변에 있었고, [redacted_name]이 [redacted_name]을 돌보라고 불렀고 [redacted_name]을 돌보도록 의뢰했던 사람이었다. 그래서 피터는 호기심을 가지고 앉아서 기다렸다.\n데렉이 금발의 주근깨 있는 소년을 사무실로 끌고 들어가는 데 오래 걸리지 않았고, 그의 사랑하는 조카는 찌푸린 얼굴을 하고 있었다. 피터는 그것에 대해 신경쓰지 않았고, 그는 그저 미소를 지으며 어리둥절해하면서도 인내심을 가지고 있었다. 데렉은 마지막으로 그 소년을 피터 방향으로 밀어낸 다음, 팔짱을 끼고 문틀에 기대었다.\n\"나는 스콧이 가진 것을 원해.\" 그 소년은 잠시 후 용기를 내어 말했다.\n\"더 정확하게 말해야 할 거야.\" 피터는 자신의 눈썹을 찡그렸다. \"낙제 성적? [redacted_name]의 충성심? 불평하는 경향? 집에 없는 아버지로 인한 아버지와 권위에 관련된 문제?\"\n데렉이 배경에서 코웃음을 쳤고 그 소년은 피터를 노려보았다. \"나는 늑대 인간이 되고 싶어. 내가 데렉에게 물었지만, 그는 당신이 [redacted_name]이라고 말했지. 즉, 당신이 나를 바꿀 수 있다는 거야.\"\n피터는 한쪽 눈썹을 치켜올리면서 조카를 노려보았고, 조카는 태연하게 '내 문제가 아니야'라고 어깨를 으쓱했다. 오, 안 돼. 데릭은 불이 나기 전의 건방진 꼬맹이로 돌아가고 있었다. 얼마나 참을 수 없는 일인가(얼마나 그리운가). 코웃음을 치면서 피터는 그 소년을 더 자세히 살펴보았다. 그 소년은 강하고, 운동 신경이 좋고, 자신감이 넘쳤다. 그는 아마도 강력한 베타가 될 수 있을 것이다. 그리고 [redacted_name]과의 얽힘은 그를 더욱 매력적으로 만들었다. [redacted_name]이 이 무리와 함께 자신의 곁에 머물도록 하는 가장 좋은 방법은 스타일스의 삶 속의 사람들을 중심으로 무리를 만드는 것이었다.\n\"널 바꿀 수 있는 사람은 나야.\" 피터가 눈을 붉게 물들이고 송곳니가 가득한 미소를 지으며 확인했다. \"하지만 누가 바뀔지 결정하는 사람은 내가 아니야.\"\n그 소년은 그에게 눈살을 찌푸린 다음 본능적으로 데릭을 향해 돌아섰다. 하지만 데릭은 그저 웃음을 터뜨렸다. 아무리 냉소적이더라도 그것은 진짜 웃음이었다. 피터는 그 화재사건 이후 처음으로 조카의 웃음소리를 들었다. 다른 사람을 희생하고 웃는 그의 방식은 데릭이 여동생을 짜증나게 하기 위해 무엇이든 했고, 로라를 곤경에 빠뜨리면 자랑하던 때를 떠올리게 했다. 데릭과 로라의 평온했던 시절을 떠올리며 추악하면서 피터의 가슴에는 뒤틀린 감정이 솟아올랐다.\n\"이봐, 잭슨. 당신은 그가 다음에 하는 말을 절대로 좋아하지 않을 거야.\" 데릭이 즐거워하며 선언했다.\n/휴식\\\n스타일스는 스타일은 [redacted_name]이 그의 맞은편에 앉는 것을 조심스럽게 지켜보았다. 그의 인생의 이 시점에서 잭슨 휘트모어는 [redacted_name]의 점심 식사에 고정된 일부가 되었다. 하지만 그것은 스콧이 앨리슨과 사귀고 있었기 때문인데, 앨리슨은 [redacted_name]과 친구가 되었고 불행히도 그녀는 여전히 [redacted_name]과 사귀고 있었습니다 (이봐, [redacted_name]이 리디아에 대한 반감을 극복했다고 해서 그녀가 더 나은 취향을 개발하는 것을 그가 원하지 않는다는 뜻은 아니었어). 리디아가 아직 병원에 있고 앨리슨이 이모의 죽음으로 휴가를 갔다는 점을 고려하면([redacted_name]의 마음은 여전히 어떻게 하면 그 문제를 해결할 수 있을지에 대해 각도를 연구하고 있었음), [redacted_name]은 지금 [redacted_name]과 스콧과 함께 앉아 있을 이유가 없었습니다. 그는 [redacted_name]과 함께 있어야 했고, 말 그대로 다른 누구와도 함께 있어야 했습니다. [redacted_name]이 [redacted_name]을 직접 응시하면서 매우 변비된 표정을 짓고 있다는 사실은 말할 것도 없습니다.\n1분 후, [redacted_name]은 굴복하고 한숨을 쉬었습니다. \"좋아요, 뭘 원하세요?\"\n\"나는 [redacted_name]을 보러 갔어요.\" [redacted_name]이 부드럽게 으르렁거렸다.\n오, 빌어먹을. [redacted_name]의 얼굴이 찡그려졌다. 잭슨은 바이트를 원한다는 사실을 비밀로 하지 않았고, [redacted_name]이 [redacted_name]을 케이트 [redacted_name]에게 보내는 개인용 우버로 사용한 방식을 고려하면 헤일 부부가 어디에 있는지 그리고 누가 책임자인지 숨길 수 없었습니다. [redacted_name]은 한숨을 쉬며 뒤로 기대었습니다."
}