{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Acknowledgments. The authors are grateful to members of the steering committee of the INDR for support in facilitating the linkage between the two databases described herein. The authors thank the administrative staff of the Department of Military Medicine, Hebrew University, for tech- nical support throughout this study.\nFunding. This study was supported by a research grant from the Medical Corps Israel Defense Forces (Israel) awarded to G.T.\nDuality of Interest. No potential conflicts of interest relevant to this article were reported. Author Contributions. G.T. conceived and de- signed the study; analyzed and interpreted the data; wrote the first draft of and revised the manuscript, incorporating contributions from co- authors; and decided on submission. I.Z., M.L., T.S., and D.T. conducted database management quality assurance, interpreted the data, contributed to the discussion, and critically revised the manu- script. A.A., T.C.-Y., O.M., O.P.-H., I.R., and H.C.G. interpreted the data, contributed to the discus- sion, and critically revised the manuscript. C.D.B. and S.T. analyzed the data, contributed to the discussion, and critically revised the manuscript. E.D. conducted the statistical analysis and critically revised the manuscript. A.T. designed the study, analyzed and interpreted the data, wrote the first draft, and decided on submission. G.T. is the guar- antor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the d",
    "trans": "감사 인사. 저자들은 INDR 운영 위원회 구성원들에게 여기서 묘사된 두 개의 데이터베이스 간 연결을 촉진해준 것에 대한 감사를 표합니다. 저자들은 히브리 대학 군사의학과의 행정 직원들이 이 연구 내내 제공한 기술적 도움에 감사드립니다.\n자금 제공. 본 연구는 이스라엘 방위군 의료 법인(이스라엘)이 G.T.에게 수여한 연구 지원금에 의해 지원을 받았습니다.\n이익의 이중성. 해당 문서에 연계된 잠재적 이해 충돌은 보고되지 않았습니다. 저자 기여. 본 연구는 G.T.가 구상 및 설계하였습니다; 데이터 분석 및 해석을 수행했습니다; 초고를 작성하고 원고를 수정했으며, 공저자로부터의 기여를 통합시켰습니다; 그리고 제출을 결정했습니다. I.Z., M.L., T.S., 그리고 D.T.가 데이터베이스 관리 품질 보증을 수행했고, 데이터를 해석했으며, 논의에 참여했고, 원고를 비판적으로 수정했습니다. A.A.와 T.C.-Y., O.M., O.P.-H., I.R., H.C.G.는 데이터를 해석하고, 논의에 기여했으며, 원고를 비판적 시각에서 검토했습니다. E.D.는 통계 분석을 수행했으며 원고를 비판적으로 검토했습니다. A.T.는 연구를 설계하고, 데이터의 분석 및 해석을 진행했으며, 초고를 작성하고, 제출을 결정했습니다. 본 작업의 보증인은 G.T.이며 따라서 연구에 있는 모든 데이터에 대한 완전한 접근권을 가졌고 그것들의 진실성에 대한 책임을 집니다"
}