{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Privacy Act Acknowledgement for Tenants\nPlease read the following privacy act acknowledgement and sign the bottom prior to submitting your application form.\nDingle Partners Pty Ltd, [redacted_number] and its associated companies (“we, our, us”) respects your right to privacy and adheres to the Australian Privacy Principles contained in the Privacy Act 1988 (Cth). These principles regulate most of our activities with respect to personal information collected, stored, used and disclosed by us.\nThe information collected from you in this form is required for us to consider your application to rent a property that we manage and generally to carry out our role as property managers including the ongoing management of your tenancy. To carry out this role, we may need to disclose your personal information to others including:\n•the landlord\n• the landlord’s lawyer, mortgagee or insurer\n• referees you have nominated and managersof properties you have rented in the past\n• organisations or trades people required tocarry out maintenance to your premises\n• Residential Tenancy Bond Authority\n• Victorian & Administrative Tribunal, Courtsand other Government Agencies\n• Law enforcement authorities, debt-collectorsor Consumer Affairs Victoria\n• National Tenancy Database [NTD] a divisionof VEDA Advantage Information Services andSolutions Limited ABN 26 000 602 862\nYour information will be added to our client databases and may be used by us to contact you in relation to other properties, for marketing purposes and for other purposes related to our functions and activities.\nOur privacy policy provides further details about how we will manage your personal information and can be viewed at www.chisholmgamon.com.au. Alternatively, please contact our Office and we will post or email you a free copy.\nIf you wish to access or seek correction of your personal information that we hold, or if you want to complain about our handling of your personal information, please contact us as set out below. Our privacy policy contains more details about accessing and correcting personal information and our complaints process.",
    "trans": "임차인을 위한 개인정보 보호법 승인\n신청서를 제출하기에 앞서 다음 개인정보 보호법 동의문을 읽고 하단에 서명하시기 바랍니다.\n딩글 파트너스 Pty Ltd, [redacted_number] 및 관련 회사들 (“우리, 우리의, 우리들을”)는 귀하의 개인정보 보호 권리를 존중하고 1988년 개인정보 보호법 (Cth)에 포함된 호주 개인정보 보호 원칙을 준수합니다. 이러한 원칙은 당사가 수집, 저장, 사용 및 공개하는 개인 정보와 관련된 대부분의 활동을 규제합니다.\n이 양식을 통해 귀하로부터 수집한 정보는 당사가 관리하는 부동산 임대에 대한 귀하의 신청을 고려하고 일반적으로 귀하의 임대차에 대한 지속적인 관리를 포함하여 부동산 관리자로서의 역할을 수행하기 위해 필요합니다. 이 역할을 수행하기 위해 당사는 다음을 포함한 다른 사람에게 귀하의 개인정보를 공개해야 할 수도 있습니다.\n•집주인\n• 집주인의 변호사, 저당권자 또는 보험사\n• 귀하가 지명한 심판 및 과거에 임대한 부동산의 관리자\n• 귀하가 지명한 심판 및 과거에 임대한 부동산의 관리자\n• 귀하의 건물에 대한 유지 관리를 수행해야 하는 조직 또는 종사자\n• 주택 임대 채권 당국\n• 빅토리아주 및 행정 재판소, 법원 및 기타 정부 기관\n• 법집행기관, 추심기관 빅토리아 소비자 보호국\n귀하의 정보는 당사 고객 데이터베이스에 추가되며 당사가 다른 자산과 관련하여 귀하에게 연락하기 위해, 마케팅 목적 및 당사의 기능 및 활동과 관련된 기타 목적으로 사용될 수 있습니다.\n당사의 개인 정보 보호 정책은 당사가 귀하의 개인 정보를 관리하는 방법에 대한 자세한 내용을 제공하며 www.chisholmgamon.com.au에서 확인할 수 있습니다. 또는 저희 사무실에 연락하시면 무료 사본을 우편으로 보내거나 이메일로 보내드리겠습니다.\n귀하가 당사가 보유하고 있는 귀하의 개인정보에 접근하거나 정정을 원하거나 당사의 귀하의 개인정보 처리에 대해 불만을 제기하고 싶으시면 아래에 명시된 대로 당사에 연락하십시오. 당사의 개인 정보 보호 정책에는 개인 정보 접근 및 정정과 불만 처리 절차에 대한 자세한 내용이 포함되어 있습니다."
}