{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Wanheda, as promised,\" Roan announced, his voice laced with a mixture of finality and contempt. With a forceful shove, he pushed me down to the ground. The suddenness of his action caught me off guard, sending a jolt of pain through my body as I hit the earth. Dust and small stones dug into my palms and knees, the physical discomfort a sharp contrast to the whirlwind of emotions swirling within me.\nHe yanked the bag from my head with a swift, almost violent gesture, the rough fabric scraping against my skin. Blinking against the harsh light, my vision gradually adjusted to the surroundings, the shapes and colors slowly coming into focus. As my eyes lifted, I was met with a sight that made my heart stop. There, standing before me, was the face I had convinced myself I would never see again. The shock of recognition was immediate and overwhelming. My breath hitched in my throat, a myriad of emotions flooding through me – surprise, relief, disbelief, and an undercurrent of fear.\nFor a moment, time seemed to stand still. The sounds of the world around us – the rustling of leaves, the distant calls of birds, the murmuring of the people gathered – all faded into a muted backdrop. All that mattered, all that existed in that instant, was the face before me, a visage from a past I had thought lost forever. The expression on their face mirrored my own – a complex tapestry of feelings, a mix of joy, pain, and the scars of experiences that had changed us both. Our eyes locked, a silent communication passing between us, words unnecessary and inadequate for the torrent of emotions that the reunion stirred. In the periphery, I was vaguely aware of Roan's presence, a looming figure whose role in this unexpected turn of events was as yet unclear. But for that moment, his presence was secondary to the shock and awe of seeing a familiar face from a life that I had once thought was irretrievably gone.\n\"Hello Kegan,\" Lexa said, her voice cutting through the charged air with a mixture of authority and an underlying hint of something unspoken. Her eyes, sharp and commanding, held mine for a moment that felt both eternal and fleeting.",
    "trans": "약속한 대로야, 완헤다.\" 로안이 단호함과 경멸이 섞인 목소리로 말했다. 그는 나를 힘껏 밀치며 바닥에 쓰러뜨렸다. 갑작스러운 그의 행동에 나는 방심했고, 바닥에 부딪히면서 온몸에 짜릿한 통증이 느껴졌다. 먼지와 작은 돌멩이가 내 손바닥과 무릎에 파고들었고, 그 불쾌함은 내 안에서 소용돌이치는 감정의 소용돌이와 극명한 대조를 이루었습니다.\n그는 폭력에 가까운 몸짓으로 내 머리 위로 가방을 잡아당겼고 내 피부가 거친 천에 쓸렸다. 강렬한 빛에 눈을 깜빡이던 내 눈이 점차 주변 환경에 적응하면서 사물의 모양과 색에 서서히 초점이 맞춰졌다. 눈을 떴을 땐, 심장을 멈추게 하는 광경과 마주했다. 다시는 볼 수 없을 거라 확신했던 얼굴이 내 앞에 서 있었다. 익숙한 얼굴이 가져다준 충격은 즉각적이고 강력했다. 놀라움, 안도감, 불신, 두려움 등 무수히 많은 감정이 밀려오면서 숨이 턱 막혔다.\n잠시 시간 멈춘 듯했다. 나뭇잎이 바스락거리는 소리, 멀리서 들려오는 새들의 울음소리, 모여 있는 사람들의 웅성이는 소리 등 주변 세상의 모든 소리가 희미한 배경 속에 묻혔다. 그 순간에 중요하고 유일하게 존재했던 것은 영원히 돌아오지 않을 거로 생각했던 과거의 얼굴, 내 눈앞에 있는 얼굴뿐이었다. 그들의 표정은 내 표정을 닮아 있었다. 내 기쁨과 고통, 그리고 우리들을 변화시킨 경험의 상처가 뒤섞인 복잡한 감정의 파노라마였다. 우리는 눈을 맞추고 무언의 대화를 나누었고, 재회가 불러일으킨 감정의 소용도에 맞지 않는 불필요하고 어울리지 않는 말을 주고받았다. 나는 이 예상치 못한 상황의 전환에서 아직 역할이 불분명한 어렴풋한 인물인 로안의 존재를 어렴풋이 인식하고 있었다. 하지만 돌이킬 수 없을 정도로 사라졌다고 생각했던 인생의 한 순간에서 익숙한 얼굴을 본 충격과 경외감의 순간에 그의 존재는 뒷전이 되어있었다.\n\"안녕, 케건.\" 렉시의 목소리는 권위와 말로서 표현되지 않은 어떠한 암시가 섞인 채로 공기를 가르며 말했다. 날카롭고 위압적인 그녀의 눈빛이 영원하면서도 찰나처럼 느껴지는 순간 동안 내 눈을 응시했다."
}