{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Disposing of excavated and demolished materials and debris at designated spoils areas.\nExecute safe excavation slopes in soil or rock, in dry conditions or underwater.\nIf needed, design, provide, install, any required stabilization measures for the soil/rock cuts, and submit a detailed\nmethod statement for all activities to the engineer for approval prior to construction.\nDesigning and providing, where needed, a temporary dewatering system with a detailed method statement for all\nexcavation/earthworks activities to allow construction in dry conditions, if the groundwater level is detected above the\nworking level and removing the dewatering system when no longer needed. Moreover, a surface drainage system shall\nbe designed to ensure efficient removal of rainwater from excavation and construction site.\nIf and where required, design, provide, install, monitor, and maintain excavation supports and protection systems,\ncapable of safely resisting soil and groundwater pressure for supporting the sides of the excavation in a manner\nacceptable to the engineer at the contractor's sole risk and responsibility. The contractor is also responsible for\nremoving the excavation supports and protection systems when they are no longer needed without disturbing the\nunderlying soils or causing any damage to the adjacent structures, utilities, pavements, or other facilities.\nFor temporary facilities, the Contractor shall design and construct the foundations to satisfy the Saudi Building Codes.\nThe foundations of the temporary facilities should not overload or interfere with the foundations of other nearby\nbuildings.\nThe subsurface investigation report shall be provided solely for the guidance of the Contractor who is entirely\nresponsible for his own assessment, interpretation, determination of design parameters and use.\nThe Contractor is responsible for detailed design and construction of the permanent excavation support system (of\nappropriate type and without any anchorage system) as shown on the relevant drawings. In case an open excavation,\nwherever required, cannot be carried out due to space/stability limitations, then temporary excavation side support\nsystem shall be implemented based on an approved Method Statement.\nThe excavation supports and protection systems must be capable of safely resisting soil pressure, groundwater\npressure and surcharge pressure of adjacent existing roads/ structures, shall be designed, provided, installed,\nmonitored, and maintained for supporting the sides of the excavation in a manner accepted to the Engineer at the\nContractor's sole risk and responsibility.\nMoreover, Dewatering system shall be designed, provided, installed, and maintained by the Contractor for any surface water\nencountered within site and for any ground water encountered during excavation in a manner accepted to the Engineer and as\nper local authority and project specifications requirements to allow construction works to proceed in dry conditions.",
    "trans": "발굴 및 철거된 자재와 잔해물을 지정된 전리품 구역에 폐기함.\n토양이나 암석, 건조한 상태 또는 수중에서 안전한 굴착 경사면을 실행하세요.\n필요한 경우 토양/암석 절단에 필요한 안정화 조치를 설계하고, 제공하며, 설치하고 자세한 내용을 제출합니다.\n건설에 앞서 승인을 위해 엔지니어에게 모든 활동에 대한 방법 설명\n필요한 경우 모든 경우에 대한 자세한 방법 설명과 함께 임시 탈수 시스템을 설계하고 제공함.\n지하수위가 지표면보다 높게 감지된 경우 건조한 조건에서 건설을 허용하는 굴착/토공사 활동\n작업 수준 및 더 이상 필요하지 않을 때 탈수 시스템을 제거함. 또한, 표면 배수 시스템은\n굴착 및 건설 현장에서 효율적인 빗물 제거를 보증하도록  설계되어야 합니다.\n필요한 경우 굴착 지원 및 보호 시스템을 설계하고, 제공하고, 설치하며, 모니터링 및 유지 관리를 합니다.\n한 방식으로 굴착 측면을 지지하기 위해 토양과 지하수 압력에 안전하게 저항할 수 있는\n계약자의 전적인 위험과 책임 하에 엔지니어가 수락할 수 있는. 또한 계약자에게 책임이 있습니다\n더 이상 필요하지 않은 굴착 지지대 및 보호 시스템을 방해하지 않고 제거함\n기저 토양 또는 인접 구조물, 유틸리티, 포장 또는 기타 시설에 손상을 입힐 수 있음.\n임시 시설의 경우 계약자는 사우디 건축 법규를 충족하도록 기초를 설계하고 시공해야 합니다.\n임시시설의 기초는 인근 다른 시설의 기초에 과부하가 걸리거나 방해가 되어서는 안 됩니다.\n건물.\n지하 조사 보고서는 전적으로 계약자의 지침을 위해 제공되어야 합니다\n자신의 평가, 해석, 설계 매개변수 결정 및 사용에 대한 책임이 있습니다.\n계약자는 영구 굴착 지원 시스템의 세부 설계 및 건설에 책임이 있습니다.\n관련 도면에 표시된 대로 적절한 유형 및 앵커 시스템 없음). 공개 발굴의 경우,\n필요한 경우 공간/안정성 제한으로 인해 수행할 수 없는 경우 임시 굴착 측면 지원\n시스템은 승인된 방법 설명을 기반으로 구현되어야 합니다.\n굴착 지지대 및 보호 시스템은 토양 압력, 지하수에 안전하게 저항할 수 있어야 합니다.\n인접한 기존 도로/구조물의 압력 및 추가 압력을 설계, 제공 및 설치되어야 합니다.\n엔지니어가 승인한 방식으로 굴착 측면을 지지하기 위해 모니터링 및 유지 관리됩니다.\n계약자의 전적인 위험과 책임.\n또한, 탈수 시스템은 모든 지표수에 대해 계약자가 설계, 제공, 설치 및 유지 관리해야 합니다.\n현장 내에서 발생하고 엔지니어가 승인한 방식으로 굴착 중에 발생하는 지하수에 대해\n건조한 조건에서 건설 작업이 진행될 수 있도록 지방 당국 및 프로젝트 사양 요구 사항에 따라."
}