{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Figured you’d need it so you don’t give people STIs.”\n“What...?”\nHe stands up with the same infuriating calm. “Good night, then.” “Wait—”\nThe moment I touch his wrist, he whirls around fast and slams me\nagainst the wall with an elbow on my throat.\n“Don’t fucking touch me,” he grits out, his lips so close to mine, he\nalmost kisses me with every word.\nI suppress a groan at how fucking sexy he looks when he’s enraged. I\ntake a shit ton of pride in the fact that I’m the only one who sees this side of him—rugged at the edges and different from the golden-boy image he wears in public.\nHe’s perfect to the outside world but himself with me.\nSo what do I do? What I do best, of course.\nProvoke him more.\n“Are you mad about something, my lotus flower? Maybe a certain scene\nyou saw earlier today?”\n“Who the fuck do you think you are that I would notice you?”\n“Oh, but you did.” My fingers dig into his nape. “It’s why you’re losing\nyour precious control right now. Tell me, Bran, are you jealous?”\n“Jealous? Over you? Not in this lifetime.”\n“In that case, should I call Simon to join us? That’s his name, by the\nway, Simon. He’s gay and loves threesomes. Or maybe you can sit down and watch as I rail him.”\nHe lifts his fist and punches me in the face. Oh fuck. He’s really losing it, my Prince Charming.\nMore.\nGive me more.\nI grin up at him. “I take that as a no?”\n“I’m going to fucking kill you.”\n“Promises, promises.”\n“[redacted_name]!”\n“Yes, baby?”\n“Don’t baby me. In fact, we’re done.” He releases me with a shove. “Go\nto your Simon.”\n“No, fuck no.” I clutch him by the wrist, then shove the condoms back\nin his hand. “I’m clean, asshole. I wouldn’t have done that to you or",
    "trans": "\"네가 사람들에게 성병을 옮기지 않기 위해 필요할 것이라고 생각했어.\"\n\"뭐...?\"\n그는 극도로 화나는 동시에 침착하게 일어선다. \"그럼, 잘자.\" \"잠깐만—\"\n내가 그의 손목을 잡는 순간, 그는 재빨리 빙글돌아 나를 뿌리친다\n내 목을 팔꿈치로 벽에 기대 누르며.\n\"젠장 날 건드리지 마,\" 그는 입술이 맞닿을 것처럼 가까이 대고 내뱉느라, 그는\n말할 때마다 내게 거의 키스할 뻔 했다.\n나는 그가 분노할 때 얼마나 망할 섹시함을 보이는지 신음소리를 참는다. 나는\n그가 공개적으로 입는 총아 이미지와는 달리—가장자리를 꽉 쥐고 있는 내가 그의 이런 면을 보는 유일한 사람이라는 사실에 엄청난 자부심을 느낀다.\n그는 외부 세계에 완벽하지만 나와 함께있는 그가 그 자신이다.\n그럼 어떻게 해야 하나? 물론, 내가 가장 잘하는 일이다.\n그를 더 자극한다.\n\"나의 연꽃, 뭔가 화난 게 있어?\n어쩌면 오늘 아침에 본 특정 장면으로?\"\n\"내가 널 알아차릴 수 있을 거라고 생각하는 넌 도대체 누구야?\"\n\"아, 하지만 넌 그랬어.\" 내 손가락이 그의 목덜미를 파고든다. \"이게 너가 잃는 이유야\n지금 당장 너의 소중한 통제력을. 말해봐, 브랜, 질투나?\"\n\"질투? 너 때문에? 천만에.\"\n\"그렇다면, 사이먼에게 전화해서 우리와 함께하자고 해야 해? 어쨌든, 그의 이름은\n사이먼이야. 그는 게이이고 쓰리썸을 좋아해. 아니면 네가 앉아서 내가 그를 망가뜨리는 걸 지켜볼 수도 있겠다.\"\n그는 주먹을 들어 내 얼굴을 때린다. 젠장. 그는 정말 잃어가고 있다, 나의 매력적인 왕자님.\n더.\n내게 더 줘.\n나는 그를 보고 웃는다. \"아니라면 어쩔건데?\"\n\"널 죽여버릴 거야.\"\n\"약속해, 약속.\"\n\"[수정된_이름]!\"\n\"응, 자기야?\"\n\"자기라고 하지마, 사실상, 우린 끝났어.\" 그가 나를 밀치며 풀어준다. \"가버려\n너의 사이먼에게.\"\n\"안돼, 젠장 안돼.\" 나는 그의 손목을 붙잡고, 콘돔을 밀어 넣는다\n그의 손목에. \"나는 깨끗해, 개자식아. 나는 너한테 그렇게 하지 않을 거야, 아니면"
}