{
    "source": "en_US",
    "target": "ko_KR",
    "text": "School Meals\nDid you know that your child may qualify for free school meals? If your child is eligible, it will allow them to enjoy a nutritious school meal daily without the additional cost or need to provide a packed lunch.\nYour child may be able to receive free school meals if you are in receipt of any of the following:\n• Income Support\n• income-based Jobseeker’s Allowance\n• income-related Employment and Support Allowance\n• support under Part VI of the Immigration and Asylum Act 1999\n• the guaranteed element of Pension Credit\n• Child Tax Credit (provided you’re not also entitled to Working Tax Credit and have an annual gross income of no more than £16,190)\n• Working Tax Credit run-on - paid for 4 weeks after you stop qualifying for Working Tax Credit\n• Universal Credit - if you apply on or after 1 April 2018 your household income must be less than £7,400 a year (after tax and not including any benefits you get)\nWe would encourage everyone to register for free school meals if you think you may be entitled. As we use a cashless system, the payment will be discreet and your child’s catering account will be topped up automatically.\nIf you think you may be eligible, please apply via the following link:\nhttps://www.plymouth.gov.uk/free-school-meals\nIf you would any support with your application we are offering a drop in between Tuesday 1st – Thursday 3rd October. Please feel free to drop in to our reception between 9am – 11am. Please remember to bring along your National Insurance Number. If you have any questions around the process, please do not hesitate to contact us via; contact@marineacademy.org.uk\nYours sincerely\n[redacted_name]\nBusiness Support Manager\nRegistered Address: Ted Wragg Multi-Academy Trust, Cranbrook Education Campus, Tillhouse Road, Cranbrook, Exeter, England, EX5 7EE.\nCompany Registered No: 08545109\nVAT Registration No: GB432696185",
    "trans": "학교 급식\n당신의 자녀가 무료 학교급식을 받을 자격이 있다는 사실을 알고 계셨나요? 당신의 자녀가 자격이 되면 추가 비용이나 도시락을 제공할 필요 없이 매일 영양가 있는 학교급식을 즐길 수 있습니다.\n당신이 다음 중 하나를 받고 있다면 당신의 자녀가 무료 학교급식을 받을 수 있습니다.\n• 소득 지원\n• 소득 기반 구직자 수당\n• 소득 관련 고용 및 지원 수당\n• 1999년 이민 및 망명법 제6부에 따른 지원\n• 연금 크레딧의 보장 요소\n• 자녀 세액공제(근로 세액공제 자격이 없고 연간 총 소득이 £16,190 이하인 경우)\n• 근로 세액공제 지속 - 근로 세액공제 자격이 끝난 후 4주 동안 지급\n• 유니버셜 크레딧 - 2018년 4월 1일 이후에 신청하는 경우, 가계 총소득이 연간 £7,400 미만이어야 함(세금 공제 후, 수령 중인 혜택은 제외)\n자격이 있다고 생각되는 모든 분들이 무료 학교급식에 등록하시기를 바랍니다. 무현금 지불시스템이 운영되므로 결제는 신중하게 이루어지며 자녀의 케이터링 계좌는 자동으로 충전됩니다.\n본인이 자격이 있다고 생각하신다면 다음 링크를 통해 신청하세요.\nhttps://www.plymouth.gov.uk/free-school-meals\n신청에 도움이 필요하신 분들을 위해 10월 1일 화요일부터 3일 목요일까지 방문 신청을 받습니다. 오전 9시에서 오전 11시 사이에 접수처로 방문하세요. 국민보험번호를 꼭 지참하세요. 해당 절차에 대한 질문이 있으시면 contact@marineacademy.org.uk에 문의하시기 바랍니다.\n감사합니다.\n[redacted_name]\n비즈니스지원 매니저\n등록된 주소지: Ted Wragg Multi-Academy Trust, Cranbrook Education Campus, Tillhouse Road, Cranbrook, Exeter, England, EX5 7EE.\n사업자등록번호: 08545109\nVAT등록번호: GB432696185"
}