{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Why this framework?\nWhy not just an expected value estimate?\nUltimately, most of our members want to pick the causes that allow them to benefit the most people, in the biggest ways, in the long-run. However, we don’t think the best way to do that is to start by making a detailed estimate of the expected value of the best projects within each cause. That’s because there’s very little relevant quantitative data available for comparing the value of adding more resources to different causes. Going through a detailed quantitative analysis therefore would be highly time consuming and potentially pointless. Moreover, pushing to make a quantified model too early can easily cause you to overlook important considerations that are not easy to quantify, or spend too much time evaluating intractable considerations. (For more reasons why an overly quantified approach can fail, see this post on GiveWell). There’s also reason to think it’s better to do head-to-head comparisons rather than stand-alone estimates of impact. Detailed quantified estimates are also difficult to communicate, which makes it harder for others to check and build upon our work.\nWe think it’s best to start by doing a qualitative analysis based on the factors above. Then, move on to making quantitative comparisons of each factor. There are often very large differences in importance or cost-effectiveness, and quantification can help you notice these.\nAfter that, if you’re doing a more in-depth analysis, we would recommend that you consider making a quantitative model of the effectiveness of the causes. Use this model to inform your overall judgement, but be highly wary of important factors you’ve missed and other calculation errors (model error).",
    "trans": "이 프레임워크를 사용하는 이유는?\n예상치 추정치만 제공하지 않는 이유는 무엇인가요?\n궁극적으로, 대부분의 회원들은 장기적으로 가장 많은 사람들에게 가장 큰 혜택을 줄 수 있는 대의를 선택하기를 원합니다. 그러나, 이를 위한 최선의 방법은 각 대의명분 내에서 가장 좋은 프로젝트의 기대 가치를 구체적으로 추정하는 것부터 시작하는 것이라고 생각하지 않습니다. 왜냐하면 다양한 원인에 더 많은 리소스를 추가하는 가치를 비교하기 위해 관련된 정량적 데이터가 거의 없기 때문입니다. 그러므로 상세한 정량적 분석을 수행하는 것은 많은 시간이 소요되며 무의미할 수도 있습니다. 게다가, 정량화된 모델을 너무 일찍 만들려고 하면 정량화하기 쉽지 않은 중요한 고려 사항을 간과할 수 있고, 평가하기 어려운 고려 사항을 평가하는 데 너무 많은 시간을 소비하게 될 수도 있습니다. (지나치게 정량화된 접근 방식이 실패할 수 있는 더 많은 이유는 GiveWell의 게시물을 참조하세요.) 단독으로 영향력을 추정하는 것보다 일대일 비교가 더 낫다고 생각하는 이유도 있습니다. 또한 정량화된 상세한 추정치는 전달하기 어렵고, 다른 사람들이 우리의 성과를 확인하고 이를 기반으로 삼기가 더 어렵습니다.\n우리는 위의 요소들에 기반한 정성적 분석부터 시작하는 것이 최선이라고 생각합니다. 그 다음, 각 요소에 대한 정량적 비교로 넘어가세요. 중요성이나 비용 효율성에 매우 큰 차이가 있는 경우가 많으며, 정량화는 이러한 차이를 발견하는 데 도움이 될 수 있습니다.\n그 후에, 더 심층적인 분석을 하고 있다면, 각 활동 영역의 효과성에 대한 정량적 모델을 만들어 보시길 권장합니다. 이 모델을 전체적인 판단에 참고하되, 놓친 중요한 요소들과 기타 계산 오류(모델 오류)에 매우 주의해야 합니다."
}