{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Dear CIC Students,\nDr Paul Marsden will deliver tomorrow's 'Consumer Insights and The Role of Beliefs, Motivation, and Values' lecture.\nThe lecture slides and reading are under the Week 3 Tile on Moodle. Your tutor may adapt the seminar on AI to allow for timing.\nAlso, under Week 3, you will find the following information regarding your brand selection:\nBrand Selection\nFor your brand selection, please complete this spreadsheet by Wednesday, October 15th. Please note that this is a live document, and do not overwrite other people's data. Please note down your course in the relevant column.\nBrand selection criteria:\n- Please choose a fashion, beauty or lifestyle brand that you are not investigating in other units.\n- It does not need to be a PLC with published financial reports. Still, you should be able to find information on its financial performance from credible third-party sources, e.g., The Financial Times, Business of Fashion, Vogue Business, Drapers' Record, Retail Week, etc. You can pick independent brands as long as there is plenty of information about them online.\n- Please do not pick business-to-business companies, and consider avoiding multi-brand retailers such as Net-a-Porter or Selfridges.\nI will assess your selection and highlight it in green as approved for study. In the rare case that your brand is not approved, I will contact you.\nBased on consumer insights from your primary and secondary research, you will strategise an area of improvement or opportunity within the brand's marketing communications. The brand could potentially still be performing well financially and yet have issues with its communications.\nWhile selecting a brand with problems with its communications will be more straightforward, even the best brands in the world will continually evolve and improve their communications strategies.\nIf you have any general questions about the unit, please write them here, and I will respond. The password is 'CIC'.\nI will send a separate email about sign-ups for STRAT. Magazine Issue #3. Thank you so much to everyone who has already shown interest, I am delighted!",
    "trans": "CIC 학생 여러분께,\n폴 마스덴 박사는 내일 '소비자 통찰력과 신념, 동기 부여 및 가치의 역할' 강의를 할 예정입니다.\n강의 슬라이드와 낭독은 Moodle 3주차 타일 아래에 있습니다. 강사가 AI에 대한 세미나를 타이밍에 맞게 조정할 수 있습니다.\n또한 3주차에는 브랜드 선택과 관련된 다음 정보를 확인할 수 있습니다:\n브랜드 선택\n브랜드 선택을 위해 10월 15일 수요일까지 이 스프레드시트를 작성해 주세요. 이 문서는 실시간 문서이며 다른 사용자의 데이터를 덮어쓰지 마세요. 관련 열에 수강 과정을 적어 두세요.\n브랜드 선택 기준:\n- 다른 부서에서 조사하지 않는 패션, 뷰티 또는 라이프스타일 브랜드를 선택해 주세요.\n- 재무 보고서가 게시된 PLC일 필요는 없습니다. 하지만 파이낸셜 타임즈, 패션 비즈니스, 보그 비즈니스, 드레이퍼스 레코드, 리테일 위크 등 신뢰할 수 있는 타사 출처에서 재무 성과에 대한 정보를 찾을 수 있어야 합니다. 온라인에서 독립 브랜드에 대한 정보가 풍부하다면 해당 브랜드를 선택할 수 있습니다.\n-비즈니스 대 비즈니스 기업을 선택하지 마시고, 네타포르테나 셀프리지와 같은 다중 브랜드 소매업체는 피하는 것을 고려해보세요.\n귀하의 선택을 평가하고 연구용으로 승인된 녹색으로 강조 표시하겠습니다. 귀하의 브랜드가 승인되지 않은 드문 경우 연락드리겠습니다.\n귀하의 선택을 평가하고 연구 승인을 녹색으로 강조 표시하겠습니다. 드문 경우지만 귀하의 브랜드가 승인되지 않은 경우 연락 드리겠습니다.1차 및 2차 조사에서 얻은 소비자 통찰력을 바탕으로 브랜드 마케팅 커뮤니케이션 내에서 개선 또는 기회 영역을 전략화하게 됩니다. 브랜드는 잠재적으로 여전히 재정적으로 좋은 성과를 거두고 있지만 커뮤니케이션에는 문제가 있을 수 있습니다.\n커뮤니케이션에 문제가 있는 브랜드를 선택하는 것이 더 간단하겠지만, 세계 최고의 브랜드라도 커뮤니케이션 전략을 지속적으로 발전시키고 개선할 것입니다.\n유닛에 대해 일반적인 질문이 있으시면 여기에 적어 주시면 답변해 드리겠습니다. 비밀번호는 'CIC'입니다.\nSTRAT. 매거진 호 3호 구독에 관한 별도의 이메일을 보내드리겠습니다. 이미 관심을 가져주신 모든 분들께 진심으로 감사드립니다. 정말 기쁩니다!"
}