{
    "source": "en_US",
    "target": "ko_KR",
    "text": "bar- rels per year, and extensive fields were discovered in Texas (Figure 20.23), Oklahoma, and California that expanded our national supply. During this phase of development and extend- ing ot the recent past, extraction methods can be viewed simply. as an elaborate straw system that sucked oil from reservoirs deep within the ground. During the 1950s petroleum supplanted coal as the world's dominant fuel source, and the United States was the world's leading oil producer, yielding approximately 4 billion barrels per year. At about this same time, oil companies such as Shell and British Petroleum discovered huge reserves in the Middle East and Venezuela that dwarfed our own. These reserves were ultimately nationalized by the host nations, which then formed the Organization of the Petroleum Exporting Countries (OPEC) to coordinate petroleum policies. to change in The economic geography of petroleum began peak oil pro- the late 1960s as the United States slowly reached grown ot the duction, which occurred ni 1971. Our demand had gn sources point where we had to import another 23% from forei foreign to meet our needs. Our vulnerable dependence on supplies first became apparent in 1973 when OPEC organized result of this dis- an oil embargo to flex political muscle. As a ped and long ruption ni supply, prices ni the United States jum effort to con- gas lines were commonplace (Figure 20.24). nI an\nFIGURE 2 0 . 2 3\nThe Lucas gusher.\nIn 1901 the Corsican oil field in southeastern Texas was tapped by Patillo Higgins, a self-taught\ngeologist. The pressure ni the wel was so great that the oil (or \"black gold\") erupted to aheight of about 50 m(150 ft) for 9days after the\ninitial strike. Approximately 1,000,000 barrels of oil were lost, which",
    "trans": "연간 수십억 배럴의 석유가 생산되었으며, 텍사스(그림 20.23), 오클라호마, 캘리포니아에서 광대한 유전이 발견되어 미국의 석유 공급을 크게 확대시켰다. 이러한 개발 단계와 최근까지 이어진 확장 기간 동안, 석유 추출 방식은 단순히 지하 깊은 곳에 있는 유정에서 석유를 빨아들이는 정교한 빨대 시스템으로 볼 수 있다. 1950년대에 석유는 석탄을 제치고 세계 주요 에너지원으로 자리 잡았으며, 미국은 연간 약 40억 배럴의 석유를 생산하며 세계 최대 석유 생산국이 되었다. 이와 거의 같은 시기, 쉘(Shell)과 브리티시 페트롤리엄(British Petroleum)과 같은 석유 회사들은 중동과 베네수엘라에서 미국의 매장량을 훨씬 능가하는 거대한 유전을 발견했다. 이러한 매장량은 궁극적으로 해당 국가들에 의해 국유화되었고, 이후 이들은 석유정책을 조율하기 위해 석유수출국기구(OPEC)를 결성하게 되었다. 석유의 경제 지리는 1960년대 후반부터 변화하기 시작했는데, 이는 미국이 점차 석유 생산 정점(피크 오일)에 도달했기 때문이다. 실제로 미국의 석유 생산은 1971년에 정점을 찍었고, 그 시점에서 미국은 필요량의 약 23%를 외국으로부터 수입해야 했다. 미국이 외국 석유 공급에 얼마나 취약하게 의존하고 있는지가 처음으로 명확히 드러난 것은 1973년 OPEC이 정치적 영향력을 행사하기 위해 석유 금수 조치를 단행했을 때였다. 이로 인해 미국 내 석유 공급이 급감했고, 가격은 폭등했으며, 주유소 앞에 긴 줄이 늘어선 모습이 흔한 풍경이 되었다(그림 20.24).\n그림 20.23\n분출하는 루카스 유정\n1901년, 텍사스 남동부에 위치한 코르시카 석유 유전은 독학으로 지질학을\n공부한 파틸로 히긴스에 의해 뚫렸다. 유정 내 압력은 엄청나서, 석유(일명 \"검은 황금\")는 최초 시추 직후 약 50미터(150피트) 높이까지 9일 동안 분출했다.\n이 과정에서 약 100만 배럴의 석유가 유실되었다."
}