{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Buy and sell second hand musical instruments and DJ gear for a lower price\nSounds Market is the safest second hand musical instruments and DJ gear marketplace and the best site for tracking offers and discounts. If you are looking for cheaper and good value for money musical instruments, this is your place, we have thousands of offers in second hand and occasion musical instruments and discounts on a lot of products. Trade DJ and music production gear: DJ controller, mixers, MIDI keyboards, studio monitors… With the best audio brands like Pioneer DJ, Traktor, Novation, Numark, Denon, Ableton, Akai, FL Studio, Behringer, M-Audio… Click here to see the second hand DJ gear for sell. Strings: buy electric guitar, spanish guitar (classic and flamenco), acoustic, amplifier, (valve or transistor), electric bass, violin, double bass, viola, ukulele… The best brands like Gibson, Fender, Marshall, Yamaha, Ibanez, Alhambra, Stradivarius... Check now the biggest offer of second hand electric guitars. Keys: acoustic piano (grand piano and wall piano), digital piano, keys and synthesizers from the best brands like Kawai, Clavinova, Roland, Nord, Casio, Steinway and Sons… Winds: brass instruments, saxophones, trompet, clarinet, flute… Brands like Selmer, Buffer or Yamaha. Percusion: acoustic drums, e-drums, cajon flamenco, brands like Pearl, Tama, Mapex, Gretsch and many more. Other musical instruments and audio gear, like microphones, speakers…",
    "trans": "중고 악기와 디제이 장비를 저렴한 가격에 거래 하세요\n사운즈 마켓은 가장 안전한 중고 악기 및 디제이 장비 시장이자 제안 및 할인을 추적할 수 있는 최고의 사이트입니다. 더 저렴하고 가격 대비 좋은 가치를 지닌 악기를 찾고 계시다면 이곳이 바로 여러분을 위한 곳입니다. 수천 가지의 중고 및 행사용 악기 제안과 다양한 제품에 대한 할인 혜택을 제공합니다. 디제이 및 음악 제작 장비 거래: 디제이 컨트롤러, 믹서, 미디 키보드, 스튜디오 모니터... 파이오니어 디제이, 트랙터, 노베이션, 누마크, 디논, 에이블톤, 아카이, FL 스튜디오, 베링거, M-오디오와 같은 최고의 오디오 브랜드... 판매용 중고 디제이 장비를 보려면 여기를 클릭하세요. 현악기: 일렉트릭 기타, 스페인 기타(클래식 및 플라멩코), 어쿠스틱, 앰프(밸브 또는 트랜지스터), 일렉트릭 베이스, 바이올린, 더블 베이스, 비올라, 우쿨렐레... 깁슨, 펜더, 마르쉘, 야마하, 아이바네즈, 알람브라, 스트라디바리우스와 같은 최고의 브랜드... 지금 가장 큰 중고 일렉트릭 기타 제안을 확인하세요. 건반: 어쿠스틱 피아노(그랜드 피아노 및 벽면 피아노), 디지털 피아노, 카와이, 클라비노바, 롤랜드, 노드, 카이소, 스테인웨이 및 손즈와 같은 최고의 브랜드의 건반 및 신디사이저… 관악기: 금관 악기, 색소폰, 트롬펫, 클라리넷, 플루트… 셀머, 버퍼 또는 야마하와 같은 브랜드. 타악기: 어쿠스틱 드럼, e-드럼, 카존 플라멩코, 펄, 타마, 마펙스, 그레치 등의 브랜드. 마이크, 스피커 등 기타 악기 및 오디오 장비…"
}