{
    "source": "en_US",
    "target": "ko_KR",
    "text": "Hi Everyone,\nHope you've had a great week!\nWe have an announcement to make! We have worked on embedding AI as a tool to help provide pre-submission feedback for your written assignment. The tool is called \"Cogniti agent: feedback on writing task for OLET1634\" (Link).\nJust a few notes about this agent:\nThe agent is provided for feedback/guidance only, so its advice should be interpreted with caution. Make sure to double-check the assignment instructions, and if you are uncertain about anything, you can make a post on the Padlet on the main Canvas page.\nIf you have already submitted your assignment, you can use the agent and resubmit with edits based on the advice up until the due date (27th of October). The latest submission will be marked.\nWriting a good prompt plays a crucial role in maximizing the potential of generative AI, particularly in language models. It is not limited to the mere creation and formulation of prompts; it encompasses a diverse array of skills and techniques. If you would like to look into resources about how to write a good prompt, you can use this resource: Link\nHere's how to use the agent:\nClick on the provided agent link. You will be redirected to a login page where you need to select the option \"Log in with Australian Access Federation\".\nUse the search bar to find \"The University of Sydney\". Click on it to proceed.\nYou will then be taken to the University of Sydney's login page. Here, you must enter your UniKey and password to access the system.\nOnce you have successfully logged in, you will have access to the agent. You can now start entering your prompts and using the system as needed.\nHave a lovely weekend!\nView announcement | Update your notification settings",
    "trans": "안녕하세요 여러분,\n좋은 한 주를 보내셨길 바랍니다!\n알려드릴 사항이 있습니다! 우리는 AI를 도구로 활용하여 여러분의 작성 과제에 대해 제출 전 피드백을 제공할 수 있도록 작업했습니다. 이 도구는 \"Cogniti agent: OLET1634 작문 과제에 대한 피드백\"이라고 하며, 아래 링크에서 확인하실 수 있습니다 (링크).\n이 에이전트에 대한 몇 가지 참고 사항입니다:\n이 에이전트는 피드백/지침 제공을 위한 도구일 뿐이므로, 그 조언은 신중하게 해석해야 합니다. 과제 지침을 반드시 다시 확인하시고, 만약 불확실한 부분이 있다면 Canvas 메인 페이지의 Padlet에 게시물을 남기실 수 있습니다.\n이미 과제를 제출하셨다면, 에이전트를 사용하여 조언을 바탕으로 수정 후 마감일(10월 27일)까지 다시 제출하실 수 있습니다. 가장 최신 제출물이 채점됩니다.\n좋은 프롬프트 작성은 생성형 AI, 특히 언어 모델의 잠재력을 최대화하는 데 중요한 역할을 합니다. 이는 단순히 프롬프트를 만들고 구성하는 것에 그치지 않고, 다양한 기술과 기법을 포함합니다. 좋은 프롬프트 작성에 대한 자료를 살펴보고 싶으시면, 다음 리소스를 활용하실 수 있습니다: 링크\n에이전트를 사용하는 방법은 다음과 같습니다:\n제공된 에이전트 링크를 클릭하세요. 그러면 로그인 페이지로 리디렉션되며, 그곳에서 \"Australian Access Federation으로 로그인\" 옵션을 선택해야 합니다.\n검색창을 사용하여 \"The University of Sydney\"를 찾으세요. 그것을 클릭하여 진행하세요.\n그 후, 시드니 대학교의 로그인 페이지로 이동합니다. 여기서 UniKey와 비밀번호를 입력하여 시스템에 접근해야 합니다.\n성공적으로 로그인하면 에이전트에 접근할 수 있습니다. 이제 프롬프트를 입력하고 필요에 따라 시스템을 사용할 수 있습니다.\n좋은 주말 보내세요!\n공지사항 보기 | 알림 설정 업데이트"
}