{
    "source": "en_US",
    "target": "ko_KR",
    "text": "REASONS FOR REFUSAL NRA v 1.0\nYou have applied for a visa to visit the [redacted_address].\nIn deciding whether you meet the requirements of Appendix V: of the Immigration Rules for visitors (https://www.gov.uk/guidance/immigration-rules/immigration-rules-appendix-v-visitor-rules), I have considered:\n• your application and any additional relevant information you have provided with it\n• your immigration history\n• Exchange rate as per OANDA TRY 45.09 = £1 on 20/09/2024\nThe decision\nI have refused your application for a visit visa because I am not satisfied that you meet the requirements of paragraph(s) V4.2 to V4.6 of Appendix V: Immigration Rules for Visitors because:\n• You have applied to visit the [redacted_address] for 13 days for the purpose of tourism. In assessing your eligibility for entry to the [redacted_address], I have considered your personal and financial circumstances as evidenced by your application form and supporting documents.\n• You state that you are employed since August 2024 with a monthly income of TRY 17,041 (£378) and you have £3,353 in savings.\n• In support of your employment you have provided a payslip, a bank statement and an employment contract. I note the closing balance of your bank statement is very low and submitted information do not demonstrate stated savings. Therefore, I am not satisfied that your proposed visit is commensurate with your financial circumstances. You claim to be financing this trip at a significant cost. Given your economic circumstances I am not satisfied that you would spend such a large sum for a touristic trip. As such, I am not satisfied that your financial circumstances are as stated.\n• You state that you spend TRY 6,000 (£133) per month, which means that you have a monthly disposable income of £245. You have mentioned that you intend to spend £2,000 on your trip and to the [redacted_address] therefore means that you intend to spend over 7 times of your monthly disposable income on a short trip to the [redacted_address]. This undermines the credibility of your application as this degree of expenditure is disproportionate to your current economic circumstances.\n• Other than your employment, I am mindful that you have not demonstrated any other considerable ties to [redacted_address], which would serve as an incentive for you to leave the [redacted_address] at the end of your proposed visit. I note that you are single and have no dependents. In addition to this, your documents do not demonstrate any significant assets or holdings. This undermines the credibility of your application and leads me to doubt your intentions in seeking to visit the [redacted_address] for the limited period and purpose stated.\n• I am therefore not satisfied that you are genuinely seeking entry for a purpose that is permitted under the visitor route and that you will leave the [redacted_address] at the end of your visit. Your application is therefore refused under paragraph V4.2 (a) and (c) of the Immigration Rules.",
    "trans": "거절 사유 NRA v1.0\n당신은 [redacted_address]에 방문하기 위한 비자를 신청했습니다.\n당신이 부록 V: 방문자를 위한 이민법 (https://www.gov.uk/guidance/immigration-rules/immigration-rules-appendix-v-visitor-rules)의 자격 요건을 충족하는지 결정하기 위해, 다음을 고려했습니다:\n• 당신의 지원서와 그와 함께 제출한 추가적인 모든 관련 정보\n• 당신의 이민 이력\n• 2024년 9월 20일 기준 OANDA TRY 45.09 = £1의 환율\n결정 사항\n부록 V: 방문자를 위한 이민법의 V4.2에서 V4.6 문단의 자격 요건을 충분히 충족하지 못하였으므로 당신의 방문 비자 신청은 거절되었습니다. 이유는 다음과 같습니다:\n• 당신은 [redacted_address]에 관광 목적으로 13일간 방문할 것이라고 신청했습니다. 당신이 [redacted_address]에 입국할 자격이 있는지 적격성을 증빙하는 과정에서, 당신이 제출한 신청서와 근거 서류를 바탕으로 저희는 당신의 개인적 그리고 재정적 상황을 고려했습니다.\n• 당신은 2024년 8월부터 17,041 터키리라 (378파운드)의 월급을 받으며 일을 하고 있으며 저축 계좌에 3,353파운드가 있다고 진술했습니다.\n• 당신의 고용 상태에 대한 근거로, 당신은 급여 명세서, 은행 입출금내역서, 고용계약서를 제출했습니다. 저는 당신의 은행 입출금내역서의 결산 잔고가 매우 낮고 제출된 정보가 명시적인 저축액을 증명하지 않는다는 것에 주목했습니다. 따라서, 당신의 재정적 상황이 이번 방문에 적합한 것 같지 않다는 판단을 내렸습니다. 당신은 이번 여행에 상당한 비용을 댈 수 있다고 주장합니다. 당신의 재정적 상황을 고려할 때 관광 목적 여행에 그렇게 많은 비용을 지불하지 못할 것으로 보여집니다. 따라서, 당신의 재정적 상황이 앞서 언급한대로 충분하지 않습니다.\n• 당신은 달마다 6,000 터키리라(133파운드)를 소비하며 이는 달마다 245파운드의 가처분소득을 의미한다고 진술했습니다. 당신은 이번 여행과 [redacted_address]에  2,000파운드를 소비할 계획이라고 언급했으며 따라서 이는 [redacted_address]로의 짧은 여행에 당신의 한달 가처분소득의 7배 이상을 소비할 예정이라는 의미입니다. 이 정도의 비용 지출은 당신의 최근 재정적 상황에 부적합하므로 지원서의 신뢰도를 떨어트립니다.\n• 당신의 일자리 외에, 당신이 예정된 방문을 마치고 [redacted_address]를 떠날 동기가 되어줄 [redacted_address]에 어떤 다른 연결고리도 증명하지 않았다는 점을 유념했습니다. 당신은 독신이며 부양할 사람도 없습니다. 이에 덧붙여, 당신의 서류들은 어떠한 주요 자산이나 저축을 증명하지 않습니다. 이는 지원서의 신뢰도를 떨어트리고 유한한 기간과 목적을 가지고 [redacted_address]를 방문하는 당신의 의도를 의심스럽게 만듭니다.\n• 저는 그러므로 당신이 방문자 경로 하에 허가된 목적으로 입국을 진심으로 원하는지 그리고 방문을 마치고 [redacted_address]를 떠날 것인지에 대한 판단을 만족스럽게 내리지 못했습니다. 그러므로 당신의 지원서는 이민법의 V4.2 (a),(c)에 따라 거절되었습니다."
}