{
    "source": "th_TH",
    "target": "en_US",
    "text": "[redacted_address] จํานวนเงิน(ตัวอักษร): (สามร้อยบาทถ้วน)\n8320110513 000000\nรวมเงินสมทบในปีนี\nหัก _ เงินคงเหลือ\n- เงินฝาก\nโ อนเข้าบัญชี เ งิ น ที่ ต้ อ ง ช ําร ะ\nล งชื่อ. ...... ми[redacted_name]\nต ําแ ห น่ ง . นั ก วิ ช า ก า ร ป ร ะ กั น สั ง ค ม\n300| 0\n30000\nโ ป ร ด น ําห ลั ก ฐ า น นี้ ม า แ ส ด ง เ มื่ อ ม า ช ําร ะ เ งิ น ห า ก เ กิ น ก ําห น ด ช ําร ะ จ ะ ต้ อ ง จ่ า ย เ งิ น เ พิ่ ม ต า ม ก ฎ ห ม า ย ในอัตราร้อยละ สองต่อเดือนของเงินสมทบที่ ต้องจ่าย\nคําแนะนํา\n1 . วิ ธี ก า ร ช ําร ะ เ งิ น (1)ชําระเป็นเงินสดหรือเช็คหรือธนาณัติณสํานักงานประกันสังคมกรุงเทพมหานครพื้นที่ หรือสํานักงานประกันสังคมจังหวัดตามสาขาที่ระบุไว้ในใบแจ้งการประเมินเงินสมทบประจําปี ( 2 ) ช ําร ะ ไ ด้ ที่ เ ค า ร์ เ ต อ ร์ ธ น า ค า ร ก รุ ง ไ ท ย จ ํา กั ด ( ม ห า ช น ) ธ น า ค า ร ก รุ ง ศ รี อ ยุ ธ ย า จ ํา กั ด ( ม ห า ช น ) บ ริ ษั ท เ ค า น์ เ ต อ ร์ เ ซ อ ร์ วิ ส จ ํากั ด แ ล ะ บ . เ อ ก - ชั ย ดิ ส ท ริ บิ ว ชั่ น ซิ ส เ ท ม จ ก . ทั่ ว ป ร ะ เ ท ศ (3)หากประสงค์จะส่งเช็คหรื อธนาณัติเพื่อชําระเงินทางไปรษณีย์โปรดส่งแบบลงทะเบียนตอบรับ (4)การชําระเงิ นทุกครั้ งโปรดนําใบชําระเงินกองทุนเงินทดแทนไปด้วย",
    "trans": "[redacted_address] Amount of money (in letters): exactly three hundred baht.\n8320110513 000000\nThis year's social contribution is included.\nDeducting _ money, the remaining amount is:\n- Bank deposit.\nTransfer money to be used for payment into the account.\nEnter name ...... [redacted_name]\nPosition: Social Security Technical Officer.\n300| 0\n30000\nPlease bring and display these proofs of identity when you come to make payments. If you exceed your payment limits, you need to pay additional fees according to the law; the rate is two percent per month of the contributions to be paid.\nGuidelines\n1. How to make payments. (1) Pay cash or by check or money order at a Bangkok Social Security Office or a province's Social Security Office as specified on the Announcement of Social Contribution Assessment. (2) You can pay at a Krungthai Bank PLC counter, Krungsri Bank Ayudhya PLC counter, at Counter Service Company Limited, and at Ek-Chai Distribution System CL countrywide. (3) Should you intend to send a check or money order via mail to make payment, please send a registration confirmation form. (4) You should bring your Workmen's Compensation Fund payment slip each time you want to make a payment."
}