{
    "source": "th_TH",
    "target": "en_US",
    "text": "✅ Watsons คือ ร้านค้า Watsons ทุกสาขา, Watsons online (https://www.watsons.co.th), Watsons Application ,Watsons Official Storeใน Lazada, Watsons Official Storeใน Shopee - รวม 20 สิทธิ์\n✅ ร้านค้าทางการของ CeraVe คือ CeraVe Official Store ใน Lazada- รวม 8 สิทธิ์, ร้านค้าทางการของ CeraVe ใน Shopee- รวม 8 สิทธิ์, ร้านค้าทางการของ CeraVe ใน Konvy- รวม 8 สิทธิ์, ร้านค้าทางการของ CeraVe ใน TikTok Shop - รวม 8 สิทธิ์\n✅ Boots คือ ร้านค้า Boots ทุกสาขา, Boots Online (https://store.boots.co.th/), Boots BMA (Boots online app), Boots Official Storeใน Lazada, Boots Official Storeใน Shopee - รวม 12 สิทธิ์\n✅ EveandBoy คือ ร้านค้า EveandBoy ทุกสาขา, EveandBoy Official Storeใน Lazada, EveandBoy Application, EveandBoy Official Storeใน Shopee - รวม 8 สิทธิ์\n✅ Beautrium คือ ร้านค้า Beautrium ทุกสาขา, Beautrium Official Storeใน Lazada,Beautrium Application,Beautrium Official Storeใน Shopee- รวม 8 สิทธิ์\nหมายเหตุ :โดยบริษัทฯ จะจัดให้มีการจับรางวัลจากแต่ละช่องทาง ตามจำนวนช่องทางข้างต้น รวมทั้งสิ้น 80 รางวัล",
    "trans": "✅Watsons refers to every branch of Watsons Store, Watsons online (https://www.watsons.co.th), Watsons Application, Watsons Official Store in Lazada, Watsons Official Store in Shopee - totaling 20 rights.\n✅ The official store of CeraVe refers to CeraVe Official Store in Lazada - totaling 8 rights, the official store of CeraVe in Shopee - totaling 8 rights, the official store of CeraVe in Konvy - totaling 8 rights, the official store of CeraVe in TikTok Shop - totaling 8 rights.\n✅ Boots refers to every branch of Boots Store, Boots Online (https://store.boots.co.th/), Boots BMA (Boots online app), Boots Official Store in Lazada, Boots Official Store in Shopee - totaling 12 rights.\n✅ EveandBoy refers to every branch of EveandBoy Store, EveandBoy Official Store in Lazada, EveandBoy Application, EveandBoy Official Store in Shopee - totaling 8 rights.\n✅ Beautrium refers to every branch of Beautrium Store, Beautrium Official Store in Lazada, Beautrium Application, Beautrium Official Store in Shopee - totaling 8 rights.\nNote: The Company will organize a prize draw from each channel according to the number of the above channels, totaling 80 prizes."
}