{
    "source": "th_TH",
    "target": "en_US",
    "text": "ต่ อ ไ ป นี้ ใ น สั ญ ญ า นี้ เ รี ย ก ว่ า \" ห้ อ ง ชุ ด \" เ พื่ อ ใ ช้ เ ป็ น ที่ พั ก อ า ศั ย โ ด ย ป ก ติ สุ ข พ ร้ อ ม เ ฟ อ ร์ นิ เ จ อ ร์ เ ค รื่ อ ง ใ ช้ ไ ฟ ฟ้ า สิ่ ง อ ำ น ว ย ค ว า ม ส ะ ด ว ก\nต า ม ร า ย ก า ร ท รั พ ย์ สิ น ห รื อ มู ล ค่ า ท รั พ ย์ สิ น แ น บ ท้ า ย สั ญ ญ า ซึ่ ง ต่ อ ไ ป นี้ เ รี ย ก ว่ า \" ท รั พ ย์ สิ น \" โ ด ย มี ก ำ ห น ด ร ะ ย ะ เ ว ล า ก า ร เ ช่ า 1 ปี นั บ แ ต่\nวั น ที่ 3 สิ ง ห า ค ม 2 5 6 7 ถึ ง วั น ที่ 3 สิ ง ห า ค ม 2 5 6 8\nClausel. Lessor agrecs to lease out and lessee agrees to lease from the room of apartment no 128/293 Building B, 4th floor\nin \"Zcape3 Condominium\" for residence or any other purpose and including the furniture, electricity equipments and other facilities as\nlist ad propertics valuer in attachment which hereinafter will be called the \"Properties\". During a term of I year commencing from\n3 August 2024 To 3 August 2025 and Expiring on.\nข้ อ 2 ผู้ เ ช่ า ต ก ล ง ช ำ ร ะ ค่ า เ ช่ า ห้ อ ง ชุ ด ค่ า เ ช่ า ท รั พ ย์ สิ น แ ก่ ผู้ ใ ห้ เ ช่ า ต ล อ ด อ า ยุ ก า ร เ ช่ า เ ป็ น ร า ย เ ดื อ น เ ดื อ น ล ะ 1 5 , 0 0 0 บ า ท ผู้ เ ช่ า ต ก ล ง ว่ า จ ะ ช ำ ร ะ",
    "trans": "Hereinafter referred to as the \"Condominium Unit,\" this property is to be used as a residential space with furniture, electrical appliances, and amenities.\nAs listed in the inventory or property value attached to the contract, hereinafter referred to as the \"Property.\" The lease term is set for 1 year.\nFrom 3 August 2024 to 3 August 2025.\nClausel. Lessor agrees to lease out, and lessee agrees to lease from the room of apartment no. 128/293, Building B, 4th floor\nin \"Zcape3 Condominium\" for residence or any other purpose and including the furniture, electrical equipment, and other facilities as\nlist ad properties valuer in attachment which hereinafter will be called the \"Properties.\" During a term of 1 year commencing from\n3 August 2024 To 3 August 2025 and Expiring on.\nClause 2: The tenant agrees to pay the monthly rental fee for the condominium unit and the property to the landlord throughout the lease term at the rate of 15,000 THB per month. The tenant agrees to make the payment."
}