{
    "source": "th_TH",
    "target": "en_US",
    "text": "อย่างแรกเลยคือ อ. นิศราแกไม่ค่อยอยู่ เลยแขวนนางเอาไว้ให้เซ็นเวลามีใครมาขอตังค์ซื้อเครื่องมือหรืออุปกรณ์นั่นนี่หรือส่งตัวอย่างไปตรวจที่อื่นแล้วต้องใช้ตังค์ ตังค์ออกต้องมีคนรับรู้\nถามว่าทำไมเป็นนาง เพราะส่วนหนึ่งมันจะมีในนิยายที่บอกว่าภิญเป็นคนที่ช่วยหาทุน (เงิน) เข้าสถาบัน ด้วยความที่สถาบันเพิ่งตั้งด้วย ตังค์ส่วนนึงนางหาก็ให้นางรับรู้ไป แถมไป ตปท. มาหลายที่ คอนเน็คชั่นเยอะ ต่อไปจะให้นางหาที่ส่งเด็กไปเก็บประสบการณ์ต่างประเทศ มองยาววว\nทีแรก อ. แกจะให้บัว เพราะ อ. ไม่ค่อยอยู่ ไปสัมมนาบ่อย แล้วก่อนหน้าภิญคือนางก็ยังไม่ได้ตอบรับว่าจะกลับมามั้ย ลีลา เลยตั้งใจเอาบัวแขวนไว้ก่อน อย่างที่ในเรื่องมีรุ่นพี่บอกว่า อ. วางแนวทางไว้แบบนั้นอยู่แล้ว คือสองคนนี้เรื่องประสบการณ์หรือความสามารถทักษะเค้าได้อยู่แล้ว\nพอภิญกลับมา อ. เลยให้บัวขึ้นเป็นหัวหน้าแล็บมานุษยวิทยากายภาพ เพราะส่วนนึงในสถาบันยังไม่มีบุคลากรด้านนี้โดยตรง ถ้าไม่นับตัว อ.",
    "trans": "First of all, since Professor Nisara isn't around much, she put her in charge of signing when anyone needs money for buying tools or equipment or sending samples for external testing that requires funding. When money is spent, someone needs to be aware of it.\nWhy was she chosen? Partly because in the story it mentions that Pin helped find funding for the institute. Since the institute was newly established, and she helped secure some of the funding, they let her oversee it. Plus, she's been to many foreign countries, has lots of connections - looking ahead, they want her to find places to send students for international experience. They're thinking long-term.\nInitially, Professor was going to assign Bua, because Professor is often away at seminars, and before Pin came back, they weren't sure if she would return - being dramatic about it. So they planned to put Bua in charge first. As mentioned in the story, a senior said Professor had planned it this way already. Both of them already had the experience and skills.\nWhen Pin came back, Professor made Bua the head of the Physical Anthropology lab, partly because the institute didn't have any direct personnel in this field yet, not counting Professor."
}