{
    "source": "th_TH",
    "target": "en_US",
    "text": "❌ไม่รับจองการ์ด / อัลบั้ม\n❌ไม่รับจองของ/สินค้าที่มีน้อยมากๆ\n❤️จองไม่ได้ = ไม่คิดเงิน\n🙅🏻♀️จองได้แต่ไม่เอา = คิดค่าจองเต็มจำนวน\n🚨สอบถามรายละเอียดต่างๆ ทาง DM\n📌ขั้นตอนการจองคิว ทักทาง DM\nรายละเอียดออกครบปุ๊ป = ทักได้ปั๊ป\n1. ไล่ตอบตามลำดับที่ทักมา\n2. ไม่พิมข้อความมาเพิ่ม เพราะข้อความจะโดนดันกลับขึ้นไปข้างบน\n3. มีเวลาที่กำหนดในการตอบเรานะคะ หากใครไม่ตอบในเวลาที่กำหนด ขออนุญาตให้คนถัดไป\n- รับคิวลูกค้าเก่าที่เคยรีวิวให้ก่อน ตอนจองคิวให้ใช้แอคที่เคยติดต่อทักมาจองค่ะ\n- หากต้องการใช้สิทธิ์ รบกวนใช้แอคที่ไม่ได้ล็อครีวิวนะคะ เพราะรีวิวจะไม่ขึ้นในแท็กค่ะ\n📌*มีบางงานที่ไม่ชัวร์ว่าว่างไหม อาจรับใกล้วันจองค่ะ\n❌งานไหนคิวเต็ม คนไม่ได้คิว = ไม่ตอบ dm\n🚨 มีมัดจำเพื่อป้องกันการยกเลิกคิว\n📌รับคิวตอนไหน?\n❤️บัตรเข้างาน คอนเสิร์ต แฟนมีท\nรับคิวหลัง official ประกาศ *วัน+เวลาจอง+ผัง* ออกครบ\nเนื่องจากคิดราคาตามความยากง่าย\n❤️กรอกฟอร์ม,จองอื่นๆ",
    "trans": "No reservations for cards or albums.\nNo reservations for items or product that has limited quantities.\nUnable to reserve = No charges.\nReserved but cancel = Full reservation charged.\nFor other inquiries, please DM us.\nSteps for booking a slot: Contact via DM.\nOnce the details are fully release = You can message us immediately.\n1. We respond in order of the message received.\n2. Do not send additional messages, because it will push you message to the top of the queue.\n3. There is a specific time to reply. If you don't respond within the timeframe the slot will be given to the next person.\n- Priority is given to returning customers who have previously left us reviews. When booking, use the same account to contact us.\n- If you would like to use your review privilege, please make sure your account is not locked as some reviews won't appear in the tag.\nSome slots may be uncertain and will only accepted closer to the reservation date.\nFor fully book events or to who didn't get the queue = Will not be answering DM.\nA deposit is required to prevent cancellation.\nWhen do we accept bookings?\nEvent tickets, concerts, and fan meetings:\nSlots will be opened after the official announcement of date, time, and event structure are fully released.\nPrices will vary based on difficulty\nForm filling, other bookings."
}