{
    "source": "th_TH",
    "target": "en_US",
    "text": "o wassup can I can u lil baddie\nโทษที uh ที่ผมไม่ได้แสนดี\nhey girl u sweet like uh candy\noh fux me ช่วยเรียกผมว่าที่รักที\nเห็นเธอยืนคนเดียวผมเลยเดินเข้าไปทัก uh ผมก็ไม่รู้ว่าเธอแรง\nผู้หญิงแบบเธอไม่ได้มีเอาไว้รัก that's why I cannot be your man\n(VERSE 1)\nเธอเคยบอกเอาไว้จะไม่มีใครมาแทน\nแต่วันนี้เห็นเธอเดินมากับแฟน\nแล้วเธอจะจำที่เธอพูดได้ไหมครับ\nไอที่ผมทักไปก็แค่ทำคะแนน\nถ้าเกิดเธอไม่ชอบด่าผมได้แต่อย่าแรง\nคนพวกนั้นเขาก็รอที่จะแซง\nu my lil badb! tch u my lil baddie\nไม่ได้คิดเลยว่าเธอจะแสดง uh\nถ้าจะเป็นอย่างนี้น่าจะเลิกกันตั้งนาน\nเธอคนนี้ไม่ใช่เธอคนเมื่อวาน\nคงจะดีถ้าวันนั้นเธอแค่เมา\nไม่ได้คิดว่าเรื่องเรามันจะจบแบบนิทาน\nแต่เธอทำให้ผมกลับมาคิดนาน\nคิดถึงตอนมีเธอคอยไปเดินด้วยที่งาน\nก็แค่บอกกับตัวเองไม่เป็นไร\nแค่ไม่มีเธอผมก็ไม่ได้พิการ aye\nOK I can see she in love wit my fashion right on เธอบอกว่าผมเท่ห์\nถ้าเป็นเรื่องรักผมบอกเลยผมไม่แพ้มันไอเ*ยนั่นมันแค่จะเย\nถ้าผมไม่ดีเธอแค่ทิ้งไป fux it more than I can say",
    "trans": "O wassup, can I, can you, lil baddie?\nSorry, uh, that I'm not that nice.\nHey girl, you’re sweet like, uh, candy.\nOh, fux me, help me, call me baby please.\nI saw you standing alone, so I walked up to greet you, uh, I didn’t know you’d be so intense.\nA woman like you isn’t meant to be loved, that’s why I can’t be your man.\nVERSE 1\nYou once said no one could take your place.\nBut today I see you walking with your boyfriend.\nWill you remember what you said?\nThe way I greeted you was just to score some points.\nIf you don’t like it, you can curse at me, but please don’t be too harsh.\nThose people are also waiting to overtake.\nYou’re my lil baddie, you’re my lil baddie.\nI never thought you’d act like this, uh.\nIf it’s going to be like this, we should’ve broken up long ago.\nYou’re not the same person as you were yesterday.\nIt’d be better if you were just drunk that day.\nI didn’t think our story would end like a fairytale.\nBut you made me think for a long time.\nI miss the times when you were with me, walking with me at events.\nI just tell myself it’s okay.\nJust because you’re not here doesn’t mean I’m disabled, aye.\nOK, I can see she’s in love with my fashion, right on, she says I’m cool.\nIf it’s about love, I tell you, I won’t lose. That shit, it’s just to tease.\nIf I’m no good, you can just leave, fux it, more than I can say."
}