{
    "source": "th_TH",
    "target": "en_US",
    "text": "ในโอกาสนี้จึงขอเรียนเชิญบรรดานักลงทุน บริษัททั้งหลาย ที่ต้องการขยายการผลิตภัณฑ์เกษตรอาหาร ต้องการวัตถุดิบเพื่อการผลิต หรือมีนวัตกรรม เทคโนโลยี อันเป็นเครื่องมือสำหรับอุตสาหกรรมอาหาร เข้าร่วมวางแสดงในครั้งนี้ เป็นการพบกันระหว่างนักลงทุนภายใน สปป. ลาว และบริษัทข้ามชาติหลายๆประเทศที่ให้ความสนใจ สปป. ลาวของเรานั้น\nเพราะเราเป็นจุดเชื่อมต่อการขนส่ง ที่ได้เปรียบในด้านภูมิรัฐศาสตร์ และการคมนาคมที่สะดวกกว่าที่เคยเป็นมา คือการขนส่งด้วยระบบรางที่ทันสมัย รวดเร็ว ประหยัดที่สุด อนาคตที่เริ่มแล้ววันนี้ ความสามารถในขนส่งถึงกรุงมอสโค ประเทศรัสเซีย ภายใน 7 วัน และไปยังนครเบอร์ลิน แห่งประเทศเยอรมัน ในวันต่อมา และสามารถส่งถึง สป. จีน ภายใน 2 วัน ถึงนครปักกิ่ง และไปถึงญี่ปุ่น เกาหลี ใน 4-7 วัน เราสามารถขนส่งไปยังสิงคโปร์ มาเลเชีย ได้ไม่เกินสัปดาห์ เช่นกัน และสปป. ลาว จึงเป็นโอกาสใหม่ ด้านการลงทุนเกษตรกรรม ที่อุดมสมบูรณ์พร้อม สำหรับทุกท่าน ด้วยแรงงานด้านเกษตรกรรมกว่า 2 ล้านคน",
    "trans": "On this occasion, we would like to invite investors and companies that would like to expand their agricultural and food products. For those that are in need of raw materials for manufacturing or innovations and technologies for the purpose of food industries to participate in this event. It serves as a meeting that gathers investors within the Lao PDR and multinational companies from different countries that are interested in the Lao PDR.\nAs we are the transportation center point with the geopolitical advantage and give the convenience more than ever before. In which the system provides its modernisms, quickness, and cost-effectiveness in transportation. The future has already begun today, with the capability to deliver to Moscow, Russia, within 7 days and to Berlin, Germany, the next day. Also able to deliver to China and reach Beijing within 2 days and to Japan and Korea within 4 to 7 days. Similarly, delivering to Singapore and Malaysia within a week. That is why Lao PDR is a new opportunity for agricultural investments that gives the workforce of over 2 million agricultural workers for your needs."
}