{
    "source": "th_TH",
    "target": "en_US",
    "text": "ก ร ะ ท ร ว ง อุ ด ม ศึ ก ษ า วิ ท ย า ศ า ส ต ร์ วิ จั ย แ ล ะ น วั ต ก ร ร ม ไ ด้ รั บ [redacted_name] อ า ยุ 2 2 ปี สั ญ ช า ติ จี น\nเ ข้ า เ ป็ น นั ก ศึ ก ษ า ห ลั ก สู ต ร M a s t e r o f E d u c a t i o n P r o g r a m i n P h y s i c a l E d u c a t i o n a n d S p o r t\nM a n a g e m e n t ณ ม ห า วิ ท ย า ลั ย ชิ น วั ต ร ตั้ ง แ ต่ ภ า ค ก า ร ศึ ก ษ า ที่ 1 / 2 5 6 7 โ ด ย เ ริ่ ม ตั้ ง แ ต่ วั น ที่ 2 6 สิ ง ห า ค ม 2 5 6 7\nเ ป็ น ต้ น ไ ป แ ล ะ ค า ด ว่ า จ ะ ส ำ เ ร็ จ ก า ร ศึ ก ษ า ใ น ปี 2 5 6 9 โ ด ย มี ร า ย ล ะ เ อี ย ด ข อ ง นั ก ศึ ก ษ า ดั ง นี้\nชื่ อ [redacted_name]\nห ลั ก สู ต ร\nMaster of Education Program in Physical Education and Sport Management\nค ณ ะ\nFaculty of Education\n[redacted_number][redacted_id]\nวั น ที่ ห ม ด อ า ยุ\n2 3 เ ม ษ า ย น 2 5 7 7\nเ พื่ อ ใ ห้ นั ก ศึ ก ษ า ดั ง ก ล่ า ว ส า ม า ร ถ เ ดิ น ท า ง เ ข้ า ม า ศึ ก ษ า ที่ ม ห า วิ ท ย า ลั ย ชิ น วั ต ร ไ ด้ ต า ม ร ะ ย ะ เ ว ล า ดั ง ก ล่ า ว\nดั ง นั้ น ม ห า วิ ท ย า ลั ย ชิ น วั ต ร จึ ง ใ ค ร่ ข อ ค ว า ม อ นุ เ ค ร า ะ ห์ อ ำ น ว ย ค ว า ม ส ะ ด ว ก ใ น ก า ร ต ร ว จ ล ง ต ร า ข อ ง นั ก ศึ ก ษ า ดั ง ก ล่ า ว\nป ร ะ เ ภ ท N o n - I m m i g r a n t ป ร ะ เ ภ ท E D\nจึ ง เ รี ย น ม า เ พื่ อ โ ป ร ด พิ จ า ร ณ า ใ ห้ ค ว า ม อ นุ เ ค ร า ะ ห์ จั ก เ ป็ น พ ร ะ คุ ณ ยิ่ ง",
    "trans": "[redacted_name], Chinese, aged 22 years, has been admitted by the Ministry of Higher Education, Science, Research, and Innovation\nto be a student in the Master of Education Program in Physical Education and Sport\nManagement at Shinawatra University from the 1/2024 academic year, beginning on August 26, 2024\nonwards. The student is expected to graduate in 2026. The student's details are as follows:\nName [redacted_name]\nCurriculum\nMaster of Education Program in Physical Education and Sport Management\nFaculty\nFaculty of Education\n[redacted_number][redacted_id]\nExpiration Date\nApril 23, 2034\nTo allow such student to travel and study at Shinawatra University within the specified timeframe,\nShinawatra University kindly requests your assistance to facilitate the student's visa processing\nfor the Non-Immigrant ED type.\nI respectfully submit this for your kind consideration and would be most grateful for your assistance."
}