{
    "source": "th_TH",
    "target": "en_US",
    "text": "หนุ่ม : คุณเป็น จนท. ทำไมพูดไม่ดีกับลูกค้าแบบนี้ ทางผมยังไม่ได้อะไรกับคุณเลยนะ นี่คุณเป็นแก๊งคอลเซ็นเตอร์รึเปล่าเนี่ย (ที่นี่มันหลุดเลยจ้า โวยวายใหญ่โต)\nข่มขู่ว่าจะเข้ามาที่บ้านนะ รู้จักเลขที่บ้าน รู้จักซอยทุกอย่าง รอเลย เดี๋ยวจะเข้าไปจัดการ หนุ่มกับเราเลยตะโกนใส่ บอกมาเลย เข้ามาเลย ชั้นโทรหาการไฟฟ้าเช็คเรื่องแกละเนี่ย ว่าใช่จริงไหม ชื่อนี้ ๆ มันเลยวางหูไป\nแบบโมโหมาก แล้วเราก็โทรเข้าการไฟฟ้าอีกรอบ เพราะก่อนหน้านี้เค้าให้เราโทรกลับเบอร์นั้นเพื่อถามชื่อมาเช็ค\nสรุปคือไม่มีชื่อคน ๆ นี้อยู่ในสายงานเลย และการไฟฟ้าไม่มีเอาท์ซอร์สที่จะไปเช็คระบบไฟตามบ้าน นอกจากจะเป็นตารางที่การไฟฟ้าจะปรับปรุงสายไฟเสาไฟแต่ละเส้นเอง และเป็นเอาท์ซอร์สที่มีชื่ออยู่ในระบบ ตรวจสอบได้ทุกครั้ง\nไม่เคยเจอที่คุยกันเป็นเรื่องเป็นราวแบบนี้มาก่อนเลยนะ ปกติจะวางตลอด แต่ครั้งนี้มันมาถูกจุด ถูกเรื่องที่เราเจอและเคยแจ้งไว้จริง ๆ แต่โป๊ะตรงคนที่แจ้งไม่ใช่หนุ่ม เราเลยรู้ตัวละว่าใช่มิจจี้แน่",
    "trans": "Num: You're a staff, so why are you talking to the customer like that? I haven't done anything to you. Are you part of the call center scam? (This is where he started to freak out, yelling and making a scene)\nHe threaten me to come into my house, saying that he knew my address, every street and told me to wait because he would \"deal with it\". So, Num and I shouted and said \"come on\", daring him to do so. That is when I called the electricity authority to verify his identity, giving the name he gave. That's when he hung up.\nI was so furious, so I called the authority again because they had previously told us call back with the name for verification.\nIt turns out that there was no such name of that person working in that department. In addition, the authorities does not have outsource inspections for home electricity, unless it is schedule for maintenance program to improve the poles or wiring. All outsourced are registered in the system, which can be inspected.\nI have never had a thorough conversation like this as before. Usually I would always hang up, but this time I didn't because with the right point and right topic that I have reported before. However, they've slipped up when the person who was going to handled it wasn't Num. That is when I knew that it's a scam."
}