{
    "source": "th_TH",
    "target": "en_US",
    "text": "ครอบครัวของฉันสอนให้รู้จักออมเงิน ประหยัดเงิน ซื้อในสิ่งที่จำเป็น และรู้ในสิ่งที่ควรทำและไม่ควรทำ ประสบการณ์ฉันไปเรียนรดหญิง เพราะฉันชอบความท้าทาย ตื่นเต้นจนฉันเรียนจบมัธยมศึกษาตอนปลาย ฉันสมัครคณะคุรุศาสตร์ และคณะพยาบาลศาสตร์ ฉันติดทั้ง2ที่ ฉันกังวลและกลัวที่จะทำให้คนที่คาดหวังกับฉันต้องเสียใจกับฉันที่จะเลือกเส้นทางในการศึกษาต่อฉันเลยบอกกับครอบครัวฉันเสมอ อย่ามาคาดหวังในตัวของฉันมาก เพราะไม่คาดหวังจะไม่ผิดหวังและเสียใจเสมอแต่แล้วฉันตัดสินใจและก้าวข้ามความกลัวในการเลือกเข้าศึกษาต่อที่วิทยาลัยพยาบาลบรมราชชนนีสุรินทร์ คณะพยาบาลศาสตร์บัณฑิต เป็นความภาคภูมิใจของคนในครอบครัว เพราะการเดินทางกลับบ้าน สะดวกสบาย และได้ไปตลาดซื้ออาหารอร่อยๆทาน ได้ไปสถานที่ที่ฉันอยากไป ไปเที่ยวกับเล่นกับเพื่อนอย่างสนุกสนานฉันก็ไปโดยไม่คำนึงถึงอุบัติเหตุเลยสักครั้ง มีครั้งหนึ่งที่ฉันไม่ระมัดระวังตัวทำให้ฉันได้รับบาดเจ็บที่เท้าเป็นแผล",
    "trans": "My family taught me to save money and buy what's necessary and know what I should and should not do. I have experience as a girl attending military trainings because I enjoy the challenges and the excitement, which I found fulfilling until I graduated from high school. I applied to both the Faculty of Education and the Faculty of Nursing, in which I got accepted in both places. I got anxious and afraid of disappointing those who had high expectations of me regarding my educational path. That is why I always told my family, \"Don't have high expectations towards me because if you don't expect anything, you won't be disappointed.\" But then, I decided to overcome my fears and chose the path to study at Boromarajonani College of Nursing, Surin, Faculty of Nursing program. It became a pride towards my family, because the transportation is much more convenient, and I could visit the market to buy delicious food, go to places I want to visit, and enjoy my times with my friends. I went out without concerning any accidents, but there was once where I was careless and ended up injuring my foot with a wound."
}