{
    "source": "th_TH",
    "target": "en_US",
    "text": "“ภูเก็ต” เมืองท่องเที่ยวระดับโลกที่ซึ่งมีนักท่องเที่ยวทั้งชาวไทยและชาวต่างชาติ เดินทางเข้ามาท่องเที่ยวเป็นจำนวนมากและเพิ่มมากขึ้นทุกปี ภูเก็ตจึงกลายเป็นเมืองที่มีความสำคัญทางด้านเศรษฐกิจจังหวัดหนึ่งของประเทศ บริษัท ภูเก็ต สมาร์ท บัส จำกัด ก่อตั้งขึ้นในปี 2561 ภายใต้การบริหารงานของบริษัท ภูเก็ตพัฒนาเมือง จำกัด เพื่อมุ่งเน้นการแก้ปัญหาเรื่องระบบขนส่งมวลชนภายในจังหวัดภูเก็ต พร้อมช่วยลดจำนวนยานพาหนะบนท้องถนนลง อีกทั้งยังทำให้นักท่องเที่ยวและคนท้องถิ่นเกิดความสะดวกสบายกับการเดินทางภายในเกาะมากยิ่งขึ้น สามารถวางแผนเวลาเดินทางได้ และราคาประหยัด ปัจจุบันเปิดให้บริการเส้นทางการเดินรถผ่านจุดท่องเที่ยวสำคัญ อาทิ สนามบินนานาชาติภูเก็ต, เชิงทะเล, บางเทา, ภูเก็ตแฟนตาซี, กมลา, ป่าตอง, กะรน, กะตะ และราไวย์ นอกจากนี้ยังสามารถชำระเงินค่าโดยสารผ่าน Phuket Rabbit Card ที่สามารถคิดค่าบริการได้ตามระยะทางที่ผู้โดยสารใช้ และยังเป็นบัตรที่ใช้แสดงเพื่อรับสิทธิพิเศษได้จากร้านค้าที่ร่วมรายการทั่วเกาะ พร้อมใช้จ่ายแทนเงินสดได้อีกด้วย",
    "trans": "\"Phuket\" is a world-class tourist destination where a large number of Thai and international tourists travel, with the number steadily increasing each year. As a result, Phuket has become an important economic province of the country. Phuket Smart Bus Company was established in 2018 under the management of Phuket Development City Company, with the aim of addressing public transportation issues within Phuket. It also helps reduce the number of vehicles on the road while providing both tourists and locals with more convenient travel options around the island, which allows them to plan their travel and save money. Currently, the bus routes serve major tourist destinations, including Phuket International Airport, Cherngtalay, Bang Tao, Phuket FantaSea, Kamala, Patong, Karon, Kata, and Rawai. In addition, passengers can pay for the fare using the Phuket Rabbit Card, which calculates the fare based on the distance traveled. The card also offers special privileges at participating stores across the island and can be used for cashless transactions."
}