{
    "source": "th_TH",
    "target": "en_US",
    "text": "- Comment ภาพใบเสร็จพร้อมชื่อ-สกุล บอกเหตุผล \"ฉากใดในซีรีส์ ปิ่นภักดิ์ หวานจึ้งใจ เหมาะกับDreamy Bubble Milk Tea \"\n- ภาพใบเสร็จจะต้องเห็นวันที่ซื้อสินค้าและยอดรวมชัดเจน ในกรณีมีใบเสร็จหลายใบ ต้องถ่ายภาพครบทุกใบ\n- กด Like & Share เฟซบุ๊ก Dreamy ติดแฮชแท็ก\n#DreamybubblemilkteaFreenBecky\n#ความอร่อยแบบ3in1พร้อมดื่มทุกที่ทุกเวลา\n#ชงง่ายหายอยาก\n#TheLoyalPinLanternNight\nเกณฑ์การตัดสิน\n- เหตุผลท่านใดโดนใจคณะกรรมการมากที่สุด 50 ท่าน\nรับบัตรเข้างาน The Loyal Pin Lantern Night ท่านละ 1 ใบ\nพิเศษ!! พร้อมรับ Photo Card Limited Edition\n1 set ( 3 ภาพ )\n- 1 ใบเสร็จ สามารถร่วมเล่นกิจกรรมได้ 1 สิทธิ์ / 1 ท่านเท่านั้น\n- 1 Facebook account สามารถร่วมกิจกรรมได้เพียง 1 ครั้งเท่านั้น\n- เงื่อนไขเป็นไปตามที่บริษัทกำหนด\n- การตัดสินของกรรมการถือเป็นที่สิ้นสุด\n- สงวนสิทธิ์เฉพาะผู้ที่ทำถูกต้อง ครบถ้วนตามกติกา\nระยะเวลากิจกรรม\n- วันที่ 1 ตุลาคม 2567 จนถึงวันที่ 6 ตุลาคม 2567 เวลา 00.00 น. (เวลาเที่ยงคืน)\n- ประกาศผลผู้โชคดีวันที่ 7 ตุลาคม 2567 เวลา 15.00 น. ในช่องทาง FB Dreamy ดรีมมี่ , IG @dreamyth , X @dreamybrand_th",
    "trans": "- Comment with a picture of a receipt with your name-surname and explain why a \"scene from The Royal Pin series goes with Dreamy Bubble Milk Tea.\"\n- The receipt has to clearly show the date of purchase and the total price. In the event you lost the receipt, you need to take a picture of every slip.\n- Click Like & Share the Dreamy Facebook page with a hashtag.\n#DreamybubblemilkteaFreenBecky\n#3in1DeliciousnessCanDrinkAnyWhenAndWhere\n#EasyToBrewAndQuenchCraving\n#TheLoyalPinLanternNight\nCriteria for judgment\n- The reasoning that the 50 men Judging Committee likes the most will\nreceive tickets for The Loyal Pin Lantern Night, 1 per person.\nSpecial offer!! You will also receive the Photo Card Limited Edition.\n1 set (there are 3 photographs)\n- 1 receipt allows you to participate in the event, 1 time/1 person only.\n- 1 Facebook account allows you to participate in the event 1 time only.\n- The terms are as dictated by the company.\n- The judges' decisions are final.\n- Reserved only for those who fully follow the rules.\nLength of the event.\n- From October 1, 2024, to October 6, 2024, at 00:00 AM (midnight).\n- The lucky winners will be announced on October 7, 2024, at 03:00 PM through FB Dreamy Creamy, IG @dreamyth, and X @dreamybrand_th."
}