{
    "source": "th_TH",
    "target": "en_US",
    "text": "แต่งผีดูหนังฟรี* ทุกสาขาทั่วประเทศ\n• แต่งชุดผีดูหนังฟรี 1 ที่นั่ง (1 คน / 1 สิทธิ์)\n• แสดงตนรับสิทธิ์ที่จุดบริการ Box Office (บันทึกสิทธิ์ด้วยหมายเลขโทรศัพท์)\n• จำนวนจำกัด 5,000 สิทธิ์ / ตลอดรายการ\n• เฉพาะที่นั่งปกติ ระบบปกติ\n• ภาพยนตร์ที่ร่วมรายการ : ธี่หยด 2, วัยเป้ง นักเลงขาสั้น 2, วีนา คืนบาป สาปจากหลุม, แวมไพร์ใจอารี อยากจะขอกัดคอเธอดี ๆ ได้มั้ยจ๊ะ, Don’t Sleep มึงนอน มึงตาย\n• เฉพาะวันที่ 31 ตุลาคม 2567 เท่านั้น\nพิเศษ! กลับมาหลอนอีกครั้งกับ 5 หนังสยองขวัญที่ได้รับคำชมทั่ววงการ\nราคาเรื่องละ 69 บาท รายละเอียด รอบฉาย ดังนี้\nรอบ 11.30 น. When Evil Lurks - ปีศาจลวงตาย\nรอบ 14.00 น. HUESERA สิงร่างหักกระดูก\nรอบ 16.30 น. Oddity หุ่นเชื่อมจิต\nรอบ 19.00 น. Late night with the Devil คืนนี้ผีมาคุย\nรอบ 21.30 น. TALK TO ME จับมือผี\nเงื่อนไขการร่วมโปรโมชั่น\n• โปรโมชันนี้ เฉพาะวันที่ 31 ตุลาคม 2567 วันเดียวเท่านั้น\n• เฉพาะที่โรงภาพยนตร์ เมเจอร์ ซีนีเพล็กซ์ รัชโยธิน โรง 9\n• สามารถเช็กรอบ-ซื้อตั๋วผ่านช่องทางออนไลน์ได้ที่ Major Cineplex Application, www.majorcineplex.com และจุดจำหน่ายบัตรชมภาพยนตร์อัตโนมัติ (E-ticket)",
    "trans": "Dress up as a ghost to watch movies for free* at all branches nationwide.\n• Dress up as a ghost and watch movies for free, 1 seat (1 person / 1 right)\n• Present yourself to claim the right at the Box Office service point (register the right with your phone number)\n• Limited to 5,000 rights / throughout the promotion\n• Only for standard seat, standard system\n• Participating movies: Death Whisperer 2, Dangerous Boy 2, Vina: Before 7 Days, Humanist Vampire Seeking Consenting Suicidal Person, Don't Sleep.\n• Only on October 31, 2567\nSpecial! The return of 5 horror movies that have been praised throughout the industry.\nPrice per movie costs 69 baht. Showtimes and details are as follows:\n11:30 AM Showtime: When Evil Lurks\n02:00 PM Showtime: HUESERA: The Bone Woman\n04:30 PM Showtime: Oddity\n07:00 PM Showtime: Late Night With The Devil\n09:30 PM Showtime: Talk To Me\nPromotion Terms and Conditions\n• This Promotion is valid only on October 31, 2024.\n• Only at Major Cineplex Ratchayothin, Theater 9.\n• You can check showtimes and purchase tickets online via the Major Cineplex Application, www.majorcineplex.com, and at the automatic ticket vending machines (E-ticket)."
}