{
    "source": "th_TH",
    "target": "en_US",
    "text": "-แปลคำว่า “เอ๋อ” เป็น “nervous” ทั้งๆที่ในบริบทนั้นความหมายไม่ได้ใกล้กันเลย\n-และอีกพาร์ทที่แฟนอินเตอร์ทักมาถามเยอะคือช่วงที่มิ้ลค์เล่าว่าตอนอยู่บนเครื่อง มีคนทักว่าหน้าเหมือนกัน จนเข้าใจว่าเป็นแฝดกัน แต่พิธีกรแซวต่อว่า or are you couple? ซึ่งทำให้อตฟ. เข้าใจผิดว่าพิธีกรแปลต่อจากสิ่งที่น้องเล่า\nซึ่งจริงๆถ้าในพาร์ทพิธีกร คุณทำหน้าที่ได้โอเคเลยค่ะ แต่ยังรู้สึกว่าถ้าด้วยสเกลงานที่แฟนต่างชาติเยอะ แล้วสกิลล่ามยังไม่ถึง อาจจะต้องมีล่ามที่เชี่ยวชาญในเรื่องการแปลให้ครบใจความสำคัญ และสามารถแปลแบบ localizationได้บนเวทีด้วยอีกคนนึงน่าจะดีกว่าค่ะ สำหรับเราคนที่ทำหน้าที่เป็นทั้งล่ามและพิธีกรได้ดีเลย คือพี่ผญที่งานโตเกียว แปลได้ครบจากสิ่งที่น้องพูด+ localized ทั้งไทยญี่ปุ่นสามารถเก็บได้ครบหมด ชงน่ารักพอดี ทุกอย่างเลยออกมาสมูทมาก ส่วนของเวียดนามก็จะมีพิธีกร1 ล่าม1 ก็ออกมาสมูทดี ไม่ติดอะไร\nสุดท้ายนี้ถ้าได้เข้ามาอ่าน อยากขอบคุณที่รับฟังฟีดแบคจนจบนะคะ หวังว่าจะมีการปรับปรุงที่ดีขึ้นในงานต่อๆไปค่ะ🙏🏻",
    "trans": "-Translate the word \"Goofy\" to \"Nervous\" which the meaning in that context was not close at all\n-Another question asked by many international fans was when Milk told about the situation on the plane when someone said that they looked alike and misunderstood that they were twins, but the MC said that, \"Or are you couple?\". This made international fans misunderstand that the MC translated from what she said.\nActually, you did very well in the MC part. However, I felt that if the event had a lot of international fans and your interpretation skills were not that good, it would be better to hire an interpreter who specialized in translation and provided complete localized translation on the stage. In my opinion, a person who did very well in the part of interpreter and MC was a woman at the event in Tokyo. She could translate everything from what she said and provided a complete localized translation in Thai and Japanese. So everything turned out very smooth and perfectly. As for Vietnam, there were one MC and one Interpreter, which the event turned out smoothly. Nothing is wrong.\nLastly, if you read this, I want to thank you for listening to the feedback.  I hope there will be better improvements in the future event. 🙏🏻"
}