{
    "source": "th_TH",
    "target": "en_US",
    "text": "สุ่มตรวจ “องุ่นไชน์มัสแคท” พบสารพิษตกค้าง 50 ชนิด\n\n24 ตุลาคม : เครือข่ายเตือนภัยสารเคมีกำจัดศัตรูพืช (Thai-PAN) ร่วมกับนิตยสารฉลาดซื้อ มูลนิธิเพื่อผู้บริโภค และสำนักงานคณะกรรมการอาหารและยา (อย.) แถลงผลทดสอบสารเคมีเกษตรในองุ่นไชน์มัสแคททั่วกรุงเทพและปริมณฑล โดยสุ่มเก็บตัวอย่าง 24 ตัวอย่างจาก 15 สถานที่จำหน่ายทั้งออนไลน์ ตลาด และโมเดิร์นเทรด (ห้างฯ และซูเปอร์มาร์เก็ต) พบว่า มาจากจีน 9 ตัวอย่าง ส่วนอีก 15 ตัวอย่างไม่สามารถระบุแหล่งที่มาได้\n\nนอกจากนี้ยังพบว่า 23 ตัวอย่างจาก 24 ตัวอย่าง หรือคิดเป็น 95.8% พบสารพิษตกค้างเกินกฎหมายกำหนด โดย 1 ตัวอย่างพบ “สารคลอร์ไพริฟอส” ซึ่งเป็นวัตถุอันตรายชนิดที่ 4 และเป็นสารที่ถูกแบนในไทยแล้ว ซึ่งตามกฎหมายต้องตรวจไม่พบเลย โดยสารพิษชนิดนี้มีฤทธิ์ทำลายระบบประสาท เพิ่มความเสี่ยงมะเร็งลำไส้ ถ้าได้รับตอนตั้งครรภ์ทำให้เด็กมีพัฒนาการช้า องุ่นแต่ละตัวอย่างพบสารพิษตกค้างระหว่าง 7-18 ชนิด โดยพบสารพิษตกค้างเกินที่กฎหมายกำหนดรวม 50 ชนิดด้วยกัน",
    "trans": "Random sampling of \"Shine Muscat Grapes\" found 50 types of toxic residue\n\nOctober 24: Thailand Pesticide Alert Network (Thai-PAN) together with Foundation for Consumers Smart Magazine and the Food and Drug Administration (FDA), revealed the Shine Muscat grapes agrochemical test results for Bangkok and its surrounding areas. The test was done by taking 24 samples from 15 locations, sold online, in markets and modern trade (in malls and supermarkets). 9 of the samples were found to be from China and the other 15's origins could not be determined.\n\nFurthermore, it was found that 23 out of 24 samples or an estimated 95.8% had toxic residue exceeding legal limits. In 1 sample, it was found to contain the chemical \"chlorpyrifos\", which was a Type 4 dangerous substance and was already banned in Thailand. Legally, it should not have been found. This chemical attack and destroy the nervous system, possibly increases the risk of cancer, and can cause birth defects if consumed while pregnant. Each grape contained between 7-18 toxic substances, with a total of 50 kinds of toxic residues exceeding legal limits found."
}