{
    "source": "th_TH",
    "target": "en_US",
    "text": "พิธีกร 1: “สวัสดีครับ/ค่ะ ท่านผู้บริหาร ครูอาจารย์ และนักเรียนทุกคน วันนี้มาพบกับพวกเรา ( บอกชื่อ… ) ยินดีต้อนรับเข้าสู่งานวันเด็กแห่งชาติของโรงเรียน [ชื่อโรงเรียน] ประจำปี [ปีปัจจุบัน] ครับ/ค่ะ!\nพิธีกร 1: เพื่อความสันติกับงานในครั้งชื่อเชิญเด็กชาย…มาเปิดพิธีด้วยพระมหาคัมภีร์อัลกุรอานครับเชิญครับ ปรบมือให้หน่อยครับ ขอบคุณครับสำหรับอ่านอัลกุรอานในครั้งนี้ “เพื่อไม่ให้เป็นการเสียเวลา ขอเชิญท่านผู้อำนวยการ [ชื่อผู้อำนวยการ] ขึ้นมากล่าวเปิดงานและให้โอวาทแก่เด็กๆ ทุกคนครับ/ค่ะ”\nพิธีกร 2: ขอบคุณท่านบริหารด้วยครับ “ขอเสียงปรบมือต้อนรับท่านผู้อำนวยการด้วยครับ/ค่ะ!” เพื่อไม่ให้เป็นการเสียเวลาของงานเราจะดำเนินรายการต่อนะครับ\nพิธีกร 1: และนี้น่าจะเป็นเวลาที่เด็กๆทุกคนรอตั้งตาเวลานี้ “หลังจากนี้ เรามีกิจกรรมสนุกๆ และน่าสนใจมากมายรออยู่ ไม่ว่าจะเป็น [ กิจกรรมแสดงความสามารถ กิจกรรมมอบรางวัล ] ที่ทุกคนจะได้ร่วมสนุกกันอย่างเต็มที่” และะเรามีซุ้มสำหรับคนที่สนใจในคณิตศาสตร์ วิทยาศาสตร์ ภาษาอังกฟษ ต่างๆนาๆใช่ไหมครับ",
    "trans": "Host 1: \"Sawasdee krub/ka executives teachers and all students. Today, to meet us (telling name...). Welcome to the national children's day event of the school [school name] for the year [current year] krub/ka!.\nHost 1: For the sake of peace in this event, we would like to invite a boy... to open the event with the Quran. Please give an applause. Thank you for reading the Quran this time. \"In order not to waste time, we would like to invite Director [Director's name] to come up to give an opening speech and  give a sermon to all the children krub/ka\".\nHost 2: Thank you executives krub. \"Please give an applause to welcome Director krub/ka!\". In order to not waste the time, we would like to continue with the schedule krub.\nHost 1: and this will be the time all the children are waiting for \"After this, we will have many fun and interesting activities waiting for you. Not only [talent-showing activities, prizing giving activities] that everyone can fully participate and enjoy\". And we have booths for people who are interested in Mathematics, Science, English, etc., right?"
}