{
    "source": "th_TH",
    "target": "en_US",
    "text": "• ภาพยนตร์ GDH ที่ Nunew ไปร่วมแสดง เป็น Line up ของปี 2025\n• 1st Single ของ #ZeePruk จะปล่อยภายในปี 2024 และจะมีจัดงาน showcase ดังนั้น fanmeet จะเลื่อนไปเป็นปีหน้าเพราะรู้สึกเกรงใจแฟนคลับที่จะจัดงานติดๆกัน\n• #ZeeNunew ใน #ข้ามฟ้าเคียงเธอSeries แสดงกันถึงมากๆ มีพัฒนาการในการแสดงมากจริงๆ โดยเฉพาะคิวล่าสุด น้องดูเข้าใจการแสดงขึ้นมากๆ เหมือนที่ครูเด่นสปอยไป อยากให้ทุกคนดูมาก\n• ถ้าอนาคตมีขายของหรือจัดงานรบกวนอย่าว่ากัน เพราะต้องหาเงินมาทำซีรีส์ (ซีรีส์วายหาสปอนเซอร์ยากจริงๆ)\n• #ข้ามฟ้าเคียงเธอSeries มีแพลนไปถ่ายต่างประเทศ\n• หลังปล่อยเพลงที่ญี่ปุ่น น้องจะมีไปญี่ปุ่นเพื่อเจอสื่อและเตรียมคอนเสิร์ต\n• มีงานแสดงนอกค่ายติดต่อ #ZeePruk มาเรื่อยๆ แต่ตอนนี้ซีอยากโฟกัสที่ซีรีส์ข้ามฟ้าและ Super Sun ก่อน\nAoftion เล่าสู่กันฟัง..\n“ความสุขนึงของเราคือการเห็นน้องๆเติบโตและประสบความสำเร็จ (ถึงอาจจะฟังแล้วเชย แต่นี่คือเป้าหมายของเราจริงๆ)”",
    "trans": "GDH movie featuring Nunew to perform as a line up of 2025\n1st single of #ZeePruk will be releasing in 2024 and performing a showcase. That is why fanmeet will be moved to next year instead because they feel guilty in organizing many events close to each other.\n#ZeeNunew in #KarmFahKeangTerSeries had perform really great and develop their acting skills so much, especially in the last scene. They really understand the acting much better, seems like Teacher Den spoil them. I really want everyone to watch.\nIf in the future there are sale or events, please don't mind because they need money to create the series (It's really difficult to get a sponsor for series Y).\n#KarmFahKeangTerSeries has plans to shoot overseas.\nAfter releasing music at Japan, they will have to go to Japan to meeting the press and prepare for the concert.\nThere have been an offer outside the company to perform #ZeePruk constantly, but now Zee wants to focus Karm Fah series and Super Sun first.\nAoftion said:\n\"Our happiness is to see them grow up and succeed (It may seem cliché but this is our true goal)."
}