{
    "source": "th_TH",
    "target": "en_US",
    "text": "งานผิวทางSURFACETREATMENTSLURRYSEAL,PARASLURRYSEAL ใช้สูตรK = ๐.๓๐+ ๐.๑๐Mt/Mo+o. oAt/Ao+o.๒oEt/Eo +0. 0\nFt/Fo\nงานผิวทาง ASPHALTIC CONCRETE , PENETRATION MACADAM, PARA ASPHALT CONCRETE\nใช้สูตรK=๐.๓๐+๐.๑๐Mt/Mo+o.coAt/A0+0.00 ET/E0+0.00 Ft/Fo\n๓. ๔งานผิวถนนคอนกรีตเสริมเหล็ก หมายถึงผิวถนนคอนกรีตที่ใช้เหล็กเสริม ซึ่งประกอบ ด้วยตะแกร งเหล็กเส้นหรือตะ แกรงลวดเหล็กล้าเชื่ อมติด (WELDED STEEL WIRE FABRIC) เหล็กเดือย(DOWELBAR) เหล็กยึด(DEFORMEDTIEBAR) และรอยต่อต่างๆ(JOINT) ทั้งนี้ให้ หมายความรวมถึงแผ่นพื้นคอนกรีตเสริ มเหล็กบริเวณคอสะพาน (R.C. BRIDGEAPPROACH) ด้วย\nใช้สูตรK =๐. ๐+๐.๑๐I/ o+๐.๓๕C/Co+๐.๑๐MEMo+0. ๕5U/50\n๓.๕ งานท่อระบายน้ําคอนกรีตเสริมเหล็กและงานบ่อพักหมายถึง ท่อคอนกรีตเสริมเหล็ก สําหรับงานระบายน้ํา(PRECASTREINFORCEDCONCRETEDRAINAGEPIPE) งานรางระบายน้ําคอนกรีต เ ส ริ ม เ ห ล็ ก ง า น ด า ด ค อ น ก รี ต เ ส ริ ม เ ห ล็ ก ร า ง ร ะ บ า ย น้ ําแ ล ะ บ ริ เ ว ณ ล า ด ค อ ส ะ พ า น ร ว ม ทั้ ง ง า น บ่ อ พั ก ค อ น ก รี ต เ ส ริ ม เ ห ล็ ก แ ล ะ ง า น ค อ น ก รี ต เ ส ริ ม เ ห ล็ ก อื่ น ที่ มี รู ป แ บ บ แ ล ะ ลั ก ษ ณ ะ ง า น ค ล้ า ย ค ลึ ง กั น เ ช่ น ง า น บ่ อ พั ก ( M A NH O L E ) ท่อร้อยสายโทรศัพท์ ท่อร้อยสายไฟฟ้าเป็นต้น",
    "trans": "Pavement work SUPERFACETREATMENTSLURRYSEAL,PARASLURRYSEAL use this formula: K = 0.30 + 0.10 * Mt/Mo + 0.0 * At/Ao + 0.20 * Et/Eo + 0.0\nFt/Fo\nPavement work ASPHALTIC CONCRETE, PENETRATION MACADAM, PARA ASPHALT CONCRETE\nUse this formula: K = 0.30 + 0.10(Mt/Mo) + 0.0(At/Ao) + 0.20(Et/Eo) + 0.00(Ft/Fo)\n3.4 Concrete road reinforced surface means that the surface of the concrete road uses steels for reinforce, which includes steel mesh or welded steel wire fabric, dowel bars, deformed tie bars, and other joint. As so, this approach includes reinforced concrete slabs in bridge approach (R.C. BRIDGEAPPROACH)\nK = 0.00 + 0.10I / o + 0.35C / Co + 0.10M / Mo + 0.55U / 50\n3.5 The work of reinforced concrete drainage pipes and catch basins refers to used of water drainage (PRECASTREINFORCEDCONCRETEDRAINAGEPPE). Also, concrete drainage channels, reinforced concrete drainage system, and bridge approach. It also includes reinforced concrete basins and other similar work such as manholes (MANHOLE), telephone conduit, and electrical conduit onwards."
}