{
    "source": "th_TH",
    "target": "en_US",
    "text": "เลยไม่รู้ว่าระเบียบกำหนดว่าไง\nถูกต้องครับหากอยู่ในเครื่องแบบเมื่อเดินออกนอกอาคารก็จะต้องสวมหมวกตลอดเวลายกเว้นเดินระหว่างอาคารที่ติดกัน\nแต่หากกรณีเดินออกไปทานข้าวเดินข้างถนนยืนรอรถจะต้องสวมหมวกเสมอครับทั้งหมดนี้ยกเว้นหลังดวงอาทิตย์ตกไม่ต้องสวมหมวกครับ\n3. แล้วเวลาขี่มอไซด์ หมวกนี้เอาไว้ในกันครับ เพราะมันต้องใส่หมวกกันน็อคถูกป่าว ใส่ไว้ในตระกร้าหน้ารถ\nหรือเกี่ยวไว้กับแฮนด์รถ หรือไว้ในช่องเก็บของต้องเบาะรถ หรือใส่หมวกนี้แล้วไม่ต้องใส่กันน็อค\nกรณีนี้ก็เป็นเรื่องยิบย่อยนะครับเท่าที่ผมเห็นก็จะใส่หมวกกันน๊อคแทนหมวกไปเลยโดยหมวกจริงก็เก็บใว้ตามที่เหมาะสม\nปล. รูปประกอบนายทหารในละครไทย มันใช่หรอ - - อั้ม อธิชาติ เล่นเป็นผู้บัญชาการหน่วยซิล(!!!!???)\nคือแต่ละคนมันก็ดูดีนะ แต่มันดูดีแบบนายแบบไง ไม่มีราศีนายทหาร ระดับผู้บัญชาการ หรือผู้คุมกำลังหน่วยรบเลย\n55555555ขอบอกว่านายทหารสัญญาบัตรบางคนที่ผมเคยเห็นก็บุคลิกแบบนี้เลยนะครับคือ หล่อคมเข้มขาว",
    "trans": "That's why I'm not sure about the regulations.\nThat's correct, if you're in the uniform and stepping out of the building, you must wear a hat every time except when walking through connected buildings.\nHowever, if you're going out for a lunch, walking by the streets, or waiting for a car, you must always wear a hat. When sunsets are not wearing hats, it is exceptional.\n3. How about if we're on a bike? Where should we keep the hat? As we would have to wear a helmet, am I right? Keep it in the basket in front of the motorcycle.\nHang it on the handlebars, under your seat, or wear this hat instead of wearing the helmet.\nFor this situation, it's a minor issue. From what I've seen, others would wear a helmet instead of the hat and keep the hat in the suitable place.\nP.S. The depiction of the military officers in Thai drama, is it even accurate? Aum Atichat starring as a SEAL commander (!!!!???).\nOf course, everyone looks good, but they look good like a model. Not the aura of a military commander or the combat unit leader.\nLol, I've seen officers who actually have these kinds of looks, handsome and fair-skinned."
}