{
    "source": "th_TH",
    "target": "en_US",
    "text": "6 . วั ต ถุ ที่ ป ร ะ ส ง ค์ ข อ ง บ ริ ษั ท มี 1 8 ข้ อ ดั ง ป ร า ก ฏ ใ น ส ำ เ น า เ อ ก ส า ร แ น บ ท้ า ย ห นั ง สื อ รั บ ร อ ง นี้ จ ำ น ว น 2 แ ผ่ น โ ด ย มี ล า ย มื อ ชื่ อ\nน า ย ท ะ เ บี ย น ซึ่ ง รั บ ร อ ง เ อ ก ส า ร เ ป็ น ส ำ คั ญ\nอ อ ก ใ ห้ ณ วั น ที่ 1 7 เ ดื อ น กั น ย า ย น พ . ศ . 2 5 6 7\n( น า ง ส า ว ส า วิ ต รี โ ย ลั ย )\nน า ย ท ะ เ บี ย น\nค ำ เ ดื อ น : ผู้ ใ ช้ ค ว ร ต ร ว จ ส อ บ ข้ อ ค ว ร ท ร า บ ท้ า ย ห นั ง สื อ รั บ ร อ ง ฉ บั บ นี้ ทุ ก ค รั้ ง\nก ร ม พั ฒ น า ธุ ร กิ จ ก า ร ค้ า ก ร ะ ท ร ว ง พ า ณิ ช ย์\nMinistry of Commerce\nจั ด พิ ม พ์ เ มื่ อ เ ว ล า 1 0 : 0 4 น .\nđạ n gona\nL o a r g b e s s\nTransformation\nRef:672000215038922 1/4\nส แ ก น ด ว ย C a m S c a n n e r\nที่ ช บ . 0 3 8 9 2 2 ส ำ นั ก ง า น ท ะ เ บี ย น หุ้ น ส่ ว น บ ริ ษั ท จั ง ห วั ด ช ล บุ รี\nก ร ม พั ฒ น า ธุ ร กิ จ ก า ร ค้ า ก ร ะ ท ร ว ง พ า ณิ ช ย์\nห นั ง สื อ รั บ ร อ ง\nข้ อ ค ว ร ท ร า บ ป ร ะ ก อ บ ห นั ง สื อ รั บ ร อ ง ฉ บั บ ที่ ซ บ . 0 3 8 9 2 2\n1 . ห นั ง สื อ นี้ รั บ ร อ ง เ ฉ พ า ะ ข้ อ ค ว า ม ที่ ห้ า ง / บ ริ ษั ท ไ ด้ น ำ ม า จ ด ท ะ เ บี ย น ไ ว้ เ พื่ อ ผ ล ท า ง ก ฎ ห ม า ย เ ท่ า นั้ น ข้ อ เ ท็ จ จ ริ ง เ ป็ น สิ่ ง ที่ ค ว ร ห า ไ ว้",
    "trans": "6. The company has 18 objectives, and a copy of the documents is attached to the back of the certificate, which is 2 pages long, with the signature of\nthe registrar who received the document as the primary one.\nThe publication date was September 17th, 2024.\n(Miss Sawitree Yolai)\nThe registrar officer\nCaution: Every time the user completes the certification, they should review the additional notes provided at the end.\nDepartment of Business Development\nMinistry of Commerce\nThe time stamp was 10:04 a.m.\nđạ n gona\nL o a r g b e s s\nTransformation\nRef:672000215038922 1/4\nScanned using the CamScanner.\nNo. Chor Bor 03892, Chonburi Provincial Company Registration Office, Chonburi Province\nDepartment of Business Development, Ministry of Commerce\nAuthenticated documents\nImportant notes with authenticated documents no. 038922\n1. The information contained in this document is solely that which the Company has recorded for the purposes of legal compliance. What needs to be acknowledged is the truth of the situation."
}