{
    "source": "th_TH",
    "target": "en_US",
    "text": "เราได้ยินชื่อเสียงของวัดนี้มานาน แต่ไม่ทราบว่าวัดมีประวัติความเป็นมาอย่างไร มีเพื่อนเคยบวชที่นี่และเอารูปด้านในของพระอุโบสถมาให้ดู คือสวยงามมาก วันนี้โอกาสดีแวะมาวัดค่ะ ซึ่งการจะเข้าไปชมความวามของพระอุโบสถนั้นสามารถเข้าไป 2 ช่วงคือ ช่วงทำวัตรเช้าและทำวัตรเย็น\nเราไปช่วงทำวัตรเช้าซึ่งเริ่มประมาณ 8 โมง ถึงเวลาประมาณ 9 โมงค่ะ ก็ได้ไปสวดมนต์ฟังธรรม คนมาไม่เยอะค่ะประมาณ 10 กว่าคน และก็ได้เก็บรูปข้างในมาฝากกัน ซึ่งด้านในพระอุโบสถนั้นสวยงาม อลังการมาก ด้านหน้าจะเป็นญานชุกชีซึ่งเคยเป็นพระแท่นเบญจาประดิษฐานพระโกศของพระนางเรือล่ม สีเหลืองทองอร่าม ด้านบนจะเป็นประดิษฐานพระประธานปาวสมาธิ และมีพระพุทธรูปปางยืนทรงเครื่องพระมหาสมุทรและพระพุทธรูปปางห้ามญาติ\nแหงนหน้าขึ้นไปบนเพดานก็เจอความสวยงาม\nตระการตา แบบสวยจริงๆ ด้านบนเพดานนั้นจะประดับตกแต่งด้วยเครื่องราชอิสริยาภรณ์ ประทับใจจริงๆ อยากให้ทุกคนได้ไปเห็นด้วยตาของตัวเองมากๆเลยค่ะ\nมาที่นี่ก็แนะนำไปกราบไหว้ท่านเจ้าคุณนรฯ และเยี่นมชมพระศรีมหาโพธิ์กันด้วยนะคะ",
    "trans": "I have heard about this temple for a long time, but I never knew its history. A friend was ordained here and sent me a picture of Phra Ubosot. It was very beautiful. Today presented a wonderful opportunity for me to swing by the temple for a visit. To view the beauty of Phra Ubosot, you can visit during 2 periods, during morning prayer or during evening prayer.\nI visited during morning prayer, around 8 to 9 in the morning, I think. I got to pray and listen to the sermon. Not many people came, about 10 people, and the pictures inside were collected and given out. Inside, Phra Ubosot was stunning and awe-inspiring. The front was the Buddha plaster base, which was once a five-tiered pedestal where the funerary urn of Queen Sunanda Kumariratana was placed. It was glittering gold, and on top was the meditating Buddha. The place also has the Standing Buddha in Abhaya Mudra with both hands raised and the Standing Buddha Pacifying Relatives.\nYou will also see something beautiful when you look up at the ceiling.\nIt was a dazzlingly beautiful sight to behold. The ceiling was decorated with royal insignias. It truly impressed me, and I really want everyone to see it with their own eyes.\nWhen you visit here, I recommend going to pray to Chao Khun Nor and to view the Bodhi Tree as well."
}