{
    "source": "th_TH",
    "target": "en_US",
    "text": "- ( #MaxNat จะมีซีรีส์ไหม) ก็อย่างที่ชีวินได้บอกเลยว่ากำลังทำโปรเจกต์ ซุ่มทำอะไรกันอยู่ เดี๋ยวก็จะได้เห็น\n- (รางวัล #FirstOne) มีแน่นอน ไม่ได้ลืมอย่างแน่นอน แต่ว่าจะต้องออกมาตามไทมไลน์ที่วางไว้\n- (#MarkGems มีงานไหม) รู้สึกว่าเหมือนจะมี แต่ไม่ใช่เร็วๆนี้ ถ้าประกาศแล้วก็ไปเจอน้องกันด้วยน้า\n- (DMD FRIENDSHIP มีกี่ EP) เท่าเดิมกับ SS ที่แล้ว\n- (Gen 3 จะมีแฟนมีตไหม) มีหลายประเทศติดต่อมาเยอะมาก แต่อาจจะไม่สามารถรับได้แบบทุกที่\n- (MaxNat จะมีแฟนมีตในไทยไหม) ถ้าพูดตรงๆก็มีแพลน แต่ทุกอย่างอาจจะต้องรอจบ process บางอย่างก่อน เพราะว่าอยู่ในสัญญา\n- (#กี่หมื่นฟ้า ถ่ายทำเป็นยังไงบ้าง) ได้ไปดูบ้างนะครับ ครูกล้าจะกำกับเป็นหลัก เราจะช่วยเช็คช่วยดูบ้าง แต่ process หลังบ้านเราก็ช่วยเช็คช่วยดู เล่นตัวอย่าง จากที่คุยกับกล้าแล้วก็จากที่ไปดู น้องๆมีการพัฒนาที่ดีมากๆ เดี๋ยวทุกคนดูตัวอย่างทุกคนจะเห็นเลยว่าแตกต่างจากไพลอทพอสมควร",
    "trans": "- (#MaxNat Will there be a series? As Chiwin mentioned, projects are now underway; you will be able to watch it.\n- (Award,  #FirstOne) Of course we'll have it. It is not forgotten, but it'll have to come based on the prepared timeline.\n- (#MarkGems On any events? I think there are, but not any time soon. If there is an announcement, you will be able to meet them.\n- (DMD FRIENDSHIP, How many episodes are there?) The number of episodes is the same as in the previous season.\n- (Gen3, Will there be a fan meet?) Many countries have contacted us about this, but it would be impossible to accept from every countries.\n- (MaxNat, Will there be a fan meet in Thailand?) Realistically, there are plans for that, but everything would have to be waited for the process because of the agreement.\n(#KeeMuenFah, how is the film going?) I was able to watch a few of them. Teacher Gla is the leading director. We will help check a few things, along with the behind-the-scenes stuff, for the review process. From what I've discussed with Teacher Gla, these young actors have improved significantly. Once everybody is able to watch the teaser, you'll notice the difference compared to the plot."
}