{
    "source": "th_TH",
    "target": "en_US",
    "text": "1h ·\nไม่เคยสร้างกำไร\nจากธุรกิจส่วนตัวได้เลย\nจนกระทั่งเลิกทำนิสัยพวกนี้!\n1. Michael Lim เขาเป็นทั้งนักเขียนผู้สร้างรายได้หกหลักต่อเดือน และเป็นผู้ประกอบการที่อยากแชร์ประสบการณ์การทำธุรกิจกับความเข้าใจผิด ๆ จนทำให้ไม่เห็นกำไร\n2. ติดลบนานเข้าจนมาคิดได้ว่าต้องเปลี่ยนอะไรบ้าง 5 สิ่งที่เขาเปลี่ยนแปลงเพื่อเริ่มสร้างกำไร\n(1) หยุดขอความเห็นชอบจากคนอื่น แล้วเริ่มสร้างผลงานด้วยตัวเอง\n(2) ทิ้งความคิดที่จะรวยแบบชั่วข้ามคืน แล้วมุ่งมั่นทำงานอย่างต่อเนื่อง\n(3) ไม่ยึดติดกับการหา \"ไอเดียที่เจ๋งที่สุด\" แต่เน้นแก้ปัญหาที่เรียบง่ายแต่มีคนต้องการ\n(4) มองการแข่งขันเป็นสิ่งดีที่ช่วยผลักดันให้พัฒนาตัวเอง\n(5) กล้าแสดงวิสัยทัศน์ที่แตกต่างและโดดเด่น\n3. เขาแนะนำให้มองธุรกิจในระยะยาว ทำงานอย่างสม่ำเสมอ และไม่หวังผลลัพธ์แบบชั่วข้ามคืน\n4. ถ้าจะทำธุรกิจ ให้หาธุรกิจที่เรียบง่ายแต่แก้ปัญหาได้จริงมักสร้างความมั่งคั่งและอิสรภาพได้มากกว่า",
    "trans": "1h ·\nNot yet achieved profitability.\nfrom privet business\nuntil you break free from these habits!\n1. Michael Lim is a writer who earns ten thousand a month and an entrepreneur who wants to share his business experience about misunderstandings that make his business unprofitable.\n2. He had suffered from losses for a long time until he thought about what needed to be changed. Here are 5 things he changed to start making a profit.\n(1) Stop asking for others' opinions and start creating your own work.\n(2) Stop the idea of getting rich overnight and strive to work continuously.\n(3) Avoid focusing on finding the \"coolest idea\" but emphasize on solving simple problems that people need.\n(4) View competition as a valuable opportunity for personal growth.\n(5) Embrace the courage to share a different and remarkable perspective.\n3. He advises focusing on the long-term vision of the business, maintaining consistent effort, and avoiding the expectation of immediate outcomes.\n4. If you want to start a business, choose a straightforward venture that solves real-world issues. It can create more wealth and freedom."
}