{
    "source": "th_TH",
    "target": "en_US",
    "text": "อาเอกูร่า ***ความปราถนาของพระองค์คือการดับลง หมายความว่าเช่นไร***\nพระศาสดา **** การดับลง คือการไม่ต้องมีการตื่นขึ้นอีกแล้ว ไม่มีการเริ่มต้น คือการหมดสิ้นเชื้อทุกอย่าง เมื่อหมดก็ไม่มีท่าน เมื่อไม่มีท่านก็ไม่มีกิเลส เมื่อไม่มีกิเลสก็ไม่มีความอยาก เมื่อไม่มีความอยากก็ไม่มีความต้องการ เมื่อไม่มีความต้องการ ก็ไม่มีความปราถนาใดๆ เมื่อไม่มีความปราถนาใดๆ ก็ไม่มีความสุข เมื่อไม่มีความสุข ตัวทุกข์ก็ย่อมไม่เกิด เมื่อทุกข์ไม่เกิด ก็หมดสิ้นความสงสัย เมื่อหมดสิ้นความสงสัย ก็ไม่มีอะไรมาเกิดอีก เหลือแค่การดับลงอย่างถาวร ไม่มีเชื้อให้เกิดขึ้นมาอีกแล้ว***\nบทความนี้สำหรับชาวแสง ผู้เริ่มมีอายุมาก และปราถนาจะกลับดาวของตนเองอย่างสงบและมีความสุข ที่จะได้เจอคนที่รอคอยท่านอยู่\n***มรรคไม่จำเป็นต้องมีองค์ 8 เพราะท่านผ่านความทุกข์ยากลำบากมากันจนหมดแล้ว แค่ดับความปราถนาทั้งหมดลงก็พอ วางทุกอย่างให้เป็นอุเบกขา\nใช้ชีวิตที่เหลืออยู่ให้มีคุณค่า และลาจากไปอย่างสงบสุข***",
    "trans": "Aegura *** What does it mean mean that his desire is cease to exist?\nThe Enlightened **** Vanished means to not being able to wake up, no starting again, and having nothing to arise. When its all gone, then there you are cease to exist and there are no lust. When there are no lust, then there are no desires. When there are no desires, then there are no needs. When there are no needs, then there are no other wishes. When there are no other wishes, then there are no happiness to it. When there are no happiness, there are no suffering. When there are no suffering, there are no doubts. When there are no doubts, there are nothing to happen. Which lead to cease to exist, with nothingness to arise.****\nThis article is deadicated to the people of light for those who are growing older. Your wish will return to your calm self and happiness will occur, when you know someone is waiting for you.\n***The path does not need to have 8 components, because he has gone through the difficultness of sufferings and overcome it. Just by extinguishing all the desire and letting it go.\nLive the remaining worth of life and be gone in peace.***"
}