{
    "source": "th_TH",
    "target": "en_US",
    "text": "ส่วนคนโสด โดยธรรมชาติ เค้าต้องดูแลสุขภาพให้ดีที่สุดอยู่แล้ว เพราะเค้าเตรียมใจ ไว้แล้วว่าต้องพึ่งตัวเอง คนโสดบางคนอาจป่วยเพราะเหงา หรือใช้ชีวิตโลดโผนมากไป ก็ต้องคอยระวัง ว่าเสี่ยงแค่ไหนที่จะไม่ลำบากตัวเองทีหลังตอนแก่\nลุงก็เพิ่งเริ่มดูแลตัวเองด้วยการออกกำลังกายมา 2 ปีกว่าแล้วครับ ยังมีอีกหลายเรื่องที่ยังไม่ได้ทำ โดยเฉพาะเรื่องการทำอาหารกินเอง ทำบ้าง หยุดบ้าง ออกไปกินนอกบ้านก็ไปกินผงชูรสและอาหารรสจัดมาด้วย ถ้าจะดูแลให้ดีที่สุด คือต้องทำอาหารกินเองอย่างน้อย 80% ครับ อันนี้แชร์ไอเดียเรื่องสุขภาพนะครับ ไม่ได้คิดว่าจะไปสอนใคร บางทีก็รู้สึกว่าตัวเองก็เอาตัวไม่รอด 555\nHappy Wednesday!\n#มิตรภาพกับลุง #สนุกกับลุง#over50 #over40men #armstattoo #ชอบดมกลิ่น #กลิ่นรักเเร้\n#56 #58 #เพื่อนไบ #ชายแท้ #สาวสอง #เรียลชายได้หมด #ฟิตเนส #คนใต้ #เอ้าดอร์ #ไบ #ไบรุก #ชายแท้#เมียเผลอเจอกัน #bdsm #collab #armystyle #nipplesplay #กลิ่นรองเท้า #กลิ่นกางเกงใน #รับสมัครทาสชาย #เล่นน้ำตก",
    "trans": "As for single people, by nature, they have to take care of their health in the best possible way because they have already prepared themselves to rely on their own. Some single people may get sick because of loneliness or live too dangerously, so they need to be cautious about how risky it is to avoid making things difficult for themselves when they get older.\nI've just started taking care of myself by exercising for over 2 years now. There are still many things I have not done yet, especially cooking my own meals. Sometimes I cook, sometimes I don't. When I go out to eat, I end up having food with MSG and strong seasonings. If you want to take the best care of yourself, you should cook your own meals at least 80% of the time. This is just me sharing some health ideas, not trying to teach anyone. Sometimes I feel like I can't even take care of myself properly, hahaha.\nHappy Wednesday!\n#FriendshipWithUncle #HaveFunWithUncle #over50 #over40men #armstattoo #LoveToSmellTheScents #TheScentOfArmpit\n#56 #58 #BiFriend #StraightMan #TransWoman #RealMenAreAllRight #Fitness #Southerner #Outdoor #Bi #TopBi #StraightMan #SecretlyMeet #bdsm #collab #armystyle #nippleplay #ShoeSmell #UnderwearSmell #RecruitMaleSlaves #PlayingWaterfall"
}