{
    "source": "th_TH",
    "target": "en_US",
    "text": "🎟️ เนื่องจากครบกำหนดระยะเวลาในการแลกสิทธิ์แล้ว แต่ยังมีสิทธิ์ที่นั่งเหลืออยู่ ทางแบรนด์จึงเปิดให้แลกสิทธิ์เพิ่ม โดยใช้ 850 แต้มในการแลก ‼️\n📅 แลกสิทธิ์ได้ตั้งแต่วันที่ 7 ตุลาคม 2567 เป็นต้นไป (โดยจะเปิดให้แลกจนกว่าสิทธิ์ในแต่ละทีมจะเต็ม)\nเพื่อความสมดุลในการแข่งขันและความยุติธรรมแก่ผู้เข้าร่วมทุกท่าน\n🎫 จำนวนสิทธิ์ที่เหลือ\n ทีมสีฟ้า (กัปตันพูห์) เหลือ 3 สิทธิ์\n💚 ทีมสีเขียว (กัปตันสายลับ) เหลือ 6 สิทธิ์\n✅ สำหรับคนที่ทำการแลกสิทธิ์ตั้งแต่วันที่ 7 ตุลาคม 2567 เป็นต้นไป\n📄 ทางแบรนด์จะอัปเดตรายชื่อใน Link Google Sheet และจะประกาศ Link Google Forms ให้ยืนยันสิทธิ์รอบที่ 2 ผ่านช่องทาง X : @Julasherb ในวันที่ 10 ตุลาคม 2567 เป็นต้นไป\n👉🏻 หมายเหตุ\n- สำหรับคนที่มีรายชื่อ ไม่สามารถขอย้ายทีมได้\n- หากพบว่ามีการเปลี่ยนชื่อ-นามสกุล ในระบบ จะขอตัดสิทธิ์เข้าร่วมงานทันที (ชื่อ-นามสกุล ในระบบจะต้องตรงกับชื่อที่ท่านลงทะเบียนยืนยันสิทธิ์ใน Google Form และบัตรประชาชนตัวจริง หรือ passport ตอนเข้างาน)",
    "trans": "🎟️ Due the the deadline of redemption period, but there are still available. The brand will open the additional slots by using only 850 points to redeem ‼️\n📅 Redeem your prize from October 7, 2024 onwards (The redemption will be opened until the slots are full)\nFor ensuring the balance and fairness of the competition to all participants.\n🎫The remaining slots left.\nBlue team (Captain Pooh) has 3 slots left.\n💚 Green Team (Captain Sailup) has 6 slots left.\n✅ For the particiapants who redeem from Octovber 7, 2024 onwards.\n📄 The brand will update the list of names through Google Sheet link and will announce on Google Sheet Forms for verifying the second round via X: @Julasherb on October 10, 2024 onwards.\n👉🏻  Notes:\n- For participants who have been listed cannot change teams.\n- If there are any change of names, the system will revoke the participants immedieatly (First name and last name in the system must be the same when you first registered in the Google Form and citizen ID or passport must be presented on the event day)."
}