{
    "source": "th_TH",
    "target": "en_US",
    "text": "การเงิน: มีโชคลาภแบบไม่คาดคิดเข้ามาเสมอ มีโชคเรื่องการหาเงิน รายได้ดีจากการค้าขายทุกรูปแบบ รายได้ดี หาเงินคล่องตัว ยิ่งเดินทางยิ่งได้เงิน มีโชคลาภแบบไม่คาดฝัน ได้เงินหลายทาง รับทรัพย์ต่อเนื่อง หาง่ายใช้คล่อง ไม่มีอด เงินทองไม่ขาดมือ ดวงมักจะได้โชคได้ลาภ มีทรัพย์เข้ามาเรื่อยๆไม่ขาด หาเก่งใช้คล่อง\nการงาน: เทคโนโลยี ของล้ำสมัย ติดต่อต่างประเทศ งานบริหาร วิชาการ ตำแหน่งงานเจริญก้าวหน้า ประสบความสำเร็จ ผู้ใหญ่อุปถัมภ์ ขยันตั้งใจทำงาน กล้าตัดสินใจ นักขายมือทอง เจรจาค้าขายเก่ง มีความสามารถ เหมาะกับหลากหลายอาชีพ เกี่ยวข้องกับศิลปะ ออกแบบ-ตกแต่ง ขยัน ชอบทำงาน การงานประสบความสำเร็จ เหมาะกับงานที่ไม่หยุดนิ่ง ธุรกิจการแข่งขันสูง เทคโนโลยีล้ำสมัย ออนไลน์ การงานเจริญก้าวหน้า ประสบความสำเร็จทุกรูปแบบ ทำงานเก่ง ทำงานได้หลายอาชีพ บันเทิง ร้านอาหาร ของหรูหรา ขายของแพง ของฟุ่มเฟือย\nความรัก: มั่นคงดี รักเพื่อนฝูงและบริวาร เสน่ห์แรงมาก มีความโรแมนติก สมหวังดี เสน่ห์แรง มั่นใจมาก หากโสดจะมีคนเข้ามาชอบเรื่อยๆ มีเสน่ห์ล้นเหลือ",
    "trans": "Finance: There will be an unexpected of fortune coming through and a good fortune in earning money. You will make good income in many form of making deals, financially stable. The more you travel the more money you can be making, a great financial luck. You will be receiving continuous money from multiple sources with ease. You'll be able to manage your money skillfully and rarely have unstable financial. Your luck and fortune will always be by your side with the constant flow of finding and using money healthily.\nWork: A path in technology, innovations, international relations, management, and academia will make you grow in that career and be successful. You will be successful in this field and get supported by the elders, your hard working skills, precise decisions, sales, negotiations, and various professional fields. Within the fields of art, design, and decoration will make you be successful in that career. Especially the field that is always moving around working, for example, competitive business, innovative technology, and online will make you move forward and be successful in every aspect. You are good at your work and many fields, entertainment, restaurants, luxury goods, and selling premium items.\nLove: Stable, love friends and family. You are a charming and romantic person that people admire. If you are single, there will always be people to like you because of your charms."
}