{
    "source": "th_TH",
    "target": "en_US",
    "text": "• จำกัดการซื้อบัตรสูงสุดไม่เกิน 6 ใบ/รายการ (ไม่สามารถซื้อซ้ำได้)\n• ราคาบัตรดังกล่าว ยังไม่รวมค่าธรรมเนียมการออกบัตรของเคาน์เตอร์เซอร์วิส ใบละ 30 บาท\n• ไม่จำกัดอายุผู้ชม / เด็กส่วนสูงเกิน 110 ซม. ต้องใช้บัตรเข้าชมการแสดง\n• รูปแบบประเภทของบัตรเข้าชม : 1. บัตรนั่ง (Seating) 2. บัตรยืน (Festival)\n• ขอให้ผู้ที่ชำระเงินค่าบัตรการแสดงเสร็จสมบูรณ์ทุกท่าน กรุณาเก็บหลักฐาน คือ สลิปใบเสร็จ หรือหลักฐานการชำระเงิน ตัวจริงเอาไว้เป็นอย่างดี เพื่อใช้รับบัตรบัตรพลาสติกสำหรับใช้เข้าชมการแสดง\n• เมื่อชำระเงินแล้วไม่สามารถเปลี่ยนแปลงยกเลิกหรือคืนเป็นเงินสดได้\n• บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกเอกสารที่มีการพิมพ์ซ้ำ ลอกเลียนแบบ ที่มิได้ผ่านการเห็นชอบจากบริษัทและสงวนสิทธิ์ในการเปลี่ยนแปลงข้อมูล หรือรายละเอียดโดยไม่ต้องแจ้งให้ทราบล่วงหน้า\nช่องทางการรับบัตร\nช่องทางที่ 1 : รับบัตรด้วยตนเองที่หน้างานในวันแสดง ณ จุดรับบัตร All Ticket\nช่องทางที่ 2 : เคาน์เตอร์เซอร์วิส ออลล์ทิคเก็ต ในร้าน 7-Eleven ตามสาขาที่กำหนด *จะแจ้งให้ทราบอีกครั้ง",
    "trans": "• A maximum of 6 tickets/transaction is allowed (Repeat purchases are not allowed.).\n• The ticket price does not include a 30 bath issuance fee charged by the counter service per ticket.\n• No age restrictions apply / children taller than 110 cm require a ticket for entry.\n• Ticket types: 1. Seating 2. Standing (Festival)\n• All individuals who have completed payment for their tickets are kindly requested to retain the original proof of payment, such as a receipt or payment slip, in good condition. This will be required to collect the plastic ticket for entry to the event.\n• Payments are non-refundable and cannot be changed or canceled once completed.\n•The company reserves the right to cancel duplicated or unauthorised documents and to modify details without prior notice.\nTicket Collection Options\nOption 1: Collect tickets at the All Ticket counter on the day of the event.\nOption 2: Pick up tickets from designated 7-Eleven All Ticket counters *exact locations will be announced later"
}