{
    "source": "th_TH",
    "target": "en_US",
    "text": "แต่ถ้าเค้าไม่รักก็ควรจะรู้ตัว\nอย่านุ่งสั้นเกินไป นี่มันดึกแล้ว\nyou ทำ I ไม่สบายใจ\nคือเป็นห่วงนะ ถึงแม้ว่าไม่มีสิทธิ์ไร\nก็เธอน่ารักบางทีก็สวยเกินไป (yeah)\nขอเบอร์ได้ไหมคนดีอยากโทรไปหาเธอ\nAnd all i wanna say is that i miss ya\nเดินไปบอก JN and JM...\nDamn i think this girls the one i think i need her\nอยากให้เธอรู้ว่าไม่ใช่คนหลายใจ\nอะไรที่ใครเค้าพูดไปก็ปล่อยเค้าไป\nเธออาจได้ยินว่าไม่ค่อยดีเท่าไหร่\nOh baby girl but your the only one I need\nเธอใส่ชุดนักศึกษายืนรอรถอยู่หน้ามอ\nแอบมองเธออยู่ตรงนี้เห็นเธอน่ะรอ\nใครคนนั้นที่คุยในจอ\nเธอใส่ชุดนักศึกษายืนรอรถอยู่หน้ามอ\nแอบมองเธออยู่ตรงนี้เห็นเธอน่ะรอ\nแต่ถ้าเค้าไม่รักก็ควรจะรู้ตัว\n_____________________________________\nAvailable on: https://mcn.solutionon...\n_____________________________________\nติดตามความเคลื่อนไหวได้ที่\nIG : @Jaymidichannel\nFacebook : Jaymidichannel\nYoutube : Jaymidichannel",
    "trans": "But if they don't love, you should know.\nDon't wear it too short. It's late at night.\nYou do | Feel uneasy\nmean I'm worried, though I don't have the right.\nBecause you are cute, sometimes you are too beautiful (yeah).\nCan I have your phone number, darling? I want to call you.\nAnd all I wanna say is that I miss ya.\nWalk to tell JN and JM...\nDamn I think this girls the one I think I need her.\nWant her to know that I'm not a person with many loves.\nWhat they have said, you should let them go.\nShe may heard that it's not quite good.\nOh baby girl but your the only one I need.\nShe is wearing the student uniform, waiting for the bus in front of the university.\nI hide to see her here. I can see her and wait patiently.\nWho is it that is speaking on the screen?\nShe is wearing the student uniform, waiting for the bus in front of the university.\nI hide to see her here. I can see her and wait patiently.\nBut if they don't love, you should know.\n_____________________________________\nAvailable on: https://mcn.solutionon...\n_____________________________________\nFollow movement at\nIG: @Jaymidichannel\nFacebook : Jaymidichannel\nYoutube : Jaymidichannel"
}