{
    "source": "th_TH",
    "target": "en_US",
    "text": "Sponsored\nClick Here\n\"แบรนด์คุณมี\" ตัวช่วยสำคัญที่ทุกบ้านต้องมี\nKhunmee\n|\nSponsored\nซื้อเลย\nเก้าอี้รีไคลเนอร์เหลือจากการจัดแสดงในประเทศไทย ขายในราคาเหลือเชื่อ\nเก้าอี้เอนกาย | ค้นหาโฆษณา\n|\nSponsored\nค้นหาเลย\nน้ำตาลทะลุ 400 บรรเทาได้ด้วยสมุนไพรสกัด\nDiherb\n|\nSponsored\nอ่านเพิ่มเติม\nติดตั้งง่าย: ค้นพบกระเบื้องยางใหม่ - ไม่ต้องใช้กาว ไม่เลอะเทอะ!\nกระเบื้อง | ค้นหาโฆษณา\n|\nSponsored\nค้นหาเลย\nนันยางเผยวัยรุ่นไทยเผชิญภาวะคิดมาก จมจ่อมกับอารมณ์ทางลบ\nนันยาง แบรนด์ใหญ่ที่ใส่ใจและสร้างแคมเปญสื่อสารกับวัยรุ่นมาอย่างยาวนาน\nSanook\nเป็นคนตื่นคืนละหลายครั้ง? ใช้วิธีนี้ หลับสนิทยาวถึงเช้า\nไม่ต้องกินยานอนหลับ\n|\nSponsored\nบ้านคอนเทนเนอร์หรูในประเทศไทย ขายด้วยราคาถูกมาก - ดูราคาที่นี่!\nจัดส่งบ้านคอนเทนเนอร์ | ค้นหาโฆษณา\n|\nSponsored\nค้นหาเลย\nMOST POPULAR\n\"เบนซ์ เรซซิ่ง\" โพสต์ให้ความรู้เรื่องฝากขัง \"17 บอส\" อ่านแล้วเข้าใจง่ายขึ้นมาก\nSanook\nWhat is an ETA and why are more countries like Thailand implementing it?",
    "trans": "Sponsored\nClick Here\n\"Khunmee Brand\", Essential Items Every Home Should Have\nKhunmee\n|\nSponsored\nBuy Now\nIn-store Recliner Chair from an exhibition in Thailand at an incredible price\nRecliner Chair | Search Ads\n|\nSponsored\nSearch Now\nWhat if blood sugar is over 400,  herbal extracts can help lower it.\nDiherb\n|\nSponsored\nRead More\nEasy to install: Discover new rubber tiles - no messy adhesives!\nTiles | Search Ads\n|\nSponsored\nSearch Now\nNanyang reveals that Thai teenagers face rumination and are overwhelmed by negative emotions.\nNanyang is a big brand that cares about and has created communication campaigns with teenagers for a long time.\nSanook\nDo you wake up several times a night? Use this method to sleep soundly until morning.\nNo sleeping pills needed\n|\nSponsored\nLuxury container houses in Thailand for sale at an affordable price. See prices here!\nContainer Home Delivery | Search Ads\n|\nSponsored\nSearch Now\nMOST POPULAR\n\"Benz Racing\" published a post to educate about the detention of \"17 Bosses\", which is much easier to read and understand.\nSanook\nWhat is an ETA and why are more countries like Thailand implementing it?"
}