{
    "source": "th_TH",
    "target": "en_US",
    "text": "เมคอัพอยากให้ลงทุนกับงานเบสที่สุด\n*จำไว้ว่าเบสดีมีชัยไปกว่าครึ่ง เพราะเป็นพื้นฐานทุกอย่าง เบสไม่ดีไปไหนต่อก็ไม่รอด\n- ไพรเมอร์ > เลือกที่เหมาะกับผิวตรงกับปัญหา เช่นรูขุมขนกว้าง เลือกแบบซิลิโคน ผิวแห้งเลือกแบบที่เติมน้ำให้ผิวหรือแบบเงาๆ (ไม่จำเป็นต้องมีก็ได้นะ)\n- รองพื้น/คุชชั่น > เลือกเนื้อ ฟินิช การปกปิดที่ต้องการ (ถ้ามีรอยสิวเล็กน้อยใช้แค่คอนซีลเลอร์เฉพาะจุดพอ)\n- คอนซีลเลอร์ > แนะนำแบบน้ำ+ปกปิดสูงหรือเป็นพาเล็ตต์ก็ได้\n- แป้งฝุ่น > แบบโปร่งแสง ไม่มีชิมเมอร์\nงานคัลเลอร์ต่างๆ แก้ม ตา ปาก เลือกสีที่เป็น timeless สีกลาง ๆ neutral tone ทาแล้วสวยแน่นอน ไม่ต้องลุ้น สีแต่งง่ายสุด รอดทุกงาน ใช้ได้บ่อย ไปเที่ยวกับเพื่อน ไปงานพรอมใดๆ คือรอดชัวร์\nอีกส่วนที่สำคัญคือคิ้ว/ตา\nคิ้ว >> เลือกแบบดินสอหรือฝุ่นน่าจะสะดวกสุด + มาสคาร่าใส\nตา >> มาสคาร่าเลือกแบบที่ก้านเล็กเพราะให้ดูธรรมชาติ ไม่ตกใจกับหน้าตัวเองเกิน ค่อยๆ ปรับไป",
    "trans": "Makeup should focus on investing in the base.\n*Keep in mind, a solid base serves as the foundation for all other strategies. If the base is flawed, all other strategies will fail.\n- Primer > Choose one that suits your skin and addresses specific concerns. For example, use a silicone-based primer for large pores or a hydrating/illuminating primer for dry skin. (Optional, not always necessary.)\n- Foundation/Cushion > Pick the texture, finish, and coverage that you prefer. (If you only have minor acne scars, a spot concealer might be enough.)\n- Concealer > A liquid, high-coverage concealer or a palette is recommended.\n- Setting Powder > Go for a translucent, shimmer-free option.\nFor color products like blush, eyes, and lips, choose timeless shades in neutral tones. These are foolproof and look beautiful on any occasion. Neutral tones are simple to work with, ensuring you will always look polished, whether it’s a casual outing with friends or a formal event like prom.\nAnother crucial aspect is brows and eyes.\nBrows >> Opt for a pencil or powder formula, paired with a clear brow mascara for a natural look.\nEyes >> Use a mascara with a slim wand for a more natural appearance, avoiding anything that feels overwhelming. Take it step by step and adjust gradually."
}