{
    "source": "th_TH",
    "target": "en_US",
    "text": "Conversational AI: การพัฒนาแชทบอทที่สามารถตอบคำถามและแก้ปัญหาให้ลูกค้าได้แบบเรียลไทม์ ตลอด 24 ชั่วโมง\nGenerative AI: AI ที่สามารถสร้างเนื้อหา เช่น การตอบคำถามพนักงาน การสร้างสโลแกน และการเขียนโค้ด\nในอนาคต คุณตุลย์ได้กล่าวว่า AI ในกรุงศรีฯ จะเน้นไปที่การสร้าง Krungsri AI Community ที่จะเป็นศูนย์กลางในการแลกเปลี่ยนความรู้และพัฒนา Use Case ร่วมกัน รวมถึงการนำเสนอนวัตกรรมใหม่ๆ เพื่อรองรับความต้องการของลูกค้าที่เปลี่ยนแปลงไปอย่างรวดเร็ว\nTech & Biz\nai\nkrungsri\nkrungsri-ai\nkrungsri-tech-day-2024\nkrungsri-tech-day-2024:-technology-for-people\nNo comment\nRELATED ARTICLE\nแจก 4 ฟีเจอร์ AI ออกแบบใน Microsoft Designer แอปคล้าย Canva ผสม Midjourney\nบทความนี้ Techsauce จึงอยากพามาทำความรู้จักกับ Microsoft Designer กันอีกสักครั้ง ว่าผ่านไป 2 ปี แพลตฟอร์มนี้มีอะไรเพิ่มมาใหม่บ้าง...\nตุลาคม 7, 2024 | By Techsauce Team\nTech & Biz\nAI\nmicrosoft\nMicrosoft Designer\nท่องเที่ยวไทยมีดี แต่ SME ยังไม่พร้อม ?",
    "trans": "Conversational AI: The development of chatbots capable of answering questions and resolving customer issues in real time, 24/7.\nGenerative AI: AI designed to generate content, such as answering employee questions, creating slogans, or writing code.\nLooking ahead, Mr. Tul shared that Krungsri's AI strategy will focus on building the Krungsri AI Community, a hub for exchanging knowledge and collaboratively developing use cases. This initiative aims to introduce new innovations to meet customers' rapidly evolving needs.\nLooking ahead, Mr. Tul shared that Krungsri's AI strategy will focus on building the Krungsri AI Community, a hub for exchanging knowledge and collaboratively developing use cases. This initiative aims to introduce new innovations to meet customers' rapidly evolving needs.\nai\nkrungsri\nkrungsri-ai\nkrungsri-tech-day-2024\nkrungsri-tech-day-2024:-technology-for-people\nNo comment\nRELATED ARTICLE\n4 AI Features in Microsoft DesignerMicrosoft Designer, a platform blending Canva-like design tools with MidJourney capabilities, has introduced new features over the past two years.\nThis article explores what’s new...\nPublished October 7, 2024 | By Techsauce Team\nTech & Biz\nAI\nmicrosoft\nMicrosoft Designer\nIs Thai Tourism Strong While SMEs Struggle to Keep Up?"
}