{
    "source": "th_TH",
    "target": "en_US",
    "text": "ต้นทุนการดำเนินงานสูงขึ้น: ในภาวะเศรษฐกิจที่ไม่ดี ต้นทุนวัตถุดิบ ค่าเช่าสถานที่ และค่าแรง อาจเพิ่มสูงขึ้น ทำให้ Texas Chicken ต้องแบกรับภาระต้นทุนที่สูงขึ้น ซึ่งอาจส่งผลต่อผลกำไรและความสามารถในการแข่งขัน\nความท้าทายในการขยายสาขา: แม้ว่า Texas Chicken จะมีแผนขยายสาขาหลังจาก OR เข้าตลาดหลักทรัพย์ แต่การหาทำเลที่เหมาะสมและการลงทุนในการเปิดสาขาใหม่ต้องใช้ทรัพยากรจำนวนมาก ความล่าช้าหรืออุปสรรคในการขยายสาขาอาจส่งผลต่อการเติบโตและความสามารถในการแข่งขัน\nการปรับตัวต่อพฤติกรรมผู้บริโภค: พฤติกรรมผู้บริโภคเปลี่ยนแปลงไปอย่างรวดเร็ว โดยเฉพาะอย่างยิ่งหลังจากโควิด-19 การสั่งอาหารออนไลน์และบริการเดลิเวอรี่ได้รับความนิยมมากขึ้น ทำให้เกิดคู่แข่งมากยิ่งขึ้น จนอาจสูญเสียโอกาสทางธุรกิจ\nผลกระทบย้อนหลังจากโควิด-19: การระบาดของโควิด-19 ส่งผลกระทบต่อธุรกิจร้านอาหารอย่างรุนแรง การล็อกดาวน์และข้อจำกัดต่างๆ ทำให้ยอดขายลดลงอย่างมาก แม้ว่าสถานการณ์จะเริ่มดีขึ้น แต่การฟื้นตัวก็ยังเป็นไปอย่างช้าๆ และบางธุรกิจอาจไม่สามารถรับมือกับภาระทางการเงินที่เพิ่มขึ้นได้",
    "trans": "Higher Operating Costs: In a poor economic environment, the cost of raw material, rent, and labor may increase, causing Texas Chicken to bear higher costs. This could affect profitability and competitiveness.\nChallenge In Branch Expansion: Although Texas Chicken has a plan to expand branches after OR goes public, finding suitable locations and investing in opening new branches requires significant resources. Delays or obstacles in branch expansion may affect growth and competitiveness.\nAdapting to Customer Behavior: Customer behavior has changed rapidly, especially after COVID-19. Online food ordering and delivery services have become more popular, leading to increased competition, resulting in the loss of business opportunities.\nLong-term Impact of COVID-19: The COVID-19 pandemic severely affected the restaurant business. Lockdowns and various restrictions led to a significant decrease in sales. Although the situation is starting to improve, recovery is still slow, and some businesses may not be able to cope with the increased financial burden."
}