{
    "source": "th_TH",
    "target": "en_US",
    "text": "การแก้ไขปัญหา Digital Work Permit Application\n1. ปัญหา : คนต่างด้าวต้องการติดตั้ง Application ใหม่\nวิธีการแก้ปัญหา\n1) แจ้งเจ้ำหน้ำที่บริษัท เพื่อรีเซ็ตรหัสผ่ำนใบอนุญำตท ำงำน\n2) เจ้ำหน้ำที่บริษัทเข้ำไปที่เมนู ข้อมูลบริษัท\n3) เลือก Tab ใบอนุญำตท ำงำน\n4) เลือกคนต่ำงด้ำวที่ต้องกำร กดปุ่ม รีเซ็ตรหัสผ่ำนใบอนุญำตท ำงำน\n5) ระบบจะส่ง Username และ Password ไปยัง email ที่ระบุไว้ (รหัสผ่ำนจะมีอำยุ 1 ชั่วโมง)\n6) กรอก Username และ Password ใหม่ที่โทรศัพท์มือถือเครื่องที่ต้องกำร\n2. ปัญหา : คนต่างด้าวท าโทรศัพท์มือถือสูญหาย\nวิธีการแก้ปัญหา\n1) แจ้งเจ้ำหน้ำที่บริษัท เพื่อรีเซ็ตรหัสผ่ำนใบอนุญำตท ำงำน\n2) เจ้ำหน้ำที่บริษัทเข้ำไปที่เมนู ข้อมูลบริษัท\n3) เลือก Tab ใบอนุญำตท ำงำน\n4) เลือกคนต่ำงด้ำวที่ต้องกำร กดปุ่ม รีเซ็ตรหัสผ่ำนใบอนุญำตท ำงำน\n5) ระบบจะส่ง Username และ Password ไปยัง email ที่ระบุไว้ (รหัสผ่ำนจะมีอำยุ 1 ชั่วโมง)\n6) กรอก Username และ Password ใหม่ที่โทรศัพท์มือถือเครื่องใหม่\n3. ปัญหา : คนต่างด้าวเปลี่ยนโทรศัพท์มือถือ",
    "trans": "The resolutions of the Digital Work Permit Application\n1. Issue: Aliens desire to install the new application.\nMethods for addressing the problem\n1) Request that the company staff reset the work permit password.\n2) The employees browse the page with company information.\n3) Click the Work Permit tab.\n4) Select one alien and then click the Reset Work Permit Password button.\n5) The system will send the username and password via email (the password is valid for 1 hour).\n6) Enter the new username and password on the desired mobile phone.\n2. Problem: Aliens misplaced their phone.\nMethods for addressing the problem\n1) Inform the company staff to reset the work permit password.\n2) The company's employees browse the company information page.\n3) Click the Work Permit tab.\n4) Choose one alien and click the Reset Work Permit Password button.\n5) The system will send the username and password via email (the password is valid for 1 hour).\n6) Enter the new username and password on the new mobile phone.\n3. Issue: Aliens switch mobile phones."
}