{
    "source": "th_TH",
    "target": "en_US",
    "text": "เมื่อวันที่ 11พฤศจิกายน2564 ทะเบียนนิติบุคลเลขที่010556416210 ปรากฏข้อความในรายการตามเอกสารทะเบียนนิติบุคลณวันออกหนังสือนี้ ดังนี้\n1. ชื่อบริษัทบริษัทเทเลเพอร์ฟอร์มานซ์(ประเทศไทย) จํากัด\n2. กรรมการของบริษัทมี3 คนตามรายชื่ อดังต่อไปนี้\n1. นาย[redacted_name]2. นาย[redacted_name]3. นาย[redacted_name]/\n3. จํานวนหรือชื่อกรรมการซึ่งลงชื่อผูกพันบริษัทได้คือกรรมการสองคนลงลายมือชื่อร่วมกันและประทับตราสําคัญของบริษัท/\n4. ทุนจดทะเบียน 140,000,000.00 บาท / หนึ่ งร้อยสี่ สิบล้านบาทถ้วน/\n5. สํานักงานแห่งใหญ่ตั้งอยู่เลขที่ 178 อาคารสิงห์คอมเพล็กซ์ชั้น21ห้อง210 ถนเพชรบุรีตัดใหม่แขวงบางกะปิ\nเ ข ต ห้ ว ย ข วา ง กรุ งเ ท พ ม ห า น คร /\n6. วัตถุที่ประสงค์ของบริษัทมี26ข้อดังปรากฏในสําเนาเอกสารแนบท้ายหนังสือรับรองนี้จํานวน2แผ่นโดยมีลายมือชื่อ น า ย ท ะ เ บี ย น ซึ่ ง รั บ ร อ ง เ อ ก ส า ร เ ป็ น ส ําคั ญ\nคําเตือน: ผู้ใช้ควรตรวจสอบข้อควรทราบท้ายหนังสือรับรองฉบับนี้ทุกครั้ง ก รมพรีมนาธุรกิจการผ้ากระทรวงพาณิงย์\nMintstry of Corrimerce จั ด พิ มพ์ เ มื่ อ เ ว ล า 1 1 . 5 4 น",
    "trans": "On November 11, 2024, the registration number 010556416210 shows the following information on legal entity registration documents as of date issuance:\n1. Company Name: Teleperformance (Thailand) Co., Ltd.\n2. Boards of Directors: The following 3 names are:\n1. Mr. [redacted_name]2. Mr. [redacted_name]3. Mr. [redacted_name]/\n3. The number or names of two directors are authorize to bind the company required to sign and affix the company's seal.\n4. Registered Capital: 140,000,000.000 Baht (One Hundred Forty Million Baht)\nHead Office: 178 Singha Complex Building, 21st Floor, Room 210, New Phetchaburi Road, Bangkapi\nHuai Khwang, Bangkok\nThe Purpose of the Company: 26 objectives are defined in the attached copy documents with 2 pages containing signatures of the registrar, which is certified the document importance.\nWarning: Users should always verify the information at the end of certification letter every time.\nMinistry of Commerce, printed on 11:54 AM."
}