{
    "source": "th_TH",
    "target": "en_US",
    "text": "เจนภพที่มีหน้าที่ขับรถให้มองฉันผ่านกระจกมองหลัง เมื่อฉันหันไปสบตาด้วยพอดีก็ถลึงตาใส่ เขาเลยได้แต่อมยิ้มไม่พูดอะไร ใช่... ในที่นี้ไม่ได้มีแค่คุณป๋าเท่านั้น ยังมีเจนภพอีกด้วย และฉันต้องง้องอนต่อหน้าคนถึงสองคนทำให้ฉันไม่สะดวกใจเท่าไหร่นักแต่ก็ต้องทำ\nและทันทีที่ฉันกดโทรหา อรุณเบิกฟ้าก็รับสายแล้วกรอกเสียงตามมาอย่างมืออาชีพ\n[อรุณเบิกฟ้าพูดสายค่ะ]\n“ฉันเอง อินทุอร”\n[ทราบค่ะ ดิฉันเมมเบอร์เอาไว้]\nเวลาได้ยินคำว่า ‘ดิฉัน’ จะรู้สึกเหมือนตัวเองอยู่ในละครหลังข่าวทุกที ทุกวันนี้มีคนแทนตัวแบบนี้อยู่จริง ๆ เหรอ แต่เอาเถอะขนาดไปห้างพนักงานยังเรียกเราว่าคุณผู้หญิงเพื่อเป็นการให้เกียรติอยู่เลย แม้จะกระดากอายบ้างก็เถอะ\n“ทำไมวันนี้ไม่มาทำงาน”\nคุณป๋าที่ได้ยินเสียงฉันถามห้วน ๆ ก็ยกมือขึ้นทำท่าจะตี ฉันจึงเบี่ยงตัวหลบนิดหน่อยแล้วชูนิ้วแตะปากทำเสียง ‘จุ๊’ ไม่ให้พ่อเสียงดัง\n[ดิฉันแจ้งไปแล้วนี่คะว่าขอแสดงความรับผิดชอบด้วยการลาออก]",
    "trans": "Jenpob, who is a driver, looked at me through the back mirror. When I turn and make eye contact with him, he stares at me. He smiles but says nothing. Yes... in here it's not just only Father but also Jenpob as well, and I have to make it up in front of these two people, which makes me feel awkward, but I have to do it anyway.\nAnd as soon as I made a call, Arunberkfah picked up, and she spoke in a professional tone.\n[This is Arunberkfah speaking.]\n\"It's me, In-tuorn.\"\n[Acknowledged, I am memorizing this phone number.]\nAnytime I hear \"I am,\" I feel like I'm in a soap opera every time; is there someone who uses such a pronoun these days? But whatever, even when I went to a department store, staff would address me as \"Lady\" as a form of respect, although I'm sometimes embarrassed.\n\"Why don't you start working today?\"\nFather, who heard me loudly ask this question, raised his hand as if he was about to hit me; I veered off slightly and made a \"Silence\" hand gesture to not let Father shout out loud.\n[I have already announced that I would take full responsibility by resigning.]"
}