{
    "source": "th_TH",
    "target": "en_US",
    "text": "ค่าปิดประกาศ แปลงละ 10 บาท\nค่าพยาน คนละ 5 บาท\nหลักการพื้นฐานของการซื้อขายที่ดิน\nตรวจสอบเอกสาร\nตรวจสอบเอกสารสิทธิ์ว่าอยู่ในเกณฑ์ที่สามารถยื่นขอโฉนดได้หรือไม่ เช่น มีใบ ส. ค.1 ใบจอง ใบเหยียบย่ำ น. ค.3 ก. ส. น.5\nเป็นที่ดินที่ได้ครอบครองและทำประโยชน์แล้ว\nไม่เป็นที่ดินสาธารณประโยชน์ ไม่เป็นที่เขตหวงห้าม ไม่เป็นที่ดินที่คณะกรรมการจัดที่ดินแห่งชาติสงวน และพัฒนาที่ดินเพื่อจัดให้แก่ประชาชน ไม่เป็นที่ดินที่คณะกรรมการจัดที่ดินแห่งชาติสงวนหรือหวงห้ามเพื่อให้ประชาชนใช้ประโยชน์ร่วมกัน ไม่เป็นที่ดินที่คณะรัฐมนตรีสงวนไว้เพื่อรักษาทรัพยากรธรรมชาติหรือเพื่อประโยชน์สาธารณะ\nจัดเตรียมเอกสารให้พร้อม\nเอกสารส่วนตัว บัตรประชาชน ทะเบียนบ้าน ทะเบียนสมรส ทะเบียนหย่า (ถ้ามี) หลักฐานการเปลี่ยนชื่อตัว ชือสกุล (ถ้ามี)\nแบบแจ้งการครอบครองที่ดิน เช่น ส. ค.1\nใบรับแจ้งความประสงค์จะได้สิทธิในที่ดิน\nใบจอง หรือใบเหยียบย่ำ หรือตราจอง",
    "trans": "Posting Announcement Fee: ten Baht per plot\nWitness Fee: five Baht per person\nBasic Principles for Land Transactions\nDocument Verification\nVerify land title documents to ensure they meet the requirements for obtaining a title deed. Examples of such documents include the Certificate of Land Utilization, the Pre-emptive Certificate, the Certificate of Utilization, and the Land Occupation Certificate.\nThe land must comply with the following conditions: It must be occupied and used by the claimant.\nIt must not be public land. It must not fall within restricted areas. It must not be reserved or allocated by the National Land Allocation Committee for public use or development. It must not be designated by the Cabinet for the preservation of natural resources or for public purposes.\nPrepare Necessary Documents\nPersonal Documents: National ID card, household registration, marriage or divorce certificate (if applicable), evidence of name or surname changes (if applicable)\nLand Ownership Documents: Land possession form\nNotification receipt indicating the intention to claim land rights\nPre-emptive certificate, occupation certificate, or land reservation stamp"
}