{
    "source": "th_TH",
    "target": "en_US",
    "text": "บริษัท....................................................................................................................... จำกัด\nหมวด 1. บททั่วไป\nขอ 1. ขอบังคับนี้ถามิไดตราไวเปนอยางอื่น ใหนำบทบัญญัติแหงประมวลกฎหมายแพงและพาณิชย\nในสวนที่เกี่ยวดวยบริษัทจำกัดมาใชบังคับ\nขอ 2. ขอบังคับนี้ถามีที่ซึ่งสมควรแกไขหรือเปลี่ยนแปลงก็ใหเสนอตอที่ประชุมผูถือหุนจัดการแกไข\nหรือเปลี่ยนแปลงตามกฎหมายตอไป\nหมวด 2. หุนและผูถือหุน\nขอ 3. หุนของบริษัททั้งหมดเปนหุนสามัญชนิดระบุชื่อ\nขอ 4. การโอนหุนจะตองทำเปนหนังสือลงลายมือชื่อผูโอนและผูรับโอน โดยมีพยานอยางนอยหนึ่งคน\nลงชื่อรับรองและจะนำมาใชแกบริษัทหรือบุคคลภายนอกไดตอเมื่อบริษัทจดแจงการโอนนั้นลงในทะเบียนผูถือหุนแลว\nขอ 5. บริษัทจะถือหุนหรือรับจำนำหุนของบริษัทเองไมได\nหมวด 3. กรรมการ\nขอ 6. คณะกรรมการของบริษัทจะพึงมีจำนวนเทาใดใหที่ประชุมใหญผูถือหุนเปนผูกำหนด\nขอ 7. ถาตำแหนงกรรมการวางลงเพราะเหตุอื่นนอกจากถึงคราวออกตามวาระ คณะกรรมการจะเลือก",
    "trans": "Company ... Limited\nChapter 1: General Provisions.\nClause 1. Unless otherwise specified in these Articles of Association, the provisions of the Civil and Commercial Code relating\nto limited companies shall apply.\nClause 2. Should there be a need to amend or revise these Articles of Association, a proposal shall be submitted to the shareholders' meeting\nfor amendment or revision in accordance with the law.\nChapter 2: Shares and Shareholders\nClause 3. All shares of the company shall be ordinary shares bearing the name of the shareholder.\nClause 4. The transfer of shares must be executed in writing, signed by both the transferor and the transferee, with at least one witness signing as a certifier.\nThe transfer shall only take effect against the company and third parties once it has been recorded in the company’s shareholders' register.\nClause 5. The company cannot hold its own shares or accept them as collateral.\nChapter 3: Directors\nClause 6. The number of directors of the company shall be determined by the resolution of the general shareholders' meeting.\nClause 7. If a director’s position becomes vacant for reasons other than retirement by rotation, the Board of Directors shall select a person to fill the vacancy. The selected person will serve as director for the remaining term of the predecessor."
}