{
    "source": "th_TH",
    "target": "en_US",
    "text": "\"ก็นายเป็น อะไรนะ 'หัวหน้าทหาร' ไม่ใช่เหรอ? การดูจุดยุทธศาสตร์ภูมิประเทศ อาคารสถานที่สำคัญ แหล่งหลบซ่อนตัว สถานที่เหมาะสมจะโจมตี ไม่ใช่หน้าที่นายหรือไง?\"\nซีคแกล้งย้อนถามคู่สนทนาจนชายร่างเล็กกว่ากลอกตาบน คล้ายได้ยินเสียงพึมพำสบถอะไรบางอย่าง ทำนองว่า เออก็ได้ ครั้งนี้แกชนะ\n\"เอ้า ฉันเอาชุดมาให้นายเปลี่ยนด้วย จะใส่ชุดทหารคาดเข็มขัดห้อยอะไรนะ? อุปกรณ์เคลื่อนที่ 3 มิติใช่ไหม? เต็มยศแบบนั้นเดินเพ่นพ่านรอบเมืองไม่ได้หรอก คนคงแห่มาดูกันให้ควั่ก ดีไม่ดีทหารยามมาร์เลย์อาจมาร่วมใส่ใจด้วย แล้วเราก็จบเห่\"\nรีไวขมวดคิ้วเรียว เหลือบมองชุดที่คนตัวสูง \"เตรียม\" มาให้พลางทำหน้าเบ้ ชุดนั้นดู \"แฟนซี\" เกินกว่าที่เขาคิดจะใส่ในชีวิตจริง ทั้งเสื้อกั๊กผ้าไหม เสื้อแขนยาวแต่งระบาย กางเกงกับถุงเท้ารัดน่อง ปิดท้ายด้วยผ้าคราแวตผูกคอสีม่วงอ่อน ก่อนขึ้นเสียงตอบ\n\"หาาา? ชุดบ้าอะไรของแก เมื่อวานฉันก็ใส่ชุดพลเรือนปกติ ไม่ได้ใส่ชุดทหารติดเกียร์ตรงไหน ไม่ได้แหกตาดูรึไง?\"",
    "trans": "\"You’re supposed to be a 'military commander,' right? Isn’t it your job to analyze strategic points, terrain, important buildings, hideouts, and suitable attack locations?\"\nZeek teased, asking his conversation partner back, making the smaller man roll his eyes, as if he heard a muttered curse, something like \"Fine, you win this time.\"\n\"Here, I brought you a change of clothes. Are you really going to wear that military outfit with the belt, and what's it called? Is it a 3D mobility device? You can’t just stroll around the city in full uniform like that. People will gather around to stare. And the Marleyan soldiers might even notice us. Then we’ll be in trouble.\"\nLevi frowned and glanced at the clothes the taller person \"prepared\" for him, making a face. The outfit looked too \"fancy\" for something he’d consider wearing in real life — a silk vest, a long-sleeved shirt with frills, pants, and knee-high socks, finished off with a light purple cravat. He raised his voice in response.\n\"What? What kind of ridiculous outfit is this? Yesterday, I was just wearing regular civilian clothes. I didn’t wear military gear. Didn’t you see?\""
}