{
    "source": "th_TH",
    "target": "en_US",
    "text": "ผู้เช่าสัญญาว่าจะพักอยู่ในทรัพย์ให้เช่าด้วยความสงบไม่กระทำหรือยินยอมให้ผู้อื่นกระทำการใดๆภายในหรือภายนอกทรัพย์ให้เช่า อันเป็นการขัดต่อกฎหมาย หรือศีลธรรมอันดี หรือเป็นหรืออาจจะเป็นอันตรายต่อสุขภาพอนามัยหรือเป็นที่รังเกียจ หรือก่อให้เกิดความเดือดร้อนรำคาญแก่บุคคลอื่นในกรณีที่ผู้เช่าฝ่าฝืน ให้ถือเป็นเหตุว่าผู้เช่าผิดสัญญาเช่า\nข้อ 10. การตรวจตราทรัพย์ให้เช่า\nผู้เช่ายินยอมให้ผู้ให้เช่าหรือตัวแทนของผู้ให้เช่าตรวจตราทรัพย์ให้เช่าและทรัพย์สินต่างๆ ภายในทรัพย์ให้เช่า\nได้ตามความเหมาะสม โดยจะแจ้งให้ผู้เช่าทราบล่วงหน้าก่อน 3 วัน\nข้อ 11. การผิดสัญญาเช่า\nในกรณีที่ผู้เช่าผิดสัญญาเช่าไม่ว่าข้อหนึ่งข้อใดหรือหลายข้อรวมกัน ผู้ให้เช่าจะบอกกล่าว ให้ผู้เช่าปฏิบัติการแก้ไขให้ถูกต้องตามสัญญาภายใน 30 วัน หากผู้เช่าเพิกเฉย ผู้ให้เช่ามีสิทธิเรียกค่าเสียหายหรือเลิกสัญญาเช่า โดยให้สัญญาสิ้นสุดลงโดยมิต้องบอกกล่าวอีก หรือจะใช้สิทธิดังกล่าวรวมกันก็ได้ และมีสิทธิเข้ายึดครองทรัพย์ให้เช่าได้โดยพลัน",
    "trans": "The tenant agrees to occupy the leased property in a peaceful manner and shall not engage in or allow others to engage in any actions within or outside the leased property that are contrary to the law or public morals, or that may endanger health, hygiene, or cause offense, or cause annoyance or disturbance to others. In case of violation, it will be considered a breach of the lease agreement by the tenant.\nClause 10: Inspection of the Leased Property\nThe tenant agrees to allow the landlord or the landlord’s representative to inspect the leased property and the property within the leased premises as deemed appropriate.\nThe tenant will be notified at least 3 days in advance.\nClause 11: Breach of Lease Agreement\nIn the event of a breach of the lease agreement by the tenant, whether it is one or more of the terms, the landlord will notify the tenant to remedy the breach within 30 days. If the tenant fails to comply, the landlord has the right to claim damages or terminate the lease agreement, thereby ending the agreement without further notice. The landlord may also combine both actions and has the right to immediately take possession of the leased property."
}