{
    "source": "th_TH",
    "target": "en_US",
    "text": "สรุปข่าวรายวันจากสํานักข่าว(ไม่)กรอง\n> ประจําวันที่ 15 ตุลาคม 2567 <\n- พี่หลิงโพส IG ในชุดสีดำสุดฮอทพร้อมดวงตาสีเขียวทำเอาแม่ๆ จะเป็นลมกับความสวยระดับยิ่งกว่าจักรวาล แต่ไม่วายน้องคิว0 มาไลค์มาเมนต์เร็วตามเคย เหมือนบอกเปรยๆ ว่าคนของชั้น\n- ส่วนสตร. ลลค. วันนี้นอกจากขายงานอวดรูปสาวตาเขียวที่ไปถ่ายแบบ พี่เค้าก็ไปออกกำลังกายอีกตามเคย\n- น้องออมโพส IG ในชุดดำซีทรูของ Dolce & Gabbana ความซีทรู เซ็กซี่ไม่ไหววว ทำอิแม่ที่พึ่งฟื้นขึ้นมาล้มกองกันไปอีกรอบ แต่พี่คนนั้นที่เหมือนเติมเน็ตเพื่อเธอขาคนเดียว ก็มาไลค์มาเมนต์คืนได้ไวพอๆ กัน\n- สตร. น้องออมสันนี้ขายงานรัวๆ ทั้ง D&G, BAZAAR, GUCCI ทุกเจ้าช่างเหมาะสมกับลูกแม่หมดเลย\n- Moochie เปิดตัวกิจกรรมเพื่อร่วมงาน Presenter Moochie Pet Food x LingLingKwong | Make More Happy ในวันที่ 19 ธันวาคม คล้ายแฟนมีตหลิงหลิงควองย่อมๆ ใครจะเป็นผู้โชคดี 700 คนที่จะมีสิทธิ์นั้น\n- ลลค. โพส weibo แคปชั่นอ้อนแฟนๆ \"ฤดูใบไม้ร่วงอันแสนโรแมนติก นับถอยหลังสู่การพบกันของเรา⌚~ ที่รัก พวกคุณคือการมีอยู่ที่ไม่สามารถ(มีอะไร)มาแทนที่ได้ของฉัน\" พร้อมพรีเซนนาฬิกา coach นั่นเอง",
    "trans": "Summary of the (Un)filtered News Agency's Daily News\n>News from October 15, 2024<\n- P' Ling posted a hot black outfit on Instagram, complete with green eyes that left moms in awe of her beauty, which was even more stunning than the universe itself. Nong Q00, as always, quickly liked and commented, almost as if marking her territory with a subtle hint that \"she is mine.\"\n- Meanwhile her stories IG today not only posted pictures of the girl with green eyes from a photoshoot but also went for a workout as usual.\n- Nong Aom posted on IG wearing a sheer black Dolce & Gabbana outfit, showing off her sexy look that caused her mother, who had just recovered, to collapse once again. But the person who always seems to be there for her was quick to like and comment back.\n-Stories Instragram of Nong Aom is working hard, posting a series of sponsored content, including D&G, BAZAAR, and GUCCI, and everything just suits her perfectly.\nMoochie announced an event for Presenter Moochie Pet Food x LingLingKwong | Make More Happy, which will take place on December 19. It's like a mini fan meeting for LingLingKwong. 700 lucky fans will get the chance to participate.\nLlk. posted on Weibo with a caption that read, \"A romantic autumn season, counting down to our meeting⌚~ My love, you are irreplaceable to me,\" while presenting a Coach watch."
}