{
    "source": "th_TH",
    "target": "en_US",
    "text": "-ตอนการ์ดมาต้อนให้ขึ้นไปให้ของพูดจีนใส่ พอเราบอกให้พูดอังกิด เจอการ์ดตะโกนใส่หน้า หยาบคายมาก\n-ตอนลงจากเวที มีการ์ดคอยยืนบังคับทางให้เดินออก อ้อมขึ้นแสตนไปออกประตูอีกทาง ยืนรอดูข้างบนไม่ได้ เดินช้าไม่ได้ การ์ดวิ่งขึ้นมาไล่ถึงข้างบน\n-มึงคือบัตร10,000บาท ไม่ได้ 200 ถ้าจะจัดแบบนี่แน่จริงก็บอกมาให้หมดว่ามีมาตรการยังไง ไม่ใช่ได้เงินพวกกุไป แล้วมาเม็ดเยอะ เม็ดเก่ง เม็ดทุกดอก บอกเลยนะทุกคนที่เค้าซื้อ เพราะเค้ารักลูกเว้ย\n-Sound check ก็ไม่มีให้ดู แถมของแจกน้อยมาก ขนาดโปสเตอร์คอนใบเล็กๆยังต้องซื้อของถึงจะให้ ไม่แจกฟรี แหมช้านทำ Giveawayแจกตอนคอนลูกใบใหญ่กว่านี้ ควักเงินเอง กุยังแจกค่า\n-หมื่นนึงของแต่บะคนไม่เท่ากัน แต่มันไม่น้อยเลย บางคนกว่าจะเก็บได้ก้อนนี้ แล้วที่เค้ายอมซื้อราคานี้ เพราะเค้าอยากมีโมเม้นได้คุยกะลูก ได้ใกล้ชิด ได้ถ่ายคลิปคุยเล่นอย่างทีาเคยเป็นมา จะได้เก็บไว้ดูเป็นความทรงจำ บางคนซื้อรอบนี้แล้วไม่รู้จะซื้อราคานี้ได้อีกเมื่อไหร่ แล้วมาเจอแบบนี้",
    "trans": "-When security escorted me, they spoke Mandarin, and when I asked them to speak English, they shouted at me in my face, rude.\n-When I got off stage, security directed me to the exit, around the stand, and out to the exit. I didn't even stand and wait on the stage because security rushed up and took me away.\nThis is a 10,000 Baht ticket, not 200 Baht. If you are going to do this, just tell us what measures you will take. Don't just take our money and withhold every single necessary detail about it. I can tell you that everyone bought tickets because they loved them.\n-There is not even a sound-check event, and there are also very few giveaways; even concert posters have to be bought, not given away. Well, when I do giveaways at a larger concert, I can still use my own money to do them.\n-Each ten thousand is unique, but not insignificant. Some people have to take a long time to earn these tickets, and they are willing to pay such a price so that they can have moments of talking and being close to them, record their conversations just like they did, and keep videos as memories. For some people, they don't know whether they will be able to buy tickets at this price again, and look what they have found."
}