{
    "source": "th_TH",
    "target": "en_US",
    "text": "การเงิน: มีโชคลาภแบบไม่คาดคิดเข้ามาเสมอ ถ้าวางแผนการเงินได้ เรื่องเงินจะดีเยี่ยม มีโชคแบบฟลุ๊คๆ หาเงินเข้าได้เรื่อยๆ หมุนเงินได้ เงินทองอุดมสมบูรณ์ หาเงินได้หลายทาง รวยเร็ว เก็บเงินอยู่ วาจาทรัพย์ พูดแล้วได้เงิน เจรจาหาเงินเก่งเป็นที่สุด\nการงาน: เทคโนโลยี ของล้ำสมัย ติดต่อต่างประเทศ งานบริหาร วิชาการ เก่งวิชาการ งานบริหาร สติปัญญาเป็นเลิศ การงานประสบความสำเร็จ ผู้ใหญ่เมตตา ยิ่งเหมาะมากกับงานที่ใช้ภาษา งานออนไลน์ เทคโนโลยี ตลาดหุ้น คอมพิวเตอร์ ค้าขายวัตถุมงคล ทำได้ทุกประเภท ของสวยงามทุกชนิด การเงินการลงทุน มีความคิดบุกเบิกสร้างสรรค์ ฉลาดทำมาหากิน หัวไว เรียนรู้เร็ว เก่งด้านการติดต่อสื่อสาร งานที่ใช้การพูด ติดต่อประสานงาน\nความรัก: รักอย่างมีสติ รักครอบครัวดี คู่รักดีมีความสุข อ้อนเก่ง เอาอกเอาใจเก่ง อบอุ่น ใครได้อยู่ใกล้แล้วสบายใจ เสน่ห์น่ารัก สุภาพอ่อนโยน มีความสุข ความรักสดชื่น",
    "trans": "Finance: Unexpected good fortune will come your way often. If you plan your finances well, money will flow smoothly. You will have lucky moments and be able to earn money continuously. You’ll be able to manage your finances and accumulate wealth. There are many ways to make money. You’ll become rich quickly and can save money. Your words will attract wealth, and you will be excellent at negotiating and making money.\nCareer: You’ll work with advanced technology and be in contact with foreign countries. You excel in management and academic fields, with superior intelligence. Your work will be successful, and you’ll gain favor from superiors. You are well-suited for jobs that involve languages, online work, technology, stock markets, computers, and trading amulets. You can succeed in any field that involves beautiful items. Your creative thinking in finance and investment will help you thrive. You are quick-witted, a fast learner, and excellent at communication and coordination. Jobs that involve speaking and networking are ideal for you.\nLove: You will love with wisdom, showing great affection and care for your family and your partner. You have the charm of being able to pamper your loved ones, making them feel warm and comfortable. People around you will feel at ease in your presence. You are gentle, polite, and filled with love and happiness. Your love life will be full of freshness and joy."
}