{
    "source": "th_TH",
    "target": "en_US",
    "text": "15:34 บก. สอท.๓ ครับ\n15:35 บก. สอท.๓ ตอนนี้ก็คงมีวิธีเดียว ครับหายอดเงิน 2 เเสนเเล้วเดียวผมช่วย 1 เเสนผู้เสียหายจะได้ยืนยันบัญชี ให้เสร็จเเล้วรับเงิน คืนทันเลยนะครับ\n15:37 Nok หาไม่ได้ค่ะไม่มีใครให้\n15:38 Nok เค้ารู้ว่าหมดตัวแล้ว ใครเค้าจะให้\n15:39 บก. สอท.๓ ถ้าผู้เสียหาย อ่านรายเอียดก่อนที่จะยืนยีนบัญชีรับเงิน ก่อนสักหน่อยปัญหามันก็คงไม่เกิด แบบนี้หรอกนะครับ\n15:40 บก. สอท.๓ การทำธุระกรรมการเงิน ควรที่จะอ่านรายเอียดให้ดีก่อน ที่จะทำรายการเข้าไปนะครับ ยอดถอนเงินไม่ใช่จำนวนน้อยๆ\n15:40 Nok ไม่รู้นี่คะ\n15:41 บก. สอท.๓ ไม่รู้ ก็ควรที่จะอ่านรายเอียดก่อนนะครับ\n15:41 บก. สอท.๓ ถอนเงิน หลักล้านล้านนะครับ ไม่ใช่หลักพัน\n15:42 บก. สอท.๓ ถ้าเกิดตอนนั้นผู้เสียหาย อ่านรายเอียดสักหน่อยมันก็ไม่เกิดเหตุการณ์ผิดพลาด แบบนี้หรอกนะครับ\n16:31 บก. สอท.๓ ถ้าหากต้องการให้ผมช่วยก็ติดต่อผมมานะครับ เพราะผมเองก็มีเรื่องที่จะต้องใช้เงินเหมือนกันครับ",
    "trans": "15:34 Officer SOT 3: Yes.\n15:34 Officer SOT 3: At the moment, there is probably only one option. You can try to find a way to add the missing 2 hundred thousand. I will assist with 1 hundred thousand, so you can confirm your bank account and complete the process. You will be refunded immediately.\n15:37 Nok: I can't find it, and no one is willing to provide it.\n15:38 Nok: Everyone knows that I am in financial distress. Nobody would lend me the money.\n15:39 Officer SOT 3: If the you had read the details before confirming the account for the money, the problem probably wouldn’t have occurred like this.\nOfficer SOT 3: Carefully review the details before proceeding with any financial transactions. Because the withdrawal amount was pretty significant.\n15:40  Nok: I didn’t know.\n15:41 Officer SOT 3: If you didn’t know, you should have read the details first.\n15:41 Officer SOT 3: The withdrawal is in the millions, not in the thousands.\n15:42 Officer SOT 3: If you had read the details a little more carefully at that time, this mistake wouldn’t have happened.\n16:31 Officer SOT 3: If you need me to help, just contact me. I have financial needs of my own as well."
}