{
    "source": "th_TH",
    "target": "en_US",
    "text": "- เป็นไม้โตเร็ว เนื้อไม้คุณภาพดี ปลวกและมอดไม่ค่อยทำลาย สามารถนำมาใช้ประโยชน์ได้เกือบทุกส่วน เนื้อไม้ใช้ทำเครื่องเรือนเครื่องแกะสลัก ดอกอ่อนใช้รับประทานได้ เมล็ดนำมาสกัดสารทำยาฆ่าแมลง เปลือกต้มทำ ยาแก้บิดหรือท้องร่วง ต้นสะเดามีอายุยืนไปถึง 200 ปีก็มี เป็นไม้สารพัดประโยชน์\n- ขึ้นทั่วไปทางภาคใต้ ตั้งแต่จังหวัดชุมพรลงไป ส่วนมากพบขึ้นอยู่ตามเรือกสวนไร่นา ขึ้นในป่าดงดิบทางภาคใต้ลงไปจนถึงแถบสมุมาตรา มาเลเซีย\n- กระพี้สีขาวอมชมพู แก่นสีน้ำตาลอมแดง เสี้ยนเล็กน้อย เนื้อละเอียด สม่ำเสมอ\n- ความแน่น 510 กก. /ม3\n- การหดตัวด้านรัศมี 0.99-3.25 %\n- การหดตัวด้านสัมผัส 2.81-6.42 %\n- แรงดัดสถิตย์ มอดูลัสแตกร้าว MOR Air-Dry 94 MPa\n- แรงดัดสถิตย์ มอดูลัสยืดหยุ่น MOE Air-Dry 9,777 MPa\n- แรงอันขนานเสี้ยน 52 MPa\n- แรงเฉือน 16 MPa\n- ความแข็ง 4,011 N\n** ค่าต่างๆสามารถเปลี่ยนแปลงได้ตามอายุไม้ สภาพอากาศ พันธุ์ไม้ อื่นๆ **",
    "trans": "- It is a fast-growing wood, high-quality wood, and it cannot be destroyed by termites and borers and can be utilized for various purposes. The wood can be applied to furniture and carving. The young flowers are edible. Seeds can be extracted for making insecticides. The bark can be boiled to make medicine for dysentery or diarrhea. Neem trees can live up to 200 years and are very diverse.\n- It is typically grown in the southern region, specifically in Chumporn Province and southward, normally found in orchards, farms, and rainforests in the southern part of Thailand, extending to Sumatra and Malaysia.\n- The sapwood is pinkish-white, and the heartwood is reddish-brown. The grain is slightly interlocked, and the texture is fine and uniform.\n- Density is 510 kg/m³\n- The radial shrinkage is between 0.99-3.25%\n- The tangential shrinkage is between 2.81-6.42%\n- The static bending, modulus of rupture (MOR) Air-Dry is 94 MPa\n- The static bending, modulus of elasticity (MOE) Air-Dry is 9,777 MPa\n- The parallel-to-grain compressive strength is 52 MPa\n- The shear strength is 16 MPa\n- The hardness is 4,011 N\n** These values may change according to the age of wood, weather conditions, plant species, etc. **"
}