{
    "source": "th_TH",
    "target": "en_US",
    "text": "ถ้าใครที่สงสัยในตอนแรก แล้วตั้งคำถามก็ไม่เป็นไร แต่ถ้าเข้าใจเหตุผลแล้ว แล้วรู้สึกตัวเองเข้าใจผิด อยากขอความร่วมมือช่วยลบข้อความเหล่านั้น เพราะไม่อยากให้ส่งผลต่อการร่วมงานในอนาคต\n• ส่วนเรื่องตารางงานที่มีการเปลี่ยนแปลง ทางลูกค้าขอให้ลบ และจะประกาศอีกครั้ง (ตอนแรกลูกค้าอนุญาตแต่หลังลงลูกค้าขอแจ้งเปลี่ยนหลังทางค่ายลงตารางงาน เลยจำเป็นต้องลงใหม่ และจะมีการลงประกาศก่อนวันอีกครั้ง ซึ่งเป็นงานไพรเวท)\n• อยากให้ระวังเรื่องการใช้คำพูด โดยเฉพาะกับคนที่มาร่วมงานกับน้องๆ ยิ่งกับคนกลางที่ไม่ใช่คนของค่ายเพราะเค้าทำงานหลากหลายค่าย ไม่อยากให้น้อยใจกัน เพราะจะทำให้คนที่มาร่วมงานด้วยรู้สึกเกร็งและไม่กล้าพูดถึง และน้องๆแฮปปี้มากกับการร่วมงานกับบุคคลเหล่านั้น\n• เรื่องข้ามฟ้าค่อนข้างเหนือจินตนาการ บางสิ่งในนิยายและในจินตนาการของแต่ละคน อาจแตกต่างกัน บางอย่างในนิยายก็ไม่สามารถทำออกมาได้จริงในซีรีส์ จึงต้องมีการปรับบทและหาตรงกลางร่วมกัน",
    "trans": "If anyone had a doubt in the beginning and started questioning, then it's okay. However, if you now understand the reason and realize that there was a misunderstanding, I kindly ask for your cooperation in deleting those messages to avoid affecting future works.\n• About the changes to the work schedule, the client asked me to delete it, and I will make another announcement some time later. (Initially, the client allowed it, but after it was posted, they asked to change it. Therefore, the new schedule will be posted again, and there will be another announcement prior to the event day, which is a private event.\n• Please be mindful of the words that are being used, especially those who work with the team, particularly those who aren't with the label. Because they work for various labels, I don't want them to feel uncomfortable around each other. As this could lead to hesitation and unease in future collaborations. And the team is thrilled to work with those people.\n• For Kam Fah, it goes beyond imagination. Some elements from the novel and personal imaginations can be vary. Certain elements from the novel cannot be feasible to portray in the series, so there will be an adjustment to find a middle ground."
}