{
    "source": "th_TH",
    "target": "en_US",
    "text": "สินค้าจะส่งภายในวันก่อนเวลา 16.00 น. สั่งก่อน 16.00 ส่งภายในวันเลย\n*** รถจะออกเข้าคลังประมาณ 17.00 น.\nโดยขนส่ง J&T (ขนส่งแดง) ปริมณฑล โดยปกติ วันรุ่งขึ้นถึง\n-----------------------------------------------------------------------------------------\nมาแบบผง ตรงจาก Advanced Nutrients !! ไม่ต้องกลัวเรื่องปุ๋ยบูด\nแค่เก็บไว้ที่แห้ง ไม่ชื้นพอ มาพร้อมความเข้มข้นสุดๆ\nใช้เพียง 1 กรัมต่อน้ำ 2 ลิตร !!\n**************************************************************************\nAdd 10 grams per 20 Liters (2 tsp per 7 gallons) of nutrient solution\nin your reservoir for weeks 2 to 5 of the bloom phase.\n**************************************************************************\nBig Bud จะช่วยทำให้ต้นไม้ของคุณออกดอก และผลผลิตได้เยอะขึ้น\nดอกใหญ่ขึ้นมีความหนาแน่นสูง และยังช่วยเพิ่มน้ำมันสกัดจากดอก\nและกลิ่นหอมอะโรมาติกจากเทอร์พีน (terpenes) และฟีนอลที่มากขึ้น\nด้วยสูตรปุ๋ยที่ไม่เหมือนใคร เราใช้โพแทสเซียม และฟอสฟอรัส\nในปริมาณที่เหมาะต่อกระบวนการการสร้างความแข็งแรงของดอกไม้,\nเพื่อให้ดอกที่ใหญ่ที่สุด โตได้เร็วที่สุด อีกทั้งเรายังเพิ่มกรดอมิโนที่มีประโยชน์\nช่วยเพิ่มการลำเลียงพลังงานไปสู่ดอกโดยตรง และสุดท้ายเราเพิ่ม",
    "trans": "Products will be delivered within the same day before 4:00 PM if ordered before 4:00 PM.\n***The truck will leave for the warehouse around 5:00 PM.\nDelivered by J&T (Red Shipping) in suburban areas, typically arriving the next day.\n-----------------------------------------------------------------------------------------\nStraight from Advanced Nutrients in powder form! No worries about spoiled fertilizers.\nSimply store in a dry, non-humid place. Comes with extreme concentration.\nUsage: Only 1 gram per 2 liters of water!\n**************************************************************************\nAdd 10 grams per 20 Liters (2 tsp per 7 gallons) of nutrient solution\nin your reservoir for weeks 2 to 5 of the bloom phase.\n**************************************************************************\nBig Bud enhances flower growth and increases yield.\nIt helps produce larger, denser flowers while boosting essential oils extracted from blooms\nand enhancing aromatic scents from terpenes and phenols.\nWith its unique formula, we use the optimal amount of potassium and phosphorus\nto strengthen flower structures, ensuring the largest and fastest-growing blooms.\nWe also add beneficial amino acids,\nwhich improve the energy flow directly to the flowers. Finally, we enhance the formula further..."
}