{
    "source": "th_TH",
    "target": "en_US",
    "text": "ถามว่าทำไมเป็นนาง เพราะส่วนหนึ่งมันจะมีในนิยายที่บอกว่าภิญเป็นคนที่ช่วยหาทุน (เงิน) เข้าสถาบัน ด้วยความที่สถาบันเพิ่งตั้งด้วย ตังค์ส่วนนึงนางหาก็ให้นางรับรู้ไป แถมไป ตปท. มาหลายที่ คอนเน็คชั่นเยอะ ต่อไปจะให้นางหาที่ส่งเด็กไปเก็บประสบการณ์ต่างประเทศ มองยาววว\nทีแรก อ. แกจะให้บัว เพราะ อ. ไม่ค่อยอยู่ ไปสัมมนาบ่อย แล้วก่อนหน้าภิญคือนางก็ยังไม่ได้ตอบรับว่าจะกลับมามั้ย ลีลา เลยตั้งใจเอาบัวแขวนไว้ก่อน อย่างที่ในเรื่องมีรุ่นพี่บอกว่า อ. วางแนวทางไว้แบบนั้นอยู่แล้ว คือสองคนนี้เรื่องประสบการณ์หรือความสามารถทักษะเค้าได้อยู่แล้ว\nพอภิญกลับมา อ. เลยให้บัวขึ้นเป็นหัวหน้าแล็บมานุษยวิทยากายภาพ เพราะส่วนนึงในสถาบันยังไม่มีบุคลากรด้านนี้โดยตรง ถ้าไม่นับตัว อ.\nเจ๊ฟางซีก็เหมือนพอจะจบนางก็อยากออกเรือนมากกว่าจะทำงานสายนี้ต่อ\nอีกเรื่องคืออายุของคนจบ ป. เอก นี่แวรี่มาก",
    "trans": "The reason why she became the female lead is partly because, in the story, Phin is the one who helps secure funding for the institution, especially since the institution is newly established. She made sure to take credit for some of the money she helped find. She has also traveled extensively abroad and has a large network of connections. In the future, she will be responsible for identifying opportunities for students to gain international experience while thinking long-term.\nInitially, the professor wanted to assign Bua the role because the professor was often away attending seminars. Before Phin returned, Bua hadn’t responded about whether she would come back, so the professor decided to keep Bua in place for the time being. As mentioned in the story, a senior had said that the professor had already planned this out. Both of them have the necessary experience and skills.\nWhen Phin returned, the professor then appointed Bua as the head of the physical anthropology lab because the institution still lacked someone directly involved in this field, aside from the professor herself.\nAs for Je Fangxi, it seemed like once she finished, she preferred to get married rather than continuing to work in this field.\nAnother thing is that the age of someone finishing a Ph.D. is quite varied."
}