{
    "source": "th_TH",
    "target": "en_US",
    "text": "(๔๒) หมายบังคับคดี\nคดีหมายเลขดําท่ี ผบE659/2566\nคดีหมายเลขแดงที่ ผบE836/2566\nในพระปรมาภิไธยพระมหากษัตริย์\nศาล แพ่งกรุงเทพใต้\nวันท่ี 25 เดือน มกราคม พุทธศักราช 2567\nความ แพ่ง นางสาว[redacted_name] ท่ี 1 และพวกรวม 2 คน\nระหว่าง\nหมายถึง เจ้าพนักงานบังคับคดี\nด้วยเรื่องคดีนี้ นางสาว[redacted_name] ท่ี 1 และพวกรวม 2 คน\nโจทก์\nจําเลย\nบริษัท เอเพ็กซ์ ดีเวลลอปเม้นท์ จํากัด (มหาชน)\nโจทก์ ร้องขอให้บังคับคดีตามคําพิพากษา ซึ่งศาลได้มีคําสั่งให้จําเลยปฏิบัติตามคําพิพากษารายละเอียดปรากฏตามคําพิพากษา\nด้านหลังหมายน้ี แต่จําเลยไม่ปฏิบัติหรือปฏิบัติไม่ครบถ้วน\nโดยคดีนี้โจทก์ได้ยื่นฟ้องเมื่อวันที่ 6 เดือน กรกฎาคม พ. ศ. 2566\nเพราะฉะน้ัน จึงตั้งให้ท่านเป็นเจ้าพนักงานบังคับคดีจัดการยึดอายัดทรัพย์สินของลูกหนี้ตามคําพิพากษา\nหรือคําสั่ง หรือทําการอื่นใดโดยอํานาจและหน้าที่ตามกฎหมาย ในการนี้ โจทก์หรือผู้แทนโจทก์ จะเป็นผู้นําเจ้าพนักงาน บังคับคดีไปดําเนินการตามประมวลกฎหมายวิธีพิจารณาความแพ่ง",
    "trans": "(42) Writ of Execution\nCivil Case No. Black Phor Bor E659/2566\nCivil Case No. Red Phor Bor E836/2566\nBy the Royal Command of His Majesty the King\nBangkok Southern Civil Court\nDated: 25 January 2024\nCivil Action of Ms. [redacted_name], 1st Plaintiff, and 1 other\nBetween\nMeaning the Bailiff\nIn this case, Ms. [redacted_name], 1st Plaintiff, and 1 other\nPlaintiff\nDefendant\nApex Development Public Company Limited\nThe Plaintiff requests enforcement of the judgment that the Court has ordered the Defendant to comply with, the details of which appear in the judgment\nbehind this mark. However, the defendant did not comply or did not comply completely.\nIn this case, the Plaintiff filed a lawsuit on 6 July 2024.\nTherefore, you are appointed as an enforcement officer to manage and seize the assets of the debtor according to the judgment\nor any other orders or actions in accordance with legal authority. In this case, the plaintiff or the representative of the plaintiff will be the one to have the enforcement officer proceed in accordance with the Civil Procedure Code."
}