{
    "source": "th_TH",
    "target": "en_US",
    "text": "2962 B20574 1030200171 โรงเรียนบ ้ านหนองรัง ครบุรี นครราชสีมา สพฐ. สํานักงานเขตพืนทีการศึกษาประถมศึกษานครราชสีมา เขต 3\n2963 B09641 1030200130 โรงเรียนบ ้ านเทพนิมิต ครบุรี นครราชสีมา สพฐ. สํานักงานเขตพืนทีการศึกษาประถมศึกษานครราชสีมา เขต 3\n2964 B19466 1030200135 โรงเรียนบ ้ านหนองตะแบก ครบุรี นครราชสีมา สพฐ. สํานักงานเขตพืนทีการศึกษาประถมศึกษานครราชสีมา เขต 3\n2965 B36767 3030100117 โรงเรียนบ ้ านใหม่พิทยาคม ครบุรี นครราชสีมา สถ. องค์การบริหารส่วนจังหวัดนครราชสีมา\n2966 B23350 1030200149 โรงเรียนบ ้ านอังโกน-ห ้ วยทราย ครบุรี นครราชสีมา สพฐ. สํานักงานเขตพืนทีการศึกษาประถมศึกษานครราชสีมา เขต 3\n2967 B36768 3030100115 โรงเรียนมาบตะโกพิทยาคม ครบุรี นครราชสีมา สถ. องค์การบริหารส่วนจังหวัดนครราชสีมา\n2968 B08471 1030200129 โรงเรียนบ ้ านทรัพย์เจริญ ครบุรี นครราชสีมา สพฐ. สํานักงานเขตพืนทีการศึกษาประถมศึกษานครราชสีมา เขต 3\n2969 B12760 1030200160 โรงเรียนบ ้ านบุหว ้ าสามัคคี ครบุรี นครราชสีมา สพฐ. สํานักงานเขตพืนทีการศึกษาประถมศึกษานครราชสีมา เขต 3",
    "trans": "2962 B20574 1030200171 Ban Nong Rang School, Khon Buri, Nakhon Ratchasima, OBEC, Nakhon Ratchasima Primary Educational Service Area Office 3\n2963 B09641 1030200130 Ban Thep Nimit School, Khon Buri, Nakhon Ratchasima, OBEC, Nakhon Ratchasima Primary Educational Service Area Office 3\n2964 B19466 1030200135 Ban Nong Tabak School, Khon Buri, Nakhon Ratchasima, OBEC, Nakhon Ratchasima Primary Educational Service Area Office 3\n2965 B36767 3030100117 Ban Mai Pittayakom School, Khon Buri, Nakhon Ratchasima, DLA, Nakhon Ratchasima Provincial Administrative Organization\n2966 B23350 1030200149 Ban Angkon-Huai Sai School, Khon Buri, Nakhon Ratchasima, OBEC, Nakhon Ratchasima Primary Educational Service Area Office 3\n2967 B36768 3030100115 Mab Takho Pittayakom School, Khon Buri, Nakhon Ratchasima, DLA, Nakhon Ratchasima Provincial Administrative Organization\n2968 B08471 1030200129 Ban Sapphayacharoen School, Khon Buri, Nakhon Ratchasima, OBEC, Nakhon Ratchasima Primary Educational Service Area Office 3\n2969 B12760 1030200160 Ban Bu Hwa Samakki School, Khon Buri, Nakhon Ratchasima, OBEC, Nakhon Ratchasima Primary Educational Service Area Office 3"
}