{
    "source": "th_TH",
    "target": "en_US",
    "text": "ลูกค้าทรูใช้ 1 ทรูพอยท์ แลกรับส่วนลด 50 บาท เมนูเครื่องดื่มที่ร่วมรายการ (เมนูเครื่องดื่มเย็น และ เมนูเครื่องดื่มปั่น เท่านั้น)\nยกเว้น ดังนี้ เครื่องดื่มร้อน / Ready-to-drink /เครื่องดื่ม World Selection /หมวดเครื่องดื่มโบราณ\nเงื่อนไข\n1. โค้ดมีอายุการใช้งาน 30 นาที หลังกดยืนยันรับสิทธิ์ หากไม่ใช้สิทธิ์ภายในเวลาที่กำหนดจะถือว่าสละสิทธิ์ ทาง บริษัทฯ จะไม่ชดเชยรหัสคืนในทุกกรณี\n2. กดรับสิทธิ์ที่เคาน์เตอร์แคชเชียร์เท่านั้น งดรับสิทธิ์จากภาพถ่าย / ภาพบันทึกหน้าจอ ( Screenshot )\n3. ระยะเวลาการร่วมรายการ 24 พฤษภาคม - 31 ธันวาคม 2567 เท่านั้น\n4. สิทธิพิเศษนี้ เฉพาะ เมนูเครื่องดื่มเย็น และ เมนูเครื่องดื่มปั่น เท่านั้น ยกเว้น ดังนี้ เครื่องดื่มร้อน / Ready-to-drink /เครื่องดื่ม World Selection /หมวดเครื่องดื่มโบราณ\n5. สงวนสิทธิ์งดให้บริการหากลูกค้าทำการกดตัดสิทธิ์ หรือไม่มีโค้ดเพื่อใช้สแกนรับสิทธิ์\n6. ในกรณีที่โค้ดถูกขโมย ทำลาย หรือนำไปใช้โดยไม่ได้รับอนุญาตจากเจ้าของโค้ด บริษัทฯจะไม่ทำการคืนเงินในทุกกรณี",
    "trans": "True customers can use 1 TruePoint to get a 50 baht discount on participating beverage menus (only iced drinks and blended drinks).\nExclusions: Hot drinks / Ready-to-drink / World Selection drinks / Traditional drink category\nTerms and Conditions\n1. The code is valid for 30 minutes after confirmation. If the right is not used within the specified period, it will be considered a waiver of the right. The company will not compensate the code in any case.\n2. Please claim your reward at the cashier counter only. Screenshots are not accepted.\n3. Promotion period: May 24 - December 31, 2024.\n4. This promotion is only for iced drinks and blended drinks. Exclusions: Hot drinks / Ready-to-drink / World Selection drinks / Traditional drink category.\n5. The company reserves the right to refuse service if the customer cancels the code or does not have a code to scan.\n6. In the event that the code is stolen, damaged, or used without the owner's permission, the company will not refund the money in any case."
}