{
    "source": "th_TH",
    "target": "en_US",
    "text": "ส่วนอีกห้องพบว่ามีชายกระโดดลงจากชั้นบน เพื่อหลบหนีเจ้าหน้าที่ แต่ตำรวจสามารถติดตามตัวมาได้ จากนั้นลงมาตรวจค้นห้องนอนชั้นล่าง พบยาเค บรรจุในถุงชาสีเขียว 1 ถุง หนัก 1 กก. แฮปปี้วอเตอร์ชนิดซองอีกจำนวนหนึ่ง ยาไอซ์ 1 ถุง เคนมผง บรรจุอยู่ในถุงพลาสติกใส ถาดใส่เคตามีน เครื่องบดเคตามีน เครื่องชั่งน้ำหนักแบบดิจิตอล และอุปกรณ์จัดปาร์ตี้ จำพวกเครื่องเสียงและไฟแสงสี จำนวน 1 ชุด\nนอกจากนี้ยังพบรถยนต์โตโยต้า อัลพาร์ด สีขาว และ รถจักรยานยนต์ อยู่ในโรงจอดรถ จากนั้นจึงได้ให้ผู้ต้องหานำไปตรวจค้น เพิ่มเติมที่คอนโดหรู ย่านรามคำแหง ตามที่ได้ตรวจพบกุญแจห้องและคีย์การ์ด ผลการตรวจค้นพบยาเค บรรจุอยู่ในถุงชาสีเขียว ซุกซ่อนอยู่ในห้อง รวม 276 ถุง และ ยาแฮปปี้วอเตอร์ บรรจุอยู่ในถุงกาแฟสีน้ำตาล ขนาด 1 ก. รวม 18 ถุง\nจากการสอบสวนทราบว่า นายอาเค ฉายา “อาเค สายตี้” เป็นผู้ที่ชื่นชอบการปาร์ตี้มั่วสุมเสพยาเสพติด เป็นหนึ่งในขบวนการค้ายาเสพติดข้ามชาติ มีหัวหน้าเป็นชาวไต้หวันคอยสั่งการ โดยให้น. อชิสา ภรรยา เคยมีอาชีพเป็นสาวพีอาร์ร้านเหล้า เป็นผู้ติดต่อ และขับรถไปรับเคตามีน และแฮปปี้วอเตอร์",
    "trans": "In another room, a man attempted to escape by jumping from an upper floor, but the police were able to apprehend him. Upon searching a downstairs bedroom, officers discovered 1 kilogram of ketamine packed in a green tea bag, packets of \"Happy Water,\" a bag of crystal meth, ketamine-laced drugs in a transparent plastic bag, a tray for ketamine, a ketamine grinder, a digital scale, and party equipment, including audio systems and lighting gear.\nThe search also uncovered a white Toyota Alphard and a motorcycle in the garage. The suspects were then taken to conduct further searches at a luxury condominium in the Ramkhamhaeng area, as indicated by the room key and keycard found earlier. This search yielded 276 packets of ketamine hidden in green tea bags and 18 packets of \"Happy Water,\" each packed in brown coffee bags weighing 1 gram.\nThe investigation revealed that Mr. Arke, nicknamed \"Arke Party-Goer,\" was fond of hosting drug-fueled parties. He was identified as part of an international drug trafficking network led by a Taiwanese ringleader. His wife, Ms. Nachisa, a former PR hostess at a bar, acted as a contact person and was responsible for driving to collect ketamine and \"Happy Water.\""
}