{
    "source": "th_TH",
    "target": "en_US",
    "text": "1. เนื้อหาที่เน้นความจริงใจและความเป็นธรรมชาติ: ผู้ติดตามจะชื่นชอบถ้าคุณเป็นตัวของตัวเองและแสดงออกด้วยความจริงใจ การที่คุณไม่เสแสร้งและไม่พยายามทำให้ดูสมบูรณ์แบบเกินไปจะช่วยให้ผู้คนรู้สึกเชื่อมโยงกับคุณได้ง่ายขึ้น\n2. เนื้อหาที่เกี่ยวข้องกับการดูแลตัวเองและพลังงานบวก: ด้วยพลังชีวิตที่ดูดีและสดใส คุณสามารถสร้างเนื้อหาเกี่ยวกับการดูแลสุขภาพ ทั้งทางกายและใจ หรือการพัฒนาตนเอง ซึ่งผู้คนมักจะมองหาการสร้างแรงบันดาลใจและคำแนะนำในการใช้ชีวิตที่มีความสุขและมีพลัง\n3. การให้คำแนะนำเกี่ยวกับความรักและความสัมพันธ์: เส้นหัวใจของคุณบอกถึงความละเอียดอ่อนและใส่ใจเรื่องความรักและความสัมพันธ์ ซึ่งคุณอาจแบ่งปันประสบการณ์และข้อคิดในเรื่องความรัก การฟื้นตัวจากการเลิกรา หรือการสร้างความสัมพันธ์ที่ดีได้\n4. การตอบสนองและการมีส่วนร่วมกับผู้ติดตาม: ความใส่ใจและการรับฟังผู้ติดตามจะช่วยสร้างความผูกพันที่ลึกซึ้ง การตอบคอมเมนต์ การแชร์ความคิดเห็น และการทำเนื้อหาที่ผู้ติดตามร้องขอจะทำให้ผู้คนรู้สึกว่าเสียงของพวกเขามีความหมาย",
    "trans": "1. Content that emphasizes sincerity and naturalness: Followers will appreciate it if you are authentic and express yourself with sincerity. When you are not pretending or trying too hard to appear perfect, it makes it easier for people to connect with you.\n2. Content related to self-care and positive energy: With a vibrant and positive life energy, you can create content about health care, both physical and mental, or self-improvement. People often look for inspiration and advice on how to live happy and energetic life.\n3. Providing advice on love and relationships: Your heart indicates a sensitivity and care for love and relationships, where you may share experiences and insights on love, healing from a breakup, or building healthy relationships.\n4. Responding and engaging with followers: Being attentive and listening to your followers helps build a deeper connection. Responding to comments, sharing opinions, and creating content based on follwers' requests will make people feel that their voices matter."
}