{
    "source": "th_TH",
    "target": "en_US",
    "text": "ขอบคุณ Extras ทุกคนที่ช่วยกันเต้น\nขอบคุณพี่อาร์ตที่ลุยกัน ตั้งแต่ pre-pro กองยันนาทีสุดท้ายที่ export file\nขอบคุณพี่ญาที่ทำสีให้ mv สดใสมาก คนชมเยอะมาก\nขอบคุณน้อง Fax (Faxx Macine) ที่ให้คำปรึกษาเรื่องบท\nขอบคุณพี่อิงค์สำหรับเครื่องอัดเท้ป, หูฟัง retro ของแท้!, Boombox และ Props มากมายที่ให้พวกผมมาใช้ฮะ\nขอบคุณ พี่เหน่ง พี่ทู Teamly Birds\nขอบคุณทีม Gene Lab\nขอบคุณ Anxiety.Storage (รุ้ง)\nขอบคุณบอย & ปริม\nขอบคุณ มิน, เดียร์ & Dorothea\nขอบคุณเขาที่ ทำให้เราเขียนเพลงนี้ออก & ทำ MV นี้สำเร็จ\nที่สำคัญที่สุดคือขอบคุณวง ที่ให้โอกาส ตั้งแต่ “อภัย“ ถ้าไม่ได้โอกาสตั้งแต่ตอนนั้น ก็คงไม่ได้ทำ MV อยู่ ในทุกวันนี้\nใครอ่านมาถึงตรงนี้ สุดยอดนะ กองนี้ถึงจะเครียดและท้าทาย (เพราะมันยาก) แต่ก็สนุก อบอุ่น และได้บทเรียนเยอะมาก\nฝาก MV & เพลง Retro-39 ด้วยนะอยากให้ลองเปิดใจฟังดูกันสักรอบนึงก่อน ไม่ว่าจะเพลงหรือภาพ แค่ทุกคนเข้าใจว่าเราทำสิ่งนี้ด้วยความรัก ทำให้คนที่รัก ก็พอ <3",
    "trans": "Thank you all Extras who helped dance.\nThank you P'Art for working hard from pre-pro work until the last minute of exporting the file.\nThank you P'Ya for making vivid color in mv. Many compliment this.\nThank you Nong Fax (Faxx Macine) for giving advice with the script.\nThank you P'Ink for the tape recorder, authentic retro earphones!, Boombox, and many Props for me to use.\nThank you P'Neng P'Tu Teamly Birds.\nThank you Gene Lab team.\nThank you Anxiety.Storage (Rung).\nThank you Boy & Prim.\nThank you Min, Dear & Dorothea.\nThank you him/her for making us write this song & make this MV successful.\nThe most important is to thank you the band for giving me this opportunity since \"Apologize\". If I hadn't had the opportunity since then, I wouldn't be making MV today.\nWho has read until here, excellent. This group is stressful and challenging (because it's difficult), but it's also joyful, warm and we gained a lot of lessons.\nPlease support MV & Retro-39 songs. I would like you to try to open your heart to listen to it one time. No matter song or picture, just everyone understands that we do this with love, for the ones we love, are enough. <3"
}