{
    "source": "th_TH",
    "target": "en_US",
    "text": "การเลือกเวลาและวิธีในการมีเพศสัมพันธ์ก็สามารถช่วยในการกำหนดเพศของลูกได้เช่นกัน\nความปรารถนาในการเลือกเพศลูกนั้นมีบ้างในบางครอบครัว อาจจะด้วยเหตุผลทางความเชื่อในเรื่องการสืบสกุล หรือบางครอบครัวอาจจะมีลูกเพศใดเพศหนึ่งแล้ว ก็อยากได้เพศตรงข้ามบ้าง จึงมีพ่อแม่บางคู่ที่พยายามอย่างมากที่จะเลือกเพศของลูกให้ได้ตามที่ต้องการ แต่การพึ่งพาเทคโนโลยีวิทยาศาสตร์นั้นมีค่าใช้จ่ายสูงมาก เราจึงมีวิธีธรรมชาติที่จะช่วยกำหนดเพศลูกๆ ได้โดยไม่ต้องไปพึ่งเทคโนโลยี หรือวิทยาการทางการแพทย์ใดๆ\nทำไมทารกถึงเป็นเพศหญิงหรือชาย\nการให้กำเนิดทารกเพศหญิงหรือชายนั้น เกิดขึ้นจากการปฏิสนธิกันของ ตัวอสุจิ กับ ไข่ ซึ่ง ตัวอสุจิ ของฝ่ายชายจะมีโครโมโซมเพศ 2 ชนิด คือ X และ Y ส่วน ไข่ ของฝ่ายหญิงมีโครโมโซมชนิดเดียว คือ X ถ้าตัวอสุจิที่มีโครโมโซม X เข้าไปผสมกับไข่ที่มีโครโมโซม X ก็จะได้ผลเป็น XX คือ เพศหญิง แต่ถ้าตัวอสุจิที่มีโครโมโซม Y เข้าไปผสมกับไข่มีโครโมโซม X ก็จะได้ผลเป็น XY คือ เพศชาย",
    "trans": "Choosing the timing and method of sexual intercourse can also help determine the gender of the baby\nThe desire to choose a gender for the baby. exists in some families, possibly because of their cultural belief about lineage, or because some families may already have a baby of one gender and wish to have the opposite one. Therefore, some couples try really hard to determine the gender of their baby, but relying on technology can be too expensive. So, we offer natural method of choosing the baby's gender without the need of technology or medical science.\nWhy is a baby born male or female?\nDetermining whether the baby will be male or female can be done so by the fertilization process between sperm and egg. the sperm from a man carries 2 types of chromosomes, which are X and Y, while a woman's egg only has one type of chromosome, which is X. If the sperm carrying the X chromosome fertilizes the egg with the X chromosome, the result will be XX, which means a baby is a female. But, if the sperm carrying the Y chromosome fertilizes the egg with the X chromosome, the result will be XY, which means a baby is a male."
}