{
    "source": "th_TH",
    "target": "en_US",
    "text": "เฉพาะท่าไม้ตายดูเท่ แต่ไม่มีความอิมแพค เพราะมุมกล้องไม่ได้ถูกเซ็ตให้ออกมาดีพอที่จะให้เราซึมซับความเท่ของตัวละคร อันนี้ส่วนตัวล้วนๆ เพราะเมื่อเทียบเกมอย่าง นารูโตะ วันพันช์แมน และเกมส้นตีนอย่างมหาเวทผนึกมาร ยังทำฉากท่าไม้ตายอิมแพคกว่าอีก\nระบบการเล่นก็ความรู้สึกคล้ายเดิมๆแบบเกม 3d fighting ทั่วไป แต่ถามว่าสนุกมั้ย โคตรสนุกเมื่อ PVP กับผู้เล่นด้วยกัน ยิ่งเล่นกับเพื่อนที่โตมากับดราก้อนบอลด้วยกันก็ยิ่งสนุกขึ้นไป แต่พอสู้กับบอท มันมีความท้าทายนะ แต่เล่นซักพักก็จะรู้สึกเบื่อหน่าย\nจุดขายหนึ่งอย่างที่บอกว่าฉากพังได้นู่นนี่ ก็ธรรมดาๆ\nผมซื้อตัวแพงสุดมานะ โดยรวม สมการรอคอย แต่เมื่อบวกลบข้อดีข้อเสียที่ผมพูดมา เกมคุณราคาส้นตีนเป็ดมาก\nราคา 2990.- คุณยังจะใจร้ายไม่ให้แพ็คเพลงมาอีกหรอ\nเผื่อมีคนบอกว่าเกมที่มาจากญี่ปุ่นก็งี้แหละ อันนั้นแล้วแต่ แต่ผมมองว่าไม่เสมอไป",
    "trans": "The special attack moves look cool, but they lack impact because the camera angles aren't set up well enough for us to appreciate the coolness of the characters. This is purely a personal opinion because, when compared to games like Naruto, One Punch Man, and even the low-stakes game like Jujutsu Kaisen, their special attack move scenes have a better impact.\nThe gameplay system is pretty much like any typical 3D fighting game, but when it comes to whether it's fun or not, it's incredibly fun when playing PVP against other players. It's even more fun when playing with friends who grew up with Dragon Ball. However, when fighting against bots, it's challenging at first, but after a while, it starts to feel boring.\nOne of the selling points, which mentions the ability to destroy environments, is actually quite normal.\nI bought the most expensive one. Overall, it was worth the wait, but when you weigh the pros and cons I've mentioned, the game is ridiculously overpriced.\nAt the price of 2,900, are you going to be that harsh to not include the music pack as well?\nIn case someone says that games from Japan are always like this, well, that's their opinion. But for me, it's not always the case."
}