{
    "source": "th_TH",
    "target": "en_US",
    "text": "-จากชะอำ ราคา 400 บาท\nคำถามที่พบบ่อยเกี่ยวกับอาสาสมัคร..\n----------------------------------------------------------------------------\n3. สามารถเป็นอาสาสมัครได้ 1 อาทิตย์ขึ้นไป มีห้องพักให้แบบพัดลม แชร์ห้อง 2 คนได้\nหากเกิดข้อสงสัยเพิ่มเติม สามารถติดต่อมาได้ที่เบอร์ [redacted_number] เกต (ผู้ประสานงานและดูแลอาสาสมัคร)\n----------------------------------------------------------------------------\nผู้ที่มาเป็นอาสาสมัครต้องมีประสบการณ์เกี่ยวกับสัตว์มาก่อนหรือไม่?\nมี wifi ให้ใช้บริการในศูนย์\n----------------------------------------------------------------------------\n2. หากต้องการใช้บริการแท็กซี่จากทางเครือข่ายของเรา จะมีค่าบริการดังนี้\nซึ่งสัตว์ในความดูแลของมูลนิธิฯก็มีหลายประเภทตามที่ได้ช่วยเหลือมาดังนี้ เช่น ช้าง,ลิง,ชะนี,หมี และสัตว์อื่นๆอีกหลายชนิด ซึ่งส่วนมากเคยเป็นสัตว์เลี้ยงของมนุษย์มาก่อน โดยเฉพาะ ลิง กับ ชะนี ที่ตอนเด็กมีความน่ารัก พอโต เริ่มมีพฤติกรรมสัตว์ป่า เริ่มดุร้าย เจ้าของจึงทอดทิ้งในที่สุด\n..................................................................................................\nท่านต้องทำงานใกล้ชิดกับสัตว์แค่ไหน?\nอาสาสมัครดูแลสัตว์ป่า วันละ 200 บาท\n----------------------------------------------------------------------------\nสิ่งของจำเป็นที่ท่านต้องนำมามีดังนี้ นาฬิกาปลุก หมวก ครีมกันแดด ถุงมือสำหรับทำงาน ยากันยุงและแมลงต่างๆ ยาหรือชุดปฐมพยาบาลเบื้องต้น รองเท้าผ้าใบ นอกจากนี้ท่านควรนำไฟฉาย ส่วนของใช้พวกของส่วนตัวท่านสามารถหาซื้อได้ในหมู่บ้าน",
    "trans": "- From Cha-am, the price is 400 baht.\nFrequently Asked Questions about Volunteering..\n----------------------------------------------------------------------------\n3. You can be a volunteer for at least 1 week. There is a shared room with a fan that can be shared with 2 people.\nIf you have additional questions, please contact [redacted_number], Gate (Volunteer Coordinator and Supporter).\n----------------------------------------------------------------------------\nIs it necessary for volunteers to have prior experience with animals?\nThere is WiFi service in the center.\n----------------------------------------------------------------------------\n2. If you would like to take taxi service from our network, there will be some fees as follows:\nThere are a variety of rescued animals under the care of the foundation, such as elephants, monkeys, gibbons, bears, and many others. Most of them were once humans' pets, especially monkeys and gibbons, which were adorable when they were young. However, they became more aggressive when they grew older, then being abandoned by their owners.\n..................................................................................................\nHow closely will you work with the animals?\nVolunteer wildlife caretakers. 200 baht per day.\n----------------------------------------------------------------------------\nThe essential belongings you should bring along are an alarm clock, a hat, sunscreen, work gloves, insect repellent, medicines or a first-aid kit and sneakers. Moreover, you should bring your flashlight. Your personal uses can be purchased in the village."
}