{
    "source": "th_TH",
    "target": "en_US",
    "text": "E = Environment Economic คือ มารดาหลังคลอดต้องได้รับความรู้เกี่ยวกับสิ่งแวดล้อมภายในบ้านที่เหมาะสมกับภาวะสุขภาพการใช้แหล่งประโยชน์ในชุมชนรวมทั้งการจัดการเกี่ยวกับปัญหาเศรษฐกิจ สังคม หรือในบางรายอาจต้องฝึกอาชีพใหม่เป็นต้น ถ้ามีปัญหาเรื่องการเลี้ยงลูกด้วยนมมารดา สามารถปรึกษาได้ที่ คลินิกนมแม่ ศูนย์อนามัยที่ และหอผู้ป่วยสูติ – นรีเวชกรรม(สามัญ)\nT = Treatment คือผู้ป่วยและครอบครัวต้องเข้าใจในเป้าหมายการรักษา และมีทักษะที่จำเป็นในการปฏิบัติตามการรักษาต้องมีความสามารถ ในการเฝ้าระวังสังเกตตนเองและสามารถรายงาน อาการนั้น ให้แพทย์พยาบาลทราบ แนะนำการบีบน้ำนมมาเวลาเต้านมคัด และ การให้นมบุตรในท่าที่ถูกต้องมารดา แนะนำการสังเกตอาการผิดปกติ เช่น มีไข้สูง น้ำคาวปลามีสีแดงสด มีปริมาณมาก มีกลิ่นเหม็น แผลฝีเย็บบวมแดง เป็นหนอง แผลแยก เต้านมอักเสบ เป็นฝี หากมีอาการเหล่านี้ให้รีบ กลับมาพบแพทย์ทันที และสังเกตภาวะผิดปกติในเด็ก เช่น ตัวเหลือง ตาเหลือง สะดือแดงมีกลิ่นเหม็น ไข้ ซึม ไม่ยอมดูดนม ท้องอืด ให้รีบมาพบแพทย์ทันที",
    "trans": "E = Environment Economic is a mother after giving birth must receive knowledge about the environment in the house suitable for health, how to use benefit sources in the community and management related to the economic problem, social or, in some cases, must receive training for a new occupation, for example. If there is a problem with raising a baby with breast milk, you can consult at a breast milk clinic, health center, and obstetrics and gynecology ward (general).\nT = Treatment is the patient and family must understand the cure goal and have the necessary skills to follow the cure. In observing yourself and being able to report those symptoms to doctors and nurses. Suggest squeezing milk when the breasts are swollen and feeding a baby in the right position and observe abnormal symptoms e.g. fever, the fishy fluid is bright red with a high quantity and bad smell, the perineal wound is swollen, red, pus-filled, the wound is separated, the breast is inflamed and the abscess is formed. If you have these symptoms, you should come back to see doctors immediately. Observing abnormal symptoms in the baby e.g. yellow body, yellow eyes, red navel with bad odor, fever, lethargy, refusal to breastfeed, bloating, should hurry to see doctors immediately."
}