{
    "source": "th_TH",
    "target": "en_US",
    "text": "นอ - เค้าไม่เคยงอนพี่เลย\nลลค - จริงหรอ จริงเปล่า คุณอาจจะไม่รู้ก็ได้ แต่หลิงไม่บอกหรอกนะ น้องออมน่ารัก\nนอ - พี่หลิงไม่ค่อยขี้งอน แต่พี่หลิงชอบความดันขึ้นปะ\n(ซึ่งแฟนคลับตะโกนคำตอบว่าพี่หลิงขี้งอนกว่า)\nลลค - ทำไมอะ หลิงงอนตอนไหนอะ\nนอ - เดี๋ยวเราส่งคลิปไปให้ดู บางทีเธออาจจะไม่ได้ไถตต.\nใครชอบบอกคิดถึงมากกว่ากัน (สองคนชี้น้องออม)\nนอ - เราเจอเค้าทุกวัน ไม่เจอก็คิดถึง เมื่อวานที่เราไปถ่ายรายการด้วยกัน คำแรกที่ออมทัก คือ หลิงหลิงควองคิดถึงจังเลยยยยยย\nลลค - น้องออมจะพูดตลอด I love u Lingling\nพิธีกร - พอได้ยินรู้สึกยังไง\nลลค - น่าร้าก\nแฟนคลับ - น่ารักแล้วรักมั้ย\n(แล้วหลิงออมก็กระซิบไรกันไม่รู้)\nใครชอบเข้ามากอดมากกว่า (สองคนชี้น้องออม)\nนอ - เราติดสกินชิพค้าบบบบ\nนอ - แต่เราจะเป็นแบบนี้กับแค่คนที่เราสนิท คนที่เรารู้สึกสบายใจเวลาอยู่ด้วย\nลลค - หลิงเป็นคนไม่ค่อยสกินชิพ\nฟค - ลองมั้ย ลองหน่อย\nนอ - ในแววตาทั้งคู่ไม่รับรู้อะไร~ 🎶\nลลค - เข้าใจอินโทรเวิร์ดมั้ย\nใครคลั่งรักมากกว่ากัน (ชี้ตัวเอง)",
    "trans": "Nor - I never get sulky at P'.\nLorLorKor - Really? You might not know but Ling doesn't tell you. Nong Orm is cute.\nNor - P'Ling is not usually sulky but P'Ling easily gets high blood pressure.\n(Fanclub shouts that P'Ling is more sulky.)\nLorLorKor - Why? When was Ling sulky?\nNor - I will send the clip to you to see. Maybe you won't go to see TikTok.\nWho likes to say missing more? (Both point at Nong Orm.)\nNor - I see him every day. When I don't see him, I will miss him. Yesterday, when we filmed a show together, the first word Orm said was Lingling, and Quong missed you.\nLorLorKor - Nong Orm always says, I love u Lingling.\nHost - How do you feel when you hear it?\nLorLorKor - Cute.\nFanclub - Cute, then do you love?\n(Then, Ling Orm is whispering something to each other.)\nWho likes to come to hug more? (Both point at Nong Orm.)\nNor - We are stuck with skinship.\nNor - But we are like this with just a person we are close with. The one we feel relaxed to be with.\nLorLorKor - Ling is a person who is not often skinship.\nFanclub - Do you want to try? Let's try.\nNor - In both their eyes, not aware of anything. ~ 🎶\nLorLorKor - Do you understand introvert?\nWho is crazier about love? (Points to yourself)"
}