{
    "source": "th_TH",
    "target": "en_US",
    "text": "1ปีที่แล้ว\nวันปฐมนิเทศ\nP: (เดินออกจากห้องกำลังกลับบ้าน)\nG: (วิ่งเข้ามาทัก) สวัสดี ชื่อไรอะ\nP:เพิร์ธ\nG:เราเกิลนะ เธอเรียนห้องไหนอะ\nP:แปปนะ ขอเช็คในโทรศัพท์ก่อน\nG:โอเค\nP:นี่ คราสนี้ (เปิดรูปให้ดู)\nG:คราวเดียวกันเลย\nP:ขอไอจีไว้ได้ไหม\nG:ได้ๆ (แลกไอจี)\nG:แกพักอยู่ที่ไหนอะ\nP:ตอนนี้ยังไม่มีห้องเลย ก็เลยไปกลับบ้าน แล้วแกล่ะ?\nG:อยู่พลัม ก่อนถึงมหาลัยอะ\nP:อ๋อ นี่ไปหามาหลายที่มากห้องเต็มหมดเลย\nG:ลองหาในกลุ่มในเฟสมั้ย ฉันหาห้องมาจากในนั้นเหมือนกัน เดี๋ยวส่งให้ในแชทนะ\nP:โอเค ขอบคุณมาก ฉันกลับแล้ว\nG:โอเค บาย\n(เพิร์ธกับเกิลโบกมือลา)\nเปิดเรียน PEC\nP: (ทักหาเกิลในไอจี) สวัสดี จำเราได้ไหมที่ตอนนั้นเราเจอกันตอนปฐมนิเทศ\nG:จำได้ ว่าไง\nP:เราเรียน PEC คราสเดียวกันใช่มั้ย\nG:ใช่\nG:ทำไมหรอ\nP:มากี่โมง ฉันถึงแล้ว\nG:ฉันถึงแล้วนะ\nP: ห้ะ จริงหรอ ทำไมไม่เห็นเจอ\n(เพิร์ธส่งรูปภาพหาเกิล)\nG:เราเรียนตึก C6 ไม่ใช่หรอ ชั้น5อะ\nP:ใช่หรอ ฉันดูในตารางเรียนมันขึ้นตึกนิเทศอะ\nG:ลองดูอีกที มันต้องกดเปลี่ยนด้านบนด้วยนะ (ส่งรูป)",
    "trans": "1 year prior\nOrientation day\nP: (Leaves the room to go home.)\nG: (Running to greet) Hello, what's your name?\nP: Perth.\nG: I'm Girl. Which class room do you study at?\nP: Hold on, let me check my phone.\nG: Okay.\nP: Here, this is my class. (Shows a picture)\nG: Same class.\nP: Mind if I follow you on IG?\nG: Sure, sure. (Then they exchanged IG together.)\nG: Where are you staying?\nP: I don't have a room yet, so I go and back my home. And you?\nG: I'm staying at Plum, which is located before reaching the university.\nP: Oh, I have searched many places, but none of them have any availability.\nG: You could try to search in Facebook groups. I also got the room from this. I will send you the details via chat.\nP: Okay, thank you so much. I gotta go now.\nG: Okay, goodbye.\n(Perth and Girl waved and said their goodbyes.)\nThe first day of PEC\nP: (Texted to Girl on IG) Hi, do you remember me? We met at orientation.\nG: Yes, I do. What's up?\nP: We're in the same PEC class, aren't we?\nG: Yeah.\nG: Why?\nP: What time are you coming? I arrived.\nG: I'm already here.\nP: Really? Why haven't I seen you?\n(Perth sends a picture to Girl)\nG: Aren't we in building C6, 5th floor?\nP: Really? I checked my timetable. It was shown that we study at the Communication Arts building.\nG: Check it again. It needs to click on the top to change it. (Sends a picture)"
}