{
    "source": "th_TH",
    "target": "en_US",
    "text": "\".. คุณดูดีเกินกว่าจะมาถูกขังให้อุดอู้อยู่ในห้องทดลองแบบนี้นะ\"\n\"ส่วนนายก็พูดมากกว่าเมื่อวานนะ\"\n\"เมื่อวานผมทั้งฮีททั้งหัวฟาดล็อคเกอร์ มันเพราะใครกันล่ะ\"\n\"นี่ ที่หัวฟาดล็อคเกอร์นั่นนะทำตัวเองล้วนๆ เลยนะคุณเจ้าหน้าที่\"\n\"ลองมาเจอตัวอะไรก็ไม่รู้วิ่งใส่ตอนมองไม่เห็นดูบ้างมั้ยล่ะ\" คนเด็กกว่าแหวใส่ \"ผมอยู่ซีไอเอนะไม่ใช่ดี. เอส. โอ. เหมือนลีออน เคนเนดี้\"\n\"ฉันไม่รู้ว่านายกำลังพูดถึงอะไร\" โลแกนเคยสังกัดอยู่หลายหน่วยก่อนจะมาจบที่แล็บ แต่ชื่อองค์กรนี้เขาไม่เคยได้ยินมาก่อน\n\"คุณไม่รู้จักเรซิเดนต์ อีวิลเหรอ?\"\n\"?\"\n\"ให้ตาย เขาขังคุณไว้ในแล็บนี้มานานแค่ไหนแล้วเนี่ย\"\n\"ปีครึ่ง\" โลแกนเม้มปากชั่งใจ \"แต่อีกไม่กี่ปีฉันจะอายุครบสองร้อย\"\n\"ตลกเหมือนกันนะคุณเนี่-\" เวดเงียบไป อัลฟ่าที่ยืนอยู่แทบจะได้ยินเสียงฟันเฟืองในหัวอีกฝ่ายทำงานอย่างหนัก\n\".. ฮ่า ฮ่า ฮ่า ตาแก่\" หลังคำนวณในหัวจนได้คำตอบ โอเมก้าตัวแสบหันมาชี้หน้าโลแกน ตั้งใจขำเน้นเสียงเพื่อกวนประสาท",
    "trans": "\"..You look too good to be trapped and cooped up in a lab like this.\"\n\"And you are talking more than yesterday.\"\n\"Yesterday, I got heatstroke and hit my head on the locker. Who's to blame for that?\n\"You know, hitting your head on the locker was entirely your own fault, officer.\"\n\"Why don't you try facing some random creature running at you when you can't see it?\" the younger one snapped back. \"I'm in the CIA, not D.S.O. like Leon Kennedy.\"\n\"I don't know what you are talking about.\" Logan had been part of several units before ending up at the lab, but he had never heard of this organization's name before.\n\"You don't know Resident Evil?\"\n\"?\"\n\"Damn, how long have you been in this laboratory?\"\n\"A year and a half,\" Logan pressed his lips together, pondering. \"But in a few years, I will be two hundred.\"\n\"How funny you are.\" Wade fell silent. Alpha, who was standing nearby, could almost hear the gears in the other person's head working hard.\n\"..Ha ha ha, old man.\" After calculating the answer in his head, the mischievous Omega turned and pointed at Logan, laughing exaggeratedly to annoy him."
}