{
    "source": "th_TH",
    "target": "en_US",
    "text": "1.4. ผู้ให้เช่าไดส้ง่มอบทรัพย์สินที่เช่าใหแ้ก่ผู้เช่าในวันที่10พฤศจิกายน2567(วันทาสญัญา) โดยผเู้ชา่ได้ตรวจสภาพทรัพย์สินที่เช่าทุกห้องและบรเิวณโดยรอบแลว้ จนเปน็ที่พึงพอใจแล้วจึงรับมอบ ทรัพย์สินที่เช่าในสภาพตามความเป็นจริงในวนั นี้ หากมคี วามชารดุ บกพร่อง เสียหาย ของทรัพย์สินที่เช่า หลังจากนี้ผเู้ชา่จะเป็นผรู้ับผดิ ชอบทงั้ส้ิน\nข้อ 2. การชาระค่าเช่า ค่าตอบแทนสิทธิการเชา่ (เงนิ กนิ เปล่า) และเงนิ ประกนั ความเสียหาย 2.1. ผู้เช่าตกลงชาระค่าเชา่ให้แก่ผู้ใหเ้ช่าดังน้ี\nทาที่ บริษัท ซติ ี้ เวนเจอร์ส จากัด 106/54 หมู่ที่ 12 ตาบลหนองปรอื อาเภอบางละมุง จังหวดั ชลบุรี\nระหว่างวันที่ 10 พฤศจิกายน 2567 ถึง 9 พฤศจิกายน 2570 เดือนละ 350,000 บาท (สาม แสนห้าหมื่นบาทถว้ น) ปีแรก ผู้เช่าจะชาระคา่ เช่าทงั้ หมดในวนั ทาสญั ญา รวมเป็นเงนิ 4,200,000 บาท (สี่ล้านสองแสนบาทถ้วน)\nหากมกีารต่อสญัญาเช่าคา่เช่าระหวา่งวันที่10พฤศจิกายน2570ถึง9พฤศจกิายน2573 เดือนละ 400,000 บาท (สแี่ สนบาทถว้ น)",
    "trans": "1.4 The lessor delivered the leased property to the lessee on November 10, 2024 (the Contract Date). The lessee ensured that every room and the surrounding area were in good condition before taking delivery of the leased property. The rental property is currently in its current state. The renter shall be fully responsible for any defects or damage to the rental property after this.\n2. Payment of rent, consideration for the right to lease (vacant land), and security deposit 2.1. The lessee agrees to pay rent to the lessor as follows:\nAddress  City Ventures Co., Ltd., 106/54 Moo 12, Nong Prue Subdistrict, Bang Lamung District, Chonburi Province\nBetween November 10, 2024 and November 9, 2027, 350,000 Baht (Three hundred and fifty thousand baht) per month. On the day of the contract signing, the lessee will pay the whole 4,200,000 baht (four million and two hundred thousand baht alone) in rent for the first year.\nIf the lease is extended, the rent between November 10, 2027, and November 9, 2030, will be 400,000 baht (four hundred thousand baht per month)."
}