{
    "source": "vi_VN",
    "target": "en_US",
    "text": "\"Phải, gia nhập Big Deal đi, cậu có cả đầu óc lẫn sức mạnh. Và nghe đồn là cũng khá tàn bạo nữa.\" [redacted_name] (Old Face) cười khinh khỉnh, anh tài năm nay quả nhiên nhiều hơn năm ngoái. Mới đó mà [redacted_name] đã dòm trúng hai tên rồi.\n\"Chúng tôi cần một người tài như cậu.\"\n\"Tôi không thể tin được, một học sinh sơ trung lại có thể thống nhất được hết các trường cao trung Gangseo.\"\nỞ đây có [redacted_name] của trường Jinma, [redacted_name] của Guryong... Đều là những ngôi trường máu mặt trong khu vực cả.\n\"Tôi nghe nói bố cậu là dân xã hội đen nhỉ? Đúng là cha nào con nấy! Nhưng mà này...\"\n\"Hết giờ chơi rồi, nghiêm túc đi [redacted_name]. Big Deal sẽ thu nhận cậu!\"\n[redacted_name] nhìn tên già khọm trước mặt, không tỏ cảm xúc gì. Đám đàn em nghe vậy thì cứ như thông lệ mà ồ lên chúc mừng đại ca, người lần thứ n được các băng đảng chiêu mộ.\nCá nhân [redacted_name]cũng có chút kinh hỉ:\n\"... Anh muốn tôi gia nhập sao?\"\n\"Thật không ngờ đến No.1 Big Deal - Anh [redacted_name] lại đích thân đến tận đây—\"",
    "trans": "\"That's right, join Big Deal, you have both the brain and the strength. And I have heard that you are pretty brutal as well.\" [redacted_name] (Old Face) smiled disdainfully, the talents this year were actually more abundant than the previous year. In no time had [redacted_name] his eyes set on two persons.\n\"We are in need of a gifted person like you.\"\n\"It is unbelievable that a middle school student was able to unify all of the high schools in Gangseo.\"\nThere were Jinma school's [redacted_name], Guryong school's [redacted_name], etc. These were all reputable schools in the region.\n\"I heard that your father was a gangster, right? Like father, like son! But hey...\"\n\"The time to joke around is up, get serious [redacted_name]. Big Deal will take you in!\"\n[redacted_name] took a look at the old man in front of him emotionlessly. Hearing this, the subordinates, as usual, cheered and congratuated the boss, who was recruited by different gangs for the nth time.\n[redacted_name] himself was slightly surprised and happy:\n\"...You would like me to join?\"\n\"It is unbelievable that No.1 Big Deal - Mr. [redacted_name] personally came to this place—\""
}