{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Thái Lan: Sân bay Bangkok (BKK), Phuket (HKT), Chiang Mai (CNX)\nIndonesia: Sân bay Jakarta (CGK)\nHồng Kông: Sân bay Hồng Kông (HKG)\nLào: Sân bay Wattay (VTE)\nViệt Nam:\nSân bay Nội Bài (HAN)\nSân bay Tân sơn nhất (SGN) - Singapore (SIN),\nSân bay Tân sơn nhất (SGN) - Sân bay quốc tế Kuala Lumpur (KUL),\nSân bay Tân sơn nhất (SGN) - Sân bay quốc tế Ngurah Rai (DPS),\nThời gian áp dụng:\nTừ 24 tiếng đến 90 phút trước giờ khởi hành (Chuyến bay Quốc tế xuất phát từ sân bayTân Sơn Nhất: từ 24 tiếng đến 3 tiếng trước giờ khởi hành)\nChuyến bay quốc tế xuất phát từ Sydney (SYD), Melbourne (MEL), Brisbane (BNE) : 04 giờ trước giờ khởi hành dự kiến.\nQuy định chung:\nQuý khách cần chuẩn bị đầy đủ giấy tờ du lịch, còn hạn, phù hợp quy định Xuất/Nhập cảnh và lưu trú.\nKhởi hành từ Tp.HCM: Quý khách làm thủ tục trực tuyến (Online Check-in) và in ra Thẻ lên tàu bay dưới dạng khổ giấy A4 trước khi ra sân bay. Thẻ lên tàu bay định dạng điện tử lưu trên thiết bị di động (điện thoại, máy tính bảng, email,...) đều không có giá trị sử dụng trên các chuyến bay Quốc tế.",
    "trans": "Thailand: Bangkok airport (BKK), Phuket airport (HKT), Chiang Mai (CNX)\nIndonesia: Jakarta airport (CGK)\nHongkong: Hongkong airport (HKG)\nLaos: Wattay (VTE)\nVietnam:\nNoi Bai airport (HAN)\nTan Son Nhat airport (SGN) - Singapore (SIN),\nTan Son Nhat airport (SGN) - Kuala Lumpur international airport (KUL),\nTan Son Nhat airport (SGN) - Ngurah Rai international airport (DPS),\nTime to apply:\nFrom 24 hours to 90 minutes prior to the departure time (International flights departing from Tan Son Nhat airport: from 24 hours to 3 hours prior to the departing time)\nInternational flights departing from Sydney (SYD), Melbourne (MEL), Brisbane (BNE): 04 hours prior to the scheduled departing time.\nGeneral rules:\nIt is essential that you prepare all valid travel documents which are in accordance with the regulations on Entry/ Exit and residence.\nDeparture from Ho Chi Minh city: It is compulsory that you check in online and print out the Boarding pass in A4 size paper prior to going to the airport. Electronic boarding pass saved on mobile devices (phones, tablets, email, etc.) are all invalid for use on international flights."
}