{
    "source": "vi_VN",
    "target": "en_US",
    "text": "-> Phương tiện (xe tải) đi đường dài để đủ năng suất cho nhà máy nhập là rất khó, khoảng 250 km từ cái lân đi Hà Nội (rất xa so với Phú Thái đi HN ( khoàng 120 đến 130km )). Xe chậm quay đầu do khoảng cách xa.\n->Từ cảng Cái Lân không phù hợp sang mạn sà lan ( như CICT ), vì từ m/v sang qua xe là không thể do tầm với của cẩu quá ngắn, chỉ sử dụng xe ben nhỏ tăng po chạy trong cảng ( nhận từ M/v: cân bì ra m/v nhận lại vào cân, chạy ra bến salan đổ xuống nền cảng, cẩu nhỏ lấy từ nền cảng sang salan ), quá nhiều công đoạn sẽ dẫn đến khó kiểm soát tốt lượng hàng trên bill,\n->Dù phương thức dỡ hàng theo CQD nhưng vẫn theo năng lực xếp dỡ của cảng, khi phương tiện không đạt, không đủ họ vẫn mang vào kho để giải phóng tàu, phần phí lưu kho phát sinh đó chủ hàng phải chi trả (chỉ free lưu kho dưới 7 ngày)",
    "trans": "-> It is extremely hard for vehicles (trucks) to travel long distances so as to have enough capacity for the factory to import, approximately 250 km from Cai Lan to Hanoi (very far in comparison with the distance from Phu Thai to Hanoi (approximately 120 to 130 km)). Vehicles turn back in a long time because of the long distance.\n-> It is not suitable to transfer to the barge side (like CICT) from Cai Lan due to the fact that it is impossible to get from m/v to the vehicle since the reach of the crane is too short, only small dump trucks with increased po could be used to run in the port (received from M/v: weigh the tare to the m/v, receive it back on the scale, run to the salan and dump it on the floor of the port, small cranes take it from the port floor to the salan), so many stages will result in difficulties in controlling the quantity of goods on the bill,\n-> Despite the fact that the method of loading is according to CQD, it still relies on the unloading capacity of the port; when the vehicle does not meet the standard, they still carry it to the warehouse to release the ship, the storage fee must be paid by the owners of the goods (the storage fee is only free for less than 7 days)"
}