{
    "source": "vi_VN",
    "target": "en_US",
    "text": "“[redacted_name]… cậu ấy có rất ít mối quan hệ. Tôi đã gặp qua [redacted_name] nhưng cô ấy cũng nói với tôi rằng không có thông tin gì.”\nThực ra là khi[redacted_name] đến gặp [redacted_name], cô cũng lảng tránh hệt như [redacted_name] [redacted_name] mỉm cười trước câu trả lời của[redacted_name]; [redacted_name] từ sau khi[redacted_name] trở lại với thương tích đầy mình, lại biết được lý do thực sự đằng sau việc cậu ta chia tay với[redacted_name] thì đương nhiên là không khỏi ghét bỏ. Cô nàng mặc dù đã đi làm được vài năm nhưng yêu ghét lại chẳng che đậy rõ ràng, làm người ta cảm thấy rất có sức sống nơi công sở. Jade thì ngược lại, mặc dù chẳng bao giờ tỏ ra tức giận nhưng mọi thông tin đều được cô cất giữ, chờ đến lúc chín muồi sẽ đem ra sử dụng.\n[redacted_name] hiểu rõ điểm này của [redacted_name], bản thân cậu sau khi bị [redacted_name] bắt thóp nhiều lần thì đã biết giấu kỹ cái đuôi của mình. Đôi mắt đá quý lấm lét nhìn [redacted_name]",
    "trans": "“[redacted_name]... he has very few relationships. I’ve met [redacted_name], but she also told me that she didn’t have any information.”\nActually, when [redacted_name] went to meet [redacted_name], she avoided the topic just like [redacted_name]. [redacted_name] smiled at [redacted_name]’s response; ever since [redacted_name] returned with injuries all over his body and learned the real reason behind his breakup with [redacted_name], it was understandable for her to harbor some resentment. Though she had been working for a few years, her feelings of like and dislike were plainly visible, bringing a vibrant energy to the workplace. Jade, on the other hand, was entirely different. She never showed anger, but every piece of information she gathered was carefully stored, waiting for the perfect moment to be used.\n[redacted_name] understood this aspect of [redacted_name] well. After being caught off guard by her several times, he had learned to keep his vulnerabilities well hidden. His gem-like eyes darted nervously as he glanced at [redacted_name]."
}