{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Theo phương án của nhà Tư vấn Hàn Quốc, nếu xây dựng đường sắt cao tốc, đường đôi, điện khí hóa, khổ 1435mm, với tốc độ 200km/h thì từ tàu khách Lạng Sơn đến Cà Mau mất 11 giờ 58 phút. Với vận tốc đạt 300km/giờ, tàu sẽ chạy trong 5 giờ 38 phút để đi từ Hà Nội đến TP HCM đối với tàu nhanh, chỉ đỗ các ga Vinh, Đà Nẵng, Nha Trang và 6 giờ 52 phút với tàu thường, đỗ ở tất cả các ga.\nĐại diện chủ đầu tư cho biết dự án sẽ thu hồi 4.173 ha đất, 16.529 hộ gia đình có thể sẽ bị ảnh hưởng. Trong đó, thu hồi đất ở 9.480 hộ gia đình và thu hồi đất sản xuất 7.049 hộ.\nTrong cuộc bỏ phiếu ngày 19 tháng 6 năm 2010, Quốc hội Việt Nam khóa XII đã bỏ phiếu bác bỏ dự án đường sắt cao tốc. Tuy nhiên đến năm 2015, Bộ trưởng Giao thông Đinh La Thăng chỉ đạo tiếp tục lập đề án đường sắt cao tốc Bắc-Nam để trình Quốc hội trước năm 2020.",
    "trans": "According to the South Korean Consultant's proposal, if a high-speed railway is constructed with double tracks, electrification, and a 1435mm gauge, operating at the speed of 200 km/h, it would take 11 hours and 58 minutes for a passenger train to travel from Lang Son to Ca Mau. At a speed of 300 km/h, it would take 5 hours and 38 minutes to travel from Hanoi to Ho Chi Minh City with an express train, stopping only at Vinh, Da Nang, and Nha Trang stations, and a regular train, stopping at all stations, would take 6 hours and 52 minutes stopping at all stations.\nA representative of the project investor stated that the project would recall 4,173 hectares of land, potentially affecting 16,529 households. Among these, 9,480 households would lose residential land, while 7,049 would lose agricultural land.\nIn a vote on June 19, 2010, the 12th National Assembly of Vietnam rejected the high-speed railway project. However, by 2015, Minister of Transport Dinh La Thang directed the development of a proposal for the North-South high-speed railway to be submitted to the National Assembly before 2020."
}