{
    "source": "vi_VN",
    "target": "en_US",
    "text": "A. khuyến khích. B. cho phép.C. cấm. D. cưỡng chế.\nCâu 64: Nơi gặp gỡ, trao đổi mua bán hàng hoá việc làm giữa người lao động và người sử dụng lao động cũng như xác định mức tiền công của người lao động trong từng thời kì nhất định gọi là thị trường\nA. lao động.B. việc làm.C. online.D. hàng hóa.\nCâu 65: Nội dung nào dưới đây là một trong những yếu tố cấu thành thị trường lao động?\nA. Giá trị hàng hóa. B. Giá trị sử dụng. C. Giá cả sức lao động. D. Giá trị thặng dư.\nCâu 66: Trong mối quan hệ giữa thị trường việc làm và thị trường lao động, khi khả năng cung ứng lao động lớn hơn khả năng tạo việc làm sẽ dẫn đến sự gia tăng hiện tượng nào dưới đây?\nA. Lạm phát. B. Thất nghiệp.C. Cạnh tranh. D. Khủng hoảng.\nCâu 67: Trong mối quan hệ giữa thị trường việc làm và thị trường lao động, khi khả năng tạo việc làm lớn hơn khả năng cung ứng lao động sẽ dẫn đến sự gia tăng hiện tượng nào dưới đây?\nA. Thất nghiệp. B. Lạm phát.C. Thiếu việc làm. D. Thiếu lao động.",
    "trans": "A. encourage. B. permit. C. prohibit. D. enforce.\nQuestion 64: The meeting point for exchanging, buying, and selling goods and services between workers and employers, as well as determining workers' wages during specific periods, is called the market for:\nA. labor.B. employment.C. online.D. goods.\nQuestion 65: Which of the following is one of the components of the labor market?\nA. Commodity value. B. Use value. C. Labor cost. D. Surplus value.\nQuestion 66: In the relationship between the employment market and the labor market, when the labor supply exceeds job creation capacity, which of the following phenomena is likely to increase?\nA. Inflation. B. Unemployment. C. Competition. D. Crisis.\nQuestion 67: In the relationship between the employment market and the labor market, when job creation capacity exceeds labor supply, which of the following phenomena is likely to increase?\nA. Unemployment. B. Inflation. C. Underemployment. D. Labor shortage."
}