{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Thời gian qua, sau khi tiến hành thủ tục thu hồ sơ cấp GCN Đợt 1 vào ngày 27 &28/09/2024. Chủ Đầu tư đã tiến hành triển khai các thủ tục nộp đến CQCN. Hiện tiến trình thực hiện hồ sơ khá thuận lợi và nằm theo kế hoạch đề ra với mục tiêu sẽ nhanh chóng bàn giao GCN cho Quý Cư dân trong thời gian sớm nhất.\nTiếp theo lộ trình, Chủ Đầu tư triển khai tiếp tục \"THU HỒ SƠ CẤP GCN VÀ HỖ TRỢ THỦ TỤC CÔNG CHỨNG TRỰC TIẾP TẠI CHUNG CƯ - ĐỢT 2 \". Nhằm hỗ trợ cho khách hàng thuận tiện và rút ngắn thời gian trong việc chuẩn bị hồ sơ; giấy tờ, Chủ Đầu tư đã liên hệ với Công chứng viên để thực hiện thủ tục công chứng hồ sơ trực tiếp tại Sảnh Lễ tân Tháp A - chung cư Happy One Central (chi phí khách hàng thanh toán trực tiếp cho VP Công chứng). Kế hoạch triển khai cụ thể, như sau:\n1. Thời gian: từ 8h00 - 16h00\n2. Kế hoạch triển khai chi tiết:\n- Nhận hỗ trợ thủ tục công chứng chứng từ/hồ sơ trực tiếp/phát hành phụ lục điều chỉnh thông tin: Thứ sáu ngày 01/11/2024.",
    "trans": "In recent times, following the completion of the procedure for collecting documents for the issuance of the Certificate of Land Use Rights in Phase 1 on September 27 & 28, 2024, the Developer has been actively processing submissions to the relevant authorities. The document processing is progressing smoothly and in line with the planned schedule, aiming to deliver the Certificates to Residents as soon as possible.\nContinuing this process, the Developer will proceed with \"COLLECTION OF DOCUMENTS FOR CERTIFICATE ISSUANCE AND SUPPORT FOR DIRECT NOTARIZATION PROCEDURES AT THE CONDOMINIUM - PHASE 2\". To assist customers in preparing documents efficiently and saving time, the Developer has coordinated with a Notary Public to conduct notarization procedures directly at the Reception Hall of Tower A, the Happy One Central condominium (notarization fees are paid directly by customers to the Notary Office). The detailed implementation plan is as follows:\n1. Time: From 8:00 to 16:00\n2. Detailed plan:\n- Support for notarization of documents/paperwork and issuance of adjustment appendices: Friday, November 1, 2024."
}