{
    "source": "vi_VN",
    "target": "en_US",
    "text": "32°\n23°\nMiễn nhiệm chức Tổng thư ký Quốc hội với ông Bùi Văn Cường\nNgày 25/10, Quốc hội thông qua nghị quyết miễn nhiệm chức vụ Tổng thư ký Quốc hội, Ủy viên Ủy ban Thường vụ Quốc hội và cho thôi làm nhiệm vụ đại biểu Quốc hội khóa 15 đối với ông Bùi Văn Cường.\nNgười Việt bất ngờ vì hàng trên Temu 'chậm và không rẻ'\nMới đến Việt Nam, thế mạnh giá rẻ của Temu chưa gây ấn tượng, còn giao hàng và thanh toán thiếu cạnh tranh với sàn nội địa.\nNhững biểu tượng cố đô Huế sau hơn 100 năm\nTHỪA THIÊN - HUẾTrải qua hơn 100 năm, cố đô Huế vẫn giữ được diện mạo ban đầu với nhiều công trình biểu tượng còn nguyên vẹn như Kỳ Đài, Hiển Lâm Các.\nQuảng cáo\nKiện ĐH Kinh tế Quốc dân đòi bồi thường 36 tỷ đồng vì 'chậm trả bằng tốt nghiệp'\nHÀ NỘIÔng [redacted_name], 65 tuổi, khởi kiện dân sự với lý do tốt nghiệp năm 1989 nhưng 30 năm sau Đại học Kinh tế Quốc dân mới giao bằng, làm ảnh hưởng \"mọi mặt cuộc sống\".",
    "trans": "32°\n23°\nDismissing Mr. Bui Van Cuong from his Position as Secretary-General of the National Assembly\nOn October 25, the National Assembly passed a resolution to relieve Mr. Bùi Văn Cường of his roles as Secretary-General of the National Assembly, Member of the Standing Committee of the National Assembly, and his duties as a delegate of the 15th National Assembly.\nVietnamese surprised as Temu's Services 'slow and not cheap'\nHaving recently entered the domestic market in Vietnam, Temu's competitive advantage of low prices has yet to impress, while its delivery and payment services are less competitive compared to domestic platforms.\nHue's Iconic Landmarks After Over 100 Years\nTHUA THIEN-HUE: Over the course of more than a century, the ancient capital of Hue has retained its original appearance, with many iconic structures such as the Flag Tower (Ky Dai) and Hien Lam Cac remaining intact.\nAdvertisement\nLawsuit against National Economics University for 36 billion VND compensation over 'delayed diploma'\nHANOI: A 65-year-old man, [redacted_name], has filed a civil lawsuit against the National Economics University, seeking 36 billion VND in compensation. He claimed that despite having graduated in 1989, the university only issued his diploma 30 years later, which has negatively affected \"all aspects of his life.\""
}