{
    "source": "vi_VN",
    "target": "en_US",
    "text": "gyuvin rất muốn yêu cầu ông ấy thôi phả thứ khói hung hãn đó vào mặt ricky, nhưng cậu phải im lặng như bị cáo trước tòa. bây giờ cả hai chỉ có thể nói khi được cho phép, và cậu sẽ nói điều mà họ không muốn nghe.\n“được rồi, gyuvin, chúng tôi muốn nghe dự định của cậu.”\n“em sẽ cưới ricky.”\n“hay quá nhỉ.” người đàn ông không nở nổi một nụ cười mỉa. “các cậu không thấy có lỗi với zhang hao và yujin ư?”\ngyuvin không thể nói được gì, cậu yên lặng, thấy mình hèn hạ trước mặt tất cả mọi người. nhưng bây giờ không cưới ricky, cậu sẽ là tên thất bại mà chính bản thân cậu cũng không chịu nổi. gyuvin nghe tiếng ricky khóc bên cạnh, nước mắt em rơi trên mu bàn tay cậu đang đặt trên tay em. gyuvin luống cuống quay sang lau nước mắt cho người yêu. cậu ôm đầu ricky dúi trán em vào trán mình, đừng sợ nhé ricky. lời an ủi run rẩy chẳng biết làm dịu ricky được đến đâu, còn gyuvin thì rất sợ hãi.\nnhưng bọn họ không được phép sợ.",
    "trans": "Gyuvin really wanted to ask that man to stop blowing those aggressive puffs of smoke into Ricky's face, but he had to remain silent, like a defendant in court. Now both of them could only speak if being given permission, and he would say something the others didn't want to hear.\n\"Alright, Gyuvin, we want to hear your plans.\"\n\"I’m going to marry Ricky.\"\n\"Great.\" The man couldn't even give a sarcastic smile. \"Don’t you two feel any guilt with Zhang Hao and Yujin?\"\nGyuvin couldn’t say any words. He remained silence, feeling utterly despicable in front of everyone. But if he didn’t marry Ricky now, he would become a failure even in his own eyes. Beside him, he heard Ricky crying, tears fell onto the back of Gyuvin’s hand, which was on Ricky’s hand. Gyuvin was panicked and turned to wipe the tears from his lover’s face. He hold Ricky's head and pressed against his own. Don't be afraid, Ricky. The trembling words of comfort seemed not to soothe Ricky much, while Gyujin was terrified.\nBut they were not allowed to be afraid."
}