{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Sách\nTrẻ em\ngoogle_logo Play\nsearch\nhelp_outline\nTechcombank Mobile\nVIETNAM TECHNOLOGICAL COMMERCIAL JOINT STOCK BANK\n4,7\nstar\n397N bài đánh giá\n5Tr+\nLượt tải xuống\nPhù hợp cho 3 tuổi trở lên\ninfo\nCài đặt\nChia sẻ\nThêm vào danh sách yêu thích\nThông tin về ứng dụng này\narrow_forward\nTechcombank Mobile là ứng dụng ngân hàng số mới tối ưu và thông minh hơn dành cho khách hàng cá nhân của Techcombank: chuyển tiền, thanh toán, giao dịch và quản lý tài chính chỉ gói gọn trong một ứng dụng duy nhất.\nTRẢI NGHIỆM GIAO DỊCH ĐƯỢC CÁ NHÂN HÓA\nSở hữu số tài khoản đẹp như ý và giao diện thẻ cá tính\nTùy chỉnh nền tài khoản theo màu phong thủy cùng biểu tượng 12 con giáp\nLinh hoạt thay đổi hình nền ứng dụng theo sở thích\nBiểu đồ tài chính cá nhân hiển thị trực quan giúp theo dõi và quản lý dễ dàng\nTìm hiểu thói quen chi tiêu và giúp bạn lên kế hoạch tiết kiệm qua các giao dịch hàng ngày.\nTHANH TOÁN NHANH GỌN TRONG VÀI NỐT NHẠC\nThanh toán và chuyển khoản bằng mã QR cá nhân.\nChuyển khoản tiện lợi qua số điện thoại.",
    "trans": "Books\nChildren\ngoogle_logo Play\nsearch\nhelp_outline\nTechcombank Mobile\nVIETNAM TECHNOLOGICAL COMMERCIAL JOINT STOCK BANK\n4.7\nstar\n397 thousand reviews\n5 million+\nDownloads\nSuitable for ages 3+\ninfo\nInstallation\nSharing\nAdd to the favourite list\nData on this application\narrow_forward\nTechcombank Mobile is a new, smarter and more optimal banking application for Techcombank's individual customers: transferring money, making payment and managing finance are all included in only one application.\nTRADING EXPERIENCE IS PERSONALIZED\nOwn beautiful account numbers and stylish card interface\nYour account background can be customized according to feng shui colors and 12 zodiac animal icons\nThe application background can be changed flexibly in accordance with your preferences\nPersonal financial chart is shown illustratively to make tracking and management process easy\nExplore your spending habits and assist you to plan your savings through daily transactions.\nQUICK PAYMENT IN A BLINK OF AN EYE\nMake payment and transfer money with the use of personal QR code.\nTransfer money conveniently through phone numbers."
}