{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Come with me we'll travel around Việt Nam\nCome with me we'll travel around Việt Nam\nAi đã ghim vào những thân tre bao ký ức xót xa hỡi mẹ\nAi đã ru ngủ những dòng sông cùng êm ả chảy về hướng Đông\nCon đã vẽ hình hài quê hương qua những khúc hát ru của mẹ\nCòn bao nhiêu lời ru con vẫn chưa được nghe\nViệt Nam quê hương ta đẹp lắm mặc lửa khói giày xéo tháng năm\nNgười Việt Nam da nâu mắt đen thảo thơm bất khuất như cành sen\nViệt Nam ơi quê hương ta ơi biển lúa chín vàng thơm ngát trời\nVọng tiếng ai hò vì nhớ con đò à ơi\nDậy với tôi nào dạo với tôi nào dạo khắp một vòng Việt Nam\nNhìn non sông trời văn đất võ\nCùng với tôi nào dạo với tôi nào dạo khắp một vòng Việt Nam\nCome with me we'll travel around Việt Nam\nAi đã ghim vào những thân tre bao ký ức xót xa hỡi mẹ\nAi đã ru ngủ những dòng sông cùng êm ả chảy về hướng Đông\nCon đã vẽ hình hài quê hương qua những khúc hát ru của mẹ",
    "trans": "Come with me we'll travel around Việt Nam\nCome with me we'll travel around Việt Nam\nWho pinned countless sorrowful memories into the bamboo stems, oh mother?\nWho lulled the rivers to sleep and gently flow towards the East?\nI have sketched the shape of our homeland through your lullabies, mother,\nYet there are still many lullabies I have not heard.\nVietnam, our homeland, is so beautiful despite the smoke and fire that have trampled through the years.\nThe Vietnamese people, with their brown skin and dark eyes, carry the fragrance of resilience and indomitability of a lotus stem.\nOh Vietnam, our dear homeland, golden fields of ripe rice fragrant in the sky\nEchoing someone’s chant, reminiscing the boat, oh lullaby.\nCome, rise with me, stroll with me, as we journey around all of Vietnam.\nWitnessing the literary sky and the martial earth\nJoin me, let's take a stroll around Vietnam.\nCome with me we'll travel around Việt Nam\nWho has etched countless painful memories into the bamboo stems, oh mother?\nWho has lulled the rivers to sleep and gently flow towards the East?\nI have sketched the shape of my homeland through the lullabies sung by you, mother."
}