{
    "source": "vi_VN",
    "target": "en_US",
    "text": "NEWS\nThấy mẹ vợ lên chơi, con rể tươi cười ra đón rồi đi nấu ăn nhưng đi chợ thì “đếm củ dưa hành”\nThấy chồng đon đả đón mẹ vợ rồi còn chủ động đề nghị được nấu ăn, tôi khá bất ngờ. Nhưng khi thấy mâm cơm anh bưng lên, tôi giận đến mức đưa mẹ đi ăn nhà hàng ngay và…\nNhà chồng kh:;inh thường nhà tôi không dạy bảo con gái đến nơi đến chốn, mẹ tôi không ngại nói thẳng khiến thông gia đứng hình\nTrong buổi gặp mặt bàn chuyện cưới xin, con gái tôi đã khéo léo trình bày một điều. Tuy nhiên, nhà trai thẳng thừng từ chối, còn nói móc mỉa khiến con như muốn bùng nổ. Tôi là mẹ đơn…\nChuyển từ thành phố về quê ở với mẹ chồng, nàng dâu bị cả nhà chồng co:i th:;ường vì… không biết nấu ăn\nMẹ chồng em luôn cho rằng, phụ nữ không biết nấu nướng là không biết bất cứ chuyện gì nữa. Mẹ chồng em luôn cho rằng, phụ nữ không biết nấu nướng là không biết bất cứ chuyện gì nữa….",
    "trans": "NEWS\nSeeing his mother-in-law visiting, the son-in-law greeted her warmly and offered to cook, but when shopping, he was \"counting every penny\"\nSeeing my husband enthusiastically welcoming my mom and even volunteering to cook, I was quite surprised. However, when he brought out the meal, I was so furious that I took my mom to a restaurant immediately and...\nMy in-laws look down on my family for not raising me properly; my mom didn't hesitate to speak up, leaving them speechless\nDuring a meeting to discuss wedding arrangements, my daughter tactfully express her idea. However, the groom's family bluntly refused and even made sarcastic remarks, leaving her on the verge of exploding. As a single mom...\nMoving from the city to the countryside to live with her mother-in-law, the daughter-in-law was belittled by the entire family for... not knowing how to cook\nMy mother-in-law always believed that a woman who doesn't know how to cook doesn't know how to do anything else. My mother-in-law always believed that a woman who doesn't know how to cook doesn't know how to do anything else..."
}