{
    "source": "vi_VN",
    "target": "en_US",
    "text": "kt-xh\nHTKTXH công xã nguyên thủy\nHTKTXH chiếm hữu nô lệ\nHTKTXH phong kiến\nHTKTXH tư bản chủ nghĩa\nHTKTXH cộng sản chủ nghĩa\n1.1. CNXH, giai đoạn đầu của hình thái kinh tế - xã hội CSCN\nHình thái kinh tế - xã hội TBCN\nGiai đoạn thấp - CNXH\nGiai đoạn cao - CNCS\nTKQĐ\nCNXH\nCNCS\nHÌNH THÁI KINH TẾ - XÃ HỘI CỘNG SẢN CHỦ NGHĨA\n1.2. Điều kiện ra đời của CNXH\n-Lực lượng sản xuất phát triển.\n- Sự ra đời giai cấp công nhân hiện đại.\n-Sự không phù hợp giữa QHSX TBCN với lực lượng sản xuất ngày càng hiện đại\n-Sự phát triển cả về chất lượng và số lượng của GCCN sau thế kỷ 19.\n1.3. Những đặc trưng cơ bản của CNXH\n1. CNXH giải phóng giai cấp, giải phóng dân tộc, giải phóng xã hội, giải phóng con người, tạo điều kiện để con người phát triển toàn diện.\n2. CNXH do nhân dân lao động làm chủ.\n3. CNXH có nền kinh tế phát triển cao dựa trên LLSX hiện đại và chế độ công hữu về TLSX.\nLoading…\n1.3. Những đặc trưng cơ bản của CNXH",
    "trans": "socio-economic\nPrimitive socio-economic form\nSlavery socio-economic form\nFeudal socio-economic form\nCapitalist socio-economic form\nCommunist socio-economic form\n1.1. Socialism, the initial stage of the communist socio-economic form\nThe socio-economic form of capitalism\nLow stage - Socialism\nHigh stage - Communism\nIn correlation with\nSocialism\nCommunism\nSOCIO-ECONOMIC FORM OF COMMUNISM\n1.2.  Conditions for the appearance of Socialism\n-Developed production forces\n-The appearance of modern working class.\n-The incompatibility of the production relationships between capitalism and increasingly productive forces.\n-The advancement of both quality and quantity of the working class after the 19th century.\n1.3. Primary features of socialism\n1. Socialism liberates the class, liberates the nation, liberates the society, liberates people, creates conditions for human's all-rounded development.\n2. Socialism is owned by the working class.\n3. Socialism has a highly developed economy based on modern productive forces as well as public ownership of production properties.\nLoading...\n1.3. Fundamental features of Socialism"
}