{
    "source": "vi_VN",
    "target": "en_US",
    "text": "- Thông thường Tiền từ quỹ về doanh nghiệp sẽ phải về qua Nhnn.\n- Nếu kh muốn qua kiểm soát của NHNN thì doanh nghiệp cần có chi nhánh tại Sing, Dubai xong các cty trong hệ thống luân chuyển tiền với nhau. Các cty này phải được ktra về tư cách hoạt động.\n4. Lãi suất:\n- Lãi suất tùy theo thời hạn vay và giá trị khoản vay. Thông thường 3%/năm cố định cho 3 năm.\n- Trả lãi 1 năm/lần, gốc hết 3 năm mới trả\n5. Thời hạn vay:\n- cho vay ngắn hạn 11 tháng hoặc trung hạn 3 năm.\n- Với khoản vay dài thì gia hạn 3 năm/lần.\n- Hợp đồng vay sẽ có điều khoản liên quan nếu không trả được nợ thì khoản vay sẽ trở cổ phần của chủ nợ trong doanh nghiệp với tỷ lệ qui định theo hợp đồng, chủ nợ sẽ trở thành cổ đông lớn của doanh nghiệp, thậm chí sẽ là cổ đông chi phối\n6. Phí thu xếp khoản vay 3-3.5% tổng giá trị khoản vay, trả qua cty tư vấn. Nếu vay trong thời hạn 11 tháng (dưới 1 năm) thì phí tương tự nhưng kh phải qua Nhnn.",
    "trans": "- Normally, money from funds to the  business will have to go through the State Bank.\n- If customers wish to bypass the State Bank control, they need to have branches in Singapore, Dubai, then circulate money among companies within their system. These companies must be verified for operational legitimacy.\n4. Interest rates:\n- Interest rates depend on the loan term and the value. Generally, it is fixed at 3% per year in 3 years.\n- Interest payments are paid annually, while the principal is paid in full at the end of 3 years.\n5. Loan terms:\n- short- term loan in 11 months or medium-term loans in 3 years.\n- For longer term loan, it will be renewable every 3 years.\n- Loan agreements include a clause stating that if the borrower cannot repay the loan, the debt may be converted into shares at a ratio that are clarified in the contract. The lender will become a major shareholder, potentially even the controlling shareholder of the business.\n6. The loan arrangement fee is 3-3.5% of the total loan value, paid to the consulting company. If the loans are under 11 months ( under 1 year), a similar fee will be applied but does not require to pass through the State Bank."
}