{
    "source": "vi_VN",
    "target": "en_US",
    "text": "NHỮNG CÂU NÓI HAY KHUYẾN KHÍCH BẠN ĐI TÌM LẼ SỐNG\nBạn vẫn đang trong hành trình tìm kiếm mục đích sống của mình? Dưới đây là một vài câu nói hay giúp bạn có thêm động lực.\n“Tôi tin rằng mục đích là thứ mà một người phải chịu trách nhiệm chứ không phải được chỉ định bởi thần thánh”. (Michael J. Fox)\n“Nếu bạn có một mục đích mạnh mẽ trong cuộc sống, bạn không cần phải được thúc đẩy. Niềm đam mê sẽ đưa bạn đến vạch đích của mình”. (Roy T. Bennett)\nẢnh: Unsplash\n“Nếu bạn không tìm ra được mục đích, hãy tìm đam mê. Bởi vì đam mê sẽ dẫn lối bạn đến đúng mục đích”. (Giám mục T.D. Jakes)\n“Kiên định với mục đích là một trong những yếu tố cần thiết để thành công trong cuộc sống, không quan trọng mục tiêu đó có thể là gì”. (John D. Rockefeller)\n“Hai ngày quan trọng nhất của cuộc đời là ngày bạn được sinh ra và ngày bạn biết được vì sao mình có mặt ở trên đời”. (Mark Twain)\n“Sống thôi là chưa đủ. Chúng ta phải kiên định để sống vì một điều gì đó”. (Winston S. Churchill)",
    "trans": "INSPIRATIONAL QUOTES TO ENCOURAGE YOU TO FIND YOUR PURPOSE\nAre you still on the journey of discovering your life's purpose? Here are some inspirational quotes to provide you with more motivation.\n\"I believe purpose is something one must take responsibility for, not something assigned by divine forces\". (Michael J. Fox)\n\"If you have a strong purpose in life, you don't need to be pushed. Your passion will drive you to your finish line\". (Roy T. Bennett)\nPhoto: Unsplash\n\"If you can't figure out your purpose, find your passion. Because the passion will lead you straight to your purpose\". (Bishop T.D. Jakes)\n\"Steadfastness to a purpose is one of the most essential conditions for success in life, no matter what the goal may be\". (John D. Rockefeller)\n\"The two most important days in your life are the day you are born and the day you find out the reason why you live\". (Mark Twain)\n\"To only live is not enough. We must be determined to live for something\". (Winston S. Churchill)"
}