{
    "source": "vi_VN",
    "target": "en_US",
    "text": "-\"Ừm...ngon mà?\"\n-\"Nàyy~!\"\nFourth ngại rồi, tên điên này sao lại uống sữa của cậu chứ..gương mặt phụng phịu đỏ ửng lên tới tai của em.Gemini uống hết xong để cái tô qua một bên rồi bế em đè xuống giường nài nỉ\n-\"Fourth tao không lầm chứ? Sữa đó là của mày thật hả? Ngon quá cho tao thêm nữa điii\"\n-\"Tên điênn không được đâu!! Áhh ưmm~làm gì vậy?!\"\nGemini ghì chặt hai tay em lên trên rồi cúi xuống bú mút cái ti đang rỉ sữa kia.Hắn bú ti rất mạnh như muốn hút hết sữa của em vậy.Fourth rên la, cố đạp chân vùng vẫy nhưng chả được gì nên đành nằm im cho Gemini bú.Từng dòng sữa thơm ngon được Gemini uống hết, lâu lâu hắn còn cắn ti Fourth làm cho em bị kích thích mà phụt ra nhiều sữa hơn.Gemini bú đã xong ti này rồi chuyển qua ti còn lại.Fourth lần đầu bị bú ti mà sướng đến thế này,em liên tục rên rỉ ngọt lịm cho Gemini nghe.Fourth rên rỉ cả người tê dại, rồi bỗng nhiên em rên lên một tiếng cao vút mà bắn hết ra.Gemini dừng việc mình lại xong nhìn xuống quần Fourth rồi vạch ra",
    "trans": "-\"Uhm...it's yummy?\"\n-\"Heyy~!\"\nFourth felt embarrassed, why did this lunatic drink his milk...he was frowning, blushing all the way up to his ears. Gemini finished drinking, put the bowl aside, then held him, pressed him down on the bed and begged.\n-\"Fourth, am I mistaken? That's really your milk? So yummy, give me moreee\"\n-\"You lunatic, it's not possible! Ahh uhmm ~ what are you doing?!\"\nGemini held his hands tightly on top, then bent down to suck the nipples that were leaking milk. He sucked so hard as if he wished to suck out all of his milk. Fourth moaned, tried to kick his leg in vain, so he had to lie still for Gemini to suck. Gemini drank all of the tasty milk; every once in a while, he bit Fourth's nipples, stimulating the milk to be spurted out more. Gemini was done with one nipple, then turned to the other one. It was the first time Fourth's nipples were sucked yet felt so good that he went on moaning sweetly for Gemini to hear. Fourth moaned as his entire body went numb, then all of sudden he let out a high-pitched moan and cum. Gemini stopped what he was doing and looked at Fourth's pants, then pulled them"
}