{
    "source": "vi_VN",
    "target": "en_US",
    "text": "9. Để đảm bảo các thí sinh không bị phân tâm, không được phép chụp ảnh và quay phim tại cuộc thi. BTC sở hữu bản quyền của tất cả video, âm thanh và hình ảnh được chụp trong thời gian cuộc thi diễn ra và giữ quyền sử dụng hợp pháp đối với video, âm thanh và hình ảnh nói trên.\n10. Các thí sinh tham gia phải tuân thủ quy định trong bản \"Thỏa thuận tham gia cuộc thi âm nhạc Quốc tế ZhongSin.\"\n11. Khi tham gia cuộc thi, nếu thí sinh thực hiện bất kỳ hành động nào trái với quy định hoặc liên quan đến vi phạm đạo đức sẽ bị dừng thi, bị cảnh cáo, bị trừ điểm hoặc bị loại.\n12. BTC sẽ không chịu trách nhiệm đối với bất kỳ về việc làm thất lạc tài sản cá nhân của thí sinh.\n13. Các thí sinh và người nhà đi cùng phải đảm bảo cho thí sinh có thể trạng tốt và không mắc bất kỳ bệnh nào trong quá trình tham gia cuộc thi, BTC sẽ không chịu trách nhiệm với bất cứ ai có vấn đề về bệnh tim, tâm lý, cao huyết áp, hen, phổi…",
    "trans": "9. To ensure that contestants are not distracted, taking photos and recording videos are not allowed during the competition. The organizing committee holds the copyright for all videos, audio, and images captured during the event and reserves the legal right to use the mentioned videos, audio, and images.\n10. Contestants must comply with the regulations detailed in the \"ZhongSin International Music Competition Participation Agreement.\"\n11. During the competition, if the contestants perform any action that violates the rules or involves unethical behaviors, they will face consequences such as disqualification, warnings, point deductions, or removal from the competition.\n12. The Organizing Committee will not be responsible for any loss of contestants' personal belongings.\n13. Contestants and their accompanying family members must ensure that the contestants are in good health and free from any illness during the competition. The Organizing Committee will not take responsibility for any contestants with health issues related to heart conditions, psychological disorders, high blood pressure, asthma, lung diseases..."
}