{
    "source": "vi_VN",
    "target": "en_US",
    "text": "-Lề đường Seoul sẽ bị đào lên để trồng khoai mì khoai lang, các căn hộ chung cư sẽ tăng gia nuôi heo nuôi gà, hồ bơi lắp thêm cầu tiêu để nuôi cá nuôi lươn.\nCác tập đoàn công nghệ cao như Samsung LG...sẽ được quốc hữu hoá thành HTX, trở lại với ngành nghề ban đầu là sx phân bón và thức ăn gia súc...\nSố ít dân miền Nam còn lại phải sống trên thiên đường, ăn bo bo, ăn cá rô cây, ăn cơm trộn khoai lang và đã biết nghe tiếng miền Bắc Đ ịt mẹ, biết appa mày là ai không ?\nTổ chức \"Hàn Tân\" ra đời tại New York, là tổ chức khủng bố làm tay sai cho đế quốc Mỹ.\nCác bác sĩ, kĩ sư, giáo viên, nhà khoa học, diễn viên, ca sĩ nổi tiếng... phải vào trại cải tạo vì dám phục vụ cho tay sai đế quốc ngụy quân ngụy quyền Seoul.\nGiáo dục nhồi sọ ra đời, chủ nghĩa xã hội là thiên đường, làm theo năng lực hưởng theo nhu cầu, phê phán chủ nghĩa đế quốc dối trá, chủ nghĩa tư bản giãy chết, XHCN là thiên đường.",
    "trans": "- The street of Seoul will be dug up to plant cassava and sweet potatoes, apartment complexes will raise pigs and chickens, and swimming pools will be added toilet to raise fish and eels.\nHigh-tech corporations like Samsung and LG, etc. will be nationalized into cooperatives, returning to their original industries of producing fertilizers and animal feed, etc.\nThe few remaining Southerners living in the paradise will eat bo bo, cassava fish, and rice mixed with sweet potatoes, and know Northern dialect such as \"fuck, do you know who my father is?\"\nThe organization \"Han Tan\" which is established in New York, is a terrorist group serving imperialist America.\nDoctors, engineers, teachers, scientists, actors, and famous singers, etc. will be sent to reeducation schools for having served the Seoul imperialist puppet regime.\nBrainwashing education appeared, in which considering socialism as paradise, work to his ability, and earn to his needs,\" and condemning the lies of imperialism and the death throes of capitalism. Socialism is heaven."
}