{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Ví dụ:\n“Cô xin chào ba mẹ…..\nHôm nay ………………….(2 - 3 ý theo quan sát thực tế, những câu gợi ý phía dưới)\nCô mong rằng vào ngày mai……..(1 - 2 ý định hướng mong muốn trẻ thay đổi, những câu gợi ý phía dưới)\nChúc ( tên bé ) và gia đình có một buổi tối vui vẻ!”\nNHÓM CÂU GỢI Ý=>\nBé luôn lễ phép với cô giáo và bạn bè\n• Bé chủ động chào hỏi cô giáo và bạn bè mỗi khi đến lớp.\n• Bé sử dụng các từ “dạ, vâng, cảm ơn, xin lỗi” khi giao tiếp.\n• Bé lắng nghe và làm theo hướng dẫn của cô giáo.\nBé biết tự giác xếp hàng, chờ đến lượt mình\n• Khi vào lớp, ra chơi, đi ăn, bé luôn xếp hàng ngay ngắn theo sự hướng dẫn của cô giáo.\n• Trong các hoạt động, bé kiên nhẫn chờ tới lượt, không chen ngang hay giành phần của bạn.\n• Bé giữ trật tự trong lớp, không gây ồn ào.\nBé luôn biết cảm thông, chia sẻ\n• Bé sẵn lòng cho bạn mượn đồ chơi, dụng cụ học tập.\n• Bé chơi cùng bạn thân thiện, hòa đồng.",
    "trans": "For example:\n“Dear parents.....\nToday ………………….(2 - 3 ideas based on real-life observations, suggestions below)\nI hope that tomorrow……..(1 - 2 desired changes or goals for the child, suggestions below)\nWishing (child's name) and his/her family a joyful evening!”\nSUGGESTION SENTENCES=>\nThe child is always polite to teachers and friends\n• The child actively greets the teacher and friends every time they arrive at class.\n• The child uses words like “yes, thank you, sorry” when communicating.\n• The child listens and follows the teacher’s instructions.\nThe child actively lines up and waits for their turn\n• When entering the classroom, during break-time, or going to have meals, the child always lines up neatly according to the teacher’s guidance.\n• In activities, the child patiently waits for their turn, does not break the line, or take someone else's turn.\n• The child maintains silence in the classroom and does not make noise.\nThe child always shows empathy and shares\n• The child willingly lends toys or learning materials to friends.\n• The child plays with others friendly and sociably."
}