{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Kevin..tớ...'' ''thôi được rồi, cậu không cần phải trả lời ngay bây giờ. Cậu còn chưa ăn sáng đúng không, nào mau ăn đi!'' không để cậu nói hết, Kevin đã cướp lời rồi nhét cái hamburger vào tay cậu.\nDù ngơ ngác nhưng cậu vẫn làm theo lời Kevin. Đưa cái hamburger vào miệng cắn một cái, cũng khá là ngon. Kevin ngồi yên nhìn cậu ăn rồi khẽ nhíu mày, tại sao Echizen lại ốm hơn lúc trước nhiều vậy?\nSau khi ăn xong, cậu bắt đầu kể. Thật ra vào lúc cậu đã đạt được chức vô địch tại giải mở rộng thì không lâu sau đó, Echizen Nanjiro cũng qua đời vì gặp tai nạn bất ngờ. Đau buồn, khổ sở, đó là tất cả những gì cậu cảm nhận được.\nKhông liên lạc được với các vị tiền bối ở Seigaku, sau khi nghe kể thì mới biết bọn họ từ lâu đã không liên lạc với nhau, mỗi người một phương. Sau tất cả, Echizen Ryoma cậu đã mất đi niềm vui khi chơi tennis, cậu từ bỏ nó. Nếu có người hỏi cậu cảm giác khi chơi tennis như thế nào thì cậu không chắc là sẽ trả lời được câu hỏi đó đâu!",
    "trans": "Kevin..I...\" \"alright, you don't need to answer right now. You haven't had breakfast, right? Come on, eat!\" without letting him finish, Kevin interrupted and stuffed the hamburger into his hand.\nThough confused, he still followed Kevin's words. He had a bite of the hamburger, and it was quite good. Kevin sat quietly, watching him eat, then frowned slightly. Why had Echizen gotten so much thinner than before?\nAfter finishing the meal, he began to explain. Actually, not long after he won the championship at the open tournament, Echizen Nanjiro passed away due to an unexpected accident. Grief, sorrow, those were all emotions he felt.\nUnable to get in touch with the seniors from Seigaku, he later found out that they hadn't been in contact for a long time, each going their own way. After everything, Echizen Ryoma, he lost the joy of playing tennis, he gave up. If someone were to ask him how it felt playing tennis, he was not sure he could answer that question!"
}