{
    "source": "vi_VN",
    "target": "en_US",
    "text": "V. THÀNH PHẦN BAN TỔ CHỨC, GIÁM KHẢO,\n1. Ban tổ chức:\n- Đoàn trường, Hội LHTN:\n- Tổ sử, địa, công dân.\n2. Ban giám khảo:\n- Cô [redacted_name]\n- Cô [redacted_name]\n- Cô [redacted_name]\nVI. TỔ CHỨC THỰC HIỆN\nBCH Đoàn Trường xây dựng kế hoạch tham dự, tham mưu xin ý kiến chỉ đạo của Đảng Bộ, Ban giám hiệu nhà trường, Phối hợp cùng tổ Sử - Địa- CD xây dựng nội dung tổ chức; ban hành công văn hướng dẫn các Chi Đoàn trực thuộc thực hiện nội dung yêu cầu theo kế hoạch.\nBCH Các Chi Đoàn, các CLB trực thuộc tổ chức tuyên truyền, vận động đôn đốc, nhắc nhở lực lượng được triệu tập tham dự thực hiện các nội dung theo kế hoạch, công văn hướng dẫn của Đoàn trường đúng yêu cầu và thời gian quy định.\nGiáo viên chủ nhiệm các lớp phối hợp cùng Đoàn trường tuyên truyền, phân công cử lực lượng học sinh tham dự;\nTrong quá trình thực hiện, nếu có vướng mắc khó khăn cần trao đổi, các lớp phản ánh trực tiếp về văn phòng Đoàn Trường hoặc qua địa chỉ email: [redacted_email]",
    "trans": "V. COMMITTEE AND JUDGES\n1, Organizing committee:\n- School Youth Union, Youth Federation:\n- History, Geography, and Civic Education Department.\n2. Judges:\n- Ms. [redacted_name]\n- Ms. [redacted_name]\n- Ms. [redacted_name]\nVI. ORGANIZATION AND IMPLEMENTATION\nThe School Youth Union Executive Committee will make a draft of participation plan, consult guidance from the School Party Committee and Board of Management, collaborates with the History, Geography, and Civic Education Department to make the content; issues document to guide affiliated Youth Unions in implementing the required content according to the plan.\nThe Youth Union Executive Committee and clubs organize awareness campaigns, encourages participation, and reminds appointed groups to carry out tasks as specified in the plan and guidelines timely and correctly.\nHomeroom teachers coordinate with the School Youth Union to propagate and assign students to participate;\nDuring the implementation process, if there are any difficulties needed to discuss, please reported directly to the School Youth Union office or via email at [redacted_email]."
}