{
    "source": "vi_VN",
    "target": "en_US",
    "text": "\"Hừ, bản đại gia cũng muốn chờ xem tên nhóc kia có thể bỏ qua cơ hội này không.\"\nQuay trở về với [redacted_name]bên kia đang chậm rãi đi theo dấu một đống hoa bách hợp.\nXong đùng một cái, ở phía trước [redacted_name] té cắm mặt xuống đất nằm ngay đơ. [redacted_name] nhìn kỹ, phát hiện hình như ảnh vừa vấp cục đá nên mới té.\n\"Để ổng té vậy thật sự ổn sao? Không bị chấn động đầu óc đó chứ?\"\n[Chủ nhân à... là vì cú té này nên mới ngất xỉu á....]\n\"Giỡn hả? Đừng nói là còn chấn động đầu mất trí nhớ luôn nha.\" [redacted_name]đen mặt\n[À thì...là bởi vậy nên nữ chính đưa ảnh về chăm sóc trong thời gian mất trí nhớ này nên mới thành công....]\n\"Vấp có cục đá mà té mất trí nhớ luôn....tiền bối làm từ đậu hũ hả?\" [redacted_name] nhíu mày \"[redacted_name] tiền bối ngất xỉu ở đây không phải là vào báo một câu là[redacted_name] cho trực thăng hốt về tới Vatican luôn sao? Làm sao nữ chính phải mệt nhọc vác về nhà mình vậy? Mà sao cổ vác [redacted_name] tiền bối về mà không ai trong vũ hội nhìn thấy luôn thế?\"",
    "trans": "\"Hmph, I also want to see if that brat can really resist this chance.\"\nBack to [redacted_name], who was slowly following a path lined with lilies.\nOut of nowhere, [redacted_name] tripped and fell flat on their face, lying motionless. [redacted_name] looked closer, and found that he may tripped over a rock.\n\"Is it really fine to let him fall like that? No brain damage, right?\"\n[Master... he passed out because of this fall...]\n\"Are you kidding? Don't tell me the concussion gave him amnesia too.\" [redacted_name]'s expression darkened.\n[Um...actually, that's how the female lead ended up taking care of him during his amnesia, which worked out perfectly in the end...]\n\"Tripping over a rock and losing his memory...is the senior made of tofu?\" [redacted_name] frowned. \"Senior [redacted_name] fainted here, shouldn't someone have immediately called a helicopter to fly him straight to the Vatican? Why did the female lead have to drag him home herself? And how did she manage to brag Senior [redacted_name] out without anyone at the ball noticing?"
}