{
    "source": "vi_VN",
    "target": "en_US",
    "text": "- Biển Hiền Ngân: Sửa biển cũ, các hãng đang bán VT, YSN, KN, Mikado. Tổng sản lượng: 1328 tấm, YSN: 200 tấm\n- Biển Thế Sự: Thay thế cho biển Yoshino cũ bị gió cuốn bay, các hãng đang bán VT, YSN. Tổng sản lượng: 1700 tấm, YSN: 600 tấm\n- Biển Thái Hoa Thiên: Sửa biển Yoshino cũ bị bão làm hỏng, các hãng đang bán VT, YSN, KN. Tổng sản lượng: 4333 tấm, YSN: 620 tấm\n- Biển Dịu Hiền: Làm mới biển do bị bão cuốn bay, các hãng đang bán VT, YSN, Zinca, Mikado. Tổng sản lượng: 8100 tấm, YSN: 300\n- Biển Trường Thọ: Làm mới, các hãng đang bán YSN, KN. Tổng sản lượng: 10400 tấm, YSN: 200 (Mới nhập 1 cont chịu ẩm đầu tháng 10)\n- Biển Vạn Xuân: Làm mới, các hãng đang bán VT, YSN, KN, Zinca. Tổng sản lượng: 4805 tấm, YSN: 480 tấm\nBiển nhà Nhung Quảng (Hải Dương), Tiến Lực (Hà Nam) cũng bị hỏng do đợt bão vừa qua nhưng họ chưa có nhu cầu làm lại biển ngay thời điểm này. Anh sẽ bổ sung vào đợt biển sau nếu họ có mong muốn được sửa và thay mới",
    "trans": "- Hien Ngan signs: Repair the old signs, brands selling VT, YSN, KN, Mikado. Total production: 1328 panels, YSN: 200 panels\n- The Su signs: Replace signs for old Yoshino sign that was blown away by the wind, brands selling VT, YSN. Total production: 1700 panels, YSN: 600 panels\n- Thai Hoa Thien signs: Repair of the old Yoshino sign damaged by the storm, brands selling VT, YSN, KN. Total production: 4333 panels, YSN: 620 panels\n- Diu Hien signs: Replace new signs for signs blown away by the storm, brands selling VT, YSN, Zinca, Mikado. Total production: 8100 panels, YSN: 300\n- Truong Tho signs: Replace new signs, brands selling YSN, KN. Total production: 10400 panels, YSN: 200 panels (New shipment of 1 moisture-resistant container at the beginning of October)\n- Van Xuan signs: Replace new signs, brands selling VT, YSN, KN, Zinca. Total production: 4805 panels, YSN: 480 panels\nThe signs for Nhung Quang (Hai Duong), Tien Luc (Ha Nam) were also damaged during the recent storm, but they do not need to replace them at this time. I will include their requests in the next batch if they would like to repair and renew them"
}