{
    "source": "vi_VN",
    "target": "en_US",
    "text": ". 12h xe đón cả nhà đến Viện dướng lão thăm bà (nhớ mang theo tư trang cho nữa tiệc).\n. 13h30: Tất cả nhà sẽ dời Viện dưỡng lão về 195 Quan Nhân: thắp hương cho ông, nghỉ ngơi, chụp ảnh, thay quần áo lịch sự để chuẩn bị tiệc tối.\n. 16h cả nhà dời Quan Nhân đến Lục Thuỷ chuẩn bị cho buổi tiệc và chụp ảnh gia đình trước khi quan khách tới.\n. 16h đón khách: Bố mẹ[redacted_name] và và vc [redacted_name] sẽ đứng đón khách ở cửa phòng tiệc.\nKhi tất cả khách đã ổn định chỗ ngồi, bố [redacted_name] lên sân khấu phát biểu tuyên bố lý do bữa tiệc, sau đó mời mẹ H cùng tất cả các con lên sân khấu chào mn. Bố [redacted_name] giới thiệu các con. Sau đó [redacted_name] và [redacted_name]trở về bàn tiệc. Bố mẹ và vc chồng[redacted_name] ở lại sân khấu. Vc [redacted_name] có vài lời cảm ơn. Sau đó 4 người cùng nâng ly chúc sức khoẻ mn, tiếp đó xuống sân khấu chạm cốc với mn.",
    "trans": ". 12:00 the car will pick up the entire family to the Nursing home to pay grandma a visit (remember to bring your belongings for the party).\n. 13:30: The entire family will leave the Nursing home for 195 Quan Nhan: burn incense for grandpa, take a rest, take pictures, change into formal clothes to prepare for the dinner party.\n. 16:00 The entire family will leave Quan Nhan for Luc Thuy in order to get ready for the party and take family photos prior to the guests' arrival.\n. 16:00 welcome guests: Parents [redacted_name] and husband and wife [redacted_name] will stand at the door of the party room to welcome the guests.\nOnce all of the guests settle down, father [redacted_name] will go on the stage to make the announcement regarding the reason for the party; afterwards, invite mother H with all of the children to go on the stage to greet everyone. Father [redacted_name] will introduce the children. After that, [redacted_name] and [redacted_name] will get back to the party table. Parents and [redacted_name] will remain on the stage. [redacted_name] will say several words of gratitude. Then, the four of you will raise your glasses to toast everyone's health, then come down from the stage to clink glasses with everybody."
}