{
    "source": "vi_VN",
    "target": "en_US",
    "text": "NGÀY 3: HUẾ - ĐÀ NẴNG - KDL BÀ NÀ - PHỐ CỔ HỘI AN (Ăn sáng, chiều; ăn trưa tự túc)\nDùng bữa sáng tại khách sạn. Xe đưa Quý khách khởi hành trở về Đà Nẵng, trên đường đi dừng tham quan:\n- Tinh dầu tràm Thái Hà: Huế được coi là xứ sở của loại dầu tràm nổi danh khắp nước với công\ndụng tuyệt vời, là phương thuốc lành tính, an toàn với mọi lứa tuổi, giúp tiêu tan cái mệt mỏi, các\ncơn đau kinh niên, cho giấc ngủ được sâu hơn,…\n- Khu du lịch Bà Nà (chi phí cáp treo & ăn trưa tự túc): tận hưởng không khí se lạnh của Đà Lạt\ntại miền Trung, đoàn tự do tham quan Chùa Linh Ứng, Hầm Rượu Debay, vườn hoa Le Jardin\nD’Amour, Khu Tâm linh mới của Bà Nà viếng Đền Lĩnh Chúa Linh Từ, khu vui chơi Fantasy Park,\ntự do chụp hình tại Cầu Vàng điểm tham quan siêu hot tại Bà Nà…Ăn trưa tại Bà Nà tự túc. Sau\nđó đoàn tiếp tục tham quan vui chơi đến giờ xuống cáp.\nBuổi chiều quý khách tham quan:\n- Phố Cổ Hội An: Chùa Cầu, Nhà Cổ Phùng Hưng, Hội Quán Phước Kiến, Cơ sở Thủ Công Mỹ Nghệ,… Tự do",
    "trans": "DAY 3: HUE - DA NANG - BA NA TOURIST AREA - HOI AN OLD TOWN (Breakfast, dinner are included; self-prepared lunch)\nHave breakfast at the hotel. The bus will take You back to Da Nang, stopping along the way to visit:\n- Thai Ha Eucalyptus Oil: Hue is known as the homeland of this famous eucalyptus oil, renowned for its amazing\nuse, it is a gentle remedy, safe for all ages, helping to relieve fatigue,\nchronic pain, and promote deeper sleep,...\n- Ba Na Tourist Area (cable car & self-prepared lunch): Enjoy the cool atmosphere of Da Lat\nin Central Vietnam, guests are free to visit Linh Ung Pagoda, Debay Wine Cellar, Le Jardin D’Amour flower garden\nthe new spiritual area of Ba Na to visit Linh Tu Goddess Temple, Fantasy Park,\nand take photos at the Golden Bridge, a super hot attraction in Ba Na… Lunch is on your own at Ba Na.\nAfter that, you will continue to explore and have fun until it’s time to descend.\nIn the afternoon, guests will visit:\n- Hoi An Old Town: Bridge Pagoda, Phung Hung Ancient House, Phuoc Kien Assembly Hall, Craft Villages,… Free to"
}