{
    "source": "vi_VN",
    "target": "en_US",
    "text": "6 - Khi bạn đến khám bệnh, bác sĩ thường hỏi bạn những câu hỏi gì?\n7 - Sau khi khám bệnh xong, bác sĩ thường nói gì để hướng dẫn bệnh nhân?\n8 - Loại thuốc nào không có đơn của bác sĩ vẫn mua được?\n9 - Dược sĩ nói gì khi bạn muốn mua thuốc kháng sinh? Họ làm như thế để làm gì?\n10 - Nếu uống thuốc đắng, bạn khuyên người uống thuốc như thế nào?\n11 - Nếu muốn giảm cân thì bạn nên làm gì? Hãy chuyển câu trả lời của bạn sang cấu trúc “có… thì… mới”.\n12 - Hiện nay, tỉ lệ trẻ em dưới 5 tuổi bị suy dinh dưỡng, thấp còi là bao nhiêu phần trăm? (xem Bài đọc – tr. 125)\n13 - Tỉ lệ hút thuốc ở nam giới trưởng thành hiện nay là bao nhiêu phần trăm?\n14 - 1m56 là chiều cao được kỳ vọng của giới nào, vào năm nào ở Việt Nam?\n15 - Ở Hàn Quốc, thành phố nào lớn nhất? Thành phố nào đông người nhất?\n16 - Cư dân đô thị chiếm bao nhiêu phần trăm (%) dân số Hàn Quốc?\n17 - Nếu về quê khởi nghiệp, bạn có thể làm gì? (xem Hội thoại C, bài 7, tr.135).",
    "trans": "6 - When you visit a doctor, what questions do they usually ask you?\n7. After examining you, what does the doctor usually say to guide the patient?\n8 - What type of medicine can you buy without a prescription?\n9 - What does the pharmacist say when you want to buy antibiotics? Why do they say this?\n10 - If the medicine tastes bitter, what would you advise the person taking it?\n11 - If you want to lose weight, what should you do? Please rephrase your answer using the structure \"only when... will...\"\n12 - Currently, what percentage of children under 5 years old suffer from malnutrition and stunting? (See Reading – page 125)\n13 - What is the current smoking rate among adult men?\n14 - 1.56 meters is the expected height for which gender, in which year in Vietnam?\n15 - In South Korea, which city is the largest? Which city has the highest population?\n16 - What percentage of South Korea's population lives in urban areas?\n17 - If you want to start a business in your hometown, what could you do? (See Conversation C, Lesson 7, page 135)"
}