{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Để kiểm tra trạng thái phiếu yêu cầu hoàn tại link [redacted_url]\nPlease check your refund request status at [redacted_url]\nĐể kiểm tra trạng thái phiếu yêu cầu sử dụng tiền bảo lưu tại link [redacted_url]\nPlease check your transfer creditshell request at [redacted_url]\nNếu phiếu của quý khách bị từ chối vì không đủ điều kiện hoàn, quý khách có thể chủ động thay đổi theo điều kiện vé hiện hành, mọi thay đổi đều phải hoàn thành trước 3 giờ so với giờ khởi hành, thanh toán phí thay đổi và chêch lệch (nếu có)\nIf your request is rejected ,you can change your ticket according to your fare rules. Please note that every change has to be done at least 3 hours prior to the departure time on the ticket with change fee and fare difference (if any)\nĐối với các vé đặt qua Website/App có thể tự thay đổi trong phần quản lý đặt chỗ. Vé đặt qua Đại lý có thể liên hệ đại lý để thay đổi.\nTicket which is booked via website or application can be changed on the our website at manage my booking OR contact your initial booking agency to change the ticket.",
    "trans": "To check the status of your refund request, visit the link: [redacted_url]\nPlease check your refund request status at: [redacted_url]\nTo check the status of your creditshell usage request, visit the link: [redacted_url]\nPlease check your transfer creditshell request at [redacted_url]\nIf your request is rejected due to ineligibility for a refund, you can adjust your ticket conditions according to the current fare rules. All changes must be completed at least 3 hours before the scheduled departure time, and payment of change fees and fare differences (if any) is required.\nIf your request is rejected ,you can change your ticket according to your fare rules. Please note that every change has to be done at least 3 hours prior to the departure time on the ticket with change fee and fare difference (if any)\nFor tickets booked via the Website/App, changes can be made in the \"Manage My Booking\" section. Tickets booked through agents can be changed by contacting the respective agency.\nTicket which is booked via website or application can be changed on the our website at manage my booking OR contact your initial booking agency to change the ticket."
}