{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Cuộc thi có 15 câu hỏi trắc nghiệmvề các văn bản quy phạm pháp luật hiện hành liên quan đến hoạt động nhân sự, đào tạo, tuyển sinh, công tác sinh viên. Thời lượng làm bài thi là 20 phút, mỗi CBGV/nhóm CBGV (tối đa 05 người) chỉ được thi duy nhất 01 lần. Anh/Chị sử dụng mail @fe.edu.vn để đăng nhập và tham gia cuộc thi Tại đây.\nĐợt thi có 06 giải thưởng dành cho các CBGV tham gia, bao gồm:\n01 giải Nhất trị giá 300 golds, 01 giải Nhì trị giá 250 golds, 01 giải Ba trị giá 150 goldsdành cho 03 CBGV/nhóm đạt điểm cao nhất, hoàn thành nhanh nhất, làm bài sớm nhất.\n03 giải Khuyến khích trị giá 100 golds/ giải dành cho 03 CBGV đạt điểm cao nhất, hoàn thành nhanh nhất, làm bài sớm nhất (không trùng với 3 CBGV đã giành giải Nhất – Nhì – Ba).\nLưu ý:Đối với nhóm CBGV tham gia thi, vui lòng cử CBGV đại diện nhóm gửi thông tin các thành viên trong nhóm (gồm Họ và Tên - Account fe) về Cán bộ phụ trách: Nguyễn Thu Thương – Email: [redacted_email]– SĐT: [redacted_number]",
    "trans": "The contest contains 15 multiple choice questions about the current legal documents related to human resources, training, recruitment, student affairs. The duration to do the test is 20 minutes; each teaching staff member/ group of teaching staff member (05 people at most) can only take the test once. You need to use the email @fe.edu.vn in order to log in and take part in the contest Here.\nThe contest has 06 prizes for the teaching staff who participate including:\n01 First prize worth 300 golds, 01 Second prize worth 250 golds, 01 Third prize worth 150 golds for 03 teaching staff members/ groups with the highest scores, highest speed, and earliest completion.\n03 Consolation prizes are worth 100 golds/ prize for 03 teaching staff members with the highest scores, highest speed and earliest completion (not the same as the 3 teaching staff members winning the First - Second - Third prizes).\nNote: For groups of teaching staff members, please ask the group representatives to send information to members of their groups (including Full name - Account fe) to the one in charge: Nguyen Thu Thuong – Email: [redacted_email]– Phone number: [redacted_number]"
}