{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Nhưng không may cho [redacted_name]hôm nay là[redacted_name]cũng đang xuống phòng y tế đưa đồ cho giáo viên. [redacted_name] vừa mở cửa ra đập vào mắt là[redacted_name] đang nằm ngủ ở trên giường.\nNội tâm sáng bừng đặt đồ lên bàn đi lại giường ngồi xuống tự nhiên. Ngắm [redacted_name] đang giả vờ ngủ, qua một lúc móng vuốt cáo vươn ra ăn đậu hũ niết niết, chọt chọt, sờ sờ khuôn mặt. Mỡ dâng miệng mèo ngại gì không ăn a.\nNội tâm [redacted_name] nở đầy hoa khung cảnh hường phấn phấp phới hạnh phúc dạt dào mặt mỉm cười hưởng thụ, tay thì không ngừng sờ má[redacted_name], ngón tay chọt hai bên má trắng mềm như đậu hũ. Chọt đến mức chủ nhân nó không chịu nổi mà mở mắt trừng.\n[redacted_name]nằm ngủ được một lúc thì cảm giác ai đó mở cửa phòng, cậu cũng kệ nhắm mắt nằm tiếp, phòng y tế đôi khi có người bị thương thì vào thôi chả lẽ cấm người ta không vào. Nhưng 2 phút trôi qua cậu cảm giác giường cậu đang nằm có một vật thể ngồi lên nhìn cậu chăm chú.",
    "trans": "But it was unfortunate for [redacted_name] since today, [redacted_name] was also going to the infirmary to hand things to the teacher.  As soon as [redacted_name] opened the door, he saw [redacted_name] sleeping on the bed.\nHis heart brightened. He put things on the table, walking to the bed and sitting down naturally, watching [redacted_name] pretending to sleep, after a while, he stretches out his fox claws to poke and touch her face. A fair booty makes many a thief, why should he refrain from stealing?\n[redacted_name]'s heart was filled with flowers and happy pink sceneries, he smiled with enjoyment, his hands constantly touched [redacted_name]'s cheeks, his fingers poked both sides of the cheeks which were fair and soft like tofu. He poked them to the point that their owner could no longer bear it and opened her eyes wide.\n[redacted_name] had been sleeping for a while when she felt somebody opening the door; she ignored it and went on sleeping. It must be someone with injuries coming to the infirmary. How could she ban it? But two minutes later, she felt that somebody was sitting on the bed and looking at her attentively."
}