{
    "source": "vi_VN",
    "target": "en_US",
    "text": "“Em còn muốn ở lại không?”\nGiọng nói này trong không gian trống vắng hiện ra càng thêm đột ngột. Lumine liền liếc xéo Aether cho đến khi anh trai mình giơ 2 tay xin hàng mới chịu tha cho.\nTiếp tục giải quyết đồ uống của mình, Lumine nhăn mày nhìn khung cảnh bên ngoài. Dễ dàng đánh bại kẻ ác, vị anh hùng tên All Might lúc này đã nở nụ cười tươi đặc trưng và trò chuyện với người hâm mộ của mình, những anh hùng xung quanh lúng túng đứng 1 bên khi so với với sự hiện diện của ông trông chẳng khác nào vật bày trí.\n“Đây là lần thứ 3 trong tuần chúng ta thấy All Might, còn kẻ ác mà ông ta bắt thì đã xuất hiện lần thứ 5 trong tháng. An ninh nơi đây đúng là càng ở càng thấy tệ.” Như muốn giải tỏa cơn bực mình, Lumine cầm lấy đuôi tóc của Aether mà nghịch.\n“Vở kịch được chiếu đi chiếu lại cũng có điểm thú vị riêng mà.” Quan sát nhân viên không chú ý đến họ, Aether vừa nói vừa gỡ vòng cổ chuyển ngữ của mỗi người.",
    "trans": "\"Would you still like to linger around?\"\nThis voice appearing in the empty space sounded even more abrupt. Lumine glanced sharply at Aether until her brother raised both hands in surrender before letting him off the hook.\nContinuing to finish her drink, Lumine frowned at the outside scene. Defeating the villain with ease, the hero named All Might was now smiling brightly and talking to his fans, other heroes around him stood on one side awkwardly as if they were decorations in comparison with his presence.\n\"This is the 3rd time in the week that we have seen All Might, and the villain that he caught has shown up for the 5th time in the month. The security of this place really gets worse the longer we stay.\" As if she wanted to release her anger, Lumine picked up Aether's ponytail and played with it.\n\"The play repeated over and over has its own interesting aspect.\" Observing that the staff didn't pay them any attention, Aether said as he removed each person's translation necklace."
}