{
    "source": "vi_VN",
    "target": "en_US",
    "text": "nghĩa là Trình độ học vấn SD 16 3 năm. Trong số mẫu,\n300 (76%) là nam giới, 351 (88%) là người da trắng và 43 (11%)\nlà những người hút thuốc hiện tại. Tám mươi tám phần trăm bệnh nhân\nlà HLA–B27 dương tính. Giá trị trung bình Điểm BASFI SD là\n40,7 26,2 điểm, trung bình Điểm SD HAQ-S là 0,8 \n0,6 điểm, Và cái trung bình (25, 75 phần trăm)\nĐiểm BASRI là 9 (6, 12) điểm. Điểm BASRI là\ncó tương quan yếu với cả điểm BASFI (Spearman\nr 0,31; P 0,0001) và điểm HAQ-S (r 0,23; P \n0,0001).\nThời gian trung bình trong lực lượng lao động là 28 năm. Sáu mươi\nphần trăm bệnh nhân báo cáo đã có 2 nghề nghiệp,\n37% đã báo cáo 3 nghề nghiệp và 16% báo cáo 4 oc-\ncupations. Trong số tất cả bệnh nhân, 309 nghề nghiệp độc đáo\nđã được báo cáo. Vào thời điểm nghiên cứu, 239 (60%) bệnh nhân\nđang làm việc và 88 (22%) đã nghỉ hưu. Hiện tại hoặc\nnghề nghiệp gần đây nhất (đối với người đã nghỉ hưu) là nghề nghiệp chuyên môn/\nkỹ thuật (67%), quản lý (8%), chức vụ (8%), việc bán hàng",
    "trans": "meaning The education level is SD 16, 3 years. In the sample,\n300 (76%) are male, 351 (88%) are white people, and 43 (11%)\nare current smokers. Eighty-eight percent of the patients\nare HLA-B27 positive. The average BASFI score is\n40.7 with a standard deviation (SD) of 26.2, the average HAQ-S score is 0.8\nwith an SD of 0.6, and the median (25.75 percent)\nThe BASRI score is 9 (range 6, 12). The BASRI score has\nweak correlation with both BASFI (Spearman\nr = 0.31; P = 0.0001) and HAQ-S (r = 0.23; P\n= 0.0001).\nThe average time in the workforce is 28 years. Sixty\npercent of the patients reported having 2 occupations,\n37% reported 3 occupations, and 16% reported 4 oc-\ncupations. In all the patients, 309 unique occupations\nwere reported. At the time of the study, 239 (60%) patients\nwere working, and 88 (22%) were retired. The current or\nmost recent occupation (for retirees) was professional\n/technical (67%), management (8%), executive (8%), sales"
}