{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Hôm nay tôi viêt thư này gởi lên sở thuế trình bày về việc trong quá trình công ty vận hành của thời khóa năm 1/7/2018 - 30/6/2019.\nVì lí do sức khỏe không tốt nên không đủ điều kiện để hoàn thành đúng hẹn công việc mà công ty colaki transport nhận được nên có nhờ người quen giới thiệu và chia công việc cho 1 công ty khác. Trong quá trình làm việc công ty trên có đưa cho tôi giấy đăng kí có tên công ty và mã số thuế theo quy định của chính phủ nên tôi tin tưởng và chia sẻ công việc trong thời khóa 2018-2019\nSau khoản thời gian 1 năm sức khỏe của tôi tốt hơn và có thể trở lại công việc bình thường\nNhưng tới tháng 4 tôi có nhận được thư từ sở thuế về việt công tỵ hợp tác của tôi có liên quan đến việc không trả thuế theo quy định của chính phủ. tôi rất lấy làm tiết\nVề vụ việc sảy ra trong thời khóa 2018-2019 nên tôi đã cung cấp những thông tin và hóa đơn của công ty trên theo yêu cầu của sở thuế.",
    "trans": "Today I am writing this letter to the tax office regarding the situation during the operation period of the company from the 1sth of July, 2018 to the 30th of June, 2019.\nBecause of poor health, I was not capable of completing the work which was received by colaki transport company, so I asked an acquaintance to introduce and share the work load with another company. During the working process, the company mentioned above gave me a registration certificate with the name of the company and tax code in accordance with the regulations of the Government, which was why I put my faith in them and shared the work load from 2018 to 2019.\nAfter 1 year, my health improved and I could get back to work normally.\nHowever, in April, I received a letter from the tax office regarding the fact that the company cooperating with mine was involved in not paying taxes in accordance with the Government regulations. I am very sorry.\nWith regard to the incident happening during the 2018-2019 period, I already provided the information and invoices of the company mentioned above as requested by the tax office."
}