{
    "source": "vi_VN",
    "target": "en_US",
    "text": "[redacted_name]thích thú nhìn [redacted_name] quằn quại, hắn túm lấy áo em, dùng sức giật mạnh về phía sau lôi đi một đoạn sau đó lại di chân lên gáy em.\n“Khốn nạn.”\nSanghyeok rít lên một tiếng đau đớn, hai tay vươn ra sau cố đẩy hắn ra, bảo vệ cho tuyến thể mỏng manh của mình.\n\"Mến thương của tôi, tôi đến đây để giúp anh giải quyết kỳ động dục mà.\"\n[redacted_name] ngân dài chữ giúp cố ý khiêu khích em nhưng[redacted_name] còn không thèm phản ứng lại. em ngậm chặt miệng, cố không phát ra âm thanh gì, một Alpha kiêu ngạo như em sao có thể để mình tỏ ra khuất phục trước mặt kẻ thù.\n“Ôi tình yêu của tôi ơi, anh không cần tôi nữa à.”\nTất nhiên, [redacted_name]k làm sao để em thỏa ý, dấu giày chuyển từ tuyến thể yếu đuối lên chốc đầu em. Một chân dẫm lên đầu, ghì chặt em xuống nền đất bẩn, chân còn lại đứng trên lưng [redacted_name] dồn sức làm điểm trụ. Hai tay bị hắn túm lại bẻ ngược ra sau, cùng với sức nặng của một thằng đàn ông đè nặng trên người khiến cho phó tổng trưởng [redacted_name] không tài nào nhúc nhích.",
    "trans": "[Redacted_name] watched with amusement as [redacted_name] writhed in pain. He grabbed the back of the younger man's shirt, yanking him backward, dragging him a few feet, then moved his foot to the back of his neck.\n\"Bastard.\"\nSanghyeok hissed in pain, his hands reaching behind him, trying to push him away to protect his delicate gland.\n\"My dear, I'm here to help you with your horny feeling.\"\n[Redacted_name] drawled the word \"help\" deliberately, taunting him, but [redacted_name] didn't even react, he kept his mouth shut, trying not to make a sound, how could a proud Alpha like him show any sign of submission in front of his enemy?\n\"Oh my love, you don't need me anymore?\"\nOf course, [Redacted_name] wasn't going to let him have his way, the weight of his foot moved from the vulnerable gland to the top of his head. One foot pressed down on his head, forcing him down onto the dirty ground, the other standing on [redacted_name]'s back, using it as a support point. His hands were held, bent backwards, and the weight of the man pressing down on him rendered the deputy commander [redacted_name] completely immobile."
}