{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Với những hình ảnh đó, Vũng Tàu chắc chắn là một thành phố biển tuyệt vời, nơi mà tâm hồn được dị.\nBài văn Tả cảnh biển Vũng Tàu\nTả cảnh biển Vũng Tàu - Mẫu 1\nMẹ thiên nhiên luôn ban tặng cho trần gian những cảnh đẹp hùng vĩ làm say đắm lòng người. Với những ai đã từng đặt chân lên thành phố biển Vũng Tàu, thả mình vào khung cảnh tuyệt diệu lúc bình minh nơi đây chắc hẳn sẽ không thể nào quên.\nTrời tờ mờ sáng, không khí còn se se lạnh. Cái lạnh không se sắt, hao gầy như gió heo may mùa thu. Gió biển buổi sớm mát rượi, thổi mát tâm hồn, xua đi bao nỗi lo toan, mệt nhọc hàng ngày. Gió khẽ lay động hàng phi lao ven bờ nghe xào xạc, những giọt sương đêm vẫn còn đọng lại trên chiếc lá xanh mướt, long lanh như hạt ngọc. Mở ra trước mắt là một vùng trời nước rộng lớn mênh mông mang trọn một màu xanh biếc. Từng đợt sóng bạc đầu gối nhau như những dải lụa trắng mềm mại bao bọc lấy biển mẹ bao dung. Tiếng sóng vỗ rì rào ngân lên khúc trường ca bất tận.",
    "trans": "With these images, Vũng Tàu is undoubtedly a wonderful coastal city where the mind has the occasion.\nEssay Describing the sea view in Vung Tau\nDescribing the sea view in Vung Tau - Sample 1\nMother nature has always granted the world majestic landscapes that captivate our hearts. For those who have set foot in the coastal city of Vung Tau and immersed themselves in the stunning scenery at dawn, it is an experience they will never forget.\nThe sky is barely lit, and a chill still lingers in the air. The cold is not sharp, withering like the autumn north-east wind. The early morning sea breeze is refreshingly cool, soothing the soul and sweeping away all daily worries and fatigue. The wind gently stirs the rows of casuarina trees along the shore, creating a rustling sound, while the night's dewdrops still linger on the lush green leaves, sparkling like pearls. Before the eyes unfolds a vast expanse of sky and water, all enveloped in a deep blue. Each wave with white foam rolls over the next one like soft white ribbons, embracing the generous motherly sea. The sound of the waves gently lapping resonates as an endless symphony."
}