{
    "source": "vi_VN",
    "target": "en_US",
    "text": "– Khi Khách Hàng và/hoặc Học Viên có yêu cầu, VUS có thể xem xét bảo lưu, chuyển nhượng theo một trong các trường hợp sau đây:\nVUS hoãn lớp hoặc thay đổi lịch học từ hai (02) lần, và Học Viên không thể sắp xếp giờ học theo lịch học mới.\nHọc Viên phải nhập viện điều trị dài ngày và cung cấp đầy đủ các hồ sơ liên quan đến việc khám, chữa bệnh và điều trị.\nGiáo Viên yêu cầu Học Viên dừng Khoá Học do Học Viên không tuân thủ Nội Quy Học Tập và làm ảnh hưởng đến các Học Viên khác.\nHọc Viên người lớn trong thời kỳ thai sản phải nghỉ để dưỡng thai theo chỉ định của bác sĩ/cơ sở khám bệnh, chữa bệnh; tham gia nghĩa vụ quân sự hoặc do công ty điều đi công tác dài hạn tại các tỉnh thành hoặc các nước khác. Tất cả các trường hợp trên phải bổ sung giấy xác nhận liên quan bởi cơ quan và/hoặc tổ chức có thẩm quyền.\nCác trường hợp khác tùy theo chính sách và quyết định của VUS.\nMọi quyết định của VUS trong vấn đề này sẽ là quyết định cuối cùng.",
    "trans": "– Once Customers and/ or Students request it, VUS might consider reserving or transferring in one of the cases as followed:\nVUS postpones the class or makes changes to the schedule at least twice (02), and Students cannot arrange study time according to the new schedule.\nStudents need to hospitalized for long-term treatment and provide full records regarding medical examination, treatment and care.\nTeacher asks Student to stop attending the course since the Student does not comply with the Studying Regulations, which has impacts on other Students.\nAdult Students during pregnancy must take time off to rest as prescribed by the doctor/ medical examination and treatment clinics; students partake in military services or sent by the company to work long-term in other provinces or nations. All of the cases mentioned above must be supplemented with relevant papers of confirmation by competent agencies and/ or organizations.\nOther cases are subjected to the policy and decisions of VUS.\nAll VUS's decisions in this matter will be final."
}