{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Nụ hôn ngượng ngùng của [redacted_name] khiến ngọn lửa trong tim[redacted_name] bùng lên dữ dội. Mọi chuyện ập đến quá nhanh, khi [redacted_name] kịp lấy lại nhận thức thì đã thấy [redacted_name] nằm dưới thân mình, hai gò má đỏ ửng và đuôi mắt ươn ướt nhìn hắn.\n\"[redacted_name]\" Tiếng thì thầm gợi tình này là thứ mở màn cho cuộc mây mưa của họ.\nNhững thớ thịt trên cơ thể Adam căng cứng lại khi [redacted_name] tiến vào bên trong gã, không muốn người kia phải chịu đau, [redacted_name] đành kiềm chế bản thân mà thật cẩn thận nới lỏng lỗ nhỏ của gã.\nTừng cú thúc mạnh mẽ của [redacted_name] đưa[redacted_name] đến ngưỡng khoái cảm chưa từng có, gã bối rối không biết làm gì, chỉ có thể dùng chân kẹp chặt eo vị thiên thần tránh cho mình ngã khỏi vòng tay hắn.\n[redacted_name] thích nhất là ấn [redacted_name] lên thân cổ thụ ở giữa vườn, những trái cấm chín mọng đung đưa theo từng nhịp đẩy hông của hắn, [redacted_name] phải dựa cả cơ thể lên [redacted_name], đầu gã gục trên vai hắn, miệng lẩm bẩm rên rỉ những lời vô nghĩa trong xúc cảm sung sướng tận cùng của da thịt.",
    "trans": "[redacted_name]'s shy kiss made the fire in [redacted_name]'s heart fiercely flare up. Everything occurred so fast; as soon as [redacted_name] regained consciousness, he saw [redacted_name] beneath him with blushing cheeks and wet eyes looking at him.\n\"[redacted_name]\" This seductive whisper was what set off their lovemaking.\nThe muscles on Adam's body tensed up as [redacted_name] entered him; without wanting to cause the other person pain, [redacted_name] had to resist himself and carefully loosened his small hole.\nEach of [redacted_name]'s powerful thrusts brought [redacted_name] to the level of pleasure that he had never experienced before; he did not know what to do, the only thing that he could do was to use his legs to wrap tightly around the angel's waist to prevent himself from falling off his arms.\nWhat [redacted_name] loved the most was to press [redacted_name] against the trunk of the ancient tree in the middle of the garden, the ripe forbidden fruits swayed with every thrust of his hips, [redacted_name] had to rest his whole body on [redacted_name] with his head on his shoulder, his mouth muttering and moaning meaningless words in the absolute fleshy pleasure."
}