{
    "source": "vi_VN",
    "target": "en_US",
    "text": "“[redacted_name], cho một ly cà phê sữa nhé.” Bạn đến quầy thu ngân và nói, cô gái tên [redacted_name] gật đầu cười, “Chị, dạo này công ty chị bắt nhân viên tăng ca à?” Cô gái trẻ quan tâm hỏi, khi bàn tay cũng không rảnh rỗi mà làm theo yêu cầu gọi nước của khách.\n“Ừ.” Bạn chỉ trả lời đơn giản, rồi đi đến chỗ quen thuộc của bạn ở bên cửa sổ và ngồi xuống, bạn lập tức lấy laptop ra để lên bàn, bắt đầu soạn bài báo mới nhất. [redacted_name] bưng ly cà phê ra và đặt xuống bàn, cô gái khẽ liếc nhìn bạn rồi thở dài. “Chị, chị cũng phải nghỉ ngơi đi chứ.”\nBạn không đáp, chỉ cười cười cho qua khi vẫn gõ bàn phím lách cách, rồi bạn đưa một tay cầm lấy ly cà phê và nhấp một ngụm, và tiếp tục công việc.\n[redacted_name] đứng nhìn vài giây rồi cũng rời đi, cô gái quay lại quầy thu ngân, trong khi chờ khách luôn cầm điện thoại lướt mạng xã hội hoặc chơi game.",
    "trans": "“[redacted_name], I would like a cup of of milk coffee.\" You went to the cashier counter and said, the girl named [redacted_name] nodded her head and smiled, \"Sis, has your company forced employees to work overtime recently?\" The young girl asked with concern as her hands got busy working on the drinks as requested by the customers.\n\"Yes.\" You replied simply, then came to your regular spot by the window and sat down, you took out your laptop immediately and put it on the desk, starting to compose the lastest article. [redacted_name] brought the cup of coffee and put it on the table, glanced at you and sighed. \"Sis, it is essential that you take a rest as well.\"\nYou did not reply, only forced a smile while still continuing to type on the keyboard with clicking sound, then you reached out one hand to take the coffee cup, took a sip, and continued with your work.\n[redacted_name] stood there watching for several seconds then left, she returned to the cashier counter with the phone constantly on her hand to surf the social media or play games while waiting for customers."
}