{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Advertisement\nMột dịp lễ, nhóm của Linh đến làng Sanzala, chứng kiến cuộc sống thiếu thốn của người dân tại đây, anh bỏ tiền tổ chức những bữa ăn không đồng, phát gạo, nhu yếu phẩm hỗ trợ họ. Anh lập kênh YouTube Quang Linh Vlogs, chia sẻ về cuộc sống và hoạt động thiện nguyện ở châu Phi, nhận được nhiều quan tâm.\nKhi xưởng đá ăn nên làm ra và kênh YouTube tạo lợi nhuận, Linh lập nhóm 9 người, gồm 4 người Việt, 5 người Angola, lấy tên \"Team châu Phi\", dần tổ chức các dự án thiện nguyện quy mô lớn hơn cho người dân bản địa.\nNhận thấy làng Sanzala chưa từng được dùng nước sạch, nhóm quyên góp tiền thuê thợ khoan giếng để tạo nguồn nước sinh hoạt cho người dân. Thấy dân không có điện, họ lắp hệ thống điện mặt trời, kéo đường dây đến từng nhà.\nAnh đã dành hai năm cùng nhóm để xây sửa trường học, đến từng nhà vận động người dân, cho 5.000 trẻ em đến lớp.\nPhạm Quang Linh (áo đỏ) trong lần một lần trao quà cho người dân bản địa, tháng 9/2022. Ảnh: Quang Linh Vlogs",
    "trans": "Advertisement\nOn a holiday, Linh's group went to Sanzala village, witnessing the poverty of the people there, he spent money to organize free meals, distribute rice, and necessities to support them. He created the YouTube channel Quang Linh Vlogs, sharing about life and voluntary activities in Africa, receiving a lot of attention.\nWhen the stone factory was doing well and the YouTube channel was profitable, Linh created a group of 9 people, including 4 Vietnamese and 5 Angolans, named \"Africa Team\", gradually organizing larger-scale voluntary projects for the local people.\nRealizing that Sanzala village had never had access to clean water, the group donated money to hire workers to drill wells to create a source of clean water for the people. Seeing that the people had no electricity, they installed a solar power system, and pulled the power lines to each house.\nHe spent two years with the group to build and repair schools, going door to door to encourage people to send 5,000 children to school.\nPham Quang Linh (red shirt) in a gift-giving chance to local people, September 2022. Photo: Quang Linh Vlogs"
}