{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Việc làm tình mạnh bạo kéo theo tiếng khóc càng lúc càng to, tiếng kêu cũng càng lúc càng ngọt ngào không chịu nổi.\n\"C-Chậm thôi ... ah.\"\n[redacted_name] nhìn tấm lưng trắng mịn đang kết một tầng mồ hôi mỏng của vợ mình bất giác thấy ngứa ngáy không chịu nổi. [redacted_name] đè bẹp [redacted_name] trên giường, phần thân dưới không ngừng đục xuống như đóng cọc, miệng lưỡi cũng không rảnh rang khi hôn và cắn khắp lưng ngọc ngà, một lát sau thì tiến đến mặt [redacted_name] bắt hẳn phải quay đầu đáp lại mình.\nTử cung bị thao túng bắt đầu lỏng lẻo, chỉ sau vài lần nữa sẽ mở toang để chứa hoàn toàn dương vật của [redacted_name], [redacted_name] chưa thụ thai thêm lần nào nữa nên [redacted_name] cật lực đụ vào nơi bé nhỏ này, tuy đổi lại là sự ghét bỏ và sợ hãi ngày càng sâu của vợ nhưng anh ta không quan tâm. [redacted_name] thấy hắn bắt đầu đụ mạnh cửa tử cung thì hoảng sợ cực độ, tiếng khóc ngày một lớn, giãy dụa cào loạn giường: \"Không ... đừng mà [redacted_name], ta không muốn có con! Chồng ơi ... chồng ơi!\"",
    "trans": "The violent lovemaking resulted in the increasingly louder cries; the moans also became unbearably sweeter and sweeter.\n\"S-Slow down ... ah.\"\n[redacted_name] looked at his spouse's smooth fair back covered in a thin layer of sweat, felt a sudden unbearable itch. [redacted_name] pressed [redacted_name] hard on the bed, his lower body constantly pounded down like piling, his mouth and tongue were also busy kissing all over her ivory back; a moment later, he moved to [redacted_name]'s face and forced her to turn her head in response to him.\nThe uterus was manipulated and started to loosen; after only several more times, it started to open wide to completely hold [redacted_name]'s penis, [redacted_name] had not conceived again, so [redacted_name] put all efforts into fucking her small place despite her increasing hatred and fear in exchange, but he didn't care. [redacted_name] found him pounding hard on cervix, began to feel extremely frightened. Her cries turned louder and louder, she struggled and scratched the bed: \"No ... please don't [redacted_name], I don't want a child! Hubby ... hubby!\""
}