{
    "source": "vi_VN",
    "target": "en_US",
    "text": "B1: Từ màn hình chính của ứng dụng, bạn có thể chọn 1 trong 3 cách sau để cập nhật thông tin chủ Ví như sau:\nCách 1: Tại màn hình chính, chọn biểu tượng hình đại diện ở góc trên bên phải để vào \"Trang cá nhân của tôi\" → chọn \"Chụp CMND ngay!\"\nCách 2: Tại màn hình chính, chọn “Ví của tôi” → chọn \"Chụp CMND ngay!\"\nCách 3:Tại màn hình chính, chọn “Ví của tôi” → chọn mục “Trung tâm bảo mật” → chọn \"Xác thực ngay\" trong phần \"Thông tin xác thực tài khoản\"\nB2: Chụp ảnh CMND/CCCD mặt trước- mặt sau hoặc Hộ chiếu - trang 2 và 3\nB3: Kiểm tra thông tin.\nCác thông tin từ CMND/ CCCD/ Hộ chiếu sẽ được tự động điền vào các ô thông tin, bạn vui lòng kiểm tra chính xác thông tin và nhấn \"Xác thực\" để tiếp tục.\nLưu ý: Theo Thông tư 23/2019/TT-NHNN, thông tin chủ Ví MoMo bắt buộc trùng khớp thông tin liên kết ngân hàng. Do đó, nếu bạn chưa cung cấp thông tin ngân hàng, hãy liên kết ngân hàng ngay để có thể tiếp tục sử dụng các dịch vụ của Ví MoMo nhé! Tham khảo thêm tại đây: /hoi-dap/nap-rut-tien-ctgr3/lien-ket-tai-khoan-ngan-hang",
    "trans": "Step 1: From the home screen of the application, select one of the three following methods to update wallet owner information:\nMethod 1: On the home screen, select the avatar icon in the top-right corner to access \"My Personal Page\" → select \"Capture ID now!\"\nMethod 2: On the home screen, select “My Wallet” → select \"Capture ID now!\"\nMethod 3: On the home screen, select “My Wallet” → select \"Security Center\" → select \"Verify now\" under the \"Account Verification Information\" section.\nStep 2: Take a photo of your ID card's front side and back side or passport -page 2 and 3\nStep 3: Check the information\nThe information from your ID card or passport will be automatically filled in the information fields. Please check if the information is accurate and select \"Verify\" to proceed.\nNote: According to Circular 23/2019/TT-NHNN, the Momo wallet owner's information must match the linked bank account information. Therefore, if you haven't provided bank information, please link your bank account immediately to continue using services of MoMo Wallet. For more information, visit: /hoi-dap/nap-rut-tien-ctgr3/lien-ket-tai-khoan-ngan-hang"
}