{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Workplace Tour là hoạt động do Ban Nhân sự tổ chức dành cho các trường đại học đối tác, với mục đích giới thiệu môi trường làm việc, cơ sở vật chất và chế độ đãi ngộ tại các đơn vị thuộc FPT Education nhằm thu hút các bạn sinh viên ứng tuyển sau khi tốt nhiệp, tạo nguồn chủ động và bền vững cho hoạt động tuyển dụng. Xem thông tin chi tiết tại link.\nMiền Bắc\nGiảng viên IT (An toàn thông tin) - FPTU HN\nGiảng viên Thiết kế đồ họa (UIUX, Animation) - FPTU HN\nGiảng viên IT (AI, Điện tử/Thiết kế chip) - FPTU HN\nPart-time English Lecturer (Vietnamese and Foreigner) - FPTU HN\nFull-time English Lecturer (Foreigner) - FPTU HN\nFull-time Business Administration Lecturer - FGW HN\nGiảng viên IT (CyberSecurity) - FSW HN\nGiảng viên Quản trị Kinh doanh - FSW HN\nGiảng viên Công dân toàn cầu (Part-time) - FSW HN\nFull-time Multimedia Design Lecturer - FSW HN\nBusiness Administration Lecturer (Full-time + Part-time) - FSW HN\nGiảng viên PR & Tổ chức sự kiện - FPL HN\nGiảng viên Logistics - FPL HN\nGiảng viên Công nghệ bán dẫn - FPI HN\nGiảng viên Công nghệ Thông tin - PTCĐ HN",
    "trans": "Workplace Tour is an event organized by the Human Resources Department for partner universities, with the aim of introducing the working environment, facilities, and benefits at units under FPT Education. The objective is to attract students to apply after graduation, creating a proactive and sustainable source for recruitment activities. For further details, visit the link.\nNorthern Region\nIT Lecturer (Information Security) - FPTU HN\nGraphic Design Lecturer (UIUX, Animation) - FPTU HN\nIT Lecturer (AI, Electronics/Chip Design) - FPTU HN\nPart-time English Lecturer (Vietnamese and Foreigners) - FPTU HN\nFull-time English Lecturer (Foreigners) - FPTU HN\nFull-time Business Administration Lecturer - FGW HN\nIT Lecturer (CyberSecurity) - FSW HN\nBusiness Administration Lecturer - FSW HN\nGlobal Citizen Lecturer (Part-time) - FSW HN\nFull-time Multimedia Design Lecturer - FSW HN\nBusiness Administration Lecturer (Full-time + Part-time) - FSW HN\nPR & Event Organization Lecturer - FPL HN\nLogistics Lecturer - FPL HN\nSemiconductor Technology Lecturer - FPI HN\nInformation Technology Lecturer - PTCĐ HN"
}