{
    "source": "vi_VN",
    "target": "en_US",
    "text": "Dưới đây là một kịch bản cho cuộc hội thoại giữa bốn người bạn: [redacted_name],[redacted_name], [redacted_name], và [redacted_name], khi họ đang thảo luận về địa điểm du lịch cho chuyến đi sắp tới.\n---\n**[redacted_name]**: Mọi người nghĩ sao nếu mình đi Đà Lạt lần này? Tớ thấy Đà Lạt có nhiều điểm để tham quan mà khí hậu lại mát mẻ nữa.\n**[redacted_name]**: Đà Lạt thì đẹp thật, nhưng mình đã đi khá nhiều lần rồi. Lần này mình thử đổi gió một chút, đi biển chẳng hạn? Nha Trang hay Phú Quốc đều đáng để trải nghiệm.\n**[redacted_name]**: Tớ lại nghĩ đến Hội An. Chỗ đó có sự kết hợp của văn hóa, ẩm thực và cả bãi biển. Đặc biệt là khu phố cổ về đêm rất đẹp, tha hồ chụp hình!\n**[redacted_name]**: Ừ, nghe mỗi người một ý, tớ thấy chỗ nào cũng hấp dẫn. Nhưng mà nếu đi biển thì mình nên xem thời tiết trước, vì đang mùa mưa bão mà.\n**[redacted_name]*: Ừ ha, đúng là thời tiết là yếu tố quan trọng. Nhưng nếu vậy thì Đà Lạt vẫn là lựa chọn an toàn nhất nhỉ?",
    "trans": "Here is a scenario for a conversation between 4 friends: [redacted_name],[redacted_name], [redacted_name], and [redacted_name], while they are discussing the travel destination for their upcoming trip.\n---\n**[redacted_name]**: What do you guys think if we go to Dalat this time? I think there are a lot of places to visit in Dalat and the weather is nice and cool.\n**[redacted_name]**: Dalat is actually beautiful, but I have been there quite a few times. This time, we should try something different, such as going to the beach? Nha Trang or Phu Quoc is both valuable to experience.\n**[redacted_name]**: I'm thinking about Hội An. This place is truly a combination of culture, food, and beaches. Especially the old town at night, it's so beautiful, suitable for taking photos!\n**[redacted_name]**: Yep, each one has his own suggestion, I see they all sound interesting. But if we go to the beach, we should check the weather first since it's the rainy season.\n**[redacted_name]**: Yes, weather is an important factor. But in that case, Dalat seems the safest selection, right?"
}