{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Concernant sa composition, la garance renferme un bon nombre d’éléments y compris du calcium et de la résine. On y retrouve également des quinones, des iridoïdes ainsi que des anthraquinones. Pour rappel, la cure doit être faite dans le cadre d’une alimentation équilibrée et d’une hygiène de vie saine. Demandez toujours l’avis de votre herboriste avant de faire une cure.\nDescription de la plante\nLa Garance est une plante herbacée trouvée en forêt. Botaniquement appelée Rubia tinctorium, cette plante sauvage de la famille des Rubiacées se retrouve principalement sur le continent européen. Elle est très présente en France, en Angleterre et en Irlande. La Garance est une plante dont la hauteur peut facilement atteindre les 1 mètre. Elle est dotée de feuilles réunies par 6 en verticilles et de tiges couchées ou grimpantes.\nLa plante présente de petites fleurs jaunes à 4 pétales qui une fois à maturité, donneront des baies rondes noires. Leur aspect rappelle celui d’un petit pois. La garance aime les sols profonds riches, humides et bien drainés. La garance des teinturiers se distingue du gaillet par ses feuilles moins fines un peu dentées. Par ailleurs, les angles de la tige de la garance sont dotés d’aiguillons crochus.",
    "trans": "Regarding its components, madder contains a large number of elements, including calcium and resin. It also contains quinones, iridoids and anthraquinones. As a reminder, the cure should be taken as part of a balanced diet and a healthy lifestyle. Always consult your herbalist before starting a cure.\nDescription of the plant\nMadder is a herbaceous plant found in forests. This wild plant of the Rubiaceae family, botanically known as Rubia tinctorium, is found mainly on the European continent. It is very common in France, England and Ireland. Madder is a plant that can easily grow to a height of 1 metre. It has leaves in whorls of 6 and stems that lie flat or climb.\nThe plant is made up of small, 4-petalled yellow flowers which, when ripe, produce round, black berries. They look like peas. Madder likes deep, rich, moist, well-drained soil. The dyer's madder can be distinguished from the bedstraw by its less slender, slightly toothed leaves. In addition, the corners of the madder stem have hooked prickles."
}