{
    "source": "fr_FR",
    "target": "en_US",
    "text": "- Beerbike Toulouse , ci-après dénommé «le loueur», se réserve le droit d’apprécier la capacité et l’aptitude à utiliser un Véhicule dans le cadre du service de location. Le client ci-après dénommé «le locataire» ou «chef de groupe», déclare être apte à la pratique du vélo et n’avoir aucune contre-indication médicale. Il déclare être également couvert par une assurance de responsabilité civile.\n- Seules les personnes majeures sont autorisées à souscrire au contrat de location, les personnes mineures doivent fournir une autorisation parentale signée et les enfants âgés de 0 à 14 ans doivent obligatoirement être accompagnés d’un adulte.\n- Le contrat est établi lors de la location. Ce contrat permet à Beerbike Toulouse de louer son matériel à plusieurs locataires (dans ce cas, un chef de groupe sera nommé). Un minimum de six participants est requis pour déplacer le vélo.\n- Un dépôt de garantie de 150€ par carte bancaire ainsi qu’une pièce d’identité valide sera demandé au locataire ou au responsable de groupe avant de commencer la prestation. Ce dépôt de garantie peut être utilisé en fin de prestation si:",
    "trans": "- Beerbike Toulouse, hereinafter referred to as “the renter”, reserves the right to assess the ability and aptitude to use a Vehicle as part of the rental service. The client, hereinafter referred to as “the hirer” or “group leader”, declares that he/she is fit to ride a bicycle and has no medical restrictions. He also declares that he is covered by civil liability insurance.\n- Only adults are authorized to sign the rental contract. Minors must provide signed parental authorization, and children aged 0 to 14 must be accompanied by an adult.\n- The contract is drawn up at the rental time. This contract allows Beerbike Toulouse to rent its equipment to several renters (in this case, a group leader will be appointed). A minimum of six participants is required to move the bike.\n- A security deposit of €150 by credit card and a valid form of identification will be requested from the renter or group leader before the service begins. This deposit can be used at the end of the service if:"
}