{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Tout d’abord, je vous confirme l’arrivée à échéance de votre produit structuré dénommé Versailles Rendement dès son premier anniversaire.\nDans le courant de la semaine prochaine, ce support sera clôturé et crédité sur un support monétaire d’attente comprenant environ 50.000€ de capital + 2.800€ d’intérêt.\nSur le support Tikéhau, nous avons à ce jour une plus-value de 1.180€ que nous pouvons appréhender.\nLe support capi sécurité a quant à lui distribué 3.374€ d’intérêts nets de prélèvements sociaux pour l’année 2023\nNous pourrions organiser le retrait des intérêts générés pas ces 3 support pour un total de 7.354€, soit 7.319€ nets (avec option fiscale de la déclaration).\nConcernant le capital remboursé sur le support Versailles Rendement, je vous propose de le réemployer sur un produit structuré de même type. Vous trouverez en pièce jointe, la brochure de cette solution qui distribue également des intérêts (6% annuels) et dénommée Timor Rendement.\nJe me permets également de joindre un second produit structuré sur la thématique de l’intelligence artificielle dénommé Data Intelligence, qui peut constituer une opportunité de diversification.\nContrat Antarius n°3[redacted_id]\nLe support Tikéhau a généré 1.600€ environ d’intérêts que nous pouvons retirer.",
    "trans": "I would first like to confirm that your structured product Versailles Rendement will mature on its first anniversary.\nWithin the next week, this product will be closed and credited to a waiting money market product comprising around €50,000 in capital + €2,800 in interest.\nOn the Tikéhau support, we currently have a capital gain of €1,180 that we can apprehend.\nThe capi sécurité support has paid out €3,374 in interest net of social security contributions for 2023.\nWe could organise the withdrawal of the interest generated by these 3 supports for a total of €7,354, i.e. €7,319 net (with tax declaration option).\nAs for the capital repaid on the Versailles Rendement product, I suggest you reuse it on a structured product of the same type. Attached is the brochure for this solution, which also pays interest (6% annually) and is called Timor Rendement.\nI am also attaching a second structured product on the Artificial Intelligence topic, called Data Intelligence, which may provide an opportunity for diversification.\nAntarius contract No. 3[redacted_id]\nThe Tikéhau support has generated around €1,600 in interest, which we can withdraw."
}