{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Il n’était même pas là en tant qu’ancien membre de la Guilde, ou pour entrer en contact avec un des membres de l’Agence, non.\nIl était là pour voir Ranpo.\nRanpo, qui avait été son ennemi durant la lutte entre l’Agence et la Guilde, qu’il avait considéré comme son rival pendant tellement d’années, et qui, maintenant…\nHé bien il ne le savait plus vraiment.\nTout comme il ne savait pas réellement ce qui allait se passer maintenant que la Guilde n’était plus, ce qu’il allait advenir de lui et en entrant dans la pièce avec Karl, à la recherche du détective, il sentit l’angoisse l’envahir.\nEst-ce qu’un des collègues de Ranpo allait le reconnaître, vouloir l’arrêter, lui qui leur avait certes permis de détruire la Guilde mais qui avait été leur ennemi avant cela?\nIl regretta presque d’être venu.\nMais dès qu’il entendit Ranpo prononcer son nom, l’appeler pour qu’il vienne le voir, lui sourire comme si de rien n’était, comme si rien ne s’était passé, avec son enthousiasme habituel, la peur le quitta aussitôt.\nOui il ne savait pas encore de quoi son avenir serait fait.\nMais il avait en revanche la certitude absolue que Ranpo en ferait parti.",
    "trans": "No, he wasn't even there as a former Guild member, or to make contact with one of the Agency's members.\nHe was there to see Ranpo.\nRanpo, who had been his enemy during the fight between the Agency and the Guild, whom he had considered his rival for so many years, and who, now...\nWell, he didn't really know anymore.\nJust as he didn't really know what was going to take place now that the Guild was no more, nor his fate, and as he entered the room with Karl, in search of the detective, he felt anguish overcome him.\nWould one of Ranpo's colleagues recognize him and want to arrest him, the man who had enabled them to dismantle the Guild, but who had been their enemy before that?\nHe almost regretted his visit.\nBut as soon as he heard Ranpo pronounce his name, calling him to come and see him, smiling at him as if nothing had happened, with his usual enthusiasm, the fear left him at once.\nYes, he didn't know yet what his future would hold.\nBut he was absolutely convinced that Ranpo would be part of it."
}