{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Et pour cause. La journée commençait bien, au début. Les choses sont difficiles dans leur groupe d’amis depuis l’incident. Sunny reste toujours chez Basil. Lui et Mari voient un psychologue à cause de ce qu’il s’est passé. Hero, lui, a fait son choix dans ce conflit. Il lui faudra du temps pour pardonner Sunny, s’il lui pardonne un jour. Kel, lui, ne sait pas trop où se mettre, mais il espère les mêmes choses que ses deux autres amis : que tout s’arrange. C’est justement pour ça que Aubrey et Basil se sont rendus au lac, dans leur coin secret, là où ils pique-niquaient tous ensemble avant la dispute. L’endroit leur manque, tout comme ça leur manque d’être ensemble, à jouer autour de l’eau. C’est pour ça qu’ils sont venus se mettre sur le pont au bord du lac, trempant leurs pieds.\nComme avant. Ils trempent leurs pieds dans l’eau joyeusement, même si l’eau est aussi froide que les rapports entre les membres du groupe. Tant pis, c’est agréable.\nC’est à ce moment-là qu’Aubrey a décidé de regarder l’album. Elle avait besoin de se replonger dans ces souvenirs si précieux.\nTout ça pour découvrir que sur les photos le visage de Mari est recouvert de feutre noir.",
    "trans": "And for good reason. The day started out well. However, since the incident, things have been difficult for their group of friends. Sunny is still staying with Basil. He and Mari are seeing a psychologist because of what happened. Hero, on the other hand, has made up his mind about the conflict. It will take time for him to forgive Sunny, if he ever does. As for Kel, he's not sure where he stands, but he's hoping for the same things as his other two friends: that everything will work out. Which is precisely the reason Aubrey and Basil have gone to the lake, to their secret spot, where they all used to picnic together before the fight. They miss the place, just as they miss being together, playing around the water. That's why they have come to stand on the bridge by the lake, soaking their feet.\nJust like before. They dip their feet in the water happily, even if the water is as cold as the relationship between the band members. Never mind, it's nice.\nThat's when Aubrey decided to look at the album. She needed to go back into those precious memories.\nOnly to discover that Mari's face in the photos is covered in black marker."
}