{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Mais nous sommes déjà arrivés là où il le voulait. Lentement il s'assoit sur le canapé arrondi dans le coin de la salle. Devant une petite table ronde pour deux et je me sens défaillir quand sa main me propose presque trop cordialement de le rejoindre sur le siège d'en face.\nJe sens ma haine lui lancer des éclairs. J'espère que d'une manière la colère que je ressens finira un jour par le tuer putain !\n— Tu n'avais pas à virer tous ces gens !\n— Je déteste les bruits de bouche, assieds-toi.\n— Et moi, c'est toi que je déteste.\n— Heureusement pour moi que je m'en bats les couilles alors. Assieds-toi Mariposa.\nIl a enlevé sa veste en la déposant sur le dossier de son fauteuil. Son index est passé dans le col de son col roulé. Je mourrais moi-même de chaud dans cette doudoune et je n'avais absolument pas non plus envie de manger à ses côtés.\n— Qu'est-ce qu'on fait là... pourquoi tu fais tout ça Côme ?\nSes yeux sont remontés dans les miens et m'ont fixés très longtemps puis ses coudes se sont confortablement posés sur les accoudoirs du fauteuil.",
    "trans": "However we're already where he wanted us to be. Slowly he sits down on the rounded sofa in the corner of the room. In front of a small round table for two, and I feel myself falter when his hand almost too cordially offers me to join him on the seat opposite.\nI can feel my hatred flashing out at him. I hope somehow the anger I feel will one day fucking kill him!\n— You weren't supposed to fire all those people!\n— I hate mouth noises, sit down.\n— And me, it's you that I hate.\n— Well lucky for me I don't give a shit then. Sit down Mariposa.\nHe took off his jacket, laying it on the back of his chair. His index finger ran up the collar of his turtleneck. I was dying of heat in that down jacket and didn't feel like eating next to him either.\n— What are we doing here... why are you doing all this Côme?\nHe looked up into my eyes and stared at me for a long time then rested his elbows comfortably on the armrests of the armchair."
}