{
    "source": "fr_FR",
    "target": "en_US",
    "text": "En plus des deux attestations délivrées par le Directeur de l'état civil, vous trouverez dans la feuille d'instructions ci-jointe les autres informations ou documents dont nous aurons besoin avant de procéder au mariage ou à l'union civile.\nPar la suite, une fois que vous aurez l'ensemble des documents requis en main et que vous aurez complété le formulaire, nous devrons convenir d'une date et d'une heure pour la tenue de l'entrevue préalable à la célébration en présence de la soussignée et du célébrant. Vous devrez communiquer avec nous au 819 275-2929 poste 244 pour déterminer la date de cette rencontre.\nAussi, nous vous avisons que des frais sont exigibles pour la célébration d'un mariage ou d'une union civile, lesquels sont indexés au 1er janvier de chaque année. Pour l'année 2024, lesdits frais sont de 308 $, plus les taxes applicables, si al célébration est faite àl'hôtel de vile ou de 41 $, plus les taxes applicables, si al célébration est faite à tout autre endroit sur el territoire de al Vile de Rivière-Rouge, ceux-ci étant payables au plus tard au moment de l'entrevue.",
    "trans": "Along with the two attestations issued by the Registrar of Civil Status, you'll find on the enclosed instruction sheet any other information or documents we'll need before proceeding with the marriage or civil union.\nSubsequently, once you have all the required documents in hand and have completed the form, we will need to schedule a date and time for the pre-ceremony interview in the presence of the undersigned and the celebrant. You will need to contact us at 819 275-2929, ext. 244, to schedule this meeting.\nPlease note that fees are payable for the celebration of a marriage or civil union, and are indexed on January 1 of each year. For the year 2024, the said fees are $308, plus applicable taxes, if the celebration is held at the Town Hall, or $41, plus applicable taxes, if the celebration is held at any other location on the territory of the Town of Rivière-Rouge, payable no later than the time of the interview."
}