{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Votre numéro de téléphone cellulaire :[redacted_number]\nSi ces informations sont correctes, cliquez sur le lien suivant pour vous inscrire à la messagerie texte du DSFS :https://pedex.nbed.nb.ca/PlateformeMessagerie/defaultParent.aspx? cell=Xz4mGZ++DGW61oZJEn6spX6Q+AmSomRmgOIiuYN5L3w=\nSi ces informations sont incorrectes, veuillez communiquer avec l’école de votre enfant pour les mettre à jour. Une fois vos informations mises à jour, vous recevrez un courriel qui vous permettra de vous inscrire à la messagerie texte du DSFS.\nQuelques points importants:\nSeules les personnes inscrites à la messagerie texte du DSFS recevront les messages textes du DSFS.\nSi vous recevez ce courriel en tant que membre du personnel et en tant que parent, tutrice ou tuteur, vous avez seulement à vous inscrire une fois.\nVotre numéro de téléphone cellulaire sera partagé avec l’entreprise Twilio pour l’envoi des messages textes.\nVos informations seront traitées conformément à laLoi sur le droit à l’information et la protection de la vie privéeet à laLoi sur l’éducation.\nConditions générales d’utilisation:\nLa livraison des messages textes n'est pas garantie.\nLes messages textes complètent d’autres moyens de communication, comme le courriel, mais ne les remplacent pas.",
    "trans": "Your cell phone number : [redacted_number]\nIf these informations are correct, click on the following link to subscribe to the DSFS text messaging : https://pedex.nbed.nb.ca/PlateformeMessagerie/defaultParent.aspx? cell=Xz4mGZ++DGW61oZJEn6spX6Q+AmSomRmgOIiuYN5L3w=\nIf these informations are incorrect, please contact your child's school to update them. Once your information is updated, you will receive an email allowing you to subscribe to the DSFS text messaging.\nA few important points :\nOnly people who are subscribed to the DSFS text messaging will receive DSFS text messages.\nIf you receive this email as a member of the personnel and as a parent, or guardian, you should subscribe only once.\nYour telephone number will be shared with the company Twilio to send the text messages.\nYour information will be treated according to the Right to Information and Protection of Privacy Act and Education Act.\nGeneral conditions of use :\nThe delivery of text messages is not guaranteed.\nText messages complement other means of communication, like emails, but do not replace them."
}