{
    "source": "fr_FR",
    "target": "en_US",
    "text": "• à la sous-préfecture de Chalon-sur-Saône: sans rendez-vous du lundi au jeudi de 8h00 à 12h00 et le vendredi de 08h00 à 14h00 et sur rendez-vous pris par mail sp-chalon-sur-saone-pan@saone-et-loire.gouv.fr les mardis, mercredis et jeudis après-midi.\n• à la préfecture, à Mâcon - service des étrangers, uniquement sur rendez-vous pris via l’adresse pref-etrangers@saone-et-loire.gouv.fr.\n2. Les démarches suivantes s'effectuent encore aux guichets de la préfecture de Saône-et-Loire à Mâcon sur rendez-vous pris en ligne à l’adresse http://www.rdv.saone-et-loire.gouv.fr/ :\n- demande et renouvellement de titre mention \"salarié\" ou \"travailleur temporaire\";\n- demande de titre mention \"vie privée et familiale\", (sauf titres délivrés au titre du regroupement familial ou en qualité de parent d'enfant français, de conjoint de français ou famille de français dont les demandes se font en ligne)\n- demandes et renouvellements de titre en qualité de mineurs non accompagnés confiés à l'aide sociale à l'enfance (ASE) après l'âge de 16 ans.",
    "trans": "• at the sub-prefecture of Chalon-sur-Saône: without an appointment from Monday to Thursday from 8:00 AM to 12:00 PM and on Friday from 8:00 AM to 2:00 PM, and by appointment made by email at sp-chalon-sur-saone-pan@saone-et-loire.gouv.fr on Tuesdays, Wednesdays and Thursdays afternoons.\n• At the prefecture in Mâcon - foreigners' service: by appointment only, scheduled via the email address pref-etrangers@saone-et-loire.gouv.fr.\n2. The following procedures are still carried out at the counters of the Saône-et-Loire prefecture in Mâcon by appointment made online at http://www.rdv.saone-et-loire.gouv.fr/:\n- Applying for and renewing a residence permit marked \"employed\" or \"temporary worker\";\n- Request for residence permits with the designation \"private and family life\" (except permits issued under family reunification, as a parent of a French child, as a spouse of a French citizen, or for French families, which must be requested online)\n- applications and renewals of residence permits for unaccompanied minors entrusted to child welfare services (ASE) after the age of 16."
}