{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Contribuez à augmenter vos ventes Les jours flash Amazon Prime\nCréez une campagne\nLes jours flash Amazon Prime aura lieu le 08/10, il est donc possible que davantage d'acheteurs consultent Amazon à la recherche de cadeaux. Nous avons dressé pour vous une liste de produits dans les catégories qui sont actuellement très demandées.\nFaire de la publicité pour ces produits peut vous aider à atteindre des acheteurs qui recherchent des produits comme les vôtres à l'occasion de Les jours flash Amazon Prime et vous aider à augmenter le potentiel de ventes supplémentaires.\nCottonople Parure de lit en satin de qualité hôtelière pour très grand lit (260 x 275 cm) – Drap blanc luxueux à tissage serré 400 fils avec 2 taies d'oreiller (50 x 75 cm), drap plat 100 % coton pour\nB0C63CBN2H\nCes produits font partie d'une catégorie qui connaît une augmentation en matière d'engagement et qui est très populaire auprès des acheteurs\nCréez une campagne\nLe saviez-vous?\nEn moyenne, les produits ont généré 22% de ventes supplémentaires lorsque les annonceurs en ont fait la publicité pendant les semaines où la demande en faveur de ce type de produits était forte, par rapport aux semaines où ce n'était pas le cas. *",
    "trans": "Help boost your sales Amazon Prime Flash Days\nStart an ad campaign\nAmazon Prime Flash Days will take place on 08/10, so it's possible that more shoppers will be visiting Amazon in search of gifts. We've put together a list of products in categories that are currently in high demand.\nAdvertising these products can help you reach buyers who are looking for products such as yours during Amazon Prime Flash Days, and help you increase the possibility of additional sales.\nCottonople Hotel-quality satin bed linen set for king-size bed (260 x 275 cm) - Luxurious 400-thread-count tight-weave white sheet with 2 pillowcases (50 x 75 cm), 100% cotton flat sheet for\nB0C63CBN2H\nThese products are part of a category that's experiencing an increase in engagement and is very familiar to buyers.\nStart an ad campaign\nDid you know?\nProducts generated an average of 22% more sales when advertisers ran them during weeks when demand for these products was high, compared to weeks when it wasn't. *"
}