{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Cette entreprise de Québec offre à ces employés ces avantages :\n-Horaire de travail sur 3 jours\n-Assurances complètes payées à 50% par l'employeur\n-REER collectif\nResponsibilities\nComme électromécanicien tu devras faire ces tâches au quotidien :\n-Effectuer des diagnostics de pannes et des réparations (80% mécanique, 20% électrique)\n-Débogage sur les automates programmables\n-Maintenance préventive et corrective sur les équipements de production\n-Compléter les bons de réparation et tenir à jour le manuel d’entretien\n-Localiser et réparer les pannes sur les moteurs électriques et autres équipements électromécaniques\n-Installation de nouveaux équipements\n-Maintien de la propreté de l'espace de travail\n-Amélioration de la productivité et sécurité au travail\n-Autres tâches connexes nécessaires\nQualifications\nCette entreprise de Québec exige ces qualifications:\n-Diplôme : DEP en électromécanique\n-Expérience : 0-2 ans\n-Licence C : atout\nSummary\nPour plus d'informations ou soumettre ta candidature, rejoins-moi par appel ou texto au 581-372-7221 et demande pour parler à Marc-Antoine ou par courriel au marc-antoine.paquet@randstad.ca\nCe poste n'est pas celui que tu recherches ? Tu es à la recherche d'un défi similaire, mais ailleurs dans la région ? Tu cherches un autre défi que celui-ci ? Tu aimerais nous référer une personne en recherche d'emploi ? Contactes-nous et il nous fera plaisir d'en discuter avec toi et de regarder le défi professionnel qu'il te faut !",
    "trans": "This Quebec City-based company offers its employees the following benefits:\n- A 3-days work schedule\n- Full insurance paid 50% by the employer\n- Group RRSP\nResponsibilities\nAs an electromechanic, you'll have to carry out the following tasks on a daily basis:\n- Troubleshooting and repairs (80% mechanical, 20% electrical)\n- Debugging programmable logic controllers\n- Preventive and corrective maintenance on production equipment\n- Complete repair orders and update maintenance manuals\n- Finding and repairing faults on electric motors and other electromechanical equipment\n- Installation of new equipments\nKeeping the work area clean\nImproving productivity and safety in the workplace\n- Other related tasks as required\nQualifications\nThis Quebec City-based company requires these qualifications:\n- Diploma: DEP in electromechanics\n- Experience: 0-2 years\n- Licence C : A plus\nSummary\nFor more information or to submit your application, please call or text me at 581-372-7221 and ask to talk to Marc-Antoine, or e-mail me at marc-antoine.paquet@randstad.ca\nNot what you're looking for? Are you looking for a similar opportunity elsewhere in the region? Are you looking for a different job? Would you like to refer a job seeker to us? Contact us and we'll be happy to discuss it with you and look at the professional opportunity that suits you best!"
}