{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Tant qu'une langue est parlée, elle vit parmi nous. Le français et l'anglais sont parmi les langues les plus parlées partout et grâce à cela elles vivent parmi nous. Tant qu'une langue est parlée, on connait son peuple.\n« La langue c'est la carte de noblesse d'un peuple.» (Vasile Alecsandri,poète roumain du 19ème siècle). Elle est la preuve qu'un pays a une histoire riche en événements, qu'une nation a des valeurs spirituelles.\nLa langue c'est le signe d'un peuple, son trésor, son patrimoine national. C'est très bien de - connaître plusieurs langues, parce que la vérité n'est pas dans une seule langue. On doit connaitre les modalités de communication de nos pays voisins. On doit avoir différents points de vue et les guides qui nous aident à le faire sont les langues étrangères.\nJe pense qu'étudier les langues étrangères et surtout celles qui servent pour les communications internationales, c'est très important. Cela permet de découvrir de nouveaux horizons. On fait connaissance avec de nouveaux peuples, avec leurs coutumes et traditions ;",
    "trans": "Whenever a language is spoken, it lives among us. Globally speaking, French and English are among the most widely spoken languages, and that is why they live among us. As long as a language is spoken, we know its people.\n“Language is a people's badge of nobility”. (Vasile Alecsandri, 19th century Romanian poet). It's proof that a country has an eventful history, that a nation has spiritual values.\nLanguage is the hallmark of a people, its treasure, its national legacy. It's all very well to - know several languages, because the whole truth doesn't lie in just one. We need to know how our neighboring countries communicate. We need to have different view points, and the guides that help us do that are foreign languages.\nIn my opinion, studying foreign languages, especially those used in international communications, is very important. It enables you to discover new horizons. You get to know new people, their customs and traditions;"
}