{
    "source": "fr_FR",
    "target": "en_US",
    "text": "\"Le début de l'effondrement\"\n\"La collectivité était plutôt en bonne santé, confirme Sonia Backès. Cette situation nous a permis d'investir 12,2 milliards en 2023.\" Un montant qui pourrait être \"divisé par quatre\" en 2025, avec des conséquences directes pour le tissu économique. La province Sud reste en effet le premier investisseur public de Nouvelle-Calédonie. \"On est entré dans le début de l'effondrement\", dit Sonia Backès, quand Philippe Blaise présage la \"tiers-mondialisation de la Nouvelle-Calédonie\".\nPour l'exécutif provincial, seul l'Etat peut permettre d'éviter ces sombres prévisions. La province Sud sollicite une aide financière de 12 milliards en provenance de l'Hexagone. Mais les échanges avec Bercy s'avèrent compliqués. Les marques de soutien exprimées par le ministre des Outre-mer lors de son déplacement en Nouvelle-Calédonie n'ont pas encore donné lieu à de véritables annonces chiffrées. \"Il n'y a aucune piste sur les questions budgétaires et sur la façon pour compenser les pertes fiscales, regrette Sonia Backès. Si l'Etat ne vient pas nous soutenir de manière significative, et pas simplement tous les quinze jours, on ne s'en sortira pas.\"\nLe budget primitif 2025 doit être voté le 5 décembre. L'exécutif provincial espère que l'Etat aura répondu favorablement à sa demande d'ici là.",
    "trans": "“The beginning of the collapse”\n“The community was in relatively good health,” confirms Sonia Backès. This situation enabled us to invest 12.2 billion in 2023.” This amount could be “divided by four” in 2025, with direct consequences for the economic fabric. The South Province actually remains New Caledonia's leading public investor. “We've entered the beginning of the collapse”, says Sonia Backès, while Philippe Blaise predicts the “third-worldization of New Caledonia”.\nAs far as the provincial executive is concerned, only the State can help avert these gloomy forecasts. The South Province is requesting 12 billion euros in financial aid from France. But discussions with Bercy are proving complicated. The expressions of support made by the French Minister for Overseas France during his visit to New Caledonia have not yet resulted in any real quantified announcements. Sonia Backès laments, “There's no indication of what the budget will be or how we can compensate for the tax losses. If the State doesn't come and support us in a significant way, and not just every fortnight, we won't make it.”\nThe primary budget for 2025 is due to be voted on December 5. The provincial executive hopes that the State will have responded favorably to its request by then."
}