{
    "source": "fr_FR",
    "target": "en_US",
    "text": "La saison automnale amène une augmentation des maladies respiratoires, comme la\nCOVID-19, l’influenza (grippe) et le virus respiratoire syncytial (VRS). Nous avons\négalement noté à Ottawa, durant l’été, une augmentation de l’activité de coqueluche,\nqui est toujours en cours.\nVous pouvez vous préparer pour la saison des maladies respiratoires au moyen des\ndeux documents importants suivants :\n• Le feuillet « Où puis-je obtenir des soins », (bilingue), approuvé par le Centre\nhospitalier pour enfants de l’est de l’Ontario (CHEO), offre des conseils sur les\nsoins à donner à votre enfant à la maison s’il tombe malade, sur les mesures à\nprendre s’il présente des symptômes, et sur l’endroit et le moment pour obtenir\nde l’aide.\n• Le feuillet « À propos des maladies respiratoires » vous aidera à mieux\ncomprendre comment protéger votre famille contre les maladies respiratoires,\ncomment réduire la propagation, quoi faire si vous présentez des symptômes et\noù obtenir des renseignements au sujet du traitement.\nRester à la maison en cas de maladie\nVeillez à ce que votre enfant reste à la maison lorsqu’il est malade. Cette mesure\npermettra de limiter la propagation des maladies respiratoires au sein du service de\ngarde d’enfants. Les enfants qui ont été malades devraient retourner au service de",
    "trans": "The autumn season brings an increase in respiratory illnesses, including\nCOVID-19, influenza (flu) and respiratory syncytial virus (RSV). We also\nnoted an increase in pertussis activity in Ottawa over the summer,\nwhich is still ongoing.\nYou can prepare yourself for the respiratory illness season by reading the\nfollowingtwo important documents:\n• The “Where Can I Get Care?” booklet (bilingual), approved by the\nChildren's Hospital of Eastern Ontario (CHEO), provides advice on\ngiving your child care at home they become ill, on what to do if they\ndevelop symptoms, and where and when to get\nhelp.\n• The “About Respiratory Illnesses” booklet will help you to better\nunderstand how to protect your family from respiratory illnesses,\nhow to reduce the spread, what to do if you develop symptoms, and\nwhere to get treatment information.\nStaying home when sick.\nMake sure your child stays home when they're ill. This\nwill help limit the spread of respiratory illnesses within the\nchildcare center. Children who have been ill should return to the centre"
}