{
    "source": "fr_FR",
    "target": "en_US",
    "text": "- [Ressource] Présentation des nouveaux guides thématiques :Afin de simplifier l'accès à l'information et au contenu desguides thématiques, et suite à l'enquête et aux rencontres réalisées avec des utilisateurs courant 2024, nous les avons simplifiés. Venez découvrir les8 nouveaux guides.\nServices aux chercheurs\n- [Ressource] Les différents modes d'accès à une thèse : Le périmètre d’accès (accès libre, accès restreint, embargo) est choisi par le doctorant via les autorisations de diffusion qu'il accorde au moment du dépôt de sa thèse dans son établissement de soutenance. Découvrez les différents accès possibles.\nZOOM SUR...\nÉcogeste\nÉcogeste 1/10 - Un environnement de travail agréable.\nEn regard de l'ODD 3 - Bonne santé et bien-être, contribuons tous ensemble à créer un environnement de travail agréable au sein de la bibliothèque.\nLa ressource du mois\nGreenfile est une base de donnéesspécialisée dans les effets des individus, sociétés et gouvernements sur l'environnement. Elle recense des milliers de documents. Elle est en accès réservé aux usagers de l'INSA Lyon.\nOn vous donne la parole",
    "trans": "- [Resource] Introduction to the new thematic guides: In order to simplify access to the information and content of the thematic guides, and following the survey and meetings conducted with users throughout 2024, we have simplified them. Come and discover the 8 new guides.\nServices for researchers\n- [Resource] The different ways to access a thesis : The perimeter of access (open access, restricted access, embargo) is chosen by the doctoral student via the distribution authorizations he grants when submitting the thesis to the institution where it will be defended. Discover the different access options.\nZOOM ON...\nEco-action\nEco-action 1/10 - A pleasant working environment.\nIn line with SDG 3 - Good Health and Well-being, let's all contribute to creating a pleasant working environment within the library.\nResource of the month\nGreenfile is a database specializing in the effects of individuals, societies, and governments on the environment. It contains thousands of documents. It is accessible only to users of INSA Lyon.\nWe give you the floor."
}