{
    "source": "fr_FR",
    "target": "en_US",
    "text": "que l'appréciation émise par el SEM lors de l'approbation de changement de canton, en août 2023, n'est pas non plus pertinente dans la présente procédure,\nque, dans la décision attaquée, le SEM a retenu à bon escient que la mère du recourant, qui dispose d'un droit de séjour en Suisse - depuis avril 2024 - pourrait faire appel aux autorités compétentes afin d'obtenir de l'aide dans son quotidien, l'intéressé n'étant pas l'unique personne en mesure de prodiguer ces soins,\nque, dans ces conditions, l'art. 8CEDH ne saurait être valablement invoqué pour faire obstacle à l'exécution du renvoi du recourant,\nque l'exécution du renvoi s'avère donc licite (art. 83 al. 3 LEI ; cf. ATAF 2014/28 consid. 11),\nqu'elle est également raisonnablement exigible (art. 83 al. 4 LEI ; cf. ATAF\n2011/50 consid. 8.1-8.3 et jurisp. cit.), dans la mesure où elle ne fait pas apparaître, en l'espèce, une mise en danger concrète du recourant,\nqu'en effet, la Mauritanie ne connaît pas une situation de guerre, de guerre civile ou de violence généralisée qui permettrait d'emblée - et indépendamment des circonstances du cas d'espèce - de présumer, à propos de tous ses ressortissants, l'existence d'une mise en danger",
    "trans": "that the assessment made by the SEM when approving the change of district, in August 2023, is also irrelevant to the present proceedings,\nthat, in the contested decision, the SEM rightly assumed that the appellant's mother, who has had the right of residence in Switzerland since April 2024, could call on the appropriate authorities for assistance in her daily life, as the appellant was not the only person in a position to provide such care,\nthat, under these conditions, Art. 8CEDH cannot be validly cited as an obstacle to the enforcement of the appellant's removal,\nthat the execution of the removal is therefore lawful (Art. 83 Para. 3 LEI ; see ATAF 2014/28 Consid. 11),\nthat it is also reasonably required (Art. 83 Para. 4 LEI; cf. ATAF\n2011/50 Consid. 8.1-8.3 et jurisp. Cit.), insofar as it does not show, in the present case, a concrete endangerment of the appellant,\nthat, in fact, Mauritania is not experiencing a situation of war, civil war or generalised violence which would allow from the outset - and independently of the circumstances of the specific case - to presume, with regard to all its nationals, the existence of a situation of danger"
}