{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Toute l'équipe du restaurant vous remercie chaleureusement et espère vous revoir prochainement.\nÀ très bientôt !\nLe Maufoux\n10 Rue Jules Rathier\n89800, Chablis\nTechnologie proposée par Zenchef\nPour gérer vos préférences et ne plus recevoir de communications à des fins de prospection et/ou des demandes d’avis de la part du restaurant, cliquez ici.\nLe restaurant auprès duquel vous avez effectué votre demande de réservation ou de commande collecte et traite vos données à caractère personnel aux fins de gestion et de suivi de votre demande et des réponses à y apporter, y compris s’agissant des communications qui vous sont adressées par email ou SMS en lien avec votre réservation (accusé de réception de votre demande, confirmation de réservation,…), et ce éventuellement conjointement avec Zenchef qui met à disposition du restaurant un outil de gestion de ses réservations et commandes.\nPar ailleurs, le restaurant collecte et traite vos données à caractère personnel plus généralement aux fins de gestion et de suivi de ses relations avec vous, et notamment pour la réalisation d’opérations de prospection à votre attention, sur tous supports, et en particulier par téléphone, par email ou par SMS.",
    "trans": "The whole restaurant team thanks you warmly and hopes to see you soon.\nSee you very soon!\nLe Maufoux\n10 Rue Jules Rathier\n89800, Chablis\nTechnology provided by Zenchef\nTo manage your preferences and stop receiving communications for prospecting purposes and/or requests for feedback from the restaurant, click here.\nThe restaurant where you made your reservation or order collects and processes your personal data for the purpose of managing and following up on your request and the responses to be provided to it, including communications sent to you by email or SMS related to your reservation (acknowledgment of receipt of your request, reservation confirmation,...), possibly in conjunction with Zenchef, which provides the restaurant with a tool for managing its reservations and orders.\nIn addition, the restaurant collects and processes your personal data more generally for the purposes of managing and monitoring its relationship with you, particularly for prospecting operations directed at you, on all media, and especially by phone, email, or SMS."
}