{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Elle divagua. Bérénice souffrait-elle des mêmes insomnies? Perdait-elle le sommeil, elle aussi consumée par le désir? Sans aucun doute. Elle regarda alors ses lèvres, n’y tenant plus, elle les captura et approfondit le baiser instantanément. Qu’il était agréable d’embrasser sa chérie, c’était toujours doux, chaud et sucré. Carla se laissa envahir par les sensations grisantes de ce bonheur simple. La température montait dans le salon, les mains caressaient la nuque, le dos, la chaleur traversait les corps et s’installait; les cœurs assourdissants des deux jeunes femmes battaient à l’unisson.\nBérénice laissait encore Carla donner le ton, comme elle l’avait promis. Mais qu’est-ce que c’était difficile depuis qu’elle sentait une langue douloureusement insistante caresser la sienne et des mains l’explorer soudain avec de moins en moins d’innocence. Elle réalisa soudain qu’elle n’avait peut-être plus besoin de se soucier autant de sa copine, en effet, cette dernière semblait savoir exactement ce qu’elle faisait pour la faire monter en pression et lui faire tourner la tête. Toutefois, une réalisation la traversa comme un éclair: elle était dans le salon de sa sœur sur le canapé. Un pouce de Carla passa sous son sein, et avant de ne plus pouvoir rien contrôler, elle emprisonna sa main.",
    "trans": "She wandered. Was Berenice suffering from the same insomnia? Was she losing sleep, also devoured by desire? Undoubtedly. Then she looked at his lips, couldn't take it any longer, captured them and deepened the kiss instantly. How pleasant it was to kiss her darling, it was always soft, warm and sweet. Carla let herself be invaded by the exhilarating sensations of this simple happiness. As the temperature rose in the living room, hands caressed the nape of necks and backs, warmth flowed through bodies and settled in; the deafening hearts of the two young women beat in unison.\nBerenice was still letting Carla set the pace, as she had promised. But how difficult it was now that she felt a painfully insistent tongue caressing hers and hands suddenly exploring her with less and less innocence. She suddenly realized that she might not need to worry so much about her girlfriend any more, indeed, the latter seemed to know exactly what she was doing to get her worked up and her head spinning. However, something dawned on her like a bolt of lightning: she was in her sister's living room on the sofa. One of Carla's thumbs passed under her breast, and before she could control anything else, she imprisoned her hand."
}