{
    "source": "fr_FR",
    "target": "en_US",
    "text": "60. V. cependant la formulation ambigué de Paris, 7 avr. 2011. Rev. arb. 2011. p. 747, note S. BOLLÉE et B. HAFTEL, qui semble limiter la démarche aux arbitrages dont le siège est fixé en France.\n61. Il convient de souligner que le contrôle de la validité de la convention d'arbitrage par le juge français est alors sommaire, par l'effet du principe de Compétence-Compétence tel qu'il est retenu en droit français, qui conduit à limiter ce contrôle à celui de la nullité ou de l'inapplicabilité manifeste de la convention d'arbitrage: v. infra, n° 687 et s.\n62. Dans le cadre d'un recours en annulation contre une sentence rendue en France, ou d'une demande de reconnaissance ou d'exécution en France d'une sentence rendue à l'étranger ou en matière internationale; le juge pourrait alors, selon le cas, annuler la sentence ou en refuser l'exécution si le tribunal arbitral «s'est déclaré à tort compétent ou incompétent» (art. 1520.1° CPC). Sur ce contrôle, v. infra, n° 991 et s 63. V. art. 1507 et 1508 et, sur renvoi de l'art. 1506, art. 1446, 1447, 1448 (al. 1 et 2) et 1449 CPC. 64. V. infra, n° 609 ets.",
    "trans": "60. See. however the ambiguous statement of Paris, 7 Apr. 2011. Rev. arb. 2011. p. 747, note S. BOLLÉE and B. HAFTEL, which seems to limit the approach to arbitrations where the headquarters is located in France.\n61. It is worth pointing out that the review of the arbitration agreement's validity by the French court is therefore summary, as a result of the principle of Competence-Competence as applied in French Law, which limits this review to that of the nullity or manifest inapplicability of the arbitration agreement: see infra, n° 687 and seq.\n62. In the context of an appeal for annulment against a judgment made in France, or an application for recognition or enforcement in France of a judgment made abroad or relating to an international matter; the judge could thus, as the case may be, annul the judgment or refuse to enforce it if the arbitral tribunal ‘has wrongly declared itself competent or incompetent’ ( Art. 1520.1° CPC). On this review, see infra, No 991 and seq. 63. See Arts. 1507 and 1508 and, by reference from Art. 1506, Arts. 1446, 1447, 1448 (paras. 1 and 2) and 1449 CPC. 64. See infra, No 609 and seq."
}