{
    "source": "fr_FR",
    "target": "en_US",
    "text": "L'Ethique & Compliance est un sujet qui prend de l'importance et qui est une réelle opportunité pour un apprentissage vers un 1er emploi !\nPour une grande entreprise, l'Ethique & Compliance c'est un vaste ensemble de politiques, de règles, de mesures, de formations, de communications et de contrôles (qu'on rassemble sous le mot « programme ») à mettre en œuvre pour s'assurer de la conformité de son activité avec de nombreuses règlementations : lutte contre la corruption, respect des sanctions internationales …\nPour cette mission, vous travaillerez pour la direction Europe et Eurasie , avec l'aide d'un réseau de compliance correspondent, les principaux programmes de Compliance et autres.\nDans notre domaine, la création de Stellantis, début 2021, est une opportunité super excitante ! En effet, cela réunit des personnes de culture, d'expérience et de sensibilité très différentes. La langue de travail est évidemment l'Anglais dans tout ce que l'on fait.\nVos missions seront:\nParticiper à la coordination des compliance correspondants (usine, commerce, finance, ..) dans différents pays d'Europe.\n- Préparer des supports de communication pour promouvoir les sujets de compliance au sein de l'Europe\n- S'assurer de la levée des recommandations des audits internes\n- Décliner les actions pour le domaine de l'éthique et la compliance (anti-corruption., concurrence, export control et Due Diligence...) au sein de la direction Europe",
    "trans": "Ethics & Compliance is a subject that is gaining in importance and is a real opportunity for an apprenticeship towards a 1st job!\nFor a large company, Ethics & Compliance is a vast set of policies, rules, measures, training, communications, and controls (all grouped together under the word “program”) to be implemented to ensure the company’s activities comply with various regulations: the fight against corruption, compliance with international sanctions ...\nFor this mission, you will work for the Europe and Eurasia division, with the support of a network of compliance correspondents, on the main Compliance and other programs.\nIn our field, the creation of Stellantis, in early 2021, is a super-exciting opportunity! Indeed, it brings together people from very different cultures, experiences, and sensitivities. The working language is obviously English in everything we do.\nYour tasks will include:\nParticipate in the coordination of compliance correspondents (factory, business, finance, ..) in various European countries.\n- Prepare communication materials to promote compliance topics within Europe.\n- Ensure that internal audit recommendations are lifted.\n- Implement actions for the ethics and compliance domain (anti-corruption, competition, export control, and due diligence, etc.) within the Europe division."
}