{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Maison plain-pied rare sur le secteur !\nSituée à MUTZIG, venez découvrir cette maison individuelle plain-pied, d'une superficie habitable de 81m², construite en 2018.\nOrientée Sud, sur un terrain de 5,41 ares clôturé et arboré, elle se situe dans un environnement calme, proche de toutes commodités.\nAu rez-de-chaussée, la maison dispose d'une entrée qui dessert un séjour lumineux (40m²) ouvert sur une cuisine entièrement équipée et une belle terrasse à l'abri des regards avec un store électrique. Deux chambres, une salle d'eau contemporaine avec toilettes et un débarras complètent ce niveau.\nAu sous-sol, on retrouve un grand garage double (30m²) ainsi qu'une pièce de rangement et un vide sanitaire.\nLa maison est très bien isolée grâce aux nouvelles normes, le chauffage est diffusé par un poêle à pellets très économique et l'eau chaude est produite par des panneaux solaires.\nCette maison est une belle opportunité : elle offre une autonomie de plain pied ainsi qu'une orientation Sud au sein d'un environnement calme et établi. Aucun travaux ne sont à prévoir : la maison, en très bon état, est habitable de suite !\nN'hésitez pas à nous contacter pour plus d'informations !",
    "trans": "Single-story house unique in the area!\nLocated in MUTZIG, come and discover this detached single-story house, with a living area of 81m², built in 2018.\nSouth-facing, on a 5.41-acre plot with trees and fencing, it is located in a peaceful setting close to all amenities.\nOn the first floor, the house has an entrance hall leading to a bright living room (40m²) opening onto a fully equipped kitchen and a lovely terrace that is sheltered from view with an electric blind. Two bedrooms, a contemporary shower room with toilet and a storage room complete this floor.\nThere is a large double garage (30m²), a storage room and a crawl space in the basement.\nThe house is very well insulated, meeting the latest standards. Heating is provided by a very economical pellet stove, and hot water is produced by solar panels.\nThis house is a great opportunity: it's self-contained on one floor and south-facing, in a quiet, established setting. The house is in very good condition and is ready to move in straight away!\nFor more information, don't hesitate to contact us!"
}