{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Une liste d’options, et\nDes instructions étape par étape sur la façon de présenter une demande.\nCette information n’est donnée qu’à titre de référence et aucune décision en matière d’immigration ne sera prise à la lumière des réponses fournies.\nDemandeur dans la catégorie du parrainage d’époux ou conjoint de fait au Canada\nGénéralement, si vous voulez étudier au Canada, vous devez présenter une demande de permis d’études à un bureau canadien des visas situé à l’extérieur du Canada avant d’entrer au pays.\nExceptionnellement, vous pouvez présenter une demande de permis d’études à l’intérieur du Canada si vous:\nAvez présenté une demande de résidence permanente au Canada dans la catégorie d’époux ou conjoint de fait au Canada et votre demande a été approuvée en principe*, ou\nÊtes un membre de la famille** de la personne mentionnée plus haut et vous êtes inclus dans sa demande de résidence permanente.\nVeuillez consulter notre site web pour présenter votre demande de:\nPermis d’études initial, ou\nProrogation ou modification des conditions de séjour de votre permis d’études.",
    "trans": "A list of options, and\nStep-by-step instructions on how write an application.\nThis information is provided for reference purposes only and no immigration decision will be made based on the answers provided.\nApplicant in the spouse or common-law partner sponsorship category in Canada\nIn general, if you want to study in Canada, you must apply for a study permit at a Canadian visa office located outside Canada before entering the country.\nHowever, in exceptional circumstances, you may apply for a study permit from within Canada if you:\nHave applied for permanent residence in Canada under the spouse or common-law partner in Canada class and your application has been approved in principle*, or\nAre a family member** of the above-mentioned person and you are included in their application for permanent residence.\nPlease visit our website to apply for:\nInitial study permit, or\nExtension or modification of the residence conditions of your study permit."
}