{
    "source": "fr_FR",
    "target": "en_US",
    "text": "signalisation au sol étant composée d’une ligne discontinue annonçant\nune ligne blanche.\nMonsieur DEVIL a été entendu dans le cadre de sa garde à vue.\nIl précise être chauffeur VTC.\n« Ce jour-là il ne pleuvait pas, il y avait une bonne visibilité...\nJ’ai pris la décision de doubler le véhicule par la droite pour dépasser ce\nvéhicule…\nJe ne me souviens par avoir freiné… »\nSelon lui, le véhicule devant lui masquait la visibilité : or il s’agit d’un\nNISSAN JUKE d’une hauteur maximale de 1.5m.\nÉgalement il ressort des éléments du dossier que le choc a eu lieu sur la\ndroite du véhicule de Monsieur DEVIL et non sur la gauche…Il avait\ndonc la possibilité de voir le piéton venant à gauche, de freiner, de\ns’arrêter et de l’éviter…\nLe PV n° 2024/107 comporte des photographies du véhicule de\nMonsieur DEVIL : On constate un choc sur le côté passager du pare-\nbrise (donc à droite) ce qui démontre que le piéton était déjà bien avancé\nsur la chaussée et donc parfaitement visible pour le conducteur.\nComme indiqué précédemment, il ressort des dispositions de l’article R\n414-6 du Code de la Route que les dépassements s'effectuent à\ngauche ce qui n’a pas été le cas en l’espèce.",
    "trans": "road signswith a broken line indicating\na white line.\nMr DEVIL was questioned in police custody.\nHe said he was a VTC driver.\n\"That day it wasn't raining, it was clear...\nI decided to overtake the vehicle on the right in order to pass the\nvehicle...\nI don't remember braking...\"\nAccording to him, the vehicle in front of him was blocking his view: it was actually a\nNISSAN JUKE with a maximum height of 1.5m.\nThe file also shows that the accident occurred on the\nright-hand side of Mr Devil's vehicle and not on the left-hand side....He therefore had\nthe possibility of seeing the pedestrian coming from the left, braking,\nstopping and avoiding him...\nReport No. 2024/107 includes photographs of the vehicle belonging to\nMr DEVIL: We can see that there was a crash  on the passenger side of the windscreen\n(i.e. to the right), which shows that the pedestrian was already well advanced\non the road and therefore perfectly visible to the driver.\nAs indicated above, the provisions of Article R\n414-6 of the Highway Code provides that overtaking must be carried out on the\nleft, which was not the case in this instance."
}