{
    "source": "fr_FR",
    "target": "en_US",
    "text": "• ne jamais dépasser 2 jours de traitement.\nMode d'administration\nVoie orale.\nAvalez les gélules à l'aide d'un verre d'eau.\nDurée de traitement\nLa dúrée d'utilisation est limitée à 2 jours.\nSi vous avez pris plus de IMODIUMCAPS 2 mg, gélule que vous n'auriez dû :\nSi vous avez pris trop de IMODIUMCAPS, demandez immédiatement conseil à un médecin hôpital. Les symptômes peuvent inclure : une accélération du rythme cardiaque, un rythme cardiaque irrégulier, des changements de votre rythme cardiaque (ces symptômes peuvent des conséquences potentiellement graves et engager le pronostic vital), une raideur musc des mouvements non coordonnés, une somnolence, une difficulté à uriner ou une détress respiratoire, ou encore une diminution de la vigilance, un rétrécissement de la pupille, des ballonnements ou une constipation.\nDans ce cas, il faut aller à l'hôpital où un antidote (la naloxone) pourra vous être administré Une surveillance hospitalière devra alors être maintenue pendant au moins 48 heures. Les réagissent plus fortement aux fortes doses de IMODIUMCAPS que les adultes. Si un enfa trop ou présente l'un des symptômes mentionnés ci-dessus, contactez immédiatement u",
    "trans": "• Never exceed 2 days of treatment.\nDrug Administration\nOrally.\nSwallow the capsules with a glass of water.\nTreatment duration\nThe maximum period of use is 2 days.\nIf you have taken more IMODIUMCAPS 2 mg, capsule than you should have:\nIf you have taken too much IMODIUMCAPS, seek medical advice in the hospital immediately. Symptoms may include: increased heart rate, irregular heart rate, changes in your heart rate (these symptoms can be potentially serious and life-threatening), muscle stiffness, uncoordinated movements, drowsiness, difficulty passing urine or breathlessness, or even a decreased alertness, narrowing of the pupils, bloating or constipation.\nIf this happens, you should go to a hospital where an antidote (naloxone) can be prescribed. You should remain under hospital supervision for at least 48 hours. Children react more strongly to high doses of IMODIUMCAPS than adults. If a child overdoses or shows any of the above symptoms, contact a doctor immediately."
}