{
    "source": "fr_FR",
    "target": "en_US",
    "text": "NO DOSSIER FÉD. : 9344135 NO DOSSIER PROV. : C0010960307\nNo ARRIMA : G2404352755\nLe 1er octobre 2024\nCannara Biotech (Québec) Inc.\nFrance Landry\n200-333, boulevard Décarie\nSaint-Laurent (QC) H4N 3M9\nObjet : Offre d'emploi temporaire pour un travailleur étranger –\nConfirmation\nTraitement simplifié\nBonjour,\nNous avons examiné votre demande d’Évaluation de l’impact sur le marché du travail (ÉIMT\n– désignée au Québec, dans le Règlement sur l’immigration au Québec, « Évaluation des\neffets de l’offre d’emploi sur le marché du travail au Québec ») pour pourvoir au poste d'agent\nde l’approvisionnement stratégique. Nous vous informons que votre offre d’emploi temporaire\nest confirmée pour une période de 36 mois.\nSi le candidat visé par l’offre d’emploi temporaire a également obtenu un certificat\nd’acceptation du Québec (CAQ) en lien avec cette offre, il devra maintenant obtenir les\nautorisations nécessaires à sa venue au Canada comme travailleur étranger temporaire\nen présentant une demande de permis de travail auprès d’Immigration, Réfugiés et\nCitoyenneté Canada (IRCC).\nPour ce faire, vous devez lui transmettre une copie de la présente lettre de confirmation\nen lui indiquant qu’il doit la joindre avec une copie de son CAQ à sa demande de permis",
    "trans": "NO DOSSIER FÉD. NO DOSSIER PROV. : 9344135 : C0010960307\nARRIMA No: G2404352755\nOctober 1st, 2024\nCannara Biotech (Québec) Inc.\nFrance Landry\n200-333 Décarie Boulevard\nSaint-Laurent (QC) H4N 3M9\nSubject: Temporary job offer for a foreign worker –\nConfirmation\nSimplified processing\nHello,\nWe have reviewed your application for a Labour Market Impact Assessment (LMIA\n– Designated in Quebec, in the Immigration to Quebec Regulations, \"Assessment of the\neffects of the job offer on the Quebec job market\") to fill the position\nof Strategic Procurement Officer. We inform you that your offer of temporary employment\nis confirmed for a period of 36 months.\nIf the candidate covered by the temporary job offer has also obtained a Certificate\nof Acceptance of Quebec (CAQ) related to this offer, they will now have to obtain the\nnecessary authorizations to come to Canada as a temporary foreign worker\nby submitting an application for a work permit to Immigration, Refugees and\nCitizenship Canada (IRCC).\nTo this end, you must send a copy of this confirmation letter to them\nindicating that they must attach it, along with a copy of their CAQ, to their work permit application."
}