{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Merci [redacted_name], ton expertise et ta disponibilité sur toutes ces gammes de produits (à mille lieues du bon vieux chevillage traditionnel) ont été essentielles.\nMerci au groupe de travail, que je voyais tous les mois pendant 1 heure voire bien plus😅, pour tous nos échanges y compris nos discussions passionnées autour de la knack, de la bière, du vin, du crémant et du dress code\nMerci à Anna qui a dû s'approprier des visuels de près de 6 m de haut tout en créant toutes les petites légendes pour nos innombrables produits, tous les visuels et textes que vous avez vus sur notre stand ont été créés par elle.\nMerci à Pauline, pour avoir su plonger dans l’univers complexe de nos produits et en extraire l’essence pour nous créer des textes compréhensibles par chacun pour alimenter les différentes plateformes, catalogue en ligne, site internet de Batimat, Batiadvisor...\nThierry et Logan, merci pour les 14 palettes prêtes au combat malgré des dimensions défiant les lois de la logistique : neuf pôles produits impeccablement organisés pour un montage aussi efficace que possible.\nFiras, tu t’es jeté dans l’aventure Batimat dès le vendredi avec le montage de notre structure Samontec, et tu étais aussi là le samedi et encore le dimanche, fidèle au poste !",
    "trans": "Thank you [redacted_name], your expertise and your availability on all these product lines (a thousand miles from the good old traditional doweling) were essential.\nThank you to the working group, that I saw every month for an hour and even more 😅, for all our exchanges including our passionate discussions around the sausage, beer, wine, crémant and dress code\nThanks to Anna who had to appropriate some visuals of around 6 meters high while creating tiny captions for our countless products, all visuals and texts that you saw on our stand have been created by her.\nThanks to Pauline, for having been able to delve into the complex universe of our products and extract their essence to create texts that everyone could understand feeding the different platforms, online catalogs, Batimat website, Batiadvisor...\nThierry and Logan, thanks for these 14 palettes ready for battle despite dimensions that defy the laws of logistics : nine products poles impeccably organized to be assembled as efficiently as possible.\nFiras, you threw yourself into the Batimat adventure on Friday with the assembly of our Samontec structure, and you were also there on Saturday and again on Sunday, always on the job !"
}