{
    "source": "fr_FR",
    "target": "en_US",
    "text": "L'instauration du régime de la commende fut la conséquence directe, voire l'un des objectifs, du concordat de Bologne qui permettait au roi de nommer directement les évêques et abbés afin de pouvoir récompenser des membres de la noblesse et d'en faire ainsi des alliés. Mais selon le point de vue religieux, des effets bénéfiques furent également attendus de cette séparation de la gestion du temporel et du spirituel; on y voyait la soumission des abbayes à des administrations indépendantes et le recentrage de la vie des moines sur le spirituel. Or, les personnages choisis comme abbés commendataires se distinguèrent rarement par leur désintéressement ou leur adhésion à la cause religieuse. Le premier abbé commendataire de Royaumont, Mathieu de Longuejoue, était un ancien maître des requêtes et n'était devenu prêtre qu'après avoir perdu sa femme et son fils, à l'âge de quarante-cinq ans. N'étant pas moine, il ne remplissait pas une condition essentielle pour être abbé, et fut froidement accueilli à Royaumont. L'abbaye lui avait été donné et les moines s'en sentirent dépossédésb 7.",
    "trans": "Establishing the commendation system was a direct consequence, or even one of the objectives, of the Concordat of Bologna, which allowed the king to directly appoint bishops and abbots in order to reward members of the nobility and thus turn them into allies. However, from a religious point of view, this separation of temporal and spiritual management was also expected to have beneficial effects, as it meant that the abbeys would be subject to independent administration and that the monks' lives would be refocused on the spiritual. Nevertheless, the people chosen as abbot-commendatories rarely stood out for their disinterestedness or their commitment to the religious movement. The first commendatory abbot of Royaumont, Mathieu de Longuejoue, was a former Investigations Manager who only became a priest after losing his wife and son at the age of forty-five. As he was not a monk, he did not fulfil an essential condition for becoming abbot, and was given a cold welcome at Royaumont. The abbey had been given to him and the monks felt dispossessed of it 7."
}