{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Nous ne vendrons vos Renseignements personnels à un tiers que si votre consentement à cet effet a été obtenu. Nous conservons vos Renseignements personnels pendant le temps nécessaire pour réaliser les fins déterminées ou à des fins juridiques ou d'affaires. Nous ferons les efforts raisonnables pour que vos Renseignements personnels soient exacts et complets. Vous pouvez demander la correction de vos Renseignements personnels pour garantir leur exactitude et leur exhaustivité. Une telle demande doit être faite par écrit et fournir suffisamment de détails pour identifier vos Renseignements personnels et la correction recherchée.\nNous nous engageons à assurer la sécurité de vos Renseignements personnels en utilisant des mots de passe, cryptage, pare-feu, l'accès restreint des employés ou d'autres méthodes à notre discrétion. Nous allons utiliser des mesures de sécurité appropriées lors de la destruction de vos Renseignements personnels tels que le déchiquetage de documents ou la suppression des informations stockées électroniquement à notre discrétion.",
    "trans": "We will only sell your personal information to third parties with your consent. We will retain your personal information for as long as necessary to fulfill the identified purposes or for legal or business purposes. We will make reasonable efforts to ensure that your personal information is accurate and complete. You may request correction of your Personal Information to ensure its accuracy and completeness. Such a request must be made in writing and include sufficient detail to identify your personal information and the correction you are requesting.\nWe are committed to ensuring the security of your personal information using passwords, encryption, firewalls, restricted employee access, or other methods at our discretion. We will use appropriate security measures when disposing of your Personal Information such as shredding documents or deleting electronically stored information at our discretion."
}