{
    "source": "fr_FR",
    "target": "en_US",
    "text": "fonds de réserve du syndicat.\n• Nouvelles zones de parcage\nA la demande des Cygnes, on propose d’étudier la création de nouvelles zones de\nparcage pour éviter l’occupation « sauvage » d’espaces non prévus à cet effet et surtout\nceux à proximité des maisons ou qui offrent une vue sur les plans d’eau. Le CDU\napprouve cette idée et un groupe de travail sera créé lors de la prochaine réunion.\n• Nuisances Sagradranse\nPierre Jouanny soulève la question des nuisances sonores engendrées par l’activité de\nSagradranse. Tout en acceptant la pertinence du sujet, celui-ci doit être traité au niveau\nde l’Union.\n10. Divers\nUn certain nombre de points sont évoqués dont les plus importants :\n• Locations saisonnières\nChristophe se plaint du manque d’attention que les copropriétaires portent à la logistique\nliée aux locations saisonnières et souligne que ce n’est pas au Bureau d’assurer l’accueil\net la résolution des problèmes liés à cette activité (pas de clés, ignorance de\nl’emplacement des maisons et même attribution de places d’amarrage alors même que\nla maison n’en a pas).",
    "trans": "reserve funds of the union.\n• New parking zones\nAt the request of the Cygnes, it is proposed to study the creation of new parking\nareas to avoid the ‘uncontrolled’ occupation of spaces not intended for this purpose, especially\nthose close to houses or with a view of the lake. The CDU\nsupports this idea and a working committee will be set up at the next meeting.\n• Sagradranse nuisance\nPierre Jouanny raises the issue of noise pollution caused by the activities of\nSagradranse. While accepting the relevance of the topic, it should be dealt with at the level of\nthe Union.\n10. Miscellaneous\nA number of points are mentioned, the most important of which are as follows:\n• Seasonal rentals\nChristophe complaints about the lack of attention paid by co-owners to the logistics\nrelated to seasonal lets and points out that it is not the responsibility of the Bureau to welcome\nand resolve the issues related to this activity (no keys, not knowing\nthe location of the houses and even allocating moorings when\nthe house does not have one)."
}