{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Renee Taylor\n101 Place Charles-Le Moyne\nLongueuil , QC, J4K 2T3\nOBJET : Renouvellement annuel – Médaille pour chien et chat\nNom : JASPER : Médaille # 83633\nMadame,\nMonsieur,\nLa Ville de Longueuil souhaite vous rappeler que le temps est venu de renouveler la licence de votre animal, conformément au règlement CO-2008-523 sur le contrôle des animaux. Cette licence, valide du 1erjanvier au 31décembre de la même année, doit être renouvelée annuellement. L’achat ou le renouvellement de la licence peut être effectué dès le 1er novembre pour l'année à venir.\nSi vous n’êtes plus propriétaire d’un animal enregistré, veuillez aviser le Centre de services aux citoyens par téléphone en composant le 311 ou par courriel à 311@longueuil.quebec. Vous pouvez également l’indiquer dans votre dossier sur Mon portail citoyen.\nProcédure\nPour acheter ou renouveler votre licence animale, deux options sont offertes.\n1- Par Internet : à monportail.longueuil.quebec, sélectionnez Se connecter, entrez votre nom d’utilisateur et mot de passe, puis cliquez sur l’icône Obtenir une licence pour mon animal. Vous pourrez :\npayer directement la licence et le renouvellement;\nsuivre et maintenir à jour le carnet de santé de son animal;\najouter un profil numérique avec photo de l’animal;",
    "trans": "Renee Taylor\n101 Place Charles-Le Moyne\nLongueuil, QC, J4K 2T3\nSUBJECT: Annual Renewal – Dog and Cat Tag\nName: JASPER: Tag # 83633\nMadam,\nSir,\nThe City of Longueuil would like to remind you that it is time to renew your animal's license, in accordance with regulation CO-2008-523 regarding animal control. This license, valid from January 1st to December 31 of the same year, must be renewed annually. The purchase or renewal of the license can be done as early as November 1st for the upcoming year.\nIf you are no longer the owner of a registered pet, please notify the Citizen Service Center by telephone at 311 or by e-mail at 311@longueuil.quebec. You can also indicate this in your file on My Citizen Portal.\nProcedure\nTo purchase or renew your animal's license, two options are available.\n1- By Internet: at monportail.longueuil.quebec, select Login, enter your user name and password, then click on the Get a license for my pet icon. You will be able to:\ndirectly pay for the license and renewal;\ntrack and update your pet's health record;\nadd a digital profile with photo of your pet;"
}