{
    "source": "fr_FR",
    "target": "en_US",
    "text": "L’appartement est idéal pour une personne recherchant un cadre de vie agréable et convivial, dans un quartier vivant et bien desservi.\n- Chauffage\nSont inclus dans les charges :\n- Electricité\n- Une belle terrasse pour profiter des beaux jours,\n- Eau\n- Contrat de bail pour une (1) personne maximum\nL’agence LD Home « GARDIENS DE VOTRE PATRIMOINE IMMOBILIER »\nDisponible le 1er novembre.\n- Honoraires à la charge: Non communiqué\n- Taxe des ordures ménagères\nSeule l'assurance habitation est à votre charge. Etant en collaboration avec la compagnie d'assurance \"Bâloise\", nous pouvons vous faire profiter de tarifs préférentiels.\nhttps://www.ldhome.lu/fr/fee/rental\n- vos coordonnées et votre adresse postale actuelle\nA disposition des locataires (sans surcoût) : Lave-linge et sèche-linge, tables et fers à repasser, aspirateur.\nNe manquez pas cette occasion de vivre dans une résidence confortable, pratique et au calme. Contactez-nous dès maintenant pour organiser une visite !\n- Nettoyage des parties communes une fois par semaine\n- Montant caution: 1000.00 €\n- Besoins nets en énergie: 118.7\nSi vous souhaitez réserver ou visiter, merci de nous faire parvenir la copie des documents suivants sur info@ldhome.lu :",
    "trans": "The flat is the perfect choice for someone looking for a pleasant, friendly living environment in a lively, well-connected neighbourhood.\n- Heating\nCharges include:\n- Electricity\n- A lovely terrace to enjoy the beautiful weather,\n- Water\n- Lease for a maximum of one (1) person\nThe LD Home agency ‘GUARDIANS OF YOUR REAL ESTATE PROPERTY’.\nAvailable on 1st November.\n- Fees payable: Not provided\n- Household waste tax\nYou are only responsible for home insurance. As we work with the ‘Bâloise’ insurance company, we can offer you preferential rates.\nhttps://www.ldhome.lu/fr/fee/rental\n- Your contact details and current postal address\nAvailable to tenants (at no extra cost): Washing machine and clothes dryer, ironing boards and irons, hoover.\nDon't miss this opportunity to enjoy life in a comfortable, practical and peaceful residence. Contact us now to schedule a visit!\n- Common areas cleaned once a week\n- Deposit: €1000.00\n- Net energy requirement: 118.7\nIf you are interested in booking or visiting, please send us a copy of the following documents to info@ldhome.lu :"
}