{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Madame [redacted_name] m’a informé de son accord pour que vous puissiez ouvrir le box sans elle courant de semaine prochaine pour récupérer vos effets et affaires personnelles, puis que le reste du box soit ensuite livré en Alsace où elle se chargera de le stocker.\nJe vais en informer la société LOGIN dès que j’aurai eu l’accord de Earine pour le paiement d’une partie de la facture du déménagement.\nJ’ai pu avoir votre amie Christine hier au téléphone. Elle vous informera des points que nous avons discuté ensemble lorsqu’elle reviendra aujourd’hui à son domicile.\nElle m’a indiqué que vous avez été contacté par un avocat de Abu Dhabi pour avoir des documents suite au décès de Monsieur [redacted_name]. Pourriez-vous s’il vous plaît lui donner mon adresse email pour qu’il puisse rentrer en contact avec moi et me demander les informations directement? En effet, la succession étant réglée par la loi française, l’ensemble des biens appartenant à Monsieur Didier SCHULER même ceux se trouvant dans un autre pays entrent dans sa succession. Il sera effectivement important pour moi aussi d’avoir accès aux documents qu’il aurait pu signer vous permettant peut être de récupérer des biens spécifiques (Exemple: la société qu’il a crée avec son cousin Grégory).",
    "trans": "Madam [redacted_name] told me that she had given her OK for you to open the box and remove personal things and belongings the week before the next study visit, and that the rest of the box will then be on its way to Alsace, where she will store it for you.\nI will inform the company LOGIN as soon as I receive approval from Earine for the payment of part of the moving invoice.\nI spoke with your friend Christine yesterday on the phone. She informed you of the points we had discussed together when she returns to her residence today.\nShe also mentioned that you were contacted by a lawyer from Abu Dhabi regarding documents following the death of [redacted_name]. Could you please provide them with my email address so they can contact me directly and request the necessary information? Indeed, the inheritance is governed by French law, and all assets belonging to Mr. Didier SCHULER, regardless of location, are included in the estate. It is also important for me to have access to any documents he could have signed, such as unpublished files, portable devices, or public records (e.g., the company he created with his cousin Grégory)."
}