{
    "source": "fr_FR",
    "target": "en_US",
    "text": "L'Allemande\nCette danse à allure modérée est à rythme binaire. Elle est originaire d'Allemagne, d'où son nom. Si l'on se réfère à \"l'Orchésographie\" de Thoinot Arbeau, l'allemande est une \"danse pleine de médiocre gravité, familière aux Allemands\". Elle fait son apparition vers 1550 avec P.Phalèse et Pierre Attaignant. Au XVI ème siècle, l'allemande n'a pas encore de forme type unique mais celle rencontrée le plus fréquemment est la suivante : quatre mesures avec des répétitions auxquelles sont rattachées ou non des diminutions.\nC'est au XVII ème siècle qu'elle s'épanouira vraiment : elle remplacera alors la pavane dans les suites. A partir de 1630, l'allemande se normalise dans sa forme : elle sera alors composée de deux parties avec reprise.\nExemples\nAllemande - Tielman Susato (*)\nAllemande 2 - Tielman Susato\nAllemande - Claude Gervaise\n(*) Extraits issus du site de Alain NAIGEON\nLa Gavotte\nC'est une danse populaire française, originaire de Gap. Elle se danse avec des sauts et de nombreuses figures. Elle peut être suivie d'une reprise avec des variations.\nExemple\nGavotte - Michael Praetorius\nLe Tourdion\nC'est une danse française du XVIème siècle. C'est une danse à trois temps et qui terminait une basse danse.\nExemple\nTourdion - Pierre Attaignant\nNous remercions les responsables de ces sites",
    "trans": "The Allemande\nThis moderate dance is based on a binary rhythm. It originated in Germany, which explains its name. According to Thoinot Arbeau's ‘Orchésographie’, the Allemande is a ‘dance full of mediocre gravity, familiar to the Germans’. It first appeared around 1550 with P.Phalèse and Pierre Attaignant. In the sixteenth century, the Allemande did not yet have a single standard form, but the one most frequently encountered was the following: four bars with repeats to which diminutions may or may not be attached.\nThe Allemande really blossomed in the seventeenth century, when it replaced the pavane in suites. From 1630 onwards, the Allemande became standardised in form: it was composed of two parts with repeats.\nExamples\nAllemande - Tielman Susato (*)\nAllemande 2 - Tielman Susato\nAllemande - Claude Gervaise\n(*) Extracts from Alain NAIGEON's website\nThe Gavotte\nThis is a popular French dance that originated in Gap. It is danced with jumps and numerous figures. It can be followed by a repeat with variations.\nExample\nGavotte - Michael Praetorius\nThe Tourdion\nThis is a French dance from the 16th century. It is a three-beat dance that ended a low dance.\nExample\nTourdion - Pierre Attaignant\nWe are grateful to the people responsible for these sites"
}