{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Elle l'avait retrouvé et elle était revenue.\nIl ne l'avait jamais cherché et il était resté dans ce maudit quartier.\nEt c'était là qu'il avait fait une erreur monumentale...\nIl avait décidé de leur rencontre…\nIl aurait dû les garder séparé l'un de l'autre. Seul. Chacun dans son coin. Singulier. Anormal. Exceptionnel.\nMais elle était revenue, sa meilleure guerrière au cœur trop dur…\nMais il voulait le récupérer, son plus puissant élève au cœur trop pur…\nL'idée semblait excellente. Il les connaissait tous les deux. Il les avait formés avant de les abandonner. Seuls, ils étaient exceptionnels. Ensemble… Ils pouvaient être extraordinaires. La Main n'aurait aucune idée de ce qui allait les frapper. Il le savait. Les autres avaient même approuvé. Il fallait être aveugle pour ne pas voir l'équipe parfait qu'ils pouvaient former.\nElle était la plus destructrice des tempêtes depuis sa naissance et il se tenait dans l'œil d'un cyclone d'informations sensorielles depuis qu'il avait neuf ans.",
    "trans": "She had found him, and she had come back.\nHe had never looked for her, and he had stayed in that cursed neighborhood.\nAnd that was when he'd made a monumental mistake...\nHe had decided on their meeting…\nHe should have kept them apart. Alone. Each in his own corner. Singular. Abnormal. Exceptional.\nBut she had returned, his best warrior with a heart too hard…\nBut he wanted him back, his most powerful student with a heart too pure...\nThe idea sounded excellent. He knew them both. He had trained them before abandoning them. Alone, they were exceptional. Together... they could be extraordinary. The Hand would have no idea what was going to hit them. He knew that. The others had even approved. You'd have to be blind not to see the perfect team they could form.\nShe was the most destructive of storms since her birth and he had been standing in the eye of a sensory information cyclone since he was nine."
}