{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Le Centre de services scolaire des Portages-de-l’Outaouais et l’école 003 - École Rapides-Deschênes sont soucieux de la réussite de tous les élèves et tiennent à vous informer qu’une démarche de prévention est mise en place, et ce, dès le préscolaire. L’objectif général est de maintenir les pratiques éducatives dans le domaine de la prévention des difficultés en lecture et en écriture.\nTout au long de l’année, les enseignant(e)s du préscolaire poursuivront leur travail de dépistage et de prévention des difficultés en lecture et en écriture. Pour nous accompagner dans cette démarche, des conseillères pédagogiques des ressources éducatives du centre de services scolaire travailleront en étroite collaboration avec l’équipe école de votre enfant.\nConcrètement, la prévention des difficultés de lecture et d’écriture comprend deux volets : le dépistage des enfants à risque de développer des difficultés et les activités de stimulation des préalables à la lecture et l’écriture.\nLe dépistage consiste habituellement à relever des facteurs de risque en lien avec l’apprentissage de la lecture et de l’écriture. Deux outils sont utilisés dans ce processus : le questionnaire d’admission au préscolaire et un petit test en ligne réalisé en classe avec l’aide de l’enseignant(e) (Dépist’Écrit).",
    "trans": "The Portages-de-l’Outaouais School Service Center and École 003 - École Rapides-Deschênes are committed to the success of all students and would like to inform you that a prevention initiative has been put in place, starting from preschool. The overall objective is to maintain educational practices in the area of preventing reading and writing difficulties.\nThroughout the year, preschool teachers will continue their work to identify and prevent reading and writing difficulties. To support us in this effort, educational consultants from the School Service Center educational resources will work closely with your child's school team.\nIn real terms, the prevention of reading and writing difficulties has two sides: the screening of children at risk of developing difficulties, and activities to stimulate the prerequisites for reading and writing.\nScreening usually involves identifying risk factors for learning to read and write. Two tools are used in this process: the preschool admission questionnaire and a short online test carried out in class with the help of the teacher (Dépist'Écrit)."
}