{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Facteurs de risque ergonomique et organisation du travail : Horaire rotatif\nDès el début de la grossesse, et ce, pour toute sa durée, li faut éliminer l'alternance régulière des quarts de travail de jour et de soir (p. ex., semaine avec quarts de travail entre 8 het 16 h- congé - semaine avec quarts de travail entre 16 het 24h - congé - semaine avec quarts de travall entre 8het 16 h...).\nCeci n'inclut pas les horaires coupés, irréguliers ou atypiques(4), L'analyse des études scientifiques ne permet pas de conclure à l'existence d'une association entre ces types d'horaires et des issues défavorables pour al grossesse.\n*Exemples d'horaires atypiques: alternance 9 h-17 h avec 31 h-21 h dans al même semaine, ou 8 h-12 h et 17 -h 21 h (la même journée) en alternance avec 12 h-20 h dans al même semaine, qui varie selon le jour de al semaine et les heures d'ouverture d'un établissement.\nFacteurs de risque ergonomique et organisation du travail : Soulèvement, transport et manipulation de charges lourdes",
    "trans": "Ergonomic risk factors and work organisation: Rotating work schedule\nFrom the beginning of pregnancy, and for its entire duration, the regular alternation of day and evening shifts should be eliminated (e.g., week with shifts between 8 a.m. and 4 p.m. - holiday - week with shifts between 4 p.m. and midnight - holiday - week with shifts between 8 a.m. and 4 p.m., etc.).\nHowever, this does not include short, irregular or atypical working hours(4). The analysis of scientific studies does not allow us to conclude that there is an association between these types of working hours and unfavourable pregnancy outcomes.\n*Examples of atypical working hours: alternating 9 a.m. to 5 p.m. with 1 p.m. to 9 p.m. in the same week, or 8 a.m. to 12 p.m. and 5 p.m. to 9 p.m. (on the same day) alternating with 12 p.m. to 8 p.m. in the same week, which varies according to the day of the week and the opening hours of an establishment.\nErgonomic risk factors and work organisation: Lifting, carrying and handling heavy loads"
}