{
    "source": "fr_FR",
    "target": "en_US",
    "text": "« Je ne comprends pas pourquoi je dois passer par tout ça.\n-Parce que tu veux devenir un foutu coureur, mais ce n’est pas possible de devenir fermier si on n’a jamais eu de vaches, Tommy. »\nThomas roula des yeux, exaspéré par les corvées que son aîné lui faisait accomplir sous sa supervision. Il planta sa pelle dans le sol avec rudesse, et fusilla le blond du regard. Ce dernier fit une moue désabusée, se maudissant intérieurement de l’aimer assez pour ne pas l’envoyer une seconde fois dans l’abattoir de Winston.\n« Ecoute, je veux bien tout faire pour aller parler à Minho quand le moment sera venu, quand t’auras prit tes foutues marques parmi nous. Mais ce n’est pas aussi aisé d’être coureur, saches le.\n-Je m’en fiche que ce soit compliqué, Newt. Je ne suis pas fait pour cultiver des fruits, c’est tout. »\nUne vague de colère s’empara pour la première fois du garçon fin, qui s’empressa de claudiquer vers Thomas, qui lui se recula instinctivement, voyant le mauvais quart d’heure arriver.",
    "trans": "‘I don't understand the reason why I have to go through all this.\n-Because you want to become a bloody runner, but it's not possible to become a farmer if you've never owned a cow, Tommy.’\nThomas rolled his eyes, exhausted by the chores his elder was making him do under his supervision. He planted his shovel roughly in the ground and glared at the blond boy. The latter gave a disillusioned pout, cursing himself for loving him enough not to send him to Winston's slaughterhouse a second time.\n‘Listen, I'll do everything in my power to go and talk to Minho when the time comes, when you've made your bloody mark with us. But it's not that easy being a runner, you should keep that in mind.\n-I don't care how complicated it is, Newt. I'm just not cut out for growing fruit.’\nA wave of anger swept over the thin boy for the first time, and he hurried to hobble towards Thomas, who instinctively stepped back, seeing problems coming."
}