{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Ce simulateur est ouvert afin de vous permettre d'estimer vos droits à la Prime d'activité entrée en vigueur le 1er janvier 2016. Les montants n'ont qu'une valeur indicative qui pourront être différents lorsqu'ils seront calculés par la caisse d'Allocations familiales au moment de l'étude de votre dossier. En effet, votre situation familiale et/ou vos ressources ou celles d'un des membres de votre famille peuvent changer ou ne pas avoir été prises en compte lors du test. De même, les conditions de régularité et de durée du séjour s'appliquant aux étrangers ne sont pas prises en compte dans ce test. Elles pourront, dans certains cas, limiter le champ d'application du droit.\nPour faire ce test, nous allons vous demander des informations sur :\nla composition de votre famille,\nvotre situation professionnelle,\nvos revenus d'activités des derniers mois,\nle montant des autres ressources que vous avez perçues les derniers mois,\nle montant des prestations familiales reçues sur chacun des mois concernés, ainsi que les aides au logement qui seront prises en compte dans certains cas dans le test sous la forme d'un forfait logement,",
    "trans": "This simulator has been set up to help you estimate your entitlement to the Activity Grant, which came into force on 1 January 2016. The amounts are for guidance only and may be different when they are calculated by the Caisse d'Allocations Familiales (Family Allowances Fund) when your application is reviewed. This is due to the fact that your family situation and/or your resources or those of one of your family members may change or may not have been taken into account when the test was carried out. Likewise, the conditions of legality and length of residence applicable to foreign nationals are not taken into account in this test. In some cases, they may limit the scope of the law.\nTo conduct this test, we will require information on :\nyour family structure,\nyour employment situation,\nyour income over the last few months,\nthe amount of other income you have received in recent months,\nthe amount of family benefits received in each of the months concerned, as well as housing benefit, which in some cases will be taken into account in the test in the form of a flat-rate housing benefit,"
}