{
    "source": "fr_FR",
    "target": "en_US",
    "text": "À partir d'aujourd'hui, une nouvelle exigence linguistiqueentre en vigueur. Si vous avez soumis votre demande de permis d’études avant le 1er novembre 2024 et que vous faites une demande de PTPD après cette date, vous devrez répondre à cette nouvelle exigence.\nVoici les niveaux requis :\nPour les diplômés d’un collège ou autre programme : un niveau minimum de 5 selon les Canadian Language Benchmarks (CLB)en anglais ou les Niveaux de compétence linguistique canadien (NCLC)en français dans les quatre compétences (lecture, écriture, compréhension orale, expression orale).\nPour vous aider à satisfaire à cette nouvelle exigence, sachez que notre école des langues est un centre d’évaluation agréé pour le TEF Canada, un test reconnu par IRCC. Vous pourrez passer ce test directement sur notre campus. Un courriel détaillé à ce sujet suivra bientôt.\nConcernant les permis de travail post-diplôme (PTPD), soyez rassurés :en tant qu'étudiant du Collège,ces nouvelles règles ne s'appliquent pas à vous. Elles concernent uniquement lesnouveauxétudiants qui déposeront unedemande de permis d'études à partir du 1er novembre 2024.",
    "trans": "Starting today, a new language requirement is in effect.If you submitted your study permit application before November 1st, 2024, and you are applying for a Post-Graduation Work Permit (PGWP) after this date, you will need to meet this new requirement.\nHere are the required levels:\nFor graduates of a college or other program: a minimum level of 5 according to the Canadian Language Benchmarks (CLB) in English or the Niveaux de compétence linguistique canadien (NCLC) in French in the four skills (reading, writing, listening and speaking).\nTo help you meet this new requirement, our language school is an approved testing center for TEF Canada, a test recognized by IRCC. You can take this test directly on our campus. A detailed e-mail on this subject will follow shortly.\nRegarding Post-Graduation Work Permits (PGWP), rest assured: as a College student, these new rules do not apply to you. They only apply to new students applying for a study permit on or after November 1st, 2024."
}