{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Nous vous remercions d'avoir loué votre véhicule chez Europcar.\nVeuillez trouver en pièce jointe votre facture relative à votre dernière location chez Europcar.\nPour plus d'informations, mais également découvrir nos promotions et dernières offres\nrendez-vous sur notre site, www.europcar.fr\nNous vous remercions de votre confiance,\nL'équipe Europcar\nNous vous adressons ce courriel, étant donné que vous avez accepté de recevoir une facture électronique par mail.\n« Les informations que vous transmettez sont à destination de la personne ou de l'entité à qui vous les communiquez and peuvent contenir des informations confidentielles ou privilégiées. Toute révision, retransmission, diffusion, ou tout autre utilisation de, ou action prise sur la base de ces informations par des personnes ou entités n'étant pas les destinataires de ces informations peut constituer une violation de la loi. Veuillez contacter l'expéditeur du mail et supprimer toute copie, notamment celle enregistrées sur votre ordinateur, imprimées ou sauvegarder sur un disque externe si vous n'êtes pas le destinataire de ce mail.",
    "trans": "We would like to thank you for renting your vehicle with Europcar.\nPlease find enclosed your invoice for your last rental with Europcar.\nTo find out more about our promotions and latest offers\nPlease visit our website www.europcar.fr\nThank you for your trust,\nThe Europcar team\nThis e-mail is being sent to you because you have agreed to receive an electronic invoice by e-mail.\n\"The information you transmit is intended for the person or entity to whom you transmit it and may contain confidential or privileged information. Any review, retransmission, distribution, or other use or action taken on the basis of this information by any person or entity other than the intended recipient may violate the law. If you are not the recipient of this e-mail, please contact the sender of this e-mail and delete any copies, including any copies stored on your computer, printed, or stored on an external storage device."
}