{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Bonjour,\nMerci pour votre souscription imagine R 2024-2025. Toutes les informations à connaitre sur votre forfait en bas de ce mail.\nLe Mot de la Présidented’Ile-de-France Mobilités :\nChère abonnée, Cher abonné,\nVous venez de vous abonner ou de vous réabonner à imagine R et je vous en remercie.\nPlus qu’un abonnement aux transports en commun, le forfait imagine R est devenu au fil des ans le compagnon indispensable de tous les jeunes Franciliens. Proposé aux voyageurs de 4 à 26 ans, il permet à tout âge de découvrir toute la région Île-de-France et son exceptionnel patrimoine culturel. Pour vous accompagner dans cette découverte, vous pouvez bénéficier de tarifs réduits dans près de 300 lieux culturels, grâce aux partenariats noués par Île-de-France Mobilités.\nNous avons la volonté de doter l’Île-de-France de l’un des meilleurs réseaux de transports en commun au monde. Ces transports, nous les voulons écologiques et responsables, afin de répondre aux attentes de toute une génération face au défi climatique.",
    "trans": "Good morning,\nThank you for subscribing to imagine R 2024-2025. All the information you need to know about your package is at the bottom of this email.\nA word from the President of Ile-de-France Mobilités :\nDear subscriber,\nThank you for subscribing or renewing your imagine R subscription.\nMore than just a subscription to public transport, over the years the imagine R plan has become an essential companion for all young people in Ile-de-France. Offered to travellers aged between 4 and 26, it allows at all ages to discover the entire Île-de-France region and its exceptional cultural heritage. To help you discover the region, you can take advantage of reduced fares in almost 300 cultural venues, thanks to partnerships forged by Île-de-France Mobilités.\nWe want the Île-de-France region to have one of the best public transport networks in the world. We want these transports to be environmentally friendly and responsible, to meet the expectations of an entire generation with regard to the climate challenge."
}