{
    "source": "fr_FR",
    "target": "en_US",
    "text": "années / Mme Stéphanie maternelles à 2e années). Notre objectif est de développer le maximum\nd’habiletés chez les élèves en misant sur l’apprentissage par le jeu. On vise également à\nconscientiser votre enfant au sujet d’une alimentation saine et de favoriser une vie active.\nAfin de développer les compétences de chacun, voici les thèmes qui seront au programme :\nHabilités physiques et motrices : Attitude posturale, Locomotion, Manipulation\nRelations avec les autres : Coopération, Opposition, Coopération-Opposition, Expression\nainsi que les thèmes de l’Effort physique et de Vie active. Nous explorerons les activités\nd’apprentissage au gymnase de l’école ainsi qu’en plein air.\nEn ce qui concerne le code de vie en éducation physique, la règle d’or s’appliquera tout au long\nde l’année : le respect. Elle comprend le respect de soi, le respect envers les autres et le respect\ndu matériel.\nPour ce qui est du code vestimentaire en éducation physique, des espadrilles sportives\n(préférablement à semelle blanche ou pâle) sont fortement recommandées ainsi que des\nvêtements souples et confortables. Les vestiaires seront disponibles pour les 3e à 8e années si les",
    "trans": "years / Mrs Stéphanie kindergarten to 2nd year). Our goal is to develop as many\nskills as possible among our students by focusing on learning through play. We also aim to\nraise your child's awareness of healthy diets and encourage an active lifestyle.\nThe following topics will be on the program in order to develop everyone's skills:\nPhysical and mobility skills: Posture, Locomotion, Manipulation.\nRelationships with others: Cooperation, Opposition, Cooperation-Opposition, Expression\nas well as topics such as Physical Effort and Active Living. We will explore learning activities\nin the school gym and outdoors.\nAs far as the code of conduct in physical education is concerned, the golden rule will be followed throughout\nthe year: Respect. This includes self-respect, respect for others and respect\nfor the equipment.\nAs far as the dress code for physical education is concerned, sports espadrilles\n(preferably with white or light-coloured soles) are strongly recommended, as well as\nsoft and comfortable clothing. Changing rooms will be available for years 3 to 8 if the"
}