{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Réduction de 10€/mois pendant un an valable une seule fois sur les Forfaits Free 5G, et non applicable aux abonnés Free ayant résilié leur ligne mobile dans les 30 jours précédant la souscription, sous réserve de rattachement à l’offre Freebox dans un délai de 1 an à compter de la souscription au Forfait Free 5G. Réduction de 10€/mois pendant 1 an non cumulable avec le passage de la Série Free au Forfait Free 5G.\nRéductions sur le Forfait Free 5G non cumulables avec l’offre à 0€/mois (Forfait 2€) et avec toute autre réduction.\nAvantages Free Family valables sous réserve de rattachement à l’offre Freebox et dans le cadre de l’offre multiligne (même RIB et même adresse). Nombre de réductions avantages abonné Freebox et Free Family valable dans la limite de quatre Forfaits Free 5G. Perte des réductions en cas de résiliation ou de détachement de l’offre Freebox et en cas de détachement du Forfait Free 5G du compte multiligne. En cas de changement d’offre Freebox, la réduction correspondant à la nouvelle offre Freebox s’applique.\nLes tarifs des communications hors forfaits sont mis à disposition dans la Brochure Tarifaire en vigueur.\n4. DURÉE, RENOUVELLEMENT, RÉSILIATION",
    "trans": "€10 discount per month for a year available once on Free 5G rate plan, non-available for Free subscribers who terminated their mobile subscription during the 30 days prior to the subscription, subject to the connection with the Freebox offer within 1 year from the subscription to the Free 5G rate plan. €10 discount per month for a year cannot be combined with the upgrade from the Free Series to the Free 5G rate plan.\nDiscounts on Free 5G package cannot be combined with the €0/month offer (€2 rate plan) and with any other discount.\nFree Family Benefits available valid subject to connection to the Freebox offer and as part of the multiline offer (same IBAN and same address). Number of Freebox and Free Family subscriber benefits discounts valid for up to four 5G Free rate plans. Discounts are lost in the event of a termination or detachment from the Freebox offer and in the event of detachment of the multiline account 5G Free rate plan. In the event of a change of a Freebox offer, the discount associated with the new Freebox offer applies.\nThe out-of-package communication fees are available in the current price list.\n4. DURATION, RENEWAL, TERMINATION"
}