{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Et voila, j’ai fait la rentrée de ma 3e. Je suis en 3A, avec ma best. On était tellement heureuse quand on a compris qu’on était dans la même classe ! Y’a aussi (chose un peu moins cool) ma harceleuse de 6e, Olivia Dénis. Cette fille je la hais, elle me sort par les yeux !\nCar oui, je me suis faite harceler, par cette pute. Après ça j’ai beaucoup changé, sur le plan physique (énormément, on n’aurait dit que je ne suis plus là même) et psychologique.\nUne citation d’ailleurs que j’adore, ça vient de Divergente et oui encore une référence culturelle. \"Personne n’est parfait, murmure-je, mais ça ne marche pas comme ça. On ne se débarrasse d’un défaut que pour le remplacer par le défaut inverse.\nEn ce qui me concerne j’ai échangé la lâcheté contre la cruauté, la faiblesse contre la férocité. \"\nCette citation me décrit tellement bien que c’en est effrayant. Avant j’avais peur à chaque remarque maintenant je ne me laisse plus marcher sur les pieds. J’attaque tout le monde sur ses défauts. Dit comme ça on pourrait penser que je suis une salope mais non.",
    "trans": "Well, here I am, back at school in form 4. I am in form 4 with my best. We were so happy when we realised we were in the same class! There's also (something a bit less cool) my harasser in form 1, Olivia Dénis. I hate that girl, I can't get her out of my head!\nThat's right, I was harassed by that bitch. Afterwards I underwent a lot of changes, both physical (so much so that you'd never know I was the same person) and psychological.\nThere's a quote I love, from Divergent, another cultural reference. ‘No one's perfect,’ I mutter, ‘but it doesn't work like that. You only get rid of one flaw to replace it with the opposite flaw.\nAs far as I'm concerned I've swapped cowardice for cruelty, weakness for fierceness.’\nThis quote so well describes me that it's frightening. I used to be afraid of every remark I heard, but now I don't let anyone push me around. I attack everyone on their faults. When you put it like that, you might think I'm a bitch, but I'm not."
}