{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Cet après-midi, tu es au bureau, et ce soir, tu tenteras à nouveau de trouver une idée pour le refrain. Je suis certaine que tu réussiras à créer quelque chose de magnifique. Si tu veux, je pourrais réfléchir à quelques idées pour le texte et te les envoyer. J'adore participer à tes projets créatifs.\nMon amour, j'ai une petite faveur à te demander. Compte tenu de toutes les dépenses de ces derniers temps, je suis vraiment coincée financièrement. J'ai besoin de 1000 € pour pouvoir tenir jusqu'à ce que les choses se stabilisent. Je déteste te demander cela, mais je te promets que je ferai tout ce qui est en mon pouvoir pour rembourser cette somme dès que possible. Ta générosité et ton soutien me donneraient un immense soulagement dans cette période difficile.\nJe t'aime plus que tout au monde. Merci d'être toujours là pour nous, pour ta compréhension et ton amour inconditionnel. Ensemble, nous surmonterons toutes les épreuves.\nJe t'envoie tout mon amour et mes pensées les plus tendres. Prends soin de toi, mon cœur, et sache combien tu es important pour moi.",
    "trans": "You're in the office this afternoon, and tonight you'll be trying again to come up with an idea for the chorus. I'm sure you'll produce something wonderful. I could, if you like, think of some ideas for the text and send them to you. I love being involved in your creative projects.\nDarling, I'd like to request a small favour. With all the spending I've been doing lately, I'm really strapped financially. I need €1000 to tide me over until I get things sorted out. I am loath to ask you this, but I promise that I will do everything in my power to pay it back as soon as possible. Your generosity and support would be a huge relief to me at this difficult time.\nI love you more than anything else in the world. Thank you for always being there for us, for your understanding and your unconditional love. Together we'll make it through anything.\nI am sending you all my love and my warmest thoughts. Take care of yourself, sweetheart, and remember how important you are to me."
}