{
    "source": "fr_FR",
    "target": "en_US",
    "text": "- Ils proposent des précisions et des modifications à apporter aux modalités de contrôle des connaissances.\n2°)Le renouvellement général des sièges étudiants auconseil d'administration\nLe conseil d'administrationdétermine entre autres les orientations générales de l’établissement, le programme d’enseignement et de recherche, les règles relatives aux conditions d’admission des étudiants, le règlement intérieur de l’établissement, le budget….\n3°) Le renouvellement général des sièges étudiants auconseil scientifique(seuls les doctorants y sont éligibles)\nLe conseil scientifique propose au conseil d'administration les orientations de la politique de recherche. Il est consulté notamment sur l'intitulé à donner aux emplois d'enseignants-chercheurs, sur le contrat d'établissement, sur les demandes d’habilitation. Il assure la liaison entre l'enseignement et la recherche.\n4°)Le renouvellement des sièges étudiants auconseil des formations et de la vie étudiantes(CFVE)\nLe CFVE a pour mission d’élaborer, de coordonner, et de gérer les formations dispensées à l’Inalco (diplômes nationaux de licence et master et diplômes d’établissement). Il impulse et organise au sein de l’établissement la réflexion sur l’offre de formation, et la réflexion sur les pratiques pédagogiques.",
    "trans": "- They offer clarifications and changes to bring to the knowledge assessment procedures.\n2°) General renewal of student seats at the Board of Directors\nThe Board of Directors determines, among other things, the general direction of the institution, the teaching and research programme, the rules governing student admission, the institution's internal regulations and the budget....\n3°) General renewal of student seats at the Scientific Council (only PhD students are eligible)\nThe Scientific Council makes research policy proposals to the Board of Directors. It is particularly consulted on the titles to be given to teaching/research jobs, on the establishment contract and on applications for accreditation. It provides a link between teaching and research.\n4°)Renewal of student seats at the Student Training and Life Council (CFVE)\nThe CFVE is responsible for developing, coordinating and managing the courses offered at Inalco (National Bachelors and Masters Diplomas and Institutional Diplomas). It initiates and organises reflection on the range of courses on offer and on teaching practices within the institution."
}