{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Afin de retrouver plus facilement tous vos relevés (compte courant, épargne bancaire, épargne long terme(1), crédits(2)) et de les avoir toujours à disposition en version électronique, nous vous invitons à activer la dématérialisation dans votre Espace Client CCF.\nEn optant pour la dématérialisation :\nVos relevés sont accessibles partout, tout le temps(3) dans un espace sécurisé.\nVous pouvez les télécharger selon vos besoins.\nL'activation est immédiate et gratuite.\nEnsemble, réduisons notre empreinte environnementale en limitant la consommation de papier.\nActivez votre Espace Client CCF en 3 étapes :\n1. Munissez-vous de votre identifiant CCF à 9 chiffres (remis en agence ou reçu par courrier) et de votre mot de passe provisoire (reçu par courrier)\n2. Depuis l'application mobile Mes Comptes CCF* ou www.ccf.fr, cliquez sur \"Se connecter\"\n3. Définissez votre mot de passe et laissez-vous guider\nEn cas de perte ou d'oubli de votre identifiant ou de votre mot de passe, cliquez sur \"Identifiant ou mot de passe oublié\" pour le recevoir par SMS ou courrier.\nActivez la dématérialisation sur votre Espace Client CCF\nComment faire ?\nRendez-vous sur le site www.ccf.fr.\n• Sur la page d'accueil, cliquer sur \" Mes documents \"",
    "trans": "We encourage you to activate the dematerialisation option in your CCF Customer Area so that you can find all your statements more easily (current account, bank savings, long-term savings(1), loans(2)) and always have them available in electronic format.\nChoosing dematerialisation :\nYou can access your statements anywhere, at any time(3) in a secure area.\nYou can download them whenever you need to.\nActivation is immediate and free of charge.\nTogether, let's reduce our environmental footprint by limiting paper consumption.\nActivate your CCF Customer Area in 3 steps:\n1. Take your 9-digit CCF ID (given to you in your branch or received by mail) and your temporary password (received by mail).\n2. From the Mes Comptes CCF* mobile application or www.ccf.fr, click on ‘Connect’.\n3. Set your password and follow the instructions.\nIf you lose or forget your ID or password, click on ‘Forgot your ID or password?’ to receive it by SMS or by mail.\nActivate dematerialisation on your CCF Customer Area\nHow do I do this?\nGo to www.ccf.fr.\n• On the home page, click on ‘My documents’."
}