{
    "source": "fr_FR",
    "target": "en_US",
    "text": "santé (Taylor et al, 1984). Mais les attributions ont-elles un impact réel sur notre santé? Les recherches à ce sujet indiquent que c'est effectivement le cas (Taylor, 2005).\nIl semble que l'influence des attributions sur la santé se produise au moins de trois façons. Premièrement, l'effet des attributions est médié par un processus physiologique de base, plus précisément par une baisse d'efficacité du système immunitaire (immunosuppression).\nLes gens au style attributionnel pessimiste connaissent une baisse d'efficacité de leur système immunitaire, ce qui leur fait courir le risque de souffrir de certaines maladies où le système immunitaire sera touché (Taylor,\n2005). Ainsi les personnes au style attributionnel pessimiste qui expliquent les événements négatifs par des attributions internes, stables et globales sont plus portées à présenter différentes maladies à court terme, tel un rhume, et à consulter plus souvent le médecin pour des problèmes de santé (Lee & Seligman, 1997). Ces personnes souffrent plus de problèmes de santé, parfois durant plusieurs années (Singh et al., 2010), et parfois de problèmes de santé graves, comme un cancer du sein (Novotny et al., 2010), tandis que d'autres démontrent un moins bon ajustement psychologique quatre ans après une opération de transplantation de cœur Jowsey et al., 2012).",
    "trans": "health (Taylor et al, 1984). But do attributions have a real impact on our health? Research on this topic indicates that they do (Taylor, 2005).\nIt seems that the influence of attributions on health occurs in at least three ways. First, the effect of attributions is mediated by a basic physiological process, specifically by a decrease in the efficiency of the immune system (immunosuppression).\nPeople with a pessimistic attributional style experience a decline in the effectiveness of their immune system, which puts them at risk of suffering from certain diseases where the immune system will be affected (Taylor,\n2005). Thus, people with a pessimistic attributional style who explain negative events by internal, stable, and global attributions are more likely to suffer from various short-term illnesses, such as a cold, and consult a doctor more often for health problems (Lee & Seligman, 1997). These individuals experience more health problems, sometimes for several years (Singh et al., 2010), and sometimes even serious health issues, such as breast cancer (Novotny et al., 2010), while others show poorer psychological adjustment four years after heart transplant surgery Jowsey et al., 2012)."
}