{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Réciproquement, Basic-Fit peut résilier ce Contrat au plus tard 4 semaines avant l'expiration de celui-ci.\nb. Dans les hypothèses mentionnées au point a, la résiliation prendra effet à la réception des justificatifs demandés. Si vous ne le faites pas, le Contrat est renouvelé pour une durée indéterminée et est ensuite à tout moment résiliable par les parties, et ce, toujours compte tenu d'un délai de préavis d’une Période de 4 Semaines commençant à courir à compter du premier jour suivant le prochain paiement pour la prochaine Période de 4 Semaines.\nVous avez souscrit un contrat dont la période minimum d’engagement est de 52 semaines payantes, qui n'inclut pas la période de gratuité offerte en promotion.\nVotre abonnement Basic prend fin le : 05/07/2024inclus, conformément aux conditions générales.\nVous pouvez profiter de nos installations jusqu’à cette date.\nLe prélèvement automatique s'arrête directement après le paiement de la dernière contribution.?\nNous espérons que vous avez pris un grand plaisir à utiliser nos installations pendant votre adhésion et que cela a contribué positivement à votre remise en forme. Si vous souhaitez reprendre le sport chez nous plus tard, nous serons ravis de vous accueillir de nouveau !\nSi vous avez d'autres questions, n'hésitez pas à nous recontacter. Vous pouvez aussi consulter notre FAQ ainsi que votre espace Mon Basic-Fit.",
    "trans": "Likewise, Basic-Fit may terminate this Contract no later than 4 weeks prior to its expiration.\nb. In the cases mentioned in point a, termination will take effect upon receipt of the requested proofs. Failure to do so will result in the Contract being renewed for an indefinite period, after which it may be terminated at any time by either party, subject to a notice period of 4 Weeks starting on the first day following the next payment for the next 4 Weeks Period.\nYou have subscribed to a contract with a minimum commitment period of 52 paid weeks, which does not include the free promotional period.\nYour Basic subscription ends on: 05/07/2024 inclusive, in accordance with the general terms and conditions.\nYou can enjoy our facilities until this date.\nDirect debit stops immediately after the last contribution has been paid?\nWe trust that you have enjoyed using our facilities during your membership and that it has made a positive contribution to your fitness. If you'd like to return to the gym at a later date, we'd be delighted to welcome you back!\nDo not hesitate to contact us if you have any further questions. You can also consult our FAQ and your My Basic-Fit space."
}