{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Le CPP se réunit 4 fois par année et a pour mandat de soutenir, d’encourager et d’accroître l’engagement des parents au niveau du Conseil scolaire catholique MonAvenir afin d’améliorer le rendement des élèves et leur bien-être. C’est le CPP qui a offert l’an dernier la série de d’ateliers «Le CPP vient chez vous ».\nLire la lettre de recrutement du 26 septembre 2024\nVoir le tableau des postes à combler par famille d’écoles\nDate limite pour soumettre sa candidature :le vendredi 11 octobreen communiquant avec Mme[redacted_name] [redacted_email].\nVeuillez indiquer l’école que fréquente votre enfant si vous posez votre candidature pour un des sièges vacants. L’attribution des sièges vacants de chaque famille d’écoles se fait par tirage au sort, si nécessaire.\nNB: Le Comité de participation des parents (CPP) regroupe des parents de tout le conseil scolaire alors que le conseil d’école (CE) est spécifique à chaque école. Si vous êtes intéressés à rejoindre votre conseil d’école (CE), nous vous invitons à contacter la direction de l’école fréquentée par votre enfant.",
    "trans": "The CPP meets 4 times a year and is mandated to support, encourage and increase parent involvement in the Conseil scolaire catholique MonAvenir to improve student achievement and well-being. It was the CPP that offered last year’s \"The CPP Comes to You\" workshop series.\nRead the September 26, 2024 recruitment letter\nSee the table of positions to be filled by school family\nDeadline for applications: Friday October 11 by contacting Ms [redacted_name] [redacted_email].\nPlease indicate the school your child attends if you are applying for one of the vacant positions. Vacancies within each school family are allocated by random draw, if necessary.\nNote: The Parent Participation Committee (PPC) brings together parents from the entire school board, while the School Council (SC) is specific to each school. If you are interested in joining your school council, please contact the principal of the school your child attends."
}