{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Appareilphoto\nLa commande de l’appareil photo permet de passer rapidement à la caméra TrueDepth avant (iPhone16, iPhone16Plus, iPhone16Pro, iPhone16ProMax).\nIl est désormais possible de prendre des photos spatiales et d’enregistrer des vidéos spatiales grâce au nouveau mode Spatial de l’appareil photo (iPhone15Pro, iPhone15ProMax).\nAirPods\nLa fonctionnalité «Test d’audition» vous permet d’obtenir des résultats de test d’audition validés scientifiquement depuis chez vous (cette fonctionnalité est destinée aux personnes âgées d’au moins 18ans).\nLa fonctionnalité «Appareil auditif» apporte une aide auditive de qualité médicale personnalisée qui s’applique automatiquement aux sons ambiants ainsi qu’à la musique, aux vidéos et aux appels (cette fonctionnalité s’adresse aux personnes âgées d’au moins 18ans souffrant d’une perte auditive perçue légère à moyenne).\nCertaines fonctionnalités requièrent des AirPodsPro2 avec la version7B19 ou ultérieure du programme interne. Certaines fonctionnalités peuvent ne pas être disponibles dans tous les pays ou toutes les régions. Pour en savoir plus, consultez la page suivante: https://apple.com/fr/airpods-pro/feature-availability/\nCette mise à jour apporte également les améliorations et les correctifs suivants:",
    "trans": "Camera\nThe camera control lets you quickly switch to the front TrueDepth camera (iPhone16, iPhone16Plus, iPhone16Pro, iPhone16ProMax).\nTaking space photos and recording space videos is now possible thanks to the camera's new Spatial mode (iPhone15Pro, iPhone15ProMax).\nAirPods\nThe “Hearing Test” feature gives you scientifically validated hearing test results from the comfort of your own home (this feature is intended for people aged 18 and over).\nThe “Hearing aid” feature provides a personalized, medical-grade hearing aid that automatically applies to ambient sounds as well as music, videos and calls (this feature is designed for people aged 18 and over with mild to moderate perceived hearing loss).\nNote that some features require AirPodsPro2 with internal program version 7B19 or later. Some features may not be available in all countries or regions. To find out more, visit https://apple.com/fr/airpods-pro/feature-availability/\nThis update also brings the following improvements and corrections:"
}