{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Avant le coup d'envoi du match des Yana DOKO contre le Honduras ce jeudi 10 octobre 2024 au stade Omnispirts de Sinnamary dans le cadre de la Ligue des Nations de la Concacaf-Ligue A. Nous souhaitons porter votre attention sur certaines activités Media lors de la phase de groupe :\nAccréditation\nSi vous n'avez pas encore reçu votre badge d'accréditation, à votre arrivée, merci de vous rendre au guichet et demandez pour Madame Armide Amaranthe HORTH. Pour toute difficulté quelconque, n'hésitez pas à revenir vers moi au 0694 24 75 69.\nLes interview sont ouvertes aux ayants droit avec trois règles :\nle journaliste ne peut pas être devant la caméra\nDeux à trois questions courtes.\nEt ne mentionnez pas la chaîne de télévision pour laquelle vous travaillez, cela devrait être une interview neutre.\nPour les entretiens d'avant et d'après le match, cela se passe ainsi pour les médias détenteurs des droits :\nEntretien d'arrivée : Entraîneur principal des deux équipes - dans la zone d'arrivée des équipes.\nEntretien d'après-match : Un joueur par équipe - sur le terrain au plus tôt 1h30 après le coup de sifflet final.\nAu coup d'envoi, que vous soyez détenteurs des droits ou pas, aucun média ne doit être sur et au bord de la pelouse.",
    "trans": "Before the Yana DOKO game's kick-off against Honduras this Thursday October, 10th, 2024 at the Sinnamary Omnisports stadium as part of the Concacaf-Ligue A Nations League. We would like to draw your attention to some Media activities during the group phase :\nAccreditation\nIf you have not yet received your accreditation badge, upon arrival, please go to the counter and ask for Mrs Armide Amaranthe HORTH. If you have any problems, please don't hesitate to contact me on 0694 24 75 69.\nInterviews are open to right holders, with three rules :\nthe journalist can't be in front of the camera\ntwo to three quick questions.\nAnd do not mention the television network you're working for, it should be a neutral interview.\nFor pre- and post-game interviews, that's how it is for the right holding media:\nArrival interview : Head coach for both teams - in the team's arrival area.\nPost-game interview : One player per team - on the field at the earliest 1 hour 30 after the end of the game.\nAt kickoff, whether you are or not a right holder, no media may be on or near the field."
}