{
    "source": "fr_FR",
    "target": "en_US",
    "text": "de 40 heures sont adoptés en 1936.\nEnsuite, pendant les «Trente Glorieuses » (1945–1975),\nl’industrie se développe à grande vitesse: la France devient la\n4e puissance économique mondiale.\nUn marché du travail inégalitaire\nSur un plan international, l’économie française occupe\naujourd’hui le 6e rang. De nombreuses jeunes entreprises\ninnovantes, surtout dans les domaines des nouvelles\ntechnologies, de la biotechnologie et de la médecine offrent\nleur chance aux jeunes inventeurs compétitifs dans les métiers\nde demain.\nPourtant un problème majeur demeure: le chômage des jeunes\nqui touche surtout les jeunes peu qualifiés ou issus de milieux\ndéfavorisés. Certains restent durablement au chômage, d’autres\nse financent grâce à de petits boulots, espérant sortir de la\nprécarité.\nTrouver un emploi\nLes stages en entreprises et le bénévolat sont une bonne\nmanière de se préparer au monde professionnel et parfois\nmême de décrocher un poste.\nDepuis longtemps, les entreprises mettent en ligne leurs offres\nd’emploi. Aujourd’hui, elles recrutent de plus en plus souvent\nles candidats sur les réseaux sociaux et professionnels en",
    "trans": "of 40-hours were adopted in 1936.\nThen, during the “Trente Glorieuses” (1945-1975),\nThe industry is developing at high speed: France is becoming the\n4th world economic powerhouse.\nAn unequal job market\nOn a global scale, France's economy ranks\ncurrently 6th in the world. Many innovative\nstart-ups, especially in the fields of new\ntechnologies, biotechnology and medicine, are offering\nyoung and ambitious inventors in the professions of\nthe future.\nNevertheless, a major problem prevails: youth unemployment\nwhich mainly affects young people with few qualifications or from disadvantaged\nbackgrounds. Some remain unemployed for long periods, while others\nfinance themselves through odd jobs, hoping to break out of the\nprecariousness.\nFinding a job\nInternships and volunteering are a good\nway to prepare for the job market, and sometimes\neven to secure a job.\nFor a long time now, companies have been posting their job\noffers online. Nowadays, they are increasingly recruiting\ncandidates on social and professional networks"
}