{
    "source": "fr_FR",
    "target": "en_US",
    "text": "4La Fin des paysans fit l’objet de diverses critiques. L’ouvrage n’en occupa pas moins le devant de la scène durant trois décennies, la société paysanne (française en particulier) se conformant au fil des ans au modèle décrit par l’auteur, tout en affichant dans ses rapports avec l’État –ce qu’avait aussi prévu Henri Mendras– les traits spécifiques qu’on lui reconnaît aujourd’hui.\n5Par l’intermédiaire du Groupe de sociologie rurale (créé par Henri Mendras en 1960 au sein du Centre d’études sociologiques), et avec la collaboration active de Marcel Jollivet, le travail entrepris dans La Fin des paysans se prolongera dix ans encore par plusieurs séries d’études, tant en France qu’à l’étranger (Atlas de la France rurale, 1968 ; Terres, paysans et politique, 1969). Par ailleurs, amorcé en 1970 sous l’impulsion de l’UNESCO, un grand projet d’analyse comparative des paysanneries de l’Europe occidentale et orientale donnera lieu à plusieurs publications échelonnées de 1977 à 1982.",
    "trans": "4. The End of the Peasants was widely criticized. Nonetheless, the book remained in the spotlight for three decades, as peasant society (particularly in France) conformed over the years to the model described by the author, while at the same time displaying in its relations with the State – as Henri Mendras had also predicted – the specific traits it is recognized for today.\n5. Through the Rural Sociology Group (created by Henri Mendras in 1960 within the Center for Sociological Studies), and with the active collaboration of Marcel Jollivet, the work initiated in The End of the Peasants continued for another ten years with several series of studies, both in France and abroad (Atlas de la France rurale, 1968; Terres, paysans et politique, 1969). In addition, initiated in 1970 at the instigation of UNESCO, a major project for comparative analysis of the peasantry in Western and Eastern Europe gave rise to several publications spread over the period 1977-1982."
}