{
    "source": "fr_FR",
    "target": "en_US",
    "text": "La Nouvelle-France du xviiesiècle, sous le règne de Louis XIV, se consacre surtout à des activités en lien avec le commerce de fourrures2. Avec seulement 6,3% de femmes, la population est principalement composée d’hommes, et l'écart entre les sexes ne fait que se creuser3. En échange d’un monopole sur la traite des fourrures, une politique d’augmentation de la démographie est mise en place à court terme. L’objectif est de rétablir la parité entre les sexes en l’espace de 15 ans en faisant venir des femmes de France. Une campagne de recrutement pour trouver de jeunes filles à marier s’amorce dans plusieurs régions de la France (mais également de l’Allemagne, de l’Angleterre, de la Belgique, du Portugal et de la Suisse). Celles-ci sont recrutées de façon volontaire4. Les femmes sont principalement issues de milieux pauvres et sont en quête de meilleures conditions socio-économiques4. Comme le roi fournit une dot et couvre les dépenses de leurs déplacements vers la Nouvelle-France, environ 770 jeunes femmes arriveront à Québec entre 1663 et 1673. En moyenne, les jeunes filles se marient en l’espace de 5 mois. Leur arrivée sera à l’origine de 606 mariages. Ces derniers porteront leurs fruits avec un rétablissement de la parité hommes-femmes et une augmentation de la démographie en l’espace de 10 ans avec plus de 4500 naissances5.",
    "trans": "New France in the 17th century, under the reign of Louis XIV, was mainly devoted to activities related to the fur trade2. With only 6.3% of women, the population was mainly composed of men, and the gender gap only grew wider3. In exchange for a monopoly on the fur trade, a policy of increasing demographics was implemented in the short term. The goal was to restore gender parity within 15 years by bringing women from France. A recruitment campaign to find young girls to marry was launched in several regions of France (as well as Germany, England, Belgium, Portugal, and Switzerland). These women were recruited voluntarily4. Most of the women came from poor backgrounds and were looking for better socio-economic conditions4. As the king provided a dowry and covered the expenses of their travels to New France, some 770 young women arrived in Quebec City between 1663 and 1673. On average, these girls would marry within 5 months. Their arrival led to 606 marriages. These marriages would bear fruit with the restoration of gender parity and a population increase within 10 years, resulting in over 4,500 births5."
}