{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Votre colis de la part de S-BE est en route vers un Point d'enlèvement à proximité.\nNous vous informerons par e-mail et/ou l’app My bpost quand votre colis sera disponible pour être récupéré.\nCode-barres[redacted_url]\nAdresse de livraison\n[redacted_address]\nTentative de livraison\nAujourd'hui à 13:10\nDétails\nContribuez à la réduction du CO₂\nFaites livrer vos colis directement à votre Point d’enlèvement préféré ou assurez-vous que nous puissions toujours les livrer à votre domicile en votre absence. De cette façon, nous épargnons les kilomètres supplémentaires.\nIndiquer mes préférences de livraison\nQuestions relatives à votre\nQuand puis-je récupérer mon colis ?\nVotre colis sera normalement disponible à partir de demain 11 heures, mais nous vous conseillons d’attendre un e-mail, une notification par l’app My bpost et/ou un SMS qui confirme que votre colis est disponible pour être récupéré.\nDans quel Point d’enlèvement mon colis sera-t-il disponible ?",
    "trans": "[...] Hello BAYAN TANAB,Your parcel from S-BE is on its way to a nearby Pickup Point.\nWe will inform you via email and/or the My bpost app when your parcel is ready for collection.\nBarcode: [redacted_url]\nDelivery Address\n[redacted_address]\nDelivery Attempt\nToday at 1:10 PM\nDetails\nContribute to reducing CO₂\nHave your parcels delivered directly to your preferred Pickup Point, or make sure we can always deliver them to your home, even in your absence. This helps reduce unnecessary extra mileage.\nSet my delivery preferences\nQuestions about your delivery\nWhen can I collect my parcel?\nYour parcel should normally be available starting tomorrow at 11:00 AM. However, we recommend waiting for an email, a notification from the My bpost app, or an SMS confirming that your parcel is ready for collection.\nAt which Pickup Point will my parcel be available?The Pickup Point where we plan to deliver your parcel is indicated in the My bpost app or on the track & trace. The Pickup Point may change due to unforeseen circumstances. To know exactly where your parcel is ready for collection, please check the email you will receive when your parcel has been delivered to the Pickup Point, or refer to the notification in the My bpost app or the track & trace.[...]"
}