{
    "source": "fr_FR",
    "target": "en_US",
    "text": "- en mode expert si vous représentez une entreprise ou intervenez pour le compte de plusieurs entreprises depuis cet espace.\nEn mode simplifié et par sécurité, un lien utilisable 72heures maximum est envoyé immédiatement par courriel à l’adresse électronique déclarée afin d’en vérifier la validité.\nVous recevrez ensuite un code unique d’activation par voie postale (pour des raisons de sécurité) qui vous permettra d’activer votre espace abonné en cliquant sur «Activer mon espace/mes services» (code actif 60 jours maximum à compter de la demande d’activation). À l’issue de cette démarche, votre espace est immédiatement opérationnel.\nUne fois votre espace professionnel activé en mode simplifié, vous êtes automatiquement habilité aux services de consultation et de paiement des impôts et taxes et vous pouvez gérer les services en ligne et la mise à jour descomptesbancaires.\nDepuis votre espace professionnel, vous pouvez ainsi:\n- déclarer et payer vos impôts professionnels,\n- consulter vos données fiscales,\n- effectuer des démarches en ligne (par exemple, obtenir une attestation de régularité fiscale ou une attestation de résidence fiscale),\n- consulter et payer votre avis de CFE et/ou d’IFER,\n- poser vos questions grâce à votre messagerie sécurisée.",
    "trans": "- in expert mode if you represent a company or act on behalf of several companies from this area.\nIn simplified mode, for security reasons, a link that can be used for up to 72 hours is sent immediately by e-mail to the e-mail address you have entered, in order to check its validity.\nYou will then receive a unique activation code by post (for security reasons), which will allow you to activate your subscriber space by clicking on \"Activate my space/my services\" (code active for a maximum of 60 days from activation request). Once this procedure has been completed, your space is immediately operational.\nOnce your professional space is activated in simplified mode, you are automatically authorized to use the services for consulting and paying taxes and fees, and you can manage online services and update bank accounts.\nFrom your professional space, you can thus:\n- declare and pay your business taxes,\n- consult your tax data,\n- carry out online procedures (e.g., obtain a tax clearance certificate or a tax residence certificate),\n- consult and pay your CFE and/or IFER notices,\n- ask questions via your secure messaging system."
}