{
    "source": "fr_FR",
    "target": "en_US",
    "text": "C’est historiquement le plus gros propriétaire de boîtes de nuit en France.\nMais durant ces 15 dernières années, il a créé un empire dans la restauration, l’événementiel et l’hôtellerie.\nCe groupe, Paris Society, a été racheté par le géant de l’hospitalité ACCOR fin 2022, pour un montant estimé à environ 300 millions d’euros. Les Planches, le Piaf, LOULOU, Gigi, le Raspoutine, Monsieur Bleu, Castel ou encore Bagatelle…Ces lieux aussi bien mythiques que magiques ont un point commun et c’est Laurent de Gourcuff, fondateur de Paris Society.\nOrganiser des “boums” à 15 ans, puis des soirées promues à coups de flyers à 17 ans, pour acheter les Planches à 22 ans, n’était que le début du phénomène Gourcuff.\nPendantsa création en 2008, Paris Society est devenu une référence majeure dans le secteur de l’hospitalité de luxe en France. Le groupe se distingue par son portfolio impressionnant de plus de 60 établissements, qui inclut des restaurants, des clubs, des hôtels, et des lieux dédiés à l’événementiel, tous caractérisés par leur haut de gamme, leur exclusivité, et leur lieu.\nUn rendez-vous hors du commun dans un moment hors du commun pour Laurent de Gourcuff, qui a choisi de ne s’exprimer qu’au micro de Génération Do It Yourself :",
    "trans": "Over the years, he has been France's biggest nightclubs owner.\nHowever, over the past 15 years, he has built up an empire in catering, events and hotels.\nThis group, Paris Society, was bought by hospitality giant ACCOR in late 2022, for an estimated 300 million euros. Les Planches, le Piaf, LOULOU, Gigi, le Raspoutine, Monsieur Bleu, Castel or Bagatelle... These mythical and magical places all share one thing in common, and that's Laurent de Gourcuff, founder of Paris Society.\nOrganizing “boums” at the age of 15, then flyer-promoted parties at 17, to buying Les Planches at 22, was just the beginning of the Gourcuff phenomenon.\nParis Society has become a major player in the luxury hospitality sector in France since its creation in 2008. The group stands out for its impressive portfolio of over 60 establishments, including restaurants, clubs, hotels and event venues, all characterized by their high quality, exclusivity and location.\nAn extraordinary appointment at an extraordinary time for Laurent de Gourcuff, who chose to speak exclusively to the microphone of Génération Do It Yourself:"
}