{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Si un membre, ou un élève porte atteinte au bon fonctionnement de l’école, dénigre ou manque de respect à tout membre de la communauté éducative, cela pourra conduire à la résiliation de l’inscription de l’enfant à la scolarité. Selon la gravité de la situation, la radiation de l’élève pourra s’effectuer sans délai ou, dans le meilleur des cas, à la fin d’une période, au moment des vacances scolaires.\nLes parents sont garants du respect par l’enfant des dispositions du règlement intérieur de l’école. Ils doivent notamment respecter et faire respecter les horaires de l’école.\nL’établissement peut être amené à utiliser des photographies ou extraits vidéo de groupes d’enfants en situation d’activité scolaire pour un usage pédagogique en classe ou pour des publications sur le site Internet et la plaquette de l’établissement. Toutefois, les parents peuvent s’opposer à l’utilisation de l’image de leur enfant en le notifiant à la direction par un courrier, signé et daté.\nTout usage public ou promotionnel de contenus photos et/ ou vidéo fait l’objet d’un formulaire de demande d’autorisation préalable et spécifique à cet usage.\n9. Responsabilité et sanctions",
    "trans": "If a member, or a student interferes with the proper running of the school, denigrates or disrespects any member of the educational community, this may lead to the termination of the child's enrollment in the school. Depending on the seriousness of the situation, the student may be expelled immediately or, in the best case, at the end of a period, at the time of school vacations.\nParents are responsible for ensuring that their children comply with the school's internal regulations. In particular, they must respect and ensure compliance with the school schedule.\nThe facility may be required to use photographs or video clips of groups of children in a school environment for pedagogical use in the classroom or for publications on the website and the facility's brochure. However, parents may object to the use of their child's image by notifying the administration in writing, signed and dated.\nAny public or promotional use of photo and/or video content is subject to a specific prior authorization request form.\n9. Responsibility and sanction"
}