{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Journal de données\nNous pouvons collecter des informations que votre navigateur envoie chaque fois que vous visitez notre Service («Log Data»). Ce journal de données peut inclure des informations telles que l'adresse IP de votre ordinateur, le type de navigateur, la version du navigateur, les pages de notre Service que vous visitez, l'heure et la date de votre visite, le temps passé sur ces pages et autres statistiques.\nEn outre, nous pouvons utiliser des services tiers tels que Google Analytics qui recueillent, surveillent et analysent ce type d'information afin d'accroître la fonctionnalité de notre service. Ces fournisseurs de services tiers ont leurs propres politiques de confidentialité prévoyant la façon dont ils utilisent ces informations.\nLorsque vous accédez au service par ou via un appareil mobile, nous pouvons recueillir automatiquement certaines informations, y compris, mais sans s'y limiter, le type de périphérique mobile que vous utilisez, le dispositif unique ID de votre appareil mobile, l'adresse IP de votre téléphone portable, votre système d'exploitation mobile, le type de navigateur Internet mobile utilisé et d'autres statistiques.",
    "trans": "Log Data\nWe may collect information sent by your browser each time you visit our Service (“Log Data”). This Log Data may include information such as your computer's IP address, browser type, browser version, the pages of our Service you visit, the time and date of your visit, the time spent on those pages and other statistics.\nWe may also use third-party services such as Google Analytics that collect, monitor and analyze this type of information in order to enhance the functionality of our Service. These third-party service providers have their own privacy policies governing how they use this information.\nBy accessing the service through or via a mobile device, we may automatically collect some information, including, but not limited to, the type of mobile device you are using, the unique device ID of your mobile device, your cellphone's IP address, your mobile operating system, the type of mobile web browser used and other statistics."
}