{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Le contexte conceptuel d’une étude désigne l’ensemble des concepts, théories et cadres de référence qui servent de base à la recherche. Il permet de situer l’étude dans son domaine scientifique et de montrer les relations entre les différents concepts clés. Cela aide à comprendre les bases intellectuelles de la recherche et à préciser les angles d’analyse adoptés. Par exemple, dans une étude sur la motivation des employés, le contexte conceptuel pourrait inclure des théories psychologiques comme celle de Maslow (pyramide des besoins).\n2. À quoi sert la méthodologie de recherche ?\nLa méthodologie de recherche définit comment l’étude va être menée concrètement. Elle décrit les outils, techniques et approches utilisés pour collecter et analyser les données. Le choix de la méthodologie dépend du type de recherche (qualitative, quantitative, mixte), et elle assure que la recherche est rigoureuse et que les résultats sont fiables. En résumé, la méthodologie permet de répondre de façon structurée à la question de recherche.",
    "trans": "The conceptual context of a study refers to the set of concepts, theories and reference frameworks on which the research is based. It helps to situate the study within its scientific field, and to show the relationships between the various key concepts. This helps to understand the intellectual foundations of the research and to clarify the angles of analysis adopted. For example, in a study of employee motivation, the conceptual context might include psychological theories like Maslow's (pyramid of needs).\n2. What is the purpose of research methodology?\nResearch methodology defines the practical way in which the study will be carried out. It describes the tools, techniques and approaches used to collect and analyze data. The choice of methodology depends on the type of research (qualitative, quantitative, mixed), and ensures that the research is accurate and the results reliable. In short, methodology provides a structured answer to the research question."
}