{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Une grande leçon d'harmonie et d'équilibre, le « modern style » qui résidait davantage dans l'apparence, la décoration d'une bâtisse que dans l'adaptation de son ossature.\nLa coque externe est conçue pour s'adapter parfaitement à la nature, et la coque interne est complètement consente avec la scène intime de l'architecture de l'espace de vie.\nChaque pièce se distingue par les qualités spécifiques des matériaux utilisés (marbre noir et blanc, marbre rose, tuiles dorées, bois précieux, bronze, etc...) et par l'intensité des marques de lumière naturelle à l'inverse le degré d'intimité plus ou moins élevé de la pièce.\nLa maison est profondément enracinée dans la culture de l'environnement dans laquelle elle est établie. Elle atteint l'individualité, déjà reconnue, qui est aussi la conséquence de sa relation parfaite avec le lac Léman, les Dents du midi et la nature.\nCette propriété, actuellement à rénover, compte 2 grandes piscines (intérieure et extérieure), un port et un héliport privés pour un confort des plus luxueux.\nÀ proximité des transports publics, des écoles internationales et du centre-ville de Montreux.",
    "trans": "A great lesson in harmony and balance, the “modern style” that lay more in the appearance and decoration of a building than in the adaptation of its framework.\nThe outer structure is designed to adapt perfectly to nature, while the inner structure is completely in tune with the intimate architectural scene of the living space.\nEach room is distinguished by the specific qualities of the materials used (black and white marble, pink marble, gilded tiles, precious woods, bronze, etc...) and by the intensity of the natural light marks conversely the room's greater or lesser degree of intimacy.\nThe house is deeply rooted in the culture of the environment in which it is built. It achieves an already recognized individuality, which is also the result of its perfect relationship with Lake Geneva, the Dents du Midi and nature.\nHis property, currently in need of renovation, includes 2 large swimming pools (indoor and outdoor), a private dock, and a private helipad for the ultimate in luxurious comfort.\nClose to public transport, international schools and the center of Montreux."
}