{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Paris est une succession de villages.\nLes gens ne sortent de leur quartier que pour aller travailler, et très vite, pour peu que l'on soit sociable, on connait les gens de son quartier. C'est un peu moins vrai dans les lieux à fort mouvement, comme les alentours des gares, par contre.\nMon premier conseil est donc avant tout de trouver son quartier. Chacun ne sera pas à l'aise au même en droit de la capitale. Une de mes ex ne jurait que par son quartier, Place Blanche. Un ami ne voit que le 14e. Moi, mon quartier sera toujours le 20e arrondissement, à l'angle de la rue des Pyrénées et de la Rue de Menilmontant, ou bien vers la Porte de Montreuil. Tout comme le patron de mon bar favori, alors que nous sommes tous les deux vivant dans une autre ville.\nTant qu'on a pas trouvé son quartier, Paris peut paraitre rébarbative et inhumaine. Une fois qu'on a trouvé son quartier, Paris est une ville géniale et accueillante. Chaque matin, quand je partais bosser, des commerçants chez qui je n'étais jamais allé me disait bonjour, les passants saluaient ceux qu'ils connaissaient de vue, etc.",
    "trans": "Paris is a succession of villages.\nThe only reason people leave their neighborhoods is to go to work, and very quickly, if you're sociable, you get to know the people in your neighborhood. This is a little less true in busy areas, such as around railway stations, however.\nSo my first piece of advice is to find your neighborhood. Not everyone will be comfortable in the same part of the capital. One of my exes swore by her neighborhood, Place Blanche. One of my friends only sees the 14e. As for me, my neighborhood will always be the 20e, at the corner of Rue des Pyrénées and Rue de Menilmontant, or towards Porte de Montreuil. Just like the owner of my favorite bar, even though we both live in a different city.\nParis can seem daunting and inhuman until you've found your neighborhood. Once you've found your neighborhood, Paris is a great, welcoming city. Every morning, when I was leaving for work, shopkeepers I'd never been to before would say hello to me, passers-by would greet people they knew by sight, and so on."
}