{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Un accès illimité à notre outil Digital Learning pour bénéficier de formations au quotidien\nUn suivi RH pour faire le point sur votre parcours et vos souhaits professionnels futurs au sein de Clarins. En 2023, 30% des alternants se voyaient proposer un contrat CDD ou CDI\nUn engagement envers la Responsabilité Sociale & Environnementale intégré dans notre raison d’être\nReconnu.e pour votre capacité à travailler avec efficacité et en équipe sur plusieurs projets simultanés\nDes produits uniques et des services innovants\nDoté.e d’un bon sens du business et passionné.e par les challenges\nVous êtes:\nOrienté.e satisfaction clients et résultats\nAnimé.e par la volonté d’évoluer dans une entreprise engagée au service d’une Beauté Responsable, vous avez une réelle appétence pour l’univers des cosmétiques\nUne personne agile, rigoureuse et organisée\nLa préparation d’un diplôme de type Bac +4 ou Bac +5 en école de commerce ou université avec une spécialisation en Marketing / Management / Digital\nUne première expérience (en stage ou alternance) réussie dans le domaine du digital",
    "trans": "Unlimited Access to our Digital Learning Tool to Enjoy Training on a Daily Basis\nHR support to review your career path and your future career aspirations within Clarins. By 2023, 30% of work-study students were offered a fixed-term or permanent contract.\nA commitment to social and environmental responsibility as part of our raison d'être;\nRecognised for your ability to work efficiently and as part of a team on several simultaneous projects;\nUnique products and innovative services;\nA good business mind and a passion for challenges.\nYou are:\nCustomer satisfaction and results focused;\nDriven by a desire to work for a company committed to Responsible Beauty, you have a real appetite for the cosmetics industry;\nAn agile, rigorous and organised person;\nA degree (Bac +4 or Bac +5) from a business school or university with a specialisation in Marketing/Management/Digital;\nA first successful experience (internship or work-study) in the digital sector."
}