{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Restaurant bistronomique avec une cuisine raffinée\nCave à vin en libre service « bring your own bottle\"\nClientèle internationale, qui amène donc une expérience enrichissante\nL’idée de notre restauration est une cuisine locale, sur les jardins, les marchés et les nombreux retours de pêche qu’offre notre beau littoral pour travailler de manière traditionnelle et gourmande. Nous proposons à notre clientèle un lieu chaleureux où se retrouver entre amis, collègues de travail et en famille pur de beaux moments de partages.\nMissions\nAccueil et conseil à la clientèle de particuliers et professionnels\nMise en place et service du vin pour les clients\nGestion des stocks, réassort\nSélection de vins\nConseiller les clients sur les accords mets-vins\nProfil recherché\nQualités requises : Sens du service, polyvalence, réactivité, autonomie et respect\nCompétences : Gestion de la pression, rigourosité\nFormation\nDurée : 14 mois (1 semaine en formation par mois à l’école Franck Thomas Formation, 3 semaines en entreprise).\nDébut : 24 octobre 2024 dans notre centre de formation d’Antibes\nPossibilité de rejoindre la formation jusqu'au 15 novembre\nAvantages de la formation",
    "trans": "Bistronomic Restaurant with refined cuisine\nSelf-service “bring your own bottle” wine cellar\nInternational clientele, providing an enriching experience\nThe concept of our restaurant is to offer local cuisine, based on gardens, markets, and the many fish returns from our beautiful coastline, working in a traditional and gourmet manner. We provide our clientele with a warm place to gather with friends, colleagues, and family for wonderful moments of sharing.\nMissions\nWelcoming and advising private and professional customers\nWine setup and service for customers\nStock management, restocking\nWine selection\nAdvising customers on food and wine pairings\nDesired Profile\nRequired qualities: Sense of service, versatility, responsiveness, autonomy, and respect\nSkills: Ability to manage pressure, rigor\nTraining\nDuration: 14 months (1 week training per month at Franck Thomas Formation, 3 weeks on the job).\nStart date: October 24, 2024, at our training center in Antibes\nPossibility of joining the training program until November 15\nTraining Benefits"
}