{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Nous avons pris cette mesure, car nous soupçonnons que votre offre pour ce produit porte atteinte à la propriété intellectuelle d’autrui. La page détaillée du produit utilise le terme protégé de la marque commerciale d’un autre détenteur de droits. Nous n’avons pas pu confirmer que vous êtes autorisé à utiliser cette marque commerciale sur la page détaillée du produit. L’utilisation non autorisée de cette marque commerciale risque de porter à confusion quant à l’entité qui fournit ou recommande ces produits ou qui a un lien avec ces derniers. La violation d’une marque déposée constitue une infraction à la politique d’Amazon en matière de propriété intellectuelle:[redacted_url]\nComment résoudre la violation d’offre?\nPour remédier à la violation d’offre, cliquez sur Modifier en regard de chaque ASIN concerné dans la section Violations présumées de la propriété intellectuelle. La violation, ainsi que le nom de la marque qui détient la marque déposée sont disponibles dans la colonne Motif de la page Conformité à la politique des produits sur: [redacted_url].",
    "trans": "We have taken this precaution because we suspect that your offer for this product infringes the intellectual property rights of others. The product detail page uses the copyrighted term of another rights holder's trademark. We have not been able to confirm that you are licensed to use this trademark on the product detail page. The unauthorized use of this trademark is likely to cause confusion as to who is supplying, recommending or connected with these products. Trademark infringement is a contravention of Amazon's intellectual property policy: [redacted_url]\nHow to resolve offer fraud?\nTo address the listing violation, click on Modify next to each affected ASIN in the Intellectual property violation section. The violation, along with the name of the trademark holder, can be found in the Reason column on the Policy Compliance page at: [redacted_url]."
}