{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Nous pourrons, alors, vous communiquer les informations que vous demandez.\nAfin que nous puissions vous apporter une réponse, nous vous remercions de bien vouloir réitérer votre mail en langue française.\nVous pouvez vous faire accompagner par un agent de la caisse d’Allocations familiales (Caf) qui vous aidera à exprimer votre demande.\nVous disposez aussi de traducteurs d’une langue étrangère à la langue française, disponibles sur internet.\nSi vous rencontrez une difficulté pour vous connecter, nous vous invitons à contacter votre caisse par téléphone au 3230 (Service gratuit + prix appel) ou si vous êtes étudiant au 09 69 32 52 52 (Service gratuit + prix appel).\nSi votre dossier est en cours de mise à jour, il est possible que la connexion à votre espace soit temporairement indisponible.\nVous pouvez retrouver les délais de traitement de votre caisse sur caf.fr > Ma Caf.\nPour en savoir plus\nLe site caf.fr vous informe sur les aides de la Caf selon votre situation, les démarches et le suivi de votre dossier :\n- la rubrique Aides et démarches > Droits et prestations, vous précise toutes les informations utiles sur les prestations (conditions, montants, démarches) ;\n- l'Espace Mon Compte vous permet de consulter et gérer votre compte.",
    "trans": "We will then be able to give you the information you request.\nIn order for us to respond, we kindly ask that you resend your email in French.\nYou may be assisted by an agent from the Family Allowance Fund (Caf) who will help you express your request.\nYou also have access to foreign language translators to French language available online.\nIf you have issues with connecting, please contact your caisse by telephone on 3230 (free service + call cost) or, if you are a student, on 09 69 32 52 52 (free service + call cost).\nIf your file is in the process of being updated, you may be temporarily unable to connect to your account.\nYou can find the processing delay for your caisse on caf.fr > Ma Caf.\nFor further information\nThe caf.fr website provides information on the different types of assistance available from the Caf, according to your situation, steps to take and how to follow up your file:\n- the Aides et démarches > Droits et prestations section gives you all the useful information on services (conditions, amounts, procedures);\n- the \"Mon Compte\" space allows you to view and manage your account."
}