{
    "source": "fr_FR",
    "target": "en_US",
    "text": "P: Bonjouret Bienvenue! Asseyez-vous s’il vous plaît\nT: Merci!\nP : Merci d’être venu aujourd’hui. Peux-tu te présenter et me dire pourquoi tu souhaites travailler ici, au sein de notre journal ?\nT : Ça crève les yeux que je sois effrayant?\nP: Pas de trouille!\nT: Bonjour, je m’appelle Tomáš, je suis étudiant en troisième année de journalisme à l’université Paris-Sorbonne. J’ai toujours été passionné par l’actualité et l’investigation. Je souhaite rejoindre votre équipe pour apprendre auprès des meilleurs et contribuer à des articles qui ont un impact sur la société.\nP: c’est une bonne motivation. As-tu déjà eu une expérience similaire dans les médias?\nT: Oui, j’ai fait un stage local et j’ai écrit pour l’hebdomadaire au lycée.\nP: Comment gères-tu l’analyse d’informations complexes?\nT: je fais de recherches approfondies, je trie les sources et je synthétise l’article clair et équilibré.\nP: Pourquoi choisir Le Mondeat pas un autre journal - Le Parisien, La libération etc.\nT: Le Monde est un journal qui incarne des valeurs auxquelles je crois profondément- la recherche de vérité, l’indépendance éditoriale et la qualité de l’information.",
    "trans": "P: Hello and welcome! Have a seat please\nT: Thank you!\nP: Thank you for coming today. Can you introduce yourself and tell me why you'd like to work here at our newspaper?\nT: Is it obvious that I’m scary?\nP: Don’t be scared!\nT: Hello, my name is Tomáš, and I'm a third-year journalism student at Paris-Sorbonne University. I have always had a passion for news and investigation. I'd like to join your team to learn from the best and contribute to articles that have an impact on society.\nP: That is a good motivation. Have you had a similar experience in the media?\nT: Yes, I did a local internship and wrote for the weekly paper in high school.\nP: How do you handle the analysis of complex information?\nT: I do in-depth research, sort out the sources and synthesize a clear, balanced article.\nP: Why do you opt for Le Monde and not another newspaper - Le Parisien, La libération etc.\nT: Le Monde is a newspaper that represents values in which I believe deeply - the search for truth, editorial independence and quality of information."
}