{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Wir erwarten:\nUne expérience préalable dans le service client est un atout, en particulier dans l'industrie de la restauration.\nVotre talent inné pour la communication chaleureuse, empathique et claire est une véritable valeur ajoutée.\nVotre souci du détail et votre quête constante d'excellence vous permettent d'offrir un service client exceptionnel.\nVous êtes capable de gérer la caisse avec rapidité et précision, même lors des périodes de forte affluence.\nVotre expérience dans les tâches administratives, comme la gestion des stocks, la tenue des registres et la facturation, est un plus.\nVos compétences en coordination et en communication vous permettent d'établir une collaboration harmonieuse entre le restaurant d'entreprise et le client.\nVous pouvez travailler de manière autonome tout en contribuant activement au développement de nouveaux projets.\nVotre passion pour offrir une expérience client mémorable et créer un environnement accueillant est contagieuse.\nWir bieten:\nUne qualification en adéquation avec le poste.\nLa possibilité d'intégrer une importante entreprise active dans le domaine de l'agroalimentaire ou de plus petites PME.\nUn environnement de travail dynamique et convivial, où votre chaleur et votre amabilité seront valorisées chaque jour.",
    "trans": "Wir erwarten:\nA previous experience in customer service is an asset, especially in the restaurant industry.\nYour natural ability to communicate in a warm, empathetic and clear manner is a real asset.\nYour meticulous attention to detail and constant striving for excellence enable you to offer exceptional customer service.\nYou are able to manage the cash register with speed and precision, even during high-traffic periods.\nYour experience in administrative tasks, such as inventory management, record keeping and billing, is a bonus.\nYour coordination and communication skills enable you to establish smooth collaboration between the company restaurant and the customer.\nYou can work autonomously while actively contributing to the development of new projects.\nYour passion for offering a memorable customer experience and creating a welcoming atmosphere is contagious.\nWir bieten:\nA qualification that matches the position.\nThe opportunity to join a major company in the food industry or a smaller SME.\nA dynamic and convivial working environment, where your warmth and friendliness will be valued each and day."
}