{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Je dois rester attentif, humble mais c’est tout à mon sens. Ce n’est pas du tout un frein Detre jeune diplômé sur le marché du travail, ma force principal je pense c’est que justement je ne suis encore qu’un bébé entrepreneur j’ai des idées et un regard frais et surtout je suis très connecté avec les actualités de mon secteur.\nCertains clients apprécie. D’autres mois par contre j’ai tout de même pallier certaines faiblesses de ma jeunesse en misant sur plusieurs moyens par exemple la créativité et l’innovation dans la communication sur les réseaux sociaux, les médias en ligne ou les forums mais clients me font confiance et je m’occupe personnellement De développer leur présence sur la toile, en fidélisant des groupes d’internautes et en animant des échanges pour promouvoir leur marque et leur image.\nEn somme, il s’agit de se concentrer sur les avantages de la jeunesse et d’en réduire les inconvénients au maximum. C’est comme pour tout professionnel qui se lance dans une nouvelle aventure, il faut savoir se remettre en question, faire des sacrifices et travailler sur soi.",
    "trans": "I have to stay attentive and humble, but that's all in my opinion. It's not at all a brake to be a young graduate on the job market, my main strength I think is that I'm still just a baby entrepreneur, I've got ideas and a fresh look, and above all I'm very connected to the news in my sector.\nSome customers appreciate this. Others not, on the other hand, I've overcome some of the weaknesses of my youth by relying on a number of means, such as creativity and innovation in communication on social networks, online media or forums, but my customers trust me and I personally take care of developing their presence on the web, building loyalty among groups of Internet users and animating exchanges to promote their brand and image.\nIn a nutshell, it's all about focusing on the advantages of youth and minimizing the disadvantages to the maximum. As with any professional embarking on a new adventure, you have to know how to question yourself, make sacrifices and work on yourself."
}