{
    "source": "fr_FR",
    "target": "en_US",
    "text": "L’âne héberge dans son estomac et ses intestins les mêmes parasites que le cheval: petits et grands strongles, Oxyuris equi, Parascaris equorum, Strongyloides westeri, cestodes, spirures… Si les mesures de vermifugation sont insuffisantes, une infestation parasitaire très importante peut entraîner un amaigrissement extrême et des prolapsus rectaux. Il est essentiel d’établir, avec l’aide de votre vétérinaire, un plan annuel de vermifugation (date, vermifuge employé, dose) adapté au mode de vie de votre âne, à son âge, au niveau d’infestation, au mode d’alimentation, à son activité et à vos moyens financiers. Le nombre moyen de vermifugation est théoriquement de 4 par an, à chaque changement de saison, mais il peut être diminué ou augmenté en fonction des risques et du résultat des coproscopies.\nL’impaction ou « colique de paille » est la cause la plus fréquente de coliques chez l’âne. Elle correspond à une accumulation de fourrages dans les intestins, souvent au niveau d’une courbure du côlon replié (ou courbure pelvienne), qui provoque un blocage mécanique du transit digestif. Elle est souvent due à une douleur dentaire et/ou à une alimentation trop grossière (fourrages très secs par exemple) qui entraînent une mastication insuffisante. Un défaut d’abreuvement peut également être mis en cause.",
    "trans": "In their stomachs and intestines, donkeys harbour the same parasites as horses: small and large strongyles, Oxyuris equi, Parascaris equorum, Strongyloides westeri, cestodes, spirures, etc. If worming measures are inadequate, a very high parasite infestation can lead to extreme emaciation and rectal prolapse. With the help of your veterinarian, it is vital to draw up an annual deworming plan (date, dewormer used, dose) tailored to your donkey's lifestyle, age, level of infestation, feeding habits, activity and financial resources. The average number of dewormings is theoretically 4 per year, at each change of season, but this can be reduced or increased depending on the risks and the results of the coproscopies.\nThe most frequent cause of colic in donkeys is impaction or \"straw colic\". This is caused by an accumulation of fodder in the intestines, often at the level of a curvature of the folded colon (or pelvic curvature), which results in a mechanical blockage of digestive transit. It is often due to dental pain and/or too coarse nutrition (very dry fodder, for example) leading to insufficient chewing. Poor watering may also be a factor."
}