{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Les ardoises agissent comme des capteurs de chaleur qu’elles restitueront peu à peu. Pour une bonne efficacité, elles ne seront pas posées à même le sol autour des pieds à protéger, mais sur de petites cales qui permettent une bonne circulation d’air.\nSur le même thème\nIntempéries au jardin : comment réagir ?\nQuand planter aubergines et poivrons selon votre climat ?\nComment réchauffer la terre du jardin pour une récolte abondante ?\nL'été au jardin : 20 conseils pratiques pour se faciliter le travail\nPotager d'été : semis et plants de rattrapage\nSécheresse, canicule : sauver plantes et légumes\nEté sans souci : un beau jardin sans (trop) d'efforts\nentretenir climat ombre pailler été légume\nCommentaires\nPseudo\nÉcrire un commentaire\nSoumettre\nSoyez le premier à réagir !\nContenus sponsorisés\nAvoir toutes les chaînes télé ? Vous devriez connaitre cette astuce\nTech World\nSanté : Les plus de 40 ans s’arrachent la nouvelle smartwatch militaire indestructible\nInnovation Magazine\nExplorez les langues les plus faciles pour les francophones",
    "trans": "The slates act as heat captors, which they will gradually release. For good efficiency, they should not be laid directly on the ground around the feet to be protected, but on small wedges that allow good air circulation.\nOn the same topic:\nBad weather in the garden: What to do ?\nWhen to plant eggplants and peppers according to your climate?\nHow to warm the soil in the garden for an abundant harvest?\nSummer in the garden: 20 practical tips to make work easier\nSummer vegetable garden: seedlings and recovery plants\nDrought, heatwave: saving plants and vegetables\nA summer without worries: a beautiful garden with (almost) no effort\nmaintain climate shade mulch summer vegetable\nComments\nNickname\nWrite a comment\nSubmit\nBe the first to react!\nSponsored contents\nGet all the TV channels? You should know this trick\nTech World\nHealth: Over 40s are snapping up the new indestructible military smartwatch\nInnovation Magazine\nExplore the easiest languages for French speakers."
}