{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Programme de développement professionnel\nDéposer votre candidature\nLes personnes intéressées doivent acheminer leur dossier de candidature, composé d'un curriculum vitae et d'une lettre d'intention, au plus tard le 29 octobre 2024, par le biais d'un formulaire électronique accessible au bout du lien suivant : https://collectifsocialcollective.fillout.com/application. Le Collectif social offre un soutien et des ajustements adaptés afin de rendre le processus de recrutement accessible à toustes. Il vous sera possible de préciser vos besoins à cet effet à même le formulaire.\nSeules les candidatures retenues pour une entrevue seront contactées.\nPour toute question, ou pour obtenir du soutien ou un accompagnement spécifique, communiquez avec Sendie Semexant, coordonnatrice administrative, au sendie@collectifsocialcollective.ca.\nRequirements\nQualifications requises\nPosséder 1 à 2 ans d'expérience en mode projet dans un domaine pertinent. Une certification ou un diplôme dans un programme d'études postsecondaire pertinent sera considéré comme équivalent.",
    "trans": "Professional Growth program\nHow to apply\nInterested candidates must submit their application, comprising a CV and a cover letter, no later than October 29, 2024, by completing the electronic form available at the following link: https://collectifsocialcollective.fillout.com/application. The Social Collective offers support and adjustments to make the recruitment process accessible to all. You can specify your requirements on the form.\nOnly selected candidates will be contacted for an interview.\nContact Sendie Semexant, administrative coordinator, at sendie@collectifsocialcollective.ca if you have any questions or require specific support or guidance.\nRequirements\nRequired qualifications\n1 to 2 years' experience in project management in a relevant field. Certification or diploma in a relevant post-secondary program will be considered equivalent."
}