{
    "source": "fr_FR",
    "target": "en_US",
    "text": "L’ACQUEREUR déclare avoir l'intention de réaliser le financement de la\nsomme ci-dessus indiquée entièrement de ses fonds personnels ou assimilés.\nRÉSERVES ET CONDITIONS SUSPENSIVES\nLes effets des présentes sont soumis à la levée des réserves et à l’accomplissement des conditions suspensives suivantes.\nRÉSERVES\nRéserve du droit de préemption\nLes présentes seront notifiées à tous les titulaires d'un droit de préemption institué en vertu de l’article L 211-1 du Code de l’urbanisme ou de tout autre Code.\nL'exercice de ce droit par son titulaire obligera le VENDEUR aux mêmes charges et conditions convenues aux présentes.\nPar cet exercice les présentes ne produiront pas leurs effets entre les parties et ce même en cas d'annulation de la préemption ou de renonciation ultérieure à l’exercice de ce droit de la part de son bénéficiaire.\nCONDITIONS SUSPENSIVES\nLes présentes sont soumises à l’accomplissement de conditions suspensives indiquées ci-après.\nLes parties acceptent de renoncer aux dispositions du premier alinéa de l’article 1304-6 du Code civil et conviennent, en application de son second alinéa, que la réalisation des conditions suspensives produise ses effets rétroactivement au jour de l’avant-contrat.",
    "trans": "ACQUIRER declares that he intends to finance the\nabove-mentioned sum entirely from his personal funds or related funds.\nRESERVATIONS AND SUSPENSIVE CONDITIONS\nThe present agreement is subject to the lifting of the following reservations and suspensive conditions.\nRESERVATIONS\nReservation of the pre-emption right\nAll holders of a pre-emption right instituted by virtue of Article L 211-1 of the Town Planning Code or any other Code shall be notified of the present terms and conditions.\nThe exercise of this right by its holder will bind the SELLER to the same terms and conditions agreed herein.\nIn the event of such exercise, the present contract will not be effective between the parties, even in the event of cancellation of the preemption or subsequent refusal to exercise this right on the part of the beneficiary.\nSUSPENSIVE CONDITIONS\nThe present agreement is subject to the fulfillment of the following suspensive conditions.\nThe parties agree to waive the provisions of the first paragraph of Article 1304-6 of the Civil Code and agree, in application of its second paragraph, that the fulfillment of the suspensive conditions shall produce its effects retroactively to the date of the preliminary contract."
}