{
    "source": "fr_FR",
    "target": "en_US",
    "text": "• Réponse possible : Je rends souvent visite à mes grands-parents pendant les vacances, ainsi qu’à mes meilleurs amis.\n3. Pensez-vous souvent à vos cousins? à vos amis d’enfance? à vos camarades de classe?\n• Réponse possible : Oui, je pense souvent à mes amis d’enfance et parfois à mes cousins.\n4. Est-ce qu’on vous fait souvent des compliments? des reproches? Est-ce qu’on vous donne des conseils?\n• Réponse possible : Oui, on me fait souvent des compliments et on me donne aussi des conseils de temps en temps.\n5. Est-ce que la maison où vous habitez vous appartient? Sinon, à qui appartient-elle?\n• Réponse possible : Non, la maison n’est pas à moi. Elle appartient à mes parents.\nActivité 12\nAujourd’hui, Brigitte ne suit pas sa routine habituelle. Voici ce qu’elle ne fait pas :\n1. D’habitude, elle salue la concierge, mais aujourd’hui elle ne la salue pas.\n2. D’habitude, elle dit bonjour à la marchande de journaux, mais aujourd’hui elle ne lui dit pas bonjour.\n3. D’habitude, elle achète le journal, mais aujourd’hui elle ne l’achète pas.\n4. D’habitude, elle lit les nouvelles, mais aujourd’hui elle ne les lit pas.\n5. D’habitude, elle prend l’autobus, mais aujourd’hui elle ne le prend pas.",
    "trans": "• Possible answer: I often pay my grandparents a visit during the vacations, as well as my best friends.\n3. Do you often think about your cousins? your childhood friends? your classmates?\n• Possible answer: Yes, I do often think of my childhood friends, and sometimes of my cousins.\n4. Do people often compliment or reproach you? Do people give you advice?\n• Possible answer: Yes, I'm often complimented and occasionally given advice.\n5. Are you the owner of the house you live in? If not, who owns it?\n• Possible answer: No, I'm not the owner. It belongs to my parents.\nActivity 12\nToday, Brigitte isn't keeping to her usual routine. Here's what she's not doing:\n1. She usually greets the housekeeper, but today she's not greeting her.\n2. She usually says good morning to the newsagent, but today she doesn't.\n3. She usually purchases the newspaper, but today she's not.\n4. She usually reads the news, but today she doesn't.\n5. She usually takes the bus, but today she doesn't."
}