{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Téléchargez l'application gratuite : Sur l'écran d'informations de l'application, vous devriez avoir une option pour télécharger ou installer l'application. Suivez les instructions à l'écran pour commencer le téléchargement.\nComment obtenir l’application Equidia sur ma TV connectée Samsung ?\nL'application Equidia est disponible uniquement sur les modèles de téléviseurs Samsung commercialisés à partir de 2020. Voici comment télécharger l’application Equidia sur votre Smart TV Samsung :\nAccédez à la boutique d'applications : Sur la plupart des Smart TV Samsung, il y a une application appelée \"Samsung Smart Hub\" ou \"Samsung Apps\". Accédez à cette application depuis le menu principal de votre téléviseur.\nRecherchez l'application « Equidia » : Une fois dans la boutique d'applications, utilisez la fonction de recherche pour trouver l'application. Vous pouvez souvent utiliser la télécommande de votre téléviseur pour saisir le nom de l'application.\nSélectionnez l'application : Lorsque vous trouvez l'application « Equidia », sélectionnez-la pour afficher des informations détaillées.\nTéléchargez l'application : Sur l'écran d'informations de l'application, vous devriez avoir une option pour télécharger ou installer l'application. Suivez les instructions à l'écran pour commencer le téléchargement.\nConnexion à un compte : Dans certains cas, vous pourriez être invité à vous connecter à un compte Samsung. Si vous n'avez pas de compte, vous pourriez avoir besoin d'en créer un.",
    "trans": "Download the free app : on the app's information screen, you should have the option to download or install the app. Follow the instructions on the screen to start the download.\nHow can I get the Equidia application on my Samsung Smart TV?\nThe Equidia application is only available on Samsung TV models sold from 2020. Here is how to download the Equidia application to your Samsung smart TV :\nAccess the application shop : on the majority of Samsung smart TVs, there is an app called \"Samsung Smart Hub\" or \"Samsung Apps\". Access this app from your TV's main menu.\nSearch for the app « Equidia » : once in the app shop, use the search function to find the app. You can often use your TV remote to enter the name of the application.\nSelect the application : when you find the application « Equidia », select it to show the detailed informations.\nDownload the app : on the app's information screen, you should see an option to download or install the app. Follow the on-screen instructions to begin the download.\nLog in to an account : in some cases, you might be asked to log in to a Samsung account. If you don't have one, you may need to create one."
}