{
    "source": "fr_FR",
    "target": "en_US",
    "text": "·être accompagné de votre justificatif de paiement (votre ticket de caisse ou reçu électronique ou la confirmation des informations de votre profil client lorsque nous sommes en mesure de les localiser pour vous).\nLes retours doivent être effectués dans un délai de trente(30)jours à compter de la date de réception de votre commande, conformément à nos Conditions de vente.\n1.2. Y A-T-IL DES ARTICLES QUE JE NE PEUX PAS RETOURNER?\nCertains articles ne peuvent malheureusement pas être retournés (les «Produits exclus»). Nous vous en informons dans nos Conditions de vente (que vous acceptez dès lors que vous achetez vos produits chez nous), mais pour rappel...\nLes produits exclus que nous ne pouvons pas accepter sont les suivants:\n·Les casquettes, bandeaux et chapeaux\n·Les cartes cadeaux\n·Les sous-vêtements (dont la protection hygiénique n’est plus intacte)\n·Les bodies (dont la protection hygiénique n’est plus intacte)\n·Les maillots de bain (dont la protection hygiénique n’est plus intacte)\n·Les articles soldés ou en promotion (pour les articles achetés en magasin)\n·Les articles personnalisés\n·Les articles qui ont été retouchés ou modifiés",
    "trans": "·Be accompanied by your payment receipt (your receipt or electronic receipt or your customer profile details confirmation when we are able to locate them for you).\nReturns must be made within thirty (30) days of receipt of your order, in compliance with our Sales Terms.\n1.2. ARE THERE ANY ITEMS I CAN'T RETURN?\nUnfortunately, some items can't be returned (the “Excluded Products”). We will inform you of this in our Sales Terms (which you accept as soon as you purchase products from us), but as a reminder...\nThe following are the excluded products that we cannot accept:\n·Caps, headbands and hats\n·Gift cards\n·Underwear (whose sanitary protection is no longer intact)-Bodysuits (with sanitary protection no longer intact)\n·Bodysuits (with sanitary protection no longer intact)\n·Swimwear (with sanitary protection no longer intact)\n·Sale or promotional items (for items purchased in stores)\n·Customized items\n·Items that have been redesigned or modified"
}