{
    "source": "fr_FR",
    "target": "en_US",
    "text": "MANDAT\nLe mandant constitue, par les présentes, pour mandataire spécial :\nTout clerc ou employé de la Société Civile Professionnelle « Franck VANNIER et Céline ZAZZALI, notaires associés », titulaire d’un Office notarial à OUVILLE-LA- RIVIERE, Moulin de la Saâne, 119 Route de Dieppe.\nA L’EFFET :\n1°) D’intervenir dans le cadre du règlement de la succession de :\nMademoiselle Véronique Monique SENECAL, en son vivant retraitée, demeurant à DIEPPE (76370) NEUVILLE-LES-DIEPPE, 7 Rue Bultel Bourdon\nNée à DIEPPE (76200), le 14 août 1956. Célibataire.\nNon liée par un pacte civil de solidarité. De nationalité française.\nRésidente au sens de la réglementation fiscale. Décédée à DIEPPE (76200) (FRANCE), le 18 juin 2023.\nAfin de :\n• Prendre connaissance des forces et charges de la succession.\n• Accepter purement et simplement ladite succession, faire à cet effet, toutes\ndéclarations et affirmations.\n• Faire dresser toutes attestations de propriété immobilières prévues par le\ndécret numéro 55-22 du 4 janvier 1955 pour faire constater les transmissions de propriété des biens et droits immobiliers appartenant en tout ou partie à la personne décédée, et intervenir auxdits actes pour y faire toutes déclarations, évaluations et affirmations nécessaires.\n• Faire toutes déclarations d'état civil et autres.",
    "trans": "MANDATE\nThe Principal hereby appoints as his special agent:\nAny clerk or employee of the Société Civile Professionnelle “Franck VANNIER et Céline ZAZZALI, notaires associés”, holder of a Notary's Office in OUVILLE-LA- RIVIERE, Moulin de la Saâne, 119 Route de Dieppe.\nIN CONSIDERATION:\n1°) To intervene in the context of the settlement of the estate of:\nMiss Véronique Monique SENECAL, living retired, residing in DIEPPE (76370) NEUVILLE-LES-DIEPPE, 7 Rue Bultel Bourdon\nBorn in DIEPPE (76200), August 14, 1956. Single.\nNot bound by a civil solidarity pact. French nationality.\nResident for tax purposes. Died in DIEPPE (76200) (FRANCE), on June 18, 2023.\nIn order to:\n• Take cognizance of the assets and liabilities of the succession.\n• To accept purely and simply said succession, to make to this effect, all\ndeclarations and statements.\n• Draw up all certificates of real estate ownership as provided for by\nDecree No. 55-22 of January 4, 1955 to record the transfer of ownership of property and real estate rights belonging in whole or in part to the deceased, and intervene in said deeds to make all necessary declarations, assessments and statements.\n• Make all civil status and other declarations."
}