{
    "source": "fr_FR",
    "target": "en_US",
    "text": "La boîte de vitesses est manuelle. Les pneus été (montés actuellement) sont des Pilot Sport 4 215/45 ZR17 à l’avant (26000 km) et des Nokian xLine 215 / 45 R17 à l’arrière (à changer prochainement). Les 4 roues hiver (jantes rénovées il y a un an) sont équipées de pneus Kleber Krisalp HP2 205/50 R17 dont un est crevé et irréparable.\nCe cabriolet a toujours été garé dans un garage clos.\nLe dernier CT a été passé le 20/03/2023 à 182006 km. Il est vierge et sera repassé pour la vente.\nL’intérieur de ce futur collector est en excellent état. La carrosserie n’est pas parfaite mais présente très bien et est exempte de rouille.\nOptions principales\nFilet anti-remous\nSièges du même type que ceux de la Viggen (excellent confort et maintien)\nFaçade du tableau de bord en bois\nAccoudoir central avant avec porte-gobelet\nAlarme\nClimatisation automatique\nCarnet Saab à jour jusqu’à 95378 km, factures pour la suite\nIntérieur tout cuir\nSièges avant électriques, à 3 mémoires pour le conducteur\nPixels SID et climatisation ok",
    "trans": "The gearbox is manual. The summer tires (currently fitted) are Pilot Sport 4 215/45 ZR17 at the front (26,000 km) and Nokian xLine 215 / 45 R17 at the rear (to be changed soon). The 4 winter wheels (rims renovated a year ago) are fitted with Kleber Krisalp HP2 205/50 R17 tires, one of which is punctured and beyond repair.\nThis convertible has always been parked in an enclosed garage.\nThe last technical inspection was passed on 20/03/2023 at 182006 km. It is blank and will be re-passed for sale.\nThe interior of this future collector is in excellent condition. The bodywork is not perfect but presents very well and is rust-free.\nMain options\nAnti-swirl net\nSeats of the same type as those of the Viggen (excellent comfort and support)\nWooden dashboard fascia\nFront center armrest with cup holder\nAlarm\nAutomatic air conditioning\nUp-to-date Saab logbook up to 95378 km, invoices thereafter\nInterior with full leather trim\nElectric front seats with 3 driver memories\nSID pixels and air conditioning ok"
}