{
    "source": "fr_FR",
    "target": "en_US",
    "text": "1. La version originale en format papier du formulaire, dûment rempli: Demande d’obtention de la carte OPUS à tarif réduit / étudiant.\nAucune photocopie ne sera acceptée.\nVotre attestation de fréquentation scolaire pourrait être accessible via votre portail étudiant. Vérifiez si votre école offre ce service au stm.info/étudiant. Dans ce cas, vous devrez présenter votre attestation sur votre téléphone cellulaire et ne pourrez présenter une version imprimée.\nPour l'étudiant de 13 ans et moins, la signature du demandeur doit être celle du titulaire de l'autorité parentale.\nLes étudiants qui auront 16 ans et plus d'ici le 31 octobre de l'année en cours doivent faire apposer le sceau de l'établissement d'enseignement sur leur formulaire.\nLe formulaire est valide 30 jours et moins après la date d’authentification de l’établissement. Après ce délai, il est expiré et il ne peut plus être utilisé.\n2. Le document confirmant votre prise de rendez-vous en ligne joint à ce courriel.\n3. Une preuve d’âge: carte d’assurance maladie, permis de conduire, passeport, document du demandeur d’asile ou carte de résident permanent. La carte étudiante de l’établissement scolaire n’est pas une pièce d’identité admise.",
    "trans": "1. The original paper version of the duly completed form: Application for a reduced-rate OPUS card / student.\nNo photocopies will be accepted.\nYour attestation of school attendance may be accessible via your student portal. Check if your school offers this service at stm.info/student. If this is the case, you will need to present your attestation on your cell phone and will not be able to present a printed version.\nFor students aged 13 and under, the applicant's signature must be that of the person with parental authority.\nStudents who will be 16 or over by October 31 of the current year must have the educational institution's seal stamped on their form.\nThe form is valid for 30 days or less from the date of school certification. After this time, the form has expired and can no longer be used.\n2. The document confirming your online appointment is attached to this e-mail.\n3. Proof of age: health insurance card, driver's license, passport, asylum seeker's document or permanent resident card. The school's student card is not an acceptable proof of identity."
}