{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Alors, Monsieur Wei… Vous avez un parcours intéressant. Diplômé de l’université de Pékin, et ensuite vous avez fait un master ici en France, à la Sorbonne. C’est bien, c’est vraiment bien. (Il le regarde avec un sourire figé.) Mais, vous comprenez, dans notre entreprise, on cherche surtout des profils qui s’intègrent facilement à notre environnement de travail, très… comment dire… “français”.\nWei : (avec un sourire poli)\nOui, je comprends. Cela fait maintenant sept ans que je vis en France. J’ai appris à m’adapter à la culture ici, et je parle couramment le français, comme vous pouvez le voir.\nM. Durand : (hochant la tête, mais restant sceptique)\nC’est vrai, vous parlez bien le français. Mais… vous savez, notre équipe est assez dynamique, ils aiment plaisanter entre eux, on partage beaucoup de choses culturelles, des références… Vous n’avez pas l’impression que cela pourrait être un peu difficile pour vous de… vraiment vous intégrer ? Je veux dire, culturellement parlant.\nWei : (tentant de garder son calme)\nJ’ai toujours été à l’aise dans des environnements multiculturels. À l’université, et même dans mon dernier poste, j’ai travaillé avec des gens de différentes origines. L’intégration n’a jamais été un problème pour moi.",
    "trans": "So, Mr. Wei... Your background is quite interesting. You graduated from Beijing University, and then completed a master's degree here in France, at the Sorbonne University. That's good, that's really good. ( Looking at him with a fixed smile.) But, you understand, in our company, we're mainly looking for profiles who can easily integrate into our working environment, which is very... how can I put this... “French”.\nWei: (with a polite smile)\nYes, I understand. I've been living in France for seven years now. I've learned to adapt to French culture and I'm fluent in French, as you can see.\nMr. Durand: (nodding, but still skeptical)\nIt's true, you speak French well. But... you know, our team is quite dynamic, they like to joke with each other, we share a lot of cultural things, references... Don't you feel that it might be a bit difficult for you to... really fit in? I mean, culturally speaking.\nWei: (trying to keep calm)\nI've always been comfortable in multicultural environments. At university, and even in my last job, I worked with people from different backgrounds. Integration has never been a problem for me."
}