{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Comme Jafar Panahi filmait (malgré l’interdiction) avec son téléphone, la modernité, le progrès menacent l’ordre établi. Rasoulof filme le paradoxe d’un pays où les jeunes filles sont coupées physiquement du monde (même à l’extérieur, elles sont cachées sous le voile) et n’ont finalement rien d’autre à faire qu’à regarder leur portable où défilent les images d’un monde en révolte, d’une modernité impossible, de la lutte pour la fin de la théocratie.\nLe cinéma iranien avait réussi à contourner les interdits par la force du Hors Champs (Abbas Kiarostami étant un maître du genre), le XXIème siècle n’a plus ces pudeurs de gazelles quand il s’agit de montrer l’horreur de la théocratie, le smartphone montre ce qui est interdit de montrer, ce que les informations iraniennes tentent de minimiser ou de discréditer. Bien à l’aise dans son cocon, la mère, qui craint surtout pour son mari et son confort, refuse de croire ses filles, le retour à la réalité en sera d’autant plus violent.",
    "trans": "As Jafar Panahi filmed with his phone (despite the ban), modernity and progress threaten the established order. Rasoulof films the paradox of a country where young girls are physically cut off from the world (even outside they are hidden under the veil) and, in the end, have nothing to do but stare at their cell phones, where images of a world in revolt scroll by, of an impossible modernity, the struggle for the end of theocracy.\nIranian cinema had succeeded in circumventing the interdictions through the power of Hors Champs (Abbas Kiarostami being a master of the genre), the 21st century no longer has such gazelle-like modesty when it comes to showing the horror of theocracy, the smartphone shows what is forbidden to show, which the Iranian news tries to minimize or discredit. Comfortable in her cocoon, the mother, fearing above all for her husband and her comfort, refuses to believe her daughters, making the return to reality all the more violent."
}