{
    "source": "fr_FR",
    "target": "en_US",
    "text": "L'ACCORD DU SOMMELIER METS ET BOISSONS POUR VOTRE MENU EN 3 TEMPS\nL'ACCORD DU SOMMELIER METS ET BOISSONS POUR VOTRE MENU EN 5 TEMPS\nL'ACCORD DU SOMMELIER METS ET BOISSONS POUR VOTRE MENU EN 7 TEMPS\nMENU 3 TEMPS LE MIDI UNIQUEMENT\nL’Essentiel de la Table de Colette - Service exclusif le midi Profitez de l'essence de notre cuisine lors du déjeuner. Ce menu est une expérience unique, conçu pour éveiller vos papilles. Options spéciales disponibles : Menu en version exclusivement végétale Sans gluten, sans lactose Vegan (sur demande lors de votre réservation) Optez pour une expérience culinaire respectueuse de l'environnement : Menu à Faible Impact Carbone : Consommation inférieure à 2750 grammes de CO2 Environ deux fois moins d'émissions qu'un repas gastronomique traditionnel Faites de votre repas une découverte sensorielle et écologique. Réservez maintenant pour une expérience gastronomique inoubliable à la Table de Colette.\n45,00 EUR\nservice compris TVA inclue, la liste des allergènes est disponible sur demande. L'eau micro filtrée de Paris vous est offerte",
    "trans": "THE SOMMELIER'S FOOD AND BEVERAGE PAIRING FOR YOUR 3-STEP MENU\nTHE SOMMELIER'S FOOD AND BEVERAGE PAIRING FOR YOUR 5-STEP MENU\nTHE SOMMELIER'S FOOD AND BEVERAGE PAIRING FOR YOUR 7-STEP MENU\n3-STEP MENU FOR LUNCH ONLY\nL'Essentiel de la Table de Colette - Exclusive lunchtime service. Enjoy the essence of our culinary delights at lunchtime. This menu is a unique experience, designed to awaken your taste buds. Special options available: Vegetable-only menu Gluten-free, lactose-free, Vegan (on request when booking, please); Go for an eco-friendly culinary experience: Low Carbon Impact Menu: Consumption of less than 2750 grams of CO2. Approximately half the emissions of a traditional gourmet meal. Make your meal a sensory and ecological discovery. Book now for an unforgettable gastronomic experience at La Table de Colette.\n€45.00\nservice including VAT, list of allergens available on request. Complimentary micro-filtered water from Paris."
}