{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Les étudiants ne ressortissant pas d’un État où le français est la langue officielle ou qui ne sont pas titulaires d’un master d’une université française doivent présenter une certification C1 en français – DALF C1 (ou en anglais) en fonction de la langue de rédaction de la thèse, ou une convocation au test.\nJustificatif du financement de la thèse : financement dédié (comme contrat doctoral, bourse de thèse d’un gouvernement étranger…) ou revenu salarié dans la fonction publique ou le secteur privé. S’il n’est pas encore disponible au moment de la candidature, il devra être déposé dans ADUM au moment de l’inscription définitive.\nLes candidat·es à l’inscription doivent justifier pendant leur thèse d’un financement dédié (contrat doctoral) ou d’un autre type de financement (i.e. emploi à temps plein dans l’enseignement secondaire, dans le milieu hospitalier…) qui assure une rémunération stable durant la durée du doctorat. Les inscriptions pour des thèses ne bénéficiant pas de financement dédié sont dérogatoires.\nLes dossiers de candidature incomplets ou hors délais ne seront pas admis.\nLa candidature aux deux sessions de la même année n’est pas autorisée.\nLes candidatures féminines sont vivement encouragées.\nQuestions\nComment savoir si le-la directeur·trice que j’ai choisi·e peut me diriger ?",
    "trans": "Students who do not come from a country where French is the official language, or who do not hold a Master's degree from a French university, must have a C1 certificate in French - DALF C1 (or in English) depending on the language in which the thesis will be written, or an invitation to take the test.\nProof of funding for the thesis: dedicated funding (e.g. doctoral contract, thesis scholarship from a foreign government...) or salaried income in the public or private sector. If it is not yet available at the time of application, it must be deposited in ADUM at the time of final registration.\nCandidates must be able to justify dedicated funding (doctoral contract) during their thesis or another form of funding (i.e. full-time employment in secondary education, hospital sector...) that ensures stable remuneration for the duration of the doctorate. Applications for thesis that do not benefit from specific funding are not accepted.\nApplications that are incomplete or received after the deadline will not be accepted.\nCandidates may not apply for two sessions in the same year.\nFemale candidates are strongly encouraged to apply.\nQuestions\nHow do I know if the director I have chosen will be able to direct me?"
}