{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Tous les élèves seront susceptibles d’être reçus par les équipes ressources afin de contribuer au processus de création d’un climat scolaire serein. Ils peuvent aussi signaler toute forme d’intimidation via le canal Pronote, en utilisant le bouton SOS, garantissant leur confidentialité.\nPour toute question ou signalement, les parents peuvent nous écrire à safezone.qp@lyceeshanghai.com pour le campus de Qingpu ou safezone.yp@lyceeshanghai.com pour le campus de Yangpu.\nUn café parent sera également organisé pour échanger sur ces sujets importants. Plusieurs moments clés sont prévus au cours de l'année : la journée de lutte contre le harcèlement scolaire en novembre, le concours Prix « Non au harcèlement » en février 2025, et les Safer Internet Days en mars 2025.\nNotre engagement est total pour offrir un environnement scolaire sûr et bienveillant pour tous nos élèves. Nous vous encourageons à nous soutenir et à collaborer dans cette lutte.\nMerci de votre attention.\nCordialement,\nTess Volpini\nCPE Qingpu / Référente du dispositif NAH! « Non au Harcèlement » Campus de Qingpu et de Yangpu",
    "trans": "All students are likely to be received by the resource teams to contribute to the process of creating a calm school climate. They can also report any form of bullying through the Pronote channel using the SOS button, which guarantees their confidentiality.\nFor any questions or reports, parents can write to us at safezone.qp@lyceeshanghai.com for the Qingpu campus or safezone.yp@lyceeshanghai.com for the Yangpu campus.\nA parent coffee meeting will also be organized to discuss these important topics. Several key moments are planned throughout the year: the National Day Against School Bullying in November, the \"No to bullying\" Prize contest in February 2025, and Safer Internet Days in March 2025.\nWe are fully committed to providing a safe and supportive school environment for all of our students.We encourage you to support us and collaborate in this fight.\nThank you for your attention.\nBest regards,\nTess Volpini\nCPE Qingpu / Coordinator of the NAH! \"No to Bullying\" initiative Qingpu and Yangpu Campuses"
}