{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Faites-les cuire 5 minutes dans l’eau bouillante (dans une grande sauteuse ou une poêle).\nÉgouttez et laissez-les sécher pendant que vous préparez la farce.\nCoupez le poulet et le jambon finement, lavez et coupez les champignons, pelez et ciselez les échalotes et l’ail.\nFaites revenir les échalotes et l’ail dans un peu de beurre ou d’huile.\nAjoutez les champignons, faites suer quelques minutes.\nAjoutez le poulet, puis le jambon, faites cuire une dizaine de minutes à feu doux.\nVous pouvez aussi ajouter quelques feuilles de chou chinois hachées.\nAssaisonnez de sauce soja, poivre et épices : la farce doit être plutôt relevée.\nLaissez refroidir.\nDéposez une cuillère de farce sur une feuille de chou, côté tige. Commencez à rouler. Rabattez les bords de la feuille pour maintenir la farce. Roulez jusqu’au bout : ça tient !\nDisposez vos roulés dans un plat à gratin. Arrosez d’huile d’olive ou parsemez de beurre.\nCuisez 25 minutes au four à 180°C.\nMis à jour le 13 octobre 2024 par Pierre de Cuisine à l'Ouest",
    "trans": "Cook for 5 minutes in boiling water (in a large skillet or frying pan).\nDrain and allow to dry while you prepare the stuffing.\nFinely chop the chicken and ham, wash and chop the mushrooms, and peel and chop the shallots and garlic.\nBrown the shallots and garlic in a little butter or oil.\nAdd the mushrooms and let them sweat for a couple of minutes.\nAdd the chicken, then the ham and cook over a low heat for about ten minutes.\nYou can also add some chopped bok choy leaves.\nSeason with soy sauce, pepper and spices: the stuffing should be quite spicy.\nAllow to cool.\nPlace a spoonful of stuffing on the stem side of a cabbage leaf. Begin rolling. Fold up the edges of the leaf to hold the stuffing in place. Roll to the end: it holds!\nArrange the rolls in a baking dish. Drizzle with olive oil or sprinkle with butter.\nBake for 25 minutes at 180° Celsius.\nUpdated on October 13, 2024 by Pierre from Cuisine à l'Ouest"
}