{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Si vous recevez ce courriel, c’est que vous avez démontré votre intérêt à vous impliquer dans des campagnes de financement pour diminuer les frais reliés à la sortie du 16 et 17 janvier 2025 (classe blanche).\nCe courriel a pour objectif de mettre les parents bénévoles en contact afin de commencer une première campagne de financement. Vous retrouverez plus bas quelques idées qui devront être approuvées par le conseil d’établissement ainsi que l’aide que peut vous apporter les enseignantes de 4e année.\nIl serait donc important que vous communiquiez ensemble le plus rapidement possible pour qu'une rencontre virtuelle ou en présentielle soit organisée afin de cibler ce qui sera choisi comme campagne de financement.\nIdées de campagnes de financement:\nVente de thé/café/chocolat chaud et collations lors des rencontres de parents du premier bulletin. (28 novembre 15h30 à 20h et 29 novembre 8h30 à 11h)\nVente de produits (chocolats 70% cacao, recettes en pot, fromages, etc.)\nEmballage dans une épicerie à proximité.\nLes enseignantes de 4eannée s’offrent pour:\nCommunication avec l’école:\nMatériel (tables, locaux, chaises)\nAffichage dans les corridors pour promouvoir la campagne",
    "trans": "If you are receiving this email, it means that you have expressed an interest in participating in fundraising efforts to reduce the costs associated with the January 16-17, 2025 (White Class) trip.\nThe purpose of this email is to connect volunteer parents to start a first fundraising campaign. Below, you'll find some ideas that need board approval, as well as help that 4th grade teachers can provide.\nThat's why it's important that you communicate with each other as soon as possible to set up a virtual or in-person meeting in order to target what will be chosen as fundraising campaign.\nFundraising ideas:\nSelling tea/coffee/hot chocolate and snacks at the first newsletter parent meetings. (November 28 from 3:30 to 8 pm and November 29 from 8:30 to 11 am)\nSelling products (70% cocoa chocolates, jarred recipes, cheeses, etc.)\nPackaging at a local grocery store.\nGrade 4 teachers offer themselves for:\nSchool communication:\nEquipment (tables, rooms, chairs)\nCorridor posters promoting the campaign"
}