{
    "source": "fr_FR",
    "target": "en_US",
    "text": "5\nBonjour,\nJ’ai adoré ! Merci pour cette recette. J’ai suivi à la lettre et laissé refroidir dans le four la porte ouverte. Le gâteau n’est pas retombé. 22 mn de cuisson, impec. Seule initiative, j’ai déposé quelque tranches de pomme dans une petite partie du moule pour tester. Très bon également.\nRÉPONDRE\nSAMB le 28 JANVIER 2023 18 H 53 MIN\n5\nBonsoir j ai fais 1 gâteau au fromage banc avec pommes poires râpé , dès que je l ai sorti du four , c était bien monter 5mn après il est descendu malgré 1 pincée de bicarbonate , j aimerais bien avoir 1 astuce , merci\nRÉPONDRE\nKIND le 30 JANVIER 2022 19 H 42 MIN\n4.5\nExcellent!\nLéger et doux\nC’est réconfortant !\nRÉPONDRE\nINGRIDB le 10 JANVIER 2022 12 H 24 MIN\n2\nBeaucoup trop sec à mon goût.\nRÉPONDRE\nCARELI le 7 DÉCEMBRE 2021 21 H 28 MIN\n4\nhello, j’ai testé, et … allez comprendre, avec un moule de 20 cm à bord haut, le gâteau a tellement gonflé qu’on aurait dit un panettone ! mdrr, la prochaine fois je prends un plat à tarte, parce que c’est sûr, je le referai !",
    "trans": "5\nHello,\nI loved it! Thank you for this recipe. I did everything exactly as instructed and left to cool in the oven with the door open. The cake hasn't fallen down. 22 minutes cooking time, perfect. On my own initiative, I put a few slices of apple in a small part of the tin to test it out. Very good too.\nREPLY\nSAMB on JANUARY 28, 2023 6:53 PM\n5\nGood evening, I made 1 cottage cheese cake with grated apples and pears. As soon as I took it out of the oven, it went up well, 5 minutes later it went down despite 1 pinch of baking soda, I'd like to have 1 tip, thank you\nREPLY\nKIND on JANUARY 30, 2022 7:42 PM\n4.5\nExcellent!\nLight and sweet\nComforting!\nREPLY\nINGRIDB on JANUARY 10, 2022 at 12:24 PM\n2\nToo dry for my taste.\nREPLY\nCARELI on DECEMBER 7, 2021 9:28 PM\n4\nHello, I tested it, and ... go figure, with a 20 cm high rimmed mold, the cake puffed up so much that it looked like a panettone! Well, next time I'll get a pie dish, because I'll definitely do it again!"
}