{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Nettoyaged'un filtre et faire une purge\nNous faisons contrôlerla qualité de l'eau deux fois par an\nFosse septique\nAucune action de notre part\nNon pas de règles pour nos clients\nVidange tous les 4 ans\nSystème de piscine\nNous vous montrerons son fonctionnement en décembre\nPour la réouverture nous faisons appel à un pisciniste\nChlore\nTout est automatique.\nSystème d'irrigationdu jardin\nNous n'avons pas plus d'information\nChambres d'hôtes\nOui, chaque chambre a sa clé et les hôtes ont un porte-clé avec la clé de la chambre et la clé de la maison\nNous avons un passe-clé pour les chambres\nNous n'avons pas fait installer le portail ( pas de documentation)\nPas de bar d'honnêteté\nNous vous communiquerons en décembre des informationsutilespour l'exploitation de maison d'hôtes ainsi que les commerçants de proximité\nDivers\nSalle de bain du 2ème étage: nous pouvons vous vendre les deux appliques avec les ampoules au prix de 120 euros\nCuisine: nous pouvons vous vendre l'applique avec l'ampoule au prix de 60 euros ( photos en pièce jointe)\nMerci de nous fixer rapidement sur les éventuels achats de matériel et de mobilier que nous vous avons proposés.",
    "trans": "Filter cleaning and purging\nWe have our water quality checked twice a year\nSeptic tank\nNo action from our side\nNo rules for our customers\nDrained every 4 years\nPool system\nWe'll show you how it works in December\nWe call in a pool specialist for the re-opening\nChlorine\nAll automatic.\nGarden irrigation system\nWe have no further information\nGuest rooms\nYes, each room has its own key and guests have a key holder with the room key and the house key.\nWe have a key card for the rooms\nThe gate has not been installed (no documentation)\nNo honesty bar\nIn December, we'll send you some useful information about running a guest house and the local shopkeepers.\nOther information\n2nd floor bathroom: We can sell you the two wall lights with bulbs for €120.\nKitchen: We can sell you the wall lamp with bulb for €60 (photos attached).\nPlease let us know as soon as possible if you wish to purchase any of the equipment and furniture we have proposed."
}