{
    "source": "fr_FR",
    "target": "en_US",
    "text": "• La violation des droits de la défense lors de la procédure étrangère ;\n• L’absence de respect des règles d’exequatur ou l’absence de cette procédure.\n4. Soutenir la contestation par des arguments légaux\nVous devez soutenir votre contestation en présentant des arguments fondés sur le droit. Voici quelques points de droit qui pourraient être soulevés :\n• L’incompatibilité avec l’ordre public français : Si la décision étrangère va à l’encontre de principes essentiels du droit français (par exemple, droits de la défense non respectés), vous pouvez argumenter que cette créance ne doit pas être exécutée en France.\n• Erreur de procédure lors de l’exequatur : Si la procédure d’exequatur a été mal menée (ex. : vous n’avez pas été informé de la procédure, ou les documents fournis étaient incorrects), cela peut justifier une contestation.\n• Forclusion ou prescription de la créance : La créance pourrait être prescrite en vertu des règles de prescription applicables, selon le droit du pays d’origine de la créance ou en vertu des accords internationaux.",
    "trans": "• Violation of the rights of defense during foreign proceedings;\n• The failure to comply with the exequatur rules, or the absence of such a procedure.\n4. Support the dispute with legal arguments\nYou should support your protest with legal arguments. Here are a few legal points that could be raised:\n• Incompatibility with French public policy: If the foreign decision contradicts essential principles of French Law (e.g. rights of defense not respected), you can argue that the claim should not be enforced in France.\n• Procedural error during exequatur : If the exequatur procedure was poorly conducted (e.g. you were not informed of the procedure, or the documents provided were incorrect), this may justify a dispute.\n• Foreclosure or prescription of the claim: The claim may be time-barred under the applicable prescription rules, according to the law of the country of origin of the claim, or under international agreements."
}