{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Apporter les démarques et les changements de prix, au besoin;\nVoir à l’entretien des planogrammes et au respect des normes d’étiquetage et d’affichage;\nEffectuer les comptes d’inventaire, au besoin.\nExigences du poste\nCapable de travailler seul ou en équipe;\nPersonne minutieuse.\nHoraire de travail\nDisponible à travailler le jour, le soir et les fins de semaine.\nExigences physiques\nLes exigences physiques énumérées ci-dessous représentent les tâches physiques essentielles que le titulaire du poste est tenu d’accomplir dans le cadre de ses fonctions. Des mesures d’accommodement raisonnable pourront être prises pour permettre à une personne ayant une incapacité d’accomplir les tâches essentielles du poste.\nDans le cadre de ses fonctions, le titulaire du poste est appelé à exécuter régulièrement les tâches physiques suivantes :\nRester debout, marcher;\nSe pencher, faire pivoter le corps, s’accroupir;\nSoulever et déplacer des charges pouvant atteindre 18 kg (40 lb);\nEffectuer des tâches nécessitant d’empoigner fermement un objet;\nEffectuer des tâches répétitives nécessitant différents mouvements des mains;\nPrendre des charges se trouvant au-dessus de la hauteur des épaules et en dessous de la hauteur de la taille;",
    "trans": "Make markdowns and price changes as needed;\nMaintenance of planograms and compliance with labeling and display standards;\nPerform inventory counts, as needed.\nJob requirements\nAbility to work both on your own and as part of a team;\nMeticulous person.\nWorking hours\nAvailable to work during the day, evenings and weekends.\nPhysical requirements\nThe physical requirements listed below represent the essential physical tasks that the job holder is required to perform as part of his or her duties. Reasonable accommodations may be made to enable an individual with a disability to perform the essential functions of the position.\nAs part of his/her duties, the incumbent is regularly called upon to perform the following physical tasks:\nStanding, walking;\nBend, rotate body, squat;\nLift and move loads of up to 18 kg (40 lb);\nPerform tasks that require a firm grip on an object;\nPerform repetitive tasks that require a variety of hand movements;\nPick up loads above your shoulders and below your waistline;"
}