{
    "source": "fr_FR",
    "target": "en_US",
    "text": "18 octobre: Rassemblement PM à 8e année (valeur français et La poubelle d'or !)\n24 octobre: Rencontre des parents (voir school appointement)\n25 octobre: Conférences d’automne (pas de classes)\n40e anniversaire de l’École/Collège régional Gabrielle-Roy\nL’école fête ses 40 ans cette année et vous êtes tous invités à célébrer avec nous le samedi 9 novembre. Nous vous demandons aussi de faire passer le message! Nous souhaitons que le plus grand nombre possible d’anciens élèves, membres du personnel et membres de notre communauté scolaire viennent nous joindre pour cette célébration importante dans l’histoire de notre école. Veuillez trouver toutes les informations pertinentes ici affiche 40e.pdf. Pour acheter des billets, contactez le secrétariat de l’école ou cliquez sur le lien suivant https://dsfm.schoolcashonline.com/Fee/Details/9236/266/False/True\nAu plaisir de vous voir en grand nombre!\nCalendrier CréeCalendrier-CREE-oct 2024.pdf\nLe coin des sports:\nPour trouver toutes les informations au sujet des sports au secondaire, veuillez visiter le site web: sportcrgr.weebly.com",
    "trans": "October 18 : PM to Year 8 assembly (French values and La poubelle d'or!)\nOctober 24 : Parents' meeting (see school appointement)\nOctober 25 : Autumn Conferences (no classes)\n40th anniversary of École/Collège régional Gabrielle-Roy\nThe school is celebrating its 40th anniversary this year and you are all invited to join us on Saturday November 9th. We're also asking you to pass on the message! We want as many alumni, staff and members of our school community as possible to join us for this important celebration in our school's history. Please find all the relevant information in our poster 40e.pdf. To purchase tickets, contact the school Secretariat or click on the following link https://dsfm.schoolcashonline.com/Fee/Details/9236/266/False/True\nWe look forward to seeing many of you there!\nCalendar CréeCalendrier-CREE-oct 2024.pdf\nThe sports corner:\nFor information about secondary school sports, please visit the website: sportcrgr.weebly.com"
}