{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Nous serons ravis de vous accueillir au forum Comutec pour sa 30ème édition !\nPour bien vous préparer pour le jour J, voici toutes les informations à savoir :\nLe forum Comutec se tiendra le Jeudi 17 Octobre de 10h à 16h00 au Tigre à Margny-Lès-Compiègne. Le parking du Tigre sera disponible si vous souhaitez vous y rendre en voiture et des navettes feront des allers-retours depuis BF. Les cours seront banalisés toute la journée et un Food truck sera présent si vous souhaitez manger sur place.\nLa nouveauté de cette année :\n· La billetterie: pour accéder au forum, il sera nécessaire d'avoir son billet (gratuit). Pour cela vous pouvez le prendre à partir du lien suivant : https://utc.wooch.fr/sales/comutec-forum-comutec.\nLa CVthèque: pour ce forum vous n'aurez plus besoin d'apporter un CV papier! Une CVthèque a été mise en place pour que vous puissiez déposer votre CV en ligne. L'intérêt? Après avoir enregistré votre CV et mentionné vos informations (semestre, branche, type de stage...) un QR code est généré et les entreprises pourront y accéder en le scannant. Vous pouvez déposer votre CV à partir du lien suivant: https://cvtheque.comutec.org/",
    "trans": "We look forward to welcoming you to the 30th Comutec forum!\nTo get ready for the big day, here's everything you need to know:\nThe Comutec forum will be held on Thursday October 17 from 10am to 4pm at the Tigre in Margny-Lès-Compiègne.  The Tiger parking lot will be available if you want to drive there, and shuttles will run to and from BF. Classes will be held throughout the day, and a food truck will be on hand if you would like to eat on site.\nThis year's new feature:\n· Ticketing: to access the forum, you'll need a ticket (free of charge). To do so, please click on the following link: https://utc.wooch.fr/sales/comutec-forum-comutec.\nThe CV library: for this forum you won't need to bring a paper CV! A CV library has been set up so that you can submit your CV online. Why? After registering your CV and entering your details (semester, branch, type of internship, etc.), a QR code is generated and companies can access it by scanning it. You can submit your CV via the following link: https://cvtheque.comutec.org/"
}