{
    "source": "fr_FR",
    "target": "en_US",
    "text": "•Défauts : jalouse (possessive) , caractère un peu impulsif\n-> Présente-toi (facultatif) :\n-> Ce que je recherche : un homme qui craint Allah , qui veut compléter la moitié de son deen , qui a comme objectif de gagner la satisfaction d’Allah et Al Jannah , un homme avec qui on pourra mutuellement s’aider dans l’apprentissage de la religion, qui sera un bon père et avec qui je pourrais tout partager. Je n’ai pas beaucoup de critère physique je souhaite juste qu’il soit grand ( en tout cas plus grand que moi donc + de 1m70) , brun , pour la barbe si il n’en a pas c’est pas grave mais c’est un + , et voilà le reste c’est pas très important. Pour le style vestimentaire peu importe tant qu’il cache sa awra que ce soit avec qamis pantalon ça m’est égal.\n•Tranche d’âge souhaitée : 19-23ans\n•Origines/ethnies souhaitées : peu importe mais petite préférence pour un maghrébin, ou un converti\n•Lieu de résidence souhaité : dans le sud\n• Acceptes-tu un homme qui a déjà été marié ? Non\n•Acceptes-tu un homme qui a déjà eu des enfants ? Non\n•Qualités de la personne recherchée : protecteur, gentil , attentionné , jaloux, compréhensif",
    "trans": "•Weaknesses: jealous (possessive), a bit impulsive\n-> Introduce yourself (optional):\n-> What I am looking for: a man who fears Allah, who wants to complete half of his deen, who aims to earn the satisfaction of Allah and Al Jannah, a man with whom we can help each other in learning religion, who will be a good father and with whom I could share everything. I do not have many physical criteria, I just wish that he is tall (in any case taller than me so more than 1m70), light complexion, for the beard if he does not have it is not serious but it is a plus, and the rest is not very important. For the style of dress no matter as long as it hides his awra that it is with qamis trousers it doesn't matter to me.\n•Desired age range: 19-23 years old\n•Desired place of residence: In the south of France\n•Desired place of residence: In the south\n•Do you accept a man who has already been married? No\n•Do you accept a man who has already had children? No\n•Qualities of the desired person: protective, kind, attentive, jealous, understanding"
}