{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Cette page est le moyen de rester informé sur les projets en cours chez Biogroup. L'affichage des projets sur la page du\nsite Biogroup vaut information au sens de la réglementation, aucune lettre individuelle complémentaire ne vous sera\ntransmise. Les modalités d'opposition à la réutilisation de vos échantillons et de vos données seront rappelées pour\nchaque projet.\nVous pourrez choisir d'exercer vos droits d'accès, de rectification, de limitation, d'opposition ou d'effacement :\n− auprès des laboratoires : une lettre d'information complémentaire et un formulaire d'opposition est disponible au\nsecrétariat.\n− auprès du délégué à la protection des données de Biogroup en ligne (dpo[@]biogroup.fr) ou par courrier postal\nadressé à Madame la Déléguée à la Protection des Données, Laboratoire BIOGROUP, 1 rue Charles Péguy 67200\nStrasbourg. Un modèle de lettre est disponible à l'adresse suivante :\nhttps://biogroup.fr/documentation/opposition−reutilisation\nVos échantillons et vos données seront inclus dans un mois respectivement dans la collection d'échantillon et l'entrepôt\nde données sauf opposition de votre part. Aucun projet de recherche ne peut être engagé avant ce délai.",
    "trans": "This page is the way to be informed about the current projects of Biogroup. The publication of projects on the\nBiogroup website constitutes information in the sense of the regulations, no additional individual letter will be\nsent. The conditions for opposing the reuse of your samples and data will be reminded for\neach project.\nYou can choose to exercise your access rights, rectification, limitation, opposition, or deletion:\n- at the laboratories: a complementary information letter and an opposition form are available at\nthe secretariat.\n− With the data protection officer of Biogroup online (dpo[@]biogroup.fr) or by postal mail\naddressed to Madame la Déléguée à la Protection des Données, Laboratoire BIOGROUP, 1 rue Charles Péguy 67200\nStrasbourg. A template letter is available at the following address:\nhttps://biogroup.fr/documentation/opposition−reutilisation\nYour samples and your data will be included within one month in the sample collection and warehouse\nof data unless you object. No research project can be started before this deadline."
}