{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Fusionné avec la sève de la Rose de Granville et deux peptides amplificateurs de l'expression du collagène, cet extrait donne naissance au Rosapeptide. Ce nouveau* concentré de régénération ultime, alliance absolue de la science florale avec l'expertise biologique Dior, s'inscrit dans un territoire scientifique révolutionnaire : inverser visiblement les signes de l'âge.\nGrâce au Rosapeptide, Dior Prestige La Crème révèle une nouvelle frontière dans le domaine de l'anti-âge* : née de la Rose de Granville à la puissance auto-régénérative et inspirée par les dernières découvertes de la médecine régénérative, la formule de la crème contribue à la reconstruction de la structure et des fonctionnalités de la peau. Celle-ci est alors visiblement plus jeune à tous les niveaux : densification de la matrice cutanée, régénération de l'épiderme, renfort et protection visibles de la barrière cutanée.\nLa peau est comme densifiée, les contours du visage sont visiblement rehaussés et les rides paraissent lissées. L'éclat de la peau et ses volumes sont comme restaurés.",
    "trans": "Combined with Granville Rose sap and two peptides that amplify collagen expression, this extract creates Rosapeptide. This new* ultimate regeneration concentrate, an absolute alliance of floral science and Dior's biological expertise, is part of a revolutionary scientific field: visibly reversing the effects of ageing.\nDior Prestige La Crème reveals a new frontier in the field of anti-ageing* thanks to Rosapeptide: born from the self-regenerative power of the Rose de Granville and inspired by the latest discoveries in regenerative medicine, the cream's formula helps to rebuild the skin's structure and functionality. The result is visibly younger-looking skin at every level: densification of the skin matrix, regeneration of the epidermis, visible reinforcement and protection of the skin's barrier.\nThe skin feels denser, facial contours are visibly enhanced and wrinkles appear smoothed. The skin's radiance and volume are restored."
}