{
    "source": "fr_FR",
    "target": "en_US",
    "text": "C’est un des projets phare du mandat en cours qui est mené dans le cadre du renouvellement de la concession des plages dites naturelles de Juan-les-Pins. Des travaux qui se chiffrent à 18 millions d’euros qui vont durer trois ans.\nIls vont redessiner toute la façade littorale juanaise – les espaces publics comme les équipements de plages – sur les secteurs Baudoin et Pinède qui seront livrés pour la saison estivale 2025, puis celui de la Garoupe, livré pour l’été 2026.\nUn indispensable coup de neuf et de jeune pour la station balnéaire juanaise. Si du côté de la Pinède les travaux se sont mis en pause (lire ci-dessous), tous les voyants sont bien au vert pour démarrer ceux du secteur Baudoin entre le rond-point Courbet et le Café de la plage.\nUn gros morceau du projet chiffré à 7,5 millions d’euros sur les 18 qui sera livré au printemps 2025 \"avec une pause du chantier pendant la saison estivale 2.024\", précise le maire, Jean Leonetti.",
    "trans": "This is one of the flagship projects of the current mandate, which is being carried out as part of the renewal of the concession for the so-called natural beaches of Juan-les-Pins. The work, costing 18 million euros, will take three years to complete.\nThey will redesign the entire Juan seafront - both public spaces and beach features - in the Baudoin and Pinède sectors, which will be delivered for the 2025 summer season, followed by the Garoupe sector, delivered for the 2026 summer season.\nThis is an essential refresh for the Juan-les-Pins seaside resort. While work on the Pinède has been put on hold (see below), all the lights are on to start work on the Baudoin sector between the Courbet traffic circle and the Café de la Plage.\nA significant part of the project, costing 7.5 million euros out of the total 18 million, will be completed in the spring of 2025 \"with a break in construction during the summer season of 2024,\" said the mayor, Jean Leonetti."
}