{
    "source": "fr_FR",
    "target": "en_US",
    "text": "J'ai échangé rapidement avec Ashwini par message ce matin. J'ai eu le plaisir de travailler au sein du Bureau de France à Chennai en tant que VIA - Chargé de Développement pour les équipes de Business France entre 2019 et 2021. J'ai appris que vous aviez repris la place de Bruno récemment, je vous souhaite de profiter de cette région de l'Inde au maximum, il y a tellement d'histoires et de belles choses à voir!\nÀ la suite de mon VIA je suis resté en Inde jusqu'en 2023 en contrat local à Bangalore, où j'ai rencontré ma future femme, originaire de Chennai. Nous sommes à Paris depuis septembre 2023. Elle a obtenu un visa de long-séjour d'un an au consulat de Bangalore qui lui a permis de me rejoindre, mais qui ne lui permettait pas de travailler à l'époque. Nous nous sommes mariés le 12 septembre 2024 à Paris.\nMa femme, [redacted_name] (en cc), est actuellement à Chennai pour changer de nom et refaire son passeport. Nous nous demandons s'il est préférable de demander un visa de long-séjour ou un titre de séjour (VLS-TS) valable un an, qui lui permettrait de travailler, ou s'il est possible de demander directement une carte de séjour pluriannuelle vie privée et familiale d'une durée de deux ans.",
    "trans": "This morning I had a quick chat with Ashwini by message. I had the pleasure of working in the Bureau de France in Chennai as a IVA - Development Officer for the Business France teams between 2019 and 2021. I heard that you have taken over from Bruno recently, I hope you enjoy this part of India to the fullest, there are so many stories and beautiful things to experience!\nAfter my IVA I stayed in India until 2023 on a local contract in Bangalore, where I met my future wife, who is from Chennai. We've been in Paris since September 2023. She obtained a one-year long-stay visa from the Bangalore consulate, which enabled her to join me, but which didn't permit her to work at that particular time. We got married on September 12, 2024 in Paris.\nMy wife, [redacted_name] (in cc), is currently in Chennai to change her name and redo her passport. We are thinking about whether it's better to apply for a long-stay visa or residence permit (VLS-TS) valid for one year, which would enable her to work, or whether it is possible to apply directly for a multiannual residence permit for private and family life valid for two years."
}