{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Bientôt, vous recevrez le 1er bulletin de votre enfant et serez conviés à une rencontre avec les\nenseignants le 21 novembre, entre 18h et 21h. En ce sens, comme mentionné aux élèves lors de\nla rentrée, les efforts qu’ils font au quotidien sont aussi importants, sinon plus, que les résultats\nacadémiques qu’ils obtiennent.\nNous avons eu la visite de l’IB les 16, 17 et 18 octobre dernier. Nous sommes heureux des constats\nfaits et de la participation de la communauté. Notre école fait vivre le PEI depuis plus de 30 ans\net nous sommes fiers de nos élèves, de notre personnel et de nos parents. Merci pour\nl’engagement envers notre belle école!\nEnfin, nous avons ouvert le local « ZEN ». C’est un local où les élèves peuvent aller se reposer à\nl’heure du dîner, jouer à des jeux, effectuer un travail d’équipe… Il y a un concours présentement\npour trouver le nom officiel du local.\nConseil d’établissement\nLa prochaine rencontre du Conseil d’établissement aura lieu le mardi 12 novembre à 18h30 à la",
    "trans": "You will soon receive your child's 1st report card and will be invited to a meeting with the\nteachers on 21 November, between 6pm and 9pm. As we told the students at the start of\nthe start of the school year, the efforts they put in on a daily basis are just as important, if not more so, than the academic\nresults they achieve.\nWe received a visit from the IB on 16, 17 and 18 October. We are delighted with the observations\nand the community's participation. Our school has been involved in the PEI for over 30 years\nand we are proud of our students, staff and parents. Thank you for your\ncommitment towards our beautiful school!\nFinally, we opened the ‘ZEN’ room. It's a place where students can go to rest at\nlunchtime, play games, work as a team... There's currently a competition\nto find the official name of the room.\nSchool Council\nThe next meeting of the School Council will take place on Tuesday 12 November at 6:30 p.m. in the"
}