{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Vous avez un nouveau message du client concernant la réclamation sur la commande[redacted_id] :\n\"Bonjour, la discussion vient d'être passée en réclamation car le client a sollicité l'intervention de Cdiscount. Vous avez 2 jours pour apporter une réponse respectant les CGMAD et le guide de la relation acheteur-vendeur (disponibles en pied de page de l’espace vendeur). A défaut, le client pourra être remboursé à votre charge. La discussion semble porter sur une panne . Si tel est bien le cas et que la panne est liée à un défaut de conformité vous devez fournir une étiquette de retour prépayée au client (ou une date d'enlèvement avec les coordonnées du transporteur pour un produit volumineux) puis lui proposer une des trois possibilités de prise en charge : - Le remplacement du produit - La réparation du produit - Le remboursement Vous disposez d'un délai de résolution maximum de 30 jours calendaires. \"\nComme vous le savez, la satisfaction de nos clients est essentielle, aussi nous vous serions reconnaissants de bien vouloir traiter ce message dans les prochaines 48h en vous rendant dans votre Espace vendeur.\nMerci de votre confiance.\nCordialement,\nL'équipe Cdiscount Marketplace\nCe message est visualisable depuis votre espace vendeur personnalisé.",
    "trans": "You have received a new message from the customer concerning the complaint about the order [redacted_id]:\n\"Hello, the discussion has just been upgraded to a complaint because the customer has requested Cdiscount's intervention. You have 2 days to provide a response that complies with the CGMAD and the buyer-seller relationship guide (available at the bottom of the page in the Seller Space). Failure to do so may result in the customer being reimbursed at your expense. The discussion seems to be about a fault. In the event that this is the case and the fault is linked to a lack of conformity, you must provide the customer with a pre-paid returns label (or a collection date with the carrier's details for a bulky product) and then offer the customer one of the three possible ways of dealing with the problem: - Product replacement - Product repair - Refund. You have 30 working days maximum to sort out the problem.\"\nAs you know, satisfying our customers is essential, so we would be grateful if you could deal with this message within the next 48 hours by logging into your Seller Space.\nThank you for trusting us.\nYours faithfully,\nThe Cdiscount Marketplace team\nThis message can be viewed from your customized Seller Space."
}