{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Selon l'Insee, 17 % de la population française est touchée par l'illectronisme. Il concerne la difficulté, voire l'incapacité, d'utiliser les appareils numériques et les outils informatiques en raison d'un manque ou d'une absence totale de connaissances sur leur fonctionnement.\nAu cours de l'année 2019, 15 % des personnes âgées de 15 ans ou plus n'ont pas utilisé Internet, 38 % des utilisateurs manquent d'au moins une compétence numérique de base et 2 % n'ont aucune compétence. Par conséquent, l'illettrisme numérique affecte 17 % de la population. Quatre personnes sur cinq ne sont pas informées et une sur cinq ne parvient pas à communiquer en ligne. Les individus âgés, non diplômés, ayant des revenus modestes, les personnes vivant seules ouen couple sans enfants ou Les personnes vivant dans les DOM sont particulièrement affectées par les problèmes d'équipement et de compétences.\nEn France, les compétences numériques sont globalement similaires à la moyenne européenne.\nOutre la rupture numérique : les différentes facettes de l'illectronisme\nDans une société de plus en plus dénudée. Quel est l'impact de l'illectronisme?\nLa difficulté ou l'incapacité à utiliser les outils et les technologies numériques est connue sous le nom d'illectronisme.\nEn premier lieu, elle est un phénomène complexe qui découle de divers éléments :",
    "trans": "According to INSEE, 17% of the French population is affected by illectronicism. This refers to the difficulty, or even inability, to use digital devices and IT tools due to a lack or total absence of knowledge about their operation.\nIn 2019, 15% of people aged 15 or over did not use the internet, 38% of users lacked at least one basic digital skill and 2% had no skills at all. Consequently, digital illiteracy affects 17% of the population. Four out of five people are uninformed and one in five is unable to communicate online. Older people, people with no qualifications, people on low incomes, people living alone or in couples without children and people living in the French overseas departments are particularly affected by equipment and skills issues.\nIn France, digital skills are broadly similar to the European average.\nBeyond the digital breakdown: the different facets of illectronicism\nIn an increasingly digital society, what is the impact of illectronicism?\nThe difficulty or inability to use digital tools and technologies is known as illectronicism.\nFirstly, it is a complex phenomenon that stems from a number of factors:"
}