{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Participation à l'organisation des shootings et coordination des équipes (internes et externes)\nSuivi des plannings & coordination de la production des shootings\nSuivi des informations produits et gestion de la logistique des produits\nParticipation au projet d'optimisation des process shooting\nCe que vous apporterez\nVotre futur diplômé(e) d’école de commerce ou équivalent\nUne première expérience dansl’univers de l’image et/ou en gestion de projet\nVotre organisation, votre rigueur, votre autonomie et votre intérêt pour les produits.\nCe qui vous enthousiasme & ce que CHANEL pourra vous offrir\nL'indépendance d'une Maison de création qui place l'humain au centre\nLe dynamisme d'un environnement qui cultive l'excellence tout en favorisant l'épanouissement de tous\nDes opportunités d'évolution, de croissance et de parcours multiples dans une Maison attentive à la singularité de chacun.\nDe la singularité de chacun naît la richesse de nos équipes. CHANEL valorise la diversité sous toutes ses formes et s'engage à traiter équitablement chaque candidature.\nPROCESSUS DE RECRUTEMENT\n1. Candidatez en ligne.\n2. Si votre profil est sélectionné, vous serez contacté(e) par l'équipe en charge du recrutement pour un entretien téléphonique. Sinon, vous recevrez un email vous informant du refus de votre candidature.\n3. Suite à un échange positif avec l'équipe en charge du recrutement, vous rencontrez le(s) manager(s) en charge du poste.",
    "trans": "Participate in organizing shoots and coordinating teams (internal and external)\nMonitor schedules & coordinate shootings production\nTrack product informations and manage product logistics\nParticipating in the shooting process optimization project\nWhat you will bring\nYour future business school graduate or equivalent\nA first experience in the image world and/or in project management.\nYour organization, rigor, autonomy and interest in products.\nWhat makes you enthusiastic & what CHANEL can offer you\nThe independence of a creative house that puts human beings at its heart\nThe dynamism of an environment that cultivates excellence while encouraging personal fulfillment for all.\nOpportunities for development, growth and multiple career paths in a company that cares about the singularity of each.\nThe richness of our teams is born from the uniqueness of each individual. CHANEL values diversity in all its forms and is committed to treating all applicants fairly.\nRECRUITMENT PROCESS\n1. Apply online.\n2. If your profile is selected, you will be called by the recruitment team for a phone interview. If not, you will receive an email informing you that your application has been rejected.\n3. After a positive discussion with the recruitment team, you will meet the manager(s) in charge of the position."
}