{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Maître,\nNice, le 11/10/2024\nJ’ai l’honneur d’accuser réception de votre requête et de vous informer qu’elle a été enregistrée le 10/10/2024, sous le numéro mentionné ci-dessus.\nJe saisis cette occasion pour vous adresser les recommandations suivantes :\n- afin de permettre le rattachement de vos courriers à votre dossier, veuillez mentionner le numéro d’enregistrement qui figure en tête de la présente lettre sur toutes les pièces ou correspondances relatives à cette affaire ;\n- ne manquez pas, jusqu’à l’issue de la procédure, d’informer le greffe du tribunal administratif de vos éventuels changements d’adresse. Pour permettre de vous joindre plus facilement, en cas de nécessité, vous pouvez communiquer au greffe vos numéros de téléphone et de télécopie ;\nL’état de l’instruction de ce dossier peut être consulté avec le code d’accès confidentiel [redacted_id] sur le site internet [redacted_url]\nJe vous informe également que, même après l’introduction d’un recours devant le juge administratif, vous pouvez vous entendre avec la partie adverse pour recourir à une médiation. Vous pouvez demander à la juridiction de l’organiser.\nLa procédure contentieuse sera suspendue tout le temps de la médiation. Si celle-ci échoue, la procédure contentieuse reprendra son cours, sans que puissent être invoqués devant le juge les échanges intervenus au cours de la médiation.",
    "trans": "Master,\nNice, 10/11/2024\nI am honored to acknowledge receipt of your request and to inform you that it was registered on 10/10/2024, under the above-mentioned number.\nI seize this opportunity to make the following recommendations:\n- to enable your correspondence to be linked to your file, please quote the registration number at the top of this letter on all documents or correspondence relating to this case;\n- don't forget to inform until the end of the procedure the clerk's office of the administrative court of any changes of address you may have. To make it easier to contact you, if necessary, you can provide the court clerk's office with your telephone and fax numbers;\nThe status of this case can be consulted using the confidential access code [redacted_id] on the website [redacted_url]\nI also inform you that, even after you have lodged an appeal with the administrative judge, you can agree with the opposing party to have recourse to mediation. You can ask the court to organize it.\nLitigation proceedings will be suspended for the duration of the mediation. If mediation fails, the contentious procedure will resume, without the exchanges that took place during mediation being invoked before the judge."
}