{
    "source": "fr_FR",
    "target": "en_US",
    "text": "jours / semaine, du lundi au vendredi. 40 heures par semaine,\n· Vacances : 4 semaines de vacances (Construction); 13 congés fériés;\n· Lieu : Le QG, espace collaboratif, 5136 QC-132, Sainte-Catherine, QC J5C 1L8,\n· Date d’entrée en fonction : Dès que possible\nDescription du poste\nLe ou la titulaire sera responsable de produire les dessins d’ateliers et de mise en production tout en respectant les termes contractuels et soumissionnés.\nTaches spécifiques\nEffectuer les dessins techniques (AutoCAD);\nPréparer les documents techniques pour l’envoi aux clients;\nProduire les TQC;\nEffectuer la réception des documents techniques approuvés ou annotés et effectuer les modifications requises;\nPréparer les réquisitions et les bons de commande;\nEffectuer la mise en production avec les mesures reçues du chargé de projet;\nEffectuer le suivi des dessins techniques normalisés des fournisseurs;\nToutes autres tâches connexes;\nQualifications et atouts recherchés\nFormation en dessins techniques;\nExpérience dans le domaine dans la construction (un atout);",
    "trans": "days / week, from monday to friday. 40 hours per week,\n· Holydays: 4 weeks holydays (Construction); 13 public holydays;\n· Location: Le QG, collaborative space, 5136 QC-132, Sainte-Catherine, QC J5C 1L8,\n· Start date : As soon as possible\nJob description\nThe job holder will be responsible for producing shop drawings and production setup drawings in accordance with contract and submittal requirements.\nSpecific tasks\nProduce technical drawings (AutoCAD);\nPrepare technical documents for dispatch to customers;\nProduce TQCs;\nReceive approved or annotated technical documents and make any necessary changes;\nPrepare requisitions and purchase orders;\nExecute production runs based on measurements received from the project manager;\nFollow-up on standardized technical drawings from suppliers;\nAll other related tasks;\nDesired qualifications and assets\nTraining in technical drawing;\nExperience in the field of construction (a plus);"
}