{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Pour des raisons de sécurité, lors de votre 1èreconnexion, puis tous les 90 jours, il vous sera demandé de réaliser en plus une authentification renforcée afin de pouvoir à accéder à vos comptes. Vous pourrez le faire soit via la Clé Digitale, si celle-ci est activée, soit à l’aide d’un code secret unique qui vous sera envoyé par sms.\nEn savoir plus sur le dispositif dsp2.\nVOTRE NUMÉRO DE MOBILE ET VOTRE ADRESSE E-MAIL: DES ÉLÉMENTS ESSENTIELS!\nVotre numéro de mobile est nécessaire pour la validation de vos opérations en ligne. Votre adresse e-mail doit être activée pour sécuriser nos échanges et vous communiquer les informations importantes liées à la gestion de votre compte.\nPensez à les activer sur votre profil en ligne sur le site mabanque.bnpparibas ou l’appli Mes Comptes !\nMerci pour votre confiance,\nBNPParibas.\nService Client\nConseiller\nSite web\nmabanque.bnpparibas *\ndisponible sur tous les appareils\nApplication\n\"Mes Comptes\" **\npour tablettes et smartphones\nPar sécurité, retrouvez le numéro client anonymisé en haut de chaque email BNPParibas.\nNe communiquez jamais vos codes personnels par téléphone, par email, par chat ou sur les réseaux sociaux.\nAvant de saisir vos codes personnels, assurez-vous d’être bien à l’origine de l’opération en vérifiant ses caractéristiques.",
    "trans": "For security reasons, you will be asked to perform additional authentication to access your accounts when you first log in and every 90 days. You can do this either with the Digital Key, if activated, or with a unique secret code sent to you by SMS.\nKnow more about dsp2.\nYOUR MOBILE NUMBER AND E-MAIL ADDRESS ARE ESSENTIAL!\nYour mobile number is necessary to validate your online transactions. Your e-mail address must be activated to secure our exchanges and send you important information related to your account management.\nThink about activating it on your online profile on the mabanque.bnpparibas website or the Mes Comptes app!\nThank you for your trust,\nBNPParibas.\nCustomer service\nAdvisor\nWebsite\nmabanque.bnpparibas *\navailable on all devices\nApplication\n“My Accounts” **\nfor tablets and smartphones\nFor security reasons, please find the anonymized client number at the top of each BNPParibas email.\nNever share your personal codes by phone, email, chat, or social media.\nBefore entering your personal codes, make-sure you are the originator of the transaction by checking its characteristics."
}