{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Vous n'arrivez pas à cliquer sur le bouton ci-dessus ?\nCopiez et collez ce lien dans votre navigateur :\nhttps://app.ar24.fr/fr/arm/view/42247910-c9eb9b1fcfc9ad73348f8d2d9e9f5b0d8e72ec4c800967c612c9b442f5c51524? c=YKEuzezLtL8Q9sOLrkSB\nNB : vous avez 15 jours à compter du lendemain de l'envoi de ce courrier pour l'accepter ou le refuser. Ne pas prendre connaissance du contenu de ce recommandé peut entrainer votre responsabilité pour négligence, en cas de litige.\nVous pouvez aussi refuser ce courrier en vous rendant à cette adresse une fois votre identité vérifiée :\nhttps://app.ar24.fr/fr/arm/refuse/42247910-c9eb9b1fcfc9ad73348f8d2d9e9f5b0d8e72ec4c800967c612c9b442f5c51524? c=YKEuzezLtL8Q9sOLrkSB&refuse\nUn doute concernant la provenance de cet email ?\nRendez-vous sur le site d' AR24 et cliquez sur \"Vérifier un email\" présent en bas de chacune des pages du site.\nRenseignez le code suivant dans le champ dédié : [redacted_id]\nA bientôt,\nL'équipe d'AR24\nTel. : 09 69 37 21 24 - Contact - Certifications - CGU\nSuivez nos actualités sur : LinkedIn - Facebook - YouTube",
    "trans": "Can't click on the button above?\nCopy and paste this link into your browser:\nhttps://app.ar24.fr/fr/arm/view/42247910-c9eb9b1fcfc9ad73348f8d2d9e9f5b0d8e72ec4c800967c612c9b442f5c51524? c=YKEuzezLtL8Q9sOLrkSB\nNB: You have 15 days from the date of dispatch of this letter to accept or reject it. Failure to take note of the contents of this registered letter may render you liable for negligence in the event of a claim.\nYou can also refuse this letter by going to this address once your identity has been verified:\nhttps://app.ar24.fr/fr/arm/refuse/42247910-c9eb9b1fcfc9ad73348f8d2d9e9f5b0d8e72ec4c800967c612c9b442f5c51524? c=YKEuzezLtL8Q9sOLrkSB&refuse\nAny doubts about the origin of this email?\nGo to the AR24 website and click on “Verify an email” at the bottom of each page of the website.\nEnter the following code in the dedicated field: [redacted_id]\nSee you soon,\nThe AR24 team\nTel.: 09 69 37 21 24 - Contact - Certifications - Terms of Use\nFollow our news on : LinkedIn - Facebook - YouTube"
}