{
    "source": "fr_FR",
    "target": "en_US",
    "text": "A défaut de paiement d'une prime, ou d'une fraction de prime, dans les dix jours de son échéance, et indépendamment du droit pour l'assureur de poursuivre l'exécution du contrat en justice, la garantie ne peut être suspendue que trente jours après la mise en demeure de l'assuré. Au cas où la prime annuelle a été fractionnée, la suspension de la garantie, intervenue en cas de non-paiement d'une des fractions de prime, produit ses effets jusqu'à l'expiration de la période annuelle considérée. La prime ou fraction de prime est portable dans tous les cas, après la mise en demeure de l'assuré.\nL'assureur a le droit de résilier le contrat dix jours après l'expiration du délai de trente jours mentionné au deuxième alinéa du présent article.\nLe contrat non résilié reprend pour l'avenir ses effets, à midi le lendemain du jour où ont été payés à l'assureur ou au mandataire désigné par lui à cet effet, la prime arriérée ou, en cas de fractionnement de la prime annuelle, les fractions de prime ayant fait l'objet de la mise en demeure et celles venues à échéance pendant la période de suspension ainsi que, éventuellement, les frais de poursuites et de recouvrement.",
    "trans": "In the event of non-payment of a bonus, or fraction of a bonus, within ten days of its due date, and independently of the insurer's right to take legal action to enforce the contract, the guarantee may only be suspended thirty days after formal notice has been given to the insured. If the annual bonus has been divided into installments, the suspension of coverage due to non-payment of any premium installment remains in effect until the end of the relevant annual period. The bonus or installment is transferable in all cases, after the formal notice to the insured.\nThe insurer has the right to terminate the contract ten days after the expiration of the thirty-day period mentioned in the second paragraph of this article.\nA contract which has not been cancelled will resume its effects at noon on the day following that on which the insurer or the agent appointed by the insurer for this purpose has received payment of the overdue prime or, in the case of a split annual premium, of the fractions of the prime which were the subject of the formal notice and those which fell due during the period of suspension, as well as, where applicable, the costs of prosecution and collection."
}