{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Cours de mathématiques 9èmes\n[redacted_name]/[redacted_name]\n2. Les hauteurs\nDéfinition :\nLa hauteur issue d’un sommet du triangle est la droite qui passe par ce sommet et qui est\nperpendiculaire au côté opposé.\nPropriété et définition :\nLes trois hauteurs d’un triangle sont concourantes : leur point d’intersection s’appelle\nl’orthocentre du triangle.\n3. Les médianes\nDéfinition :\nLa médiane issue d’un sommet (ou relative à un côté) est la droite qui passe par ce sommet et\npar le milieu du côté opposé.\nPropriété :\nLes trois médianes d’un triangle sont concourantes et leur point d’intersection est appelé centre\nde gravité du triangle.\nIV. Droites remarquables dans les triangles particuliers\n1. Triangle isocèle\nSoit ABC un triangle isocèle en A.\nPropriété :\nLa hauteur issue de A, la médiane issue de A et la médiatrice de [BC] sont confondues.\n2. Triangle équilatéral\nDans un triangle équilatéral, les droites remarquables sont confondues.\nLe centre de gravité, l’orthocentre et le centre du cercle circonscrit sont confondus.",
    "trans": "9th grade mathematics class\n[redacted_name]/[redacted_name]\n2. Heights\nDefinition :\nHeight from the summit of a triangle is the straight line that passes by this summit and that is\nperpendicular to the opposite side.\nProperty and definition :\nThe three heights of a triangle are intersecting : their points of intersection is called\nthe triangle's orthocentre.\n3. Medians\nDefinition :\nThe median from a vertex (or relative to one side) is the straight line that passes by this summit and\nby the center of the opposite side.\nProperty :\nThe three medians of a triangle are intersecting and their point of intersection is called the center\nof gravity of the triangle.\nIV. Remarkable straight lines in particular triangles\n1. Isosceles triangle\nABC is an isosceles triangle at A.\nProperty :\nA's height, A's median and [BC]'s mediator are combined.\n2. Equilateral triangle\nIn an equilateral triangle, the remarkable straight lines are combined.\nIn the center of gravity, the orthocentre and the circumscribed circle's centre are combined."
}