{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Si le lien ci-dessus ne fonctionne pas, merci de copier/coller le lien suivant dans votre navigateur :\nhttps://www.service-public.fr/compte/se-connecter\n• Vous ne souhaitez pas conserver votre compte :\nIl sera automatiquement désactivé et fermé le 24/10/2025.\nImportant\nSi vous souhaitez récupérer vos documents, connectez-vous afin de les télécharger depuis votre espace personnel → Mes documents. Vous pourrez ensuite supprimer votre compte.\nRestez informé(e) grâce aux alertes de Service-Public.fr\nNous vous alertons quand:\n•certaines démarches (recensement citoyen obligatoire, opération tranquillité vacances, etc.) doivent être effectuées auprès de l'administration;\n•un document stocké dans votre compte arrive à expiration (carte d'identité ou passeport périmé);\n•une actualité sur vos sujets préférés est publiée ou quand une page d'information est mise à jour.\nAbonnez-vous gratuitement dans votre espace personnel→ Mes alertes.\nLe compte Service-Public.fr, c’est aussi :\nun espace de stockage sécurisé de documents (jusqu’à 250 Mo) ;\nun fil d’activité permettant de suivre le statut des démarches effectuées et de compléter celles en brouillon ;",
    "trans": "If the link above does not work, please copy/paste the following link in your browser :\nhttps://www.service-public.fr/compte/se-connecter\n• You do not wish to keep your account :\nIt will be automatically disabled and closed on October, 24th, 2025.\nImportant\nIf you wish to retrive your documents, log in to download them from your personal space → My documents. You will then be able to cancel your account.\nStay informed thanks to the Service-Public.fr alerts\nWe will let you know when :\n•some procedures (mandatory citizen census, vacation tranquillity operation, etc.) must be performed with the administration ;\n•a document stored in your account expires (expired identity card or passport) ;\n•a current event on your favorite topics is published or when an information page is updated.\nSubscribe for free in your personal space→ My alerts.\nThe Service-Public.fr account also includes :\na safe storage space for your documents (up to 250Mo) ;\na newsfeed enabling to follow the procedures' status and complete those in draft form ;"
}