{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Le2 juillet 2019,Ethiopian Airlinesouvre la ligne versAddis-Abebaà raison de trois liaisons par semaine et permet de bénéficier des correspondances vers plus de60 destinationsafricaines.\nEnoctobre 2019,Air Sénégallance la ligne vers Dakar8.\nEn2019, l’aéroport de Marseille-Provence a accueilli 10151743passagers, un trafic en hausse de 8,1% principalement portée par l’international. Avec ce cap des10 millionsde voyageurs franchi pour la première fois, il se porte à la troisième place des aéroports régionaux français, derrière Nice et Lyon.\nEnmars 2022,Ryanairannonce un important programme à Marseille avec un total de60 routeset plus de240 volspar semaine.\nLe 21 octobre 2022, l'aéroport de Marseille-Provence a célébré les 100 ans avec différentes manifestations.\nLe 31 octobre 2022,EasyJeta lancé deux lignes vers Bâle et Lisbonneet le 9 novembre 2022,Flynasa lancé la ligne vers Djeddah.\nLe 16 décembre 2022, Air Arabia Egyptlance la ligne vers Le Caire.\nEn mars 2023,Austrian Airlineslance la ligne vers Vienne, Volotea ouvre la ligne vers Copenhague.",
    "trans": "On July 2, 2019,Ethiopian Airlines opens the line to Addis Ababa with three connections per week, and allows connections to more than 60 African destinations.\nIn October 2019,Air Sénégal launches its flight to Dakar 8.\nIn 2019, Marseille-Provence airport welcomed 10151743passengers, an increase of 8.1% mainly driven by international traffic. With the 10 million passenger cap passed for the first time, the airport ranks third among French regional airports, behind Nice and Lyon.\nIn March 2022, Ryanair announces a major program in Marseille, with a total of 60 routes and more than 240 flights per week.\nOn October 21, 2022, Marseille-Provence Airport celebrated its 100th anniversary with various events.\nOn October 31, 2022, EasyJet launched two routes to Basel and Lisbon, and on November 9, 2022, Flynas launched the route to Jeddah.\nOn December 16, 2022, Air Arabia Egypt launched the route to Cairo.\nIn March 2023, Austrian Airlines launched the route to Vienna, and Volotea opened the route to Copenhagen."
}