{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Néanmoins, les opérations de tests, contrôles et/ou maintenance ainsi que les interventions nécessaires en cas de panne, peuvent être effectuées par le GIP Union Retraite à tout moment.\nAinsi, le GIP Union Retraite se réserve le droit, en tout temps et temporairement, de suspendre, limiter ou restreindre, l'accès à l'Application lorsqu'il estime qu'un événement susceptible d'en affecter le fonctionnement ou l'intégrité le nécessite ou pour des raisons de maintenance, et ce, pour la durée nécessaire à l'intervention envisagée. Le GIP Union Retraite s'efforce de prévenir, dans la mesure du possible, de la survenance d'une telle opération.\nLe GIP Union Retraite ne saurait être tenu responsable de toute conséquence directe ou indirecte susceptible d'en résulter pour tout Utilisateur et n'ouvre droit à aucune indemnité.\nL'Utilisateur reconnait que le GIP Union Retraite ne peut en aucun cas être tenu responsable des caractéristiques fonctionnelles et des performances techniques de son réseau. De même que tout Utilisateur reste responsable de ses actions sur le réseau quant à l'utilisation de ses données sur les réseaux ouverts.",
    "trans": "Nevertheless, testing, control, and/or maintenance operations, as well as necessary interventions in case of a breakdown, can be carried out by GIP Union Retraite at any time.\nTherefore, GIP Union Retraite reserves the right, at any time and temporarily, to suspend, limit, or restrict access to the Application when it deems that an event likely to affect its operation or integrity so requires, or for maintenance reasons, for the duration necessary for the intended intervention. GIP Union Retraite strives to notify, whenever possible, of the occurrence of such an operation.\nGIP Union Retraite shall not be held liable for any direct or indirect consequences that may result for any user, and will not be entitled to any compensation.\nThe User acknowledges that GIP Union Retraite cannot under any circumstances be held responsible for the functional characteristics and technical performance of its network. Likewise, all Users remain responsible for their actions on the network and the use of their data on open networks."
}