{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Ce courriel est destiné uniquement à l'usage de la personne ou de l'entité à laquelle il est adressé. Si vous avez reçu ce courriel par erreur, veuillez le supprimer. Si ce courriel ne vous était pas destiné, toute utilisation, révision, retransmission, distribution, diffusion, copie, impression ou autre utilisation de ce courriel, ou toute autre mesure basée sur ce courriel, est strictement interdite. Votre coopération est appréciée.\nHello,\nHave you heard about My Service Canada Account (MSCA)? It's an online portal that provides quick and easy 24/7 access to your Employment Insurance (EI) information.\nWhy register for MSCA?\nFast: View information about your EI claim any time, without long phone waits or mail delays. Download and print your T4E as early as February 1!\nConvenient: See the details of your past and current EI claims, and so much more - all in one secure and convenient location!\nPaperless: Reduce paper use and take part in Service Canada's efforts to “go green” by viewing your information online.",
    "trans": "This email is for use only by the person or entity to whom it is addressed. If you have received this email by mistake, please delete it. If this email was not intended for you, any use, revision, retransmission, distribution, dissemination, copying, printing or other use of this email, or any action based on this email, is strictly prohibited. Your cooperation is greatly appreciated.\nHello,\nHave you heard about My Service Canada Account (MSCA)? It's an online portal that provides quick and easy 24/7 access to your Employment Insurance (EI) information.\nWhy register for MSCA?\nFast: View information about your EI claim any time, without long phone waits or mail delays. Download and print your T4E as early as February 1!\nConvenient: See the details of your past and current EI claims, and so much more - all in one secure and convenient location!\nPaperless: Reduce paper use and take part in Service Canada's efforts to “go green” by viewing your information online."
}