{
    "source": "fr_FR",
    "target": "en_US",
    "text": "un choc, une tragédie, une attaque horrible.\nCela a été douloureux et criminel, d’une ma-\ngnitude telle que nous n’en avions jamais\nconnue. Quelque 850 civils [1 200 personnes\nau total] ont été tués en un jour. Des hom-\nmes, des femmes, des enfants, et même des\nbébés et des personnes âgées ont été pris en\notage. Des kibboutz ont été totalement\ndétruits. Puis les témoignages ont com-\nmencé à affluer sur la cruauté de l’attaque,\nles violences sexuelles, les destructions\ncommises par le Hamas. Je connais person-\nnellement des gens, certains très proches,\nqui ont été touchés. Il y en a qui ont été tués,\nd’autres ont été pris en otage, certains ont\ntout juste survécu. Je n’avais pas les mots\npour expliquer cet événement, pour le digé-\nrer, pour en faire le deuil. C’était révoltant,\ntraumatisant, personnel.\nJe comprenais bien le contexte de l’occu-\npation, de l’apartheid [en Cisjordanie], du\nsiège [de Gaza], mais, même si cela pouvait\nexpliquer ce qu’il se passait, cela ne pouvait\npas justifier de telles atrocités. Immédia -",
    "trans": "a shock, a tragedy, a horrible attack.\nIt has been painful and criminal, of a ma-\ngnitude we have never\nseen before. Some 850 civilians [1200 people\nin total] have been killed in a day. Men,\nwomen, children, and even\nbabies and elderly people have been taken\nhostage. Some kibboutz have been completely\ndestroyed. Then the testimonies started\nto pour in about the cruelty of the attack,\nthe sexual violences, the destructions\ncommitted by the Hamas. I perso-\nnally know people, some of them very close,\nwho have been affected. Some have been killed,\nothers have been taken hostage, some have\nbarely survived. I didn't have the words\nto explain this event, to di-\ngest it, to mourn. Il was revolting,\ntraumatising, personal.\nI understood well the context of the occu-\npation, of the apartheid [in the West Bank], of the\nsiege [of Gaza], but, even if it could\nexplain what was happening, it could not\njustify such atrocities. Immedia -"
}