{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Si vous avez des difficultés pour visualiser ce message, cliquez ici\n1h par petits groupes, ouverts àtous\nEn ligne ou en physique mais toujours gratuits\nDes thèmes variés: sécurité, usages, enfants...\nLa possibilité de poser vos questions\nInscrivez-vous\nQuel que soit votre besoin, nous avons un Atelier numérique pour yrépondre...\nVous souhaitez faire des achats sur internet?\nAu cours de l'atelier Sécuriser ses données personnelles apprenez à créer un mot de passe robuste, à sécuriser vos achats enligne...\nVous voulez ouvrir un compte Facebook?\nAu cours de l'atelier Utiliser Facebook découvrez l'application, créez votre compte et faites votre première publication.\nVous venez d'acheter un nouveau Smartphone?\nAu cours de l'atelier Débuter avec son Smartphone découvrez ses fonctionnalités, comment préserver sa performance et télécharger desapplis.\nVoirtouslesAteliers\nInscription en ligne ou par téléphone dulundi ausamedi de8hà20h,au:\nSuivez-nous sur la page Facebook de Bien vivre le digital pour ne rien rater de l'actualité etéchanger avec la communauté.\nPour recevoir nos communications sur une autre adresse mail, cliquezici",
    "trans": "If you have issues viewing this message, click here\n1 hour per small group, open to everyone\nOnline or in person, but always free\nVarious topics: safety, uses, children...\nThe opportunity to ask your questions\nSign up\nWhatever your needs, we have a Digital Workshop to respond...\nDo you want to shop online?\nDuring the Securing Your Personal Data workshop, learn how to create a strong password, secure your online purchases...\nWant to open a Facebook account?\nIn the \"Using Facebook\" workshop, discover the app, create your account, and make your first post.\nDid you just buy a new smartphone?\nIn the \"Getting Started with Your Smartphone\" workshop, discover its features, how to maintain its performance, and how to download apps.\nSee all workshops\nRegistration online or by phone from Monday to Saturday, from 8 AM to 8 PM, at:\nFollow us on the Bien vivre le digital Facebook page to stay up to date with the news and interact with the community.\nTo receive our communications at a different e-mail address, click here."
}