{
    "source": "fr_FR",
    "target": "en_US",
    "text": "2.1l D : ?\n2.1l TD : 5 litres\n2.5l TD : 7,5 litres\nLe choix de l'huile est important :\nPour les motorisation essence, éviter la pure minérale 15W40. Les motorisations de la 605 sont orientées performances et nécessitent une huile fluide à froid. Préferer la semi-synthèse en 10W40, voire la synthèse en 5W40.\nA savoir qu'une bonne huile 10W40 sera meilleure qu'une huile premier prix en 5W40. La qualité de l'huile est très importante et joue sur la durée de vie de l'ensemble.\nNe pas se tromper, bien choisir l'huile adaptée essence, diesel ou turbo diesel.\nLa fréquence de vidange recommandée est de 10 000 kms (15 000 kms pour un véhicule équipé GPL). Vous pouvez bien sûr la faire plus fréquemment. 7 500 kms est un bon compromis pour un moteur ayant plus de 250 000 kms.\nLe filtre est normalement remplacé toute les deux vidanges. Vous pouvez également choisir de le remplacer à chaque vidange.\nMatériel nécessaire\n- Si possible un bac à vidange, sorte de cuvette de grand diamètre et peu haute, munie d'un bec verseur pour transvaser l'ancienne huile dans un bidon afin de l'amener dans un centre de traitement des déchets gras.",
    "trans": "2.1l D : ?\n2.1l TD: 5 liters\n2.5l TD: 7.5 liters\nChoosing the right oil is important:\nFor petrol engines, avoid pure mineral 15W40. The 605's engines are performance-oriented and require a cold-flowing oil. Prefer 10W40 semisynthetic, or even 5W40 synthetic.\nNote that a high-quality 10W40 oil will be better than a low-cost 5W40 oil. The quality of the oil is very important, and affects the lifespan of the system.\nMake sure you choose the right oil for your petrol, diesel or turbo diesel engine.\nThe recommended oil change frequency is 10,000 kms (15,000 kms for an LPG-equipped vehicle). You can, of course, do it more frequently. 7,500 kms is a good compromise for an engine with over 250,000 kms.\nThe filter is normally changed every two oil changes. You can also choose to replace it every time you change the oil.\nEquipment required:\n- If possible, a drain pan, a kind of bowl with a large diameter and a low height, fitted with a spout for pouring the old oil into a can to take it to an oily waste treatment center."
}