{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Nous venons de recevoir votre réservation du mercredi9octobre2024 au jeudi10octobre2024 et nous vous en remercions.\nVous trouverez ci-dessous toutes les conditions de notre hôtel.\nConditions générales de vente :\nDépôt de garantie : Aucun paiement en garantie pour les réservations de moins de 3 nuits ou moins de 3 chambres. Le numéro de carte bancaire est nécessaire mais la carte ne sera pas débitée. Le règlement se fera directement sur place.\nUne pré-autorisation est effectuée à l’avance sur votre carte bancaire afin de vérifier sa validité. Cette transaction ne pourra pas être considérée comme un paiement.\nConditions d'annulation : Annulation gratuite 72h avant la date d’arrivée. Si annulée 3 jours avant l'arrivée, la première nuit sans les extras est facturée et non remboursable. Si annulé le jour d'arrivée ou en cas de non-présentation, 100% de la réservation sont facturés et non remboursables.\nConditions de vente et d'annulation spécifiques :\nPour les réservations de plus de 3 nuits ou plus de 3 chambres, l'hôtel demande le versement d'un dépôt de garantie égal à la première nuit de la réservation. En cas d'annulation, de modification ou de non-présentation le dépôt de garantie sera conservé.",
    "trans": "We have just received your reservation for Wednesday, October 9, 2024 to Thursday, October 10, 2024 and we thank you for it.\nYou will find below all the conditions of our hotel.\nGeneral terms and conditions of sale :\nSecurity deposit: No security deposit for bookings of less than 3 nights or fewer than 3 rooms. A credit card number is required, but the card will not be charged. Payment will be made directly on site.\nAn authorization is made in advance on your credit card to check its validity. This transaction cannot be considered as a payment.\nCancellation policy: Free cancellation 72 hours prior to the arrival date. If cancelled 3 days before arrival, the first night without extras is charged and non-refundable. If cancelled on the day of arrival or in the event of a no-show, 100% of the booking will be charged and will not be refunded.\nSpecific sales and cancellation conditions :\nFor reservations of more than 3 nights or more than 3 rooms, the hotel requires a deposit equal to the first night of the reservation. In the event of cancellation, modification or no-show, the deposit will be retained."
}