{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Je souhaite devenir conseiller pour le CSAP car mes trois petits-enfants seront inscrits à l’École acadienne de Pomquet. De plus, je veux soutenir la croissance et l’établissement de la nouvelle école à Torbay, tout comme je l’ai fait pour d'autres écoles du CSAP.\nHALIFAX - Deux sièges\n[cid:b80c49f24933f84173c13cdfb84641f2]\nJeff Arsenault\nCandidat en élection, Halifax\nJeph13@gmail.com<mailto:Jeph13@gmail.com>\n902 210-2337\nJe suis père de deux enfants qui sont inscrits dans des écoles du CSAP depuis la maternelle, et ça fait 11 ans que je mobilise et milite pour nos droits en matière d'éducation en langue française en Nouvelle-Écosse, surtout dans la RMH. J'ai été cofondateur du Comité d'action pour une nouvelle école du CSAP au centre-ville de Halifax, ce qui a mené vers l'ouverture de l'École Mer et Monde. Je suis aussi technologue en architecture, designer, et passionné d'urbanisme durable.\nComme fier Acadien, je suis déterminé à faire respecter nos droits en vertu de la Charte, et atteindre l'équité réelle avec la communauté majoritaire en ce qui concerne l'accès aux écoles. Réélisez-moi pour continuer à favoriser un environnement éducatif solidaire, inclusif et innovant pour tous nos enfants.",
    "trans": "I want to become a CSAP advisor because my three grandchildren will be enrolled at École acadienne de Pomquet. Moreover, I also want to support the growth and establishment of the new school in Torbay, just as I have done for other CSAP schools.\nHALIFAX - Two seats\n[cid:b80c49f24933f84173c13cdfb84641f2]\nJeff Arsenault\nCandidate for election, Halifax\nJeph13@gmail.com<mailto:Jeph13@gmail.com>\n902 210-2337\nI'm the father of two children who have been enrolled in CSAP schools since kindergarten, and I've been mobilizing and militating for our rights to French language education in Nova-Scotia, especially in the RMH, for 11 years. I co-founded the Action Committee for a new CSAP school in the center of Halifax, which led to the opening of École Mer et Monde school. I'm also an architectural technologist, designer and passionate about sustainable urban planning.\nAs a proud Acadian, I'm determined to uphold our rights under the Charter and achieve true equality with the majority community in terms of access to schools. Re-elect me to continue to foster a supportive, inclusive and innovative educational environment for all of our children."
}