{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Plus d'informations dans les Conditions Particulières jointes à ce mail.\nEngagement 12 mois à compter de la date de souscription.\nDans le cas de résiliation avant la fin de la période initiale d'engagement, vous êtes redevable des mensualités d'abonnement restant dues sur le Service objet de la résiliation, excepté en cas de résiliation pour motif légitime. Le montant restant dû exclut les remises éventuelles sur l'abonnement.\nServices inclus (voir détail dans les conditions générales d'abonnement) :\n• Mise à disposition, installation et maintenance (à distance ou à domicile) par un professionnel\n• Télésurveillance 24/7 par le centre de télésurveillance\n• Intervention d'un agent sur place, appel des secours, si besoin\n• Gardiennage et sécurisation des accès\n• Application mobile pour piloter à distance vos équipements (sur smartphone uniquement, coût d'usage selon votre opérateur)\nPour rappel :\n• Si des animaux sont présents dans la partie protégée du logement, le technicien adaptera le système d'alarme lors de l'installation et pourra éventuellement proposer des détecteurs d'ouverture supplémentaires en option payante.\n• Les contraintes techniques ne permettent pas d'équiper les vérandas.\n• Des frais de résiliation sont applicables et sont précisés dans les Conditions Particulières jointes.",
    "trans": "More information is available in the Specific Conditions attached to this email.\n12 months of commitment starting on the date of subscription.\nIn the case of resiliation before the end of the initial commitment period, you are indebted for the monthly subscription fees remaining due for the Service subject to the resiliation, except in the case of resiliation for a legitimate motive. The balance due will exclude any discounts on the subscription.\nIncluded services (see details in the general subscription terms):\n• Provision, installation and maintenance (remotely or at home) by a professional\n• 24/7 monitoring by the surveillance center.\n• On-site intervention by an agent, emergency call, if needed.\n• Guarding and securing access points.\n• Mobile app to control your equipment remotely (on smartphone only, usage costs depend on your operator).\nReminder:\n• If animals are present in the protected area of the home, the technician will customize the alarm system during installation and may suggest additional opening detectors as a paid option.\n• Technical constraints do not allow to equip the verandas.\n• Termination fees apply and are specified in the Specific Terms attached."
}