{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Notre conseil d’établissement a été formé lors de l’assemblée générale annuelle des parents qui s’est tenue le jeudi 12 septembre dernier.\nNous cherchons maintenant à pourvoir nos deux postes demembres de la communauté. Ainsi, si vous avez desobjectifs ouintérêts communs avec notre école et que vous désirez vous impliquerau sein denotre conseil d’établissement, vous pouvez communiquer avec la direction de l’école afin deproposervotre candidature. Les membres de la communauté sontnomméspar les membres parents etles membres dupersonnel de l’école qui siègentdéjàauconseil d’établissement. Le mandatdes membres de la communauté estde 1an.\nComment procéder?\nVeuillez envoyer un courriel à la direction de l’école pour signifier votre intérêtavant le lundi 7 octobre 15h00à l’adresse suivante:marie.eve.lamothe9@csmb.qc.ca\nSoyez présent (e) à la rencontre du CÉ prévue lemardi 8 octobre prochain à 18h15. Les candidats auront une ou deux minutes pour se présenter aux membres du CÉ en début de rencontre. Les membres du CÉ procéderont à l’élection des membres de la communauté durant cette séance. Les membres élus seront évidemment invités à siéger à cette première rencontre. Les membres qui ne seront pas élus pourront assister à la rencontre en tant que membres du public (sans droit de parole ou de vote).",
    "trans": "Our School Council has been formed during the annual general meeting of parents held on Thursday, September 12th.\nWe are now looking to fill our two positions of community members. Then, if you have common goals or interests with our school and wish to get involved in our School Council, you can contact the school administration to submit your application. The community members are designated by the parent and staff members already sitting on the council. The mandate of community members is 1 year.\nHow to proceed?\nPlease send an email to the school administration to express your interest before Monday, October 7th, 3:00 PM, at the following address: marie.eve.lamothe9@csmb.qc.ca.\nBe present at the  CÉ meeting scheduled for Tuesday, October 8th at 6:15 PM. Candidates will have one or two minutes to introduce themselves to the  CÉ members at the beginning of the meeting. The CÉ menbers will proceed with the election of community members during this session. Elected members will of course be invited to attend this first meeting. Those who are not elected may attend the meeting as members of the public (without the right to speak or vote)."
}