{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Je vous souhaite une très bonne rentrée en Île-de-France.\nBien fidèlement,\nValérie Pécresse, Présidente d’Île-de-France Mobilités\nNous vous confirmons l’activation du forfait imagine R de HONG MINH NGUYEN débutant le 1er octobre 2024.\nLe montant de votre forfait pour l’année 2024 / 2025 est de 382,40 €.\nVous avez choisi le paiement par prélèvement. La mensualité sera de 41,60 € et sera prélevée en début de mois, du mois de novembre 2024 au mois de juin 2025 inclus. La première mensualité est majorée de 8,00€ de frais de dossier (cumulée éventuellement avec les mensualités déjà échues) et sera prélevée, au plus tôt, le 5 novembre.\nPour finaliser l’activation du forfait, le passe Navigo imagineR de HONG MINH NGUYEN doit être mis à jour. Pour cela, attendez 48h à partir de la réception de cet e-mail puis mettez-le à jour directement depuis l’application Île-de-France Mobilités! Plus besoin de vous déplacer! Il est toujours possible de le faire dans un point de vente ou sur un automate RATP ou Transilien SNCF.",
    "trans": "I wish you a very good new school year in Île-de-France.\nYours faithfully,\nValérie Pécresse, President of Île-de-France Mobilités\nWe confirm the activation of the Imagine R pass for HONG MINH NGUYEN starting on October 1, 2024.\nThe cost of your pass for the 2024/2025 year is €382.40.\nYou have chosen to pay by direct debit. The monthly payment will be €41.60 and will be debited at the beginning of each month from November 2024 to June 2025 inclusive. The first monthly payment will be increased by €8.00 for an administrative fee (which may be combined with any overdue payments) and will be debited on November 5th at the earliest.\nTo finalize the activation of the pass, the Navigo ImagineR pass for HONG MINH NGUYEN must be updated. To do so, wait 48 hours from receiving this email, then update it directly via the Île-de-France Mobilités app! No need to go anywhere! It's always possible to do it at a point of sale or at a RATP or Transilien SNCF automate machine."
}