{
    "source": "fr_FR",
    "target": "en_US",
    "text": "« D'accord, Mr.Jeon. » rigola Jimin.\nJungkook haussa un de ses sourcils, avec un sourire en coin en penchant sa tête sur le côté, « Mhm, bébé, je pourrais m'habituer à ce que tu m'appelles comme ça. » murmura Jungkook d'une voix rauque en pressant son corps contre celui de Jimin.\nEn rougissant, Jimin lui frappa le bras à nouveau, « Rejoignons les autres avant que tu nous attires des problèmes. »\n« Je ne fais rien du tout. » rigola Jungkook.\nAvec ça, il prit la main de Jimin, et ledit garçon le suivit vu qu'il y était obligé.\nUne fois arrivé devant les autres, Jimin fut immédiatement accueillis par un câlin groupé, ses amis l'étreignant fortement, exprimant ainsi à quel point ils étaient fiers et heureux.\nJimin ne put que sourire, ses joues se réchauffant un peu face à l'amour et à l'affection qu'il recevait ce soir.\n« Je suis tellement, tellement fier de toi, Minnie. Tu as géré. » le félicita Taehyung en enlaçant à nouveau Jimin, « J'en ai chialé, bordel de merde » murmura-t-il ce qui fit rigoler Jimin, « Si tu me demandes, vous auriez dû gagner. »",
    "trans": "\"Alright, Mr. Jeon,\" Jimin laughed.\nJungkook raised one of his eyebrow, smirking as he inclined his head to the side. \"Mhm, baby, I could get used to you calling me that,\" Jungkook murmured in a hoarse voice, pressing his body against Jimin's one.\nBlushing, Jimin slapped his arm one more time, “Let's join the others before you get us into trouble.”\n“I'm not doing anything.” laughed Jungkook.\nWith that, he took Jimin's hand, and the latter followed him, as he had no choice.\nOnce arrived in front of the others, Jimin was immediately welcomed by a group hug, his friends hugging him tightly, expressing how proud and happy they were.\nJimin could only smile, his cheeks warming a slightly at the love and affection he was receiving tonight.\n\"I’m so, so proud of you, Minnie. You nailed it,\" Taehyung said, hugging Jimin again. \"I almost cried, damn it,\" he whispered, making Jimin laugh. \"If you ask me, you guys should’ve won.\""
}