{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Identifiant:13208480\nEspaceAbonné\nInformation concernant vos données personnelles\nChère abonnée, Cher abonné,\nNous vous écrivons afin de vous informer que Free a été victime d’une cyberattaque ciblant un outil de gestion.\nCette attaque a entrainé un accès non autorisé à une partie des données personnelles associées à votre compte abonné : nom, prénom, adresses email et postale, date et lieu de naissance, numéro de téléphone, identifiant abonné et données contractuelles (type d’offre souscrite, date de souscription, abonnement actif ou non).\nAucun de vos mots de passe n’est concerné.\nToutes les mesures nécessaires ont été prises immédiatement pour mettre fin à cette attaque et renforcer la protection de nos systèmes d’information.\nCette attaque a été notifiée à la Commission nationale de l’informatique et des libertés (CNIL) et à l’Agence nationale de la sécurité des systèmes d’information (ANSSI). Une plainte pénale a également été déposée auprès du procureur de la République. L’auteur de ce délit s’expose à une peine de 5 ans d’emprisonnement et de 150 000 € d’amende.\nNous vous invitons à la plus grande vigilance face au risque d’emails, SMS ou appels frauduleux. Sachez que nos conseillers ne vous demanderont jamais vos mots de passe à l’oral.",
    "trans": "ID : 13208480\nMemberArea\nInformation about your personal data\nDear subscriber,\nWe write to you to inform you that Free has been the victim of a cyber attack targeting a management tool.\nThis attack has been an unauthorised access to part of the personal data associated with your personal account : last name, first name, email and mailing address, date and place of birth, telephone number, subscriber ID and contractual data (type of offer, subscription date, active subscription or not).\nNone of your passwords is concerned.\nAll necessary measures have been taken immediately to put an end to this attack and strengthen the protection of our information systems.\nThis attack has been notified to the French Data Protection Authority (CNIL) and to the French National Agency for the Security of Information Systems (ANSSI). A legal complaint has also been filed with the public prosecutor. The perpetrator of this offence is liable to a 5 year imprisonment and a €150,000 fine.\nWe invite you to be extremely vigilant about the risk of fraudulent emails, text messages or phone calls. Please note that our advisors will never ask you your passwords verbally."
}