{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Les pratiques médicales à distance par Internet se développent depuis quelques années sur tout le continent africain. Elles permettent de combler certaines lacunes de systèmes de santé défaillants et inéquitables.\nCe matin-là, François Akagblan, stomatologue au centre hospitalier universitaire (CHU) de Cocody à Abidjan, discute le cas d’un patient avec l’un de ses confrères. Scène banale, à ceci près que ce confrère travaille au CHU de Strasbourg, à plusieurs milliers de kilomètres.\nLe patient a été blessé au visage. Le chirurgien de Strasbourg demande des éléments précis en vue d’une éventuelle opération. «Je lui envoie régulièrement des photos du patient pour lui montrer l’évolution des blessures», poursuit François Akagblan. «Le numérique a bouleversé notre façon de travailler. »\nL’an passé au Mali, ils sont près de 2 000 patients à avoir pu effectuer une échographie à distance, et un peu plus de 1 000 à avoir passé un électrocardiogramme dans des conditions similaires. Ces patients dépendent de cinq hôpitaux de district, dans des zones reculées du pays, qui n’ont ni radiologues ni cardiologues. Ces hôpitaux de district sont reliés aux centres médicaux de Bamako, si bien que les examens qui y sont effectués peuvent être interprétés par des spécialistes basés dans la capitale. C’est ce que l’on appelle la téléconsultation ou télé-expertise.",
    "trans": "Remote medical practices on the internet have been developing across the African continent for in recent years. They allow filling certain gaps in the failing and inequitable healthcare system.\nThat morning, François Akagblan, an oral surgeon at Cocody's University hospital center (CHU) in Abidjan, is discussing the case of a patient with one of his colleagues. An ordinary scene, except that this colleague works for Strasbourg's CHU, thousands of miles away.\nThe patient suffered a facial injury. The Strasbourg surgeon asks for precise elements leading to a possible operation. «I regularly send him pictures of the patient to show him the evolution of the injuries», continues François Akagblan. «Digital technology has changed the way we work.»\nLast year in Mali, around 2,000 patients have been able to do a remote ultrasound, and a little more than 1,000 to have had an electrocardiogram under similar conditions. These patients depend on five district hospitals, in remote areas of the country, that do not have radiologists or cardiologists. These district hospitals are linked to Bamako's medical centers, so that examinations performed there can be interpreted by specialists in the capital. That's what we call remote consultation or remote expertise."
}