{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Mais il peut arriver que, chez certaines personnes, le cérumen s'accumule dans le conduit auditif. Il va alors former un bouchon de cérumen. Les causes de ce phénomène sont variées : particularité anatomique, usage maladroit d'un bâtonnet de coton... Le port de prothèses auditives peut aussi conduire au développement d'un bouchon de cérumen. Une fois constitué, le bouchon est à l'origine d'une baisse de l'audition et il peut générer des douleurs. Il doit être éliminé.\nC'est justement ce que permet de faire Cérudrop+. Il contient du peroxyde d'hydrogène d'urée qui va émettre de l'oxygène. Ainsi, il va casser les amas durcis de cérumen. Ces gouttes contiennent aussi du glycérol, à l'effet ramollissant sur le cérumen. Ainsi, le dépôt de cérumen sera éliminé et facilement évacué.\nCérudrop+ peut aussi être utilisé en prévention, une fois par semaine, évitant la formation d'un bouchon en éliminant le cérumen produit en excès.\nCérudrop+ convientdès l'âge de 6 mois.\nCérudrop+ est une création de Bausch + Lomb, laboratoire qui proposeplusieurs solutions ORL, notamment les gouttes apaisantes Cérucalm, conçues pour soulager en cas de démangeaisons.\nConditionnement : flacon de 12 ml\nCONSEILS D'UTILISATION\nCOMPOSITION\nMis à jour le : 21/06/2022\nAvis Cérudrop+ solution auriculaire",
    "trans": "However, it can happen that, for some people, earwax accumulates in the auditory canal. In this case, an earwax plug is created. This phenomenon has a variety of causes: anatomical peculiarities, clumsy use of a cotton bud... Wearing hearing aids can also lead to the development of an earwax plug. Once it has built up, the plug can cause hearing loss and pain. It must be removed.\nThis is exactly what Cerudrop+ does. It contains urea hydrogen peroxide, which emits oxygen. As a result, it will break up hardened clumps of earwax. These drops also contain glycerol, which has a softening effect on earwax. As a result, earwax deposits are eliminated and easily removed.\nCerudrop+ can also be used as a preventive measure, once a week, to prevent the formation of a plug by eliminating excess earwax.\nCérudrop+ is suitable from the age of 6 months.\nCérudrop+ is a creation of Bausch + Lomb, a laboratory that offers several ENT solutions, including Cérucalm soothing drops, designed to relieve itching.\nPackaging : 12 ml bottle\nINSTRUCTIONS FOR USE\nCOMPOSITION\nUpdated on: 06/21/2022\nReviews Cérudrop+ ear solution"
}