{
    "source": "fr_FR",
    "target": "en_US",
    "text": "SONDAGE\nIL Y A 2 HEURES|73 RÉPONSES\nMartin St-Louis à blâmer pour la défaite contre les Penguins?\nSelon vous, Martin St-Louis est-il à blâmer pour la défaite contre les Penguins?\n▢Oui\n▢Non\n10 dernières chroniques\nBrad Marchand fait encore sa petite peste et sa victime est Nate Schmidt\nCanadiens: «Ça représente tout pour moi. Je n'avais pas entendu ça» - Lane Hutson\nFlorian Xhekaj et Logan Mailloux lâchent les gants à l'entraînement du Rocket\nCarey Price demeure dans l'entourage du Canadien\nGary Bettman annonce la mort imminente de TVA Sports et RDS\nLes partisans du Canadien ont démontré de la classe envers Sidney Crosby\nLes Jets de Winnipeg à Québec?\nC'est terminé à Montréal pour Rafaël Harvey-Pinard selon Tony Marinaro\nLa prochaine destination d'Alex Barré-Boulet est maintenant connue et ce n'est pas Montréal\nKent Hughes aurait trouvé son nouveau gardien et bye bye Cayden Primeau?\nPLUS DE CHRONIQUES\nPrécédemment sur Rumeurs De Transaction\nCanadiens: «Ça représente tout pour moi. Je n'avais pas entendu ça» - Lane Hutson\nFlorian Xhekaj et Logan Mailloux lâchent les gants à l'entraînement du Rocket\nCarey Price demeure dans l'entourage du Canadien",
    "trans": "SURVEY\n2 HOURS AGO|73 ANSWERS\nIs Martin St-Louis to blame for the defeat against the Penguins?\nIn your opinion, is Martin St-Louis to blame for the defeat against the Penguins?\n▢Yes\n▢No\nLast 10 reports\nBrad Marchand is at it again, and Nate Schmidt is his victim\nCanadiens: ‘It means everything to me. I hadn't heard that’ - Lane Hutson\nFlorian Xhekaj and Logan Mailloux drop the gloves at Rocket training session\nCarey Price stays close to the Canadien\nGary Bettman says TVA Sports and RDS will soon disappear\nThe Canadien fans showed their class to Sidney Crosby\nWinnipeg Jets in Quebec?\nGame over for Rafaël Harvey-Pinard in Montreal, says Tony Marinaro\nAlex Barré-Boulet's next destination is now known, and it's not Montreal\nKent Hughes has found his new goalkeeper and bye bye Cayden Primeau?\nMORE REPORTS\nPreviously on Transaction Rumours\nCanadiens: ‘It means everything to me. I hadn't heard that’ - Lane Hutson\nFlorian Xhekaj and Logan Mailloux drop the gloves at Rocket training session\nCarey Price stays close to the Canadien"
}