{
    "source": "fr_FR",
    "target": "en_US",
    "text": "d'essai (« Période d'essai ») pendant laquelle l'Employeur peut, à sa discrétion absolue, mettre\nfin à l'emploi de l'employé, sans donner de raisons et sans avis ou cause.\nb.) Après la fin de la période probatoire, l'Employeur peut décider de confirmer le\nl'emploi de l'employé, à sa seule discrétion.\nC.) La nourriture et l'hébergement seront fournis par la société.\n4. Rémunération\nSous réserve des dispositions suivantes de la présente convention, pendant la période d'emploi,\nl'employé sera rémunéré pour ses services comme suit :\na.) L'employé recevra un salaire annuel, payable mensuellement, selon la convenance de\nl'Employeur, un montant de 24,600 euros par an ou 2,050 euros cumulés mensuellement,\nsous réserve de telles augmentations de temps à autre, telles que déterminées par l'Employeur. De\ntels paiements sera assujetti aux retenues statutaires normales de la part de l'Employeur.\nb.) During the term of this Agreement, the Employee's salary shall be paid by means of bank\ntransfer, cheque, or any other method convenient to the Employer, and consented to by the",
    "trans": "trial (« Trial period ») during which the Employer can, at his sole discretion, put\nan end to the employee's job, without giving reasons and without notice or cause.\nb.) After the end of the probation period, the Employer can decide to confirm the\nemployee's contract, at his sole discretion.\nC.) Food and accommodation will be provided by the company.\n4. Remuneration\nSubject to the following provisions of the present agreement, during the period of employment,\nthe employee will be paid for his services as follows :\na.) The employee will receive an annual salary, payable on a monthly basis, at the convenance of\nthe Employer, an amount of 24,600 euros a year or 2,050 euros accumulated monthly,\nsubject to such increases from time to time, as determined by the Employer.\nSuch payments will be subject to normal statutory deductions from the Employer.\nb.) During the term of this Agreement, the Employee's salary shall be paid by means of bank\ntransfer, check, or any other method convenient to the Employer, and consented to by the"
}