{
    "source": "fr_FR",
    "target": "en_US",
    "text": "“Cette merde ne mérite vraiment pas que tu recommences la clope à cause de lui”\nTu sursautas vivement, ne l’ayant pas entendu ouvrir la baie vitrée.\n“Excuse-moi” ajouta-t-il.\nTelle une enfant prise en train de faire une bêtise, tu lui répondu avec un air penaud sur le visage :\n“Juste ce soir Four”\nTu lui tendis le paquet, sachant très bien qu’il t'avait rejoint pour profiter de cet instant avec toi. Il en porta une à sa bouche et tu approchas le briquet de son visage afin de lui allumer. Ses beaux yeux bleus, éclairés par la flamme, te regardaient profondément. Un silence confortable s’installa entre vous, profitant de ce moment calme, en bruit de fond, les rires des gars, atténués par la porte vitrée. Il pleuvait en cette soirée d’hiver, le doux tintement de la pluie et des gouttes ricochant sur la rambarde en aluminium devant toi, te détendais. Vous finissiez vos cigarettes respectives, écrasant simultanément vos mégots dans le cendrier, c’est alors que vos doigts s’effleurèrent. Tu tournas la tête pour découvrir son visage, maintenant à quelques centimètres du tient, sentant son souffle chaud sur ton front.",
    "trans": "\"That bastard really doesn't deserve you smoking again because of him.\"\nYou jumped sharply, not having heard him open the bay window.\n\"I'm sorry,\" he added.\nLike a child caught doing something stupid, you replied with a sheepish look on your face:\n\"Just tonight, Four.\"\nYou handed the packet to him, knowing very well that he had joined you to enjoy this moment with you. He lifted one to his mouth and you held the lighter up to his face to light it. His beautiful blue eyes, lit by the flame, looked deeply into you. A comfortable silence settled between you, enjoying this quiet moment, with the laughter of the guys in the background, muffled by the glass door. It was raining on this winter's evening, and the gentle tinkle of the rain and the drops ricocheting off the aluminium railing in front of you relaxed you. As you finished each other's cigarettes, simultaneously stubbing out your butts in the ashtray, your fingers lightly brushed against each other. You turned your head to discover his face, now just a few centimetres from yours, feeling his warm breath on your forehead."
}