{
    "source": "fr_FR",
    "target": "en_US",
    "text": "et sollicitations que vos recherches auront déclenché.\nNous cherchons pour vous sur 100% du marché (agences, particuliers, promoteurs et notaires?).\nPar notre relation exclusive, vous aurez accès à toutes les adresses de chaque bien proposé\nCONFIANCE IMMOBILIERE s? engage !\nNous vous proposons une méthode simple et efficace :\n- prendre le temps de bien comprendre votre recherche, vous conseiller et étudier la faisabilité du projet\n- affiner vos critères en échangeant ensemble sur une première sélection dite \"large\"\n- rechercher pour vous quotidiennement sur 100% des acteurs du marché les biens immobiliers correspondants à votre demande pas plus ni moins\n- obtenir des informations détaillées et précises afin de ne visiter que les biens se rapportant le plus possible à la recherche immobilière\n- organiser toutes les visites le soir le week-end, dans les plages horaires qui vous conviennent\n- vous assister dans l? élaboration de la proposition d'achat\n- négocier le prix du bien\n- réunir toutes les pièces nécessaires et vous accompagner lors de la conclusion du compromis et de l? acte de vente.",
    "trans": "and solicitations triggered by your searches.\nWe search 100% of the market on your behalf (agencies, private individuals, real estate agents, notaries, etc.).\nYou will have access to all the addresses of each property listed thanks to our exclusive relationship.\nCONFIANCE IMMOBILIERE is committed!\nWe offer you a simple and effective method:\n- Take the time to fully understand what you are looking for, advise you and study the project's viability;\n- Refine your criteria by discussing an initial ‘broad’ selection with you;\n- Search for properties matching your requirements on a daily basis, from 100% of the players on the market, no more and no less;\n- Obtain detailed and precise information so that we only visit properties that are as relevant as possible to your property search;\n- Organise all visits in the evening and during weekends, within a time slot that suits you;\n- Help you draw up a purchase proposal;\n- Negotiate the price of the property;\n- Assemble all the necessary documents and assist you in signing the preliminary sales agreement and the sale contract."
}