{
    "source": "fr_FR",
    "target": "en_US",
    "text": "9 janvier 2025\nCompte rendu de la rencontre\nTaux de participation : 7,5%\nRappels :\n• Bien identifier les vêtements\n• Les enfants sortent tous les jours. Les photos d’activités sont envoyées via le journal de bord de l’application À petits pas\n• Les foulards, gants et souliers à lacets NE SONT PAS ACCEPTÉS\n• La garderie n’est pas responsable des vêtements perdus\n• Il faut des shorts sous les robes des filles pour éviter les petits incidents et être en ligne avec l’apprentissage de l’intimité\n• Garder les casiers propres avec des vêtements de rechange\n• OLBIGATOIRE : un sac à dos dans le casier\n• Frais applicables lorsque la présence de l’enfant dépasse 10 heures par jour\nNouveautés\n• Acquisition de nouveaux jouets dans la cour et dans les locaux\n• Peinture des corridors (locaux à venir)\n• Ajout du dossier éducatif de l’enfant dans l’application À petits pas (réception 2 fois par année)\n• Mise en place d’un écran à l’accueil pour messages, anniversaires, rappels,...\nActivités à venir\n• Séance photo à venir : Nouveauté. Affiché sur l’écran à l’entrée (16 octobre). Arrivée à 8h15\n• Visite de la bibliothécaire 1 fois par mois (heure du conte)",
    "trans": "9th January 2025\nMinutes of the meeting\nAttendance rate: 7.5%.\nReminders:\n• Proper identification of clothing\n• The children go out every day. Photos of activities are sent via the logbook in the À petits pas application\n• Scarves, gloves and shoes with laces are NOT ALLOWED\n• The daycare is not responsible for lost clothing\n• Shorts should be worn under girls' dresses to avoid minor incidents and in line with intimacy education\n• Keep lockers clean with spare clothes\n• COMPULSORY : A backpack in the locker\n• Fees apply when the child's presence exceeds 10 hours per day\nInnovations\n• Acquisition of new toys in the playground and on the premises\n• Painting of corridors (premises to come)\n• Addition of the child's educational file to the À petits pas application (received twice a year)\n• Installation of a screen at reception for messages, birthdays, reminders, etc.\nForthcoming activities\n• Forthcoming photo session: New. Displayed on the screen at the entrance (16 October). Arrival at 8:15 a.m.\n• Visit of the librarian once a month (story time)"
}