{
    "source": "fr_FR",
    "target": "en_US",
    "text": "(...)\nQuel était le motif politique?\nLe HDP”\nQu’est-ce que vous fait dire qu’il y avait un motif politique pour votre expulsion? Avez-vous eu des problèmes avec vos professeurs, la direction de l’école? Est-ce que cette école était majoritairement turque ou kurde? Quelle était la langue d’enseignement?\n4. Avez-vous des nouvelles de votre ami Suleyman qui s’est engagé pour le PKK?\n5. Pour vous, quelle est la différence entre le parti HDP et YSP\n“Est-ce qu’actuellement vos frères et votre soeur sont membres du HDP ?\nPas pour le HDP mais après le HDP, il y a eu le YSP j’ai un frère qui est affilié au YSP, c’est le plus jeune Hasan Yusuf, comme le HDP a été clôturé il a adhéré au YSP” (entretien, p.6)\n6. Quand est-ce que le HDP a été “clôturé”? Qu’est-ce que ça veut dire, pour vous, clôturé? Pourquoi votre frère a décidé de s’engager pour le YSP en 2023 ?\n7. Est-ce qu' à part votre frère et vous, votre famille est engagée politiquement?\n8. Est-ce qu’en France vous poursuivez votre lutte pour la cause kurde? Vous êtes-vous rapproché des associations kurdes en France? Parlez de votre engagement politique en France le cas échéant",
    "trans": "(...)\nWhat was the political motive behind it?\nLe HDP\nWhat makes you think there was a political motive for your expulsion? Did you have any problems with your teachers or the school management? Was the school predominantly Turkish or Kurdish? What was the teaching language?\n4. Have you heard from your friend Suleyman, who has joined the PKK?\n5. How does the HDP party differ from the YSP, in your opinion?\n\"Are your brothers and sister currently members of the HDP?\nNot for the HDP, but after the HDP, there was the YSP. I have a brother who is affiliated to the YSP, the youngest, Hasan Yusuf, and when the HDP was closed he joined the YSP\" (interview, p.6).\n6. When was the HDP “shut down”? What does shut down mean to you? Why did your brother decide to join the YSP in 2023?\n7. Does anyone in your family, besides you and your brother, participate in politics?\nIn France, are you still fighting for the Kurdish cause? Have you established stronger connections with French Kurdish associations? If you have any political involvement in France, tell us about it."
}