{
    "source": "fr_FR",
    "target": "en_US",
    "text": "MOT DU CHEF\nPassionnée par la cuisine depuis sa tendre enfance, Florence Porignon a suivi des études à l’Ecole d’hôtellerie à Namur, puis à Lucerne. Elle mène sa carrière principalement en Suisse, gravissant les échelons au Lausanne Palace en débutant par la Brasserie du Grand-Chêne et le Côté Jardin.\nCette progression est entrecoupée par une expérience d’un an et demi dans les cuisines de Joël Robuchon (l’Atelier 1 étoile et le Restaurant 3 étoiles) à Las Vegas et d’un passage d’une saison d’été dans le sud de la France, à la Cadière-d’Azur.\nAttendue par son mentor le célèbre chef suisse Edgard Bovier, Florence revient sur les rives du lac Léman pour devenir la première femme à diriger la cuisine du restaurant gastronomique étoilé du prestigieux palace lausannois.\nC’est nourrie par ce parcours exceptionnel qu’à 30 ans, elle rentre au bercail et réalise son projet personnel : ouvrir son propre restaurant ‘Chez Flo’ dans la superbe maison en pierre de ses grands-parents en bord de Meuse à Flémalle.",
    "trans": "A WORD FROM THE CHEF\nPassionate about cooking since her childhood, Florence Porignon studied in Namur's Ecole d'hôtellerie, then in Lucerne. Her career is mainly based in Switzerland, climbing the ladder in the Lausanne Palace starting at the Brasserie du Grand-Chêne and the Côté Jardin.\nThis progression is marked with a year and a half long experience in Joël Robuchon's kitchens (l'Atelier 1 star and the Restaurant 3 stars) in Las Vegas and of a summer period in the South of France, at the Cadière-d’Azur.\nAwaited by her mentor, the famous Swiss chef Edgard Bovier, Florence returns to the shores of Lake Geneva to become the first woman to run the kitchen of the  Michelin-starred gourmet restaurant of the prestigious Lausanne palace.\nAt 30, fuelled by this exceptional career, she comes back home and fulfills her personal project : to open her own restaurant 'Chez Flo' in the gorgeous stone house of her grandparents along the Meuse river in Flémalle."
}