{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Le Client déclare avoir lu sur le site Web ces règlements.\n9. CHEMINEMENT SCOLAIRE\nLe client reconnaît avoir pris connaissance des règles de passage ainsi que de la Politique locale d’évaluation et d’en respecter\nles termes. Ces informations sont accessibles en cliquant sur les liens ci-après ou dans les documents publics du portail\npédagogique Coba.\n10. PROCÉDURE DE TRAITEMENT DES PLAINTES AU PROTECTEUR DE L’ÉLÈVE\nUne plainte peut être formulée par un élève ou l’un de ses parents à l’égard de services scolaires d’un établissement d’enseignement.\n1) S’adresser à la personne directement concernée ou à son supérieur immédiat.\n2) S’adresser au responsable du traitement des plaintes.\n3) S’adresser au protecteur régional de l’élève.\n11. RÉSILIATION\nL’Établissement peut résilier unilatéralement le présent contrat pour tout motif sérieux, notamment pour défaut d’aviser la direction par\nécrit de la non-présence de l’Élève au plus tard le jour de la rentrée scolaire, pour défaut de payer une somme d’argent importante ou pour un manquement grave à une disposition des règlements internes de l’Établissement visés à l’article 8.",
    "trans": "The Customer declares that he has read these regulations on the website.\n9. EDUCATIONAL PATH\nThe customer acknowledges having read and understood the rules of passage and the local evaluation policy and to respect\nthe terms. These informations are accessible by clicking on the following links or in the public documents on the educational\nportal Coba.\n10. COMPLAINTS HANDLING PROCEDURE TO THE STUDENT PROTECTOR\nA complaint can be formulated by a student or one of his parents about educational services of an educational institution.\n1) Contact the person directly affected or his immediate supervisor.\n2) Contact the complaint handling manager.\n3) Contact the student regional protector.\n11. TERMINATION\nThe institution can unilaterally terminate the present agreement for any serious reason, especially failure to notify management in\nwriting of the non-attendance of the Student at the latest the first day back to school, failure to pay an important amount of money or serious breach of a provision of the Institution's internal regulations referred to in article 8."
}