{
    "source": "fr_FR",
    "target": "en_US",
    "text": "·Rez-de-chaussée :\noHall d'entrée avec espace de rangement\noSalle à manger et salons ouverts, spacieux et lumineux\noCuisine semi-indépendante, moderne et fonctionnelle\noSalle de douche pratique\noGarage intégré\n·Premier étage :\noHall de nuit desservant trois chambres spacieuses (14 m², 14 m² et 21 m²), dont une avec coin dressing\noSalle de douche supplémentaire\noBuanderie\n·Deuxième étage :\noUne quatrième chambre de 14 m²\noUn grand espace de stockage/local technique de 21 m²\nÉquipements et prestations techniques :\n·Chauffage central et eau chaude sanitaire assurés par une pompe à chaleur combinée avec un système de chauffage au sol\n·Châssis en PVC avec triple vitrage pour une isolation performante avec volets motorisés.\n·Toiture en ardoise, élégante et durable\n·Ventilation mécanique double flux pour un confort thermique optimal toute l'année\n·Câblage préinstallé pour l'installation d'un système d'alarme centralisé\n·Classe énergétique A/B\nCette maison récente, moderne et facile à vivre est idéale pour une vie de famille. Son agencement spacieux et ses finitions de qualité offrent un cadre de vie confortable et agréable.",
    "trans": "·Ground floor:\noEntrance hall with cupboard space\noSpacious, light-filled open-plan living and dining rooms\noModern, functional semi-independent kitchen\noPractical shower room\noIntegrated garage\n·First floor:\noNight hall leading to three spacious bedrooms (14 m², 14 m² and 21 m²), one with dressing area\noAdditional shower room\noLaundry room\n·Second floor:\noA fourth 14 m² bedroom\noA large 21 m² storage/technical room\nTechnical equipment and services provided:\n·Central heating and domestic hot water provided by a heat pump combined with an underfloor heating system\n·Triple-glazed PVC windows for high-performance insulation with motorized shutters.\n·Slate roof, elegant and lasting\n·Dual-flow mechanical ventilation for optimum thermal comfort all year round\n·Pre-wired for installation of a centralized alarm system\n·A/B energy class\nThis modern, easy-to-live-in house is ideal for a family. Its spacious layout and quality finishing provide a comfortable and pleasant living environment."
}