{
    "source": "fr_FR",
    "target": "en_US",
    "text": "– Dîner de Gala VIP à Epernay dans les vignes pour Moët & Chandon : calligraphie de menu, chevalets, noms de table, ...\n– Déplacement professionnel en Suisse pour faire de la gravure sur cosmétique et parfums pour Louboutin (Zurich et Genève),\n– Activation gravure sur parfum pour Dior live en boutique (plusieurs sites) pendant la période de Noël (7 jours, 8h/j),\n– Calligraphie sur les invitations de défilé pour les multiples Fashion Week (Jean Paul Gaultier, Issey Miyake, Balmain, JW Anderson, ...),\n– Pyrodorure/pyrogravure sur cuir pour Louis Vuitton live en boutique à Paris, Luxembourg et Milan.\nAu courant des dernières tendances artistiques et d’évolution des techniques, je propose un large panel de services à mes clients (brush lettering, anglaise moderne, pyrogravure, graffiti chic, street art...)\nJe suis capable de créer des styles d’écriture sur mesure (sur toutes surfaces !)\nGraphiste\nJ’ai plus de 15 ans d’expérience en tant que graphiste avec une spécialité en typographie. Que ce soit pour des agences de communication, des institutions ou des clients particuliers, je prends plaisir à les accompagner dans le développement ou la mise en place de leur identité visuelle et communication.\nProjets notables :\n– création d’une police de caractère sur mesure pour le Petit Palais,",
    "trans": "– VIP Gala dinner in the vineyards of Epernay for Moët & Chandon: menu calligraphy, easels, table names,…\n– Business trip to Switzerland for engraving on cosmetics and perfume bottles for Louboutin (Zurich and Geneva),\n– In-store perfume engraving activation (several places) for Dior live during the Christmas period (during 7 days, 8 hrs/day),\n– Calligraphy on fashion show invitations for several Fashion Weeks (Jean Paul Gaultier, Issey Miyake, Balmain, JW Anderson, ...),\n– In-store pyrodorure/pyrogravure on leather for Louis Vuitton in Paris, Luxembourg and Milan.\nIn tune with the latest artistic trends and evolving techniques, I offer a wide range of services to my customers (brush lettering, modern English, pyrography, graffiti chic, street art...).\nI am able to create custom writing styles (on any surface!)\nGraphic artist\nI have been a graphic artist for more than 15 years, specializing in typography. Whether for communications agencies, institutions or individual clients, I enjoy supporting them in the development or implementation of their visual identity and communications.\nNotable projects:\n– creation of a customized font for le Petit Palais,"
}