{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Vous recevrez, le jour de votre arrivée à 14hr30, un message avec les codes d'accès.\nPour limiter les dérives, nous sommes obligé de limiter l'usage de l'appartement qui est exclusivement réservé aux personnes enregistrées sur la réservation ou signalées par message. Le non respect de cette consigne entrainera l'annulation immédiate de la réservation sans remboursement ou la facturation de 99 euros par personne supplémentaire. Les entrées / sorties de l'appartement sont filmées et enregistrées.\nLe jour de votre départ, l'appartement devra être libéré avant 11H. Le ménage est inclus et sera fait à votre départ. Nous vous demandons de faire votre vaisselle et de descendre vos poubelles dans un bac public dans la rue.\nNous resterons bien entendu à votre disposition si vous avez des questions complémentaires. Nous répondons au téléphone en général entre 9H et 20H en semaine, en dehors de ces horaires, laissez nous un message ou envoyez un SMS.\nVous recevrez un nouveau message le jour de votre arrivée avec les codes d'entrée.\nTous nos appartements sont non fumeurs, merci de respecter sinon le nettoyage est beaucoup plus long (et plus cher 100 Euros).",
    "trans": "On your arrival day at 2:30 pm, you will receive a message with the access codes.\nTo ensure that there are no abuses, we have to restrict the use of the flat, which is reserved exclusively for people registered on the booking or indicated by message. Failure to comply with this rule will result in the immediate cancellation of the booking without refund or the invoicing of 99 euros per additional person. The flat entries and exits are filmed and recorded.\nOn the day of your departure, you must vacate the flat before 11am. Cleaning is included and will be done on your departure. We ask you to wash your dishes and take your trash to a public bin in the street.\nIf you have any further questions, please do not hesitate to contact us. We generally answer the phone between 9am and 8pm on weekdays. Outside these hours, please leave us a message or send an SMS.\nYou will receive a new message on your arrival day with the entry codes.\nAll our flats are non-smoking, please respect otherwise cleaning will take much longer (and cost an additional 100 Euros)."
}