{
    "source": "fr_FR",
    "target": "en_US",
    "text": ".3 la signature du fonctionnaire des Affaires étrangères sera ensuite soit légalisée par l'Ambassade ou le Consulat de Belgique territorialement compétent, soit, pour les pays signataires de la Convention de La Haye du 5 octobre 1961, apostillée conformément aux dispositions de ladite convention.\nAttention: Veillez à bien demander aux différents fonctionnaires chargés des légalisations de bien faire apparaître leur nom de manière lisible (et en écriture latine) à côté des cachets qu'ils apposent.\n• Le relevé de notes accompagnant votre diplôme de fin d'études secondaires en copie certifiée conforme par une autorité publique.\nComment établir une copie conforme de vos documents ?\nEn Belgique :\n• en présentant le document original au service des équivalences;\n• à l'Administration communale de la commune où vous habitez.\nA l'étranger:\n.1 faites établir une copie conforme par un fonctionnaire compétent dans le pays où vous avez suivi vos études ;\n2. la signature de ce fonctionnaire sera légalisée par le Ministère des affaires étrangères ;",
    "trans": "3. The signature of the Foreign Affairs official will then either be legalized by the Belgian Embassy or Consulate with territorial jurisdiction, or, for countries signatory to the Hague Convention of October 5, 1961, apostilled in accordance with the provisions of the said Convention.\nPlease note: make sure you ask the various officials responsible for legalisations to print their names legibly (and in Latin script) next to the stamps they affix.\n• The transcript of grades accompanying your high school diploma, certified by a public authority.\nHow do you get a certified copy of your documents?\nIn Belgium :\n• By presenting the original document to the equivalence department;\n• To the local authority in the municipality where you live.\nAbroad:\n1. Have a certified copy prepared by a qualified official in the nation where you were a student;\n2. The signature of this official will be authenticated by the Ministry of Foreign Affairs;"
}