{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Montaigne n’est pas un véritable philosophe. Il est possible de découvrir dans les Essais un art de vivre, une doctrine politique et religieuse, un programme d’éducation. Aux yeux de Montaigne le grand problème est celui du bonheur.\nLa mort n’a rien d’effroyable (sinistro); c’est le «bout» et non le «but» de la vie. Appliquons-nous plutôt à faire le meilleur usage possible du temps que nous devons passer sur terre. Mais la conduite de la vie ne doit pas être livrée au hasard. Montaigne pense que la raison doit inspirer notre conduite; il s’analyse et découvre que son âme n’est pas attirée par l’effort héroïque, mais qu’elle est saine et n’a pas besoin de correction; dès lors, il ordonne sa vie de façon «à jouir loyalement de son être» en suivant la pente (inclinazione) de ses désirs et les indications de son instinct.\nMontaigne s’est gardé de proposer cette morale, soumise à la nature, comme un idéal d’une valeur absolue. De fait, son art de vivre convient à son tempérament.",
    "trans": "Montaigne is not a true philosopher. It is possible to discover in the Essais a lifestyle, a political and religious doctrine, an educational program. For Montaigne, the great problem is happiness.\nDeath is not something terrifying (sinister); it is the \"end\" and not the \"goal\" of life. Instead, we should focus on making the best use of the time we have to spend on Earth. However, the conduct of life should not be left to chance. Montaigne believes that reason should guide our actions; he analyzes himself and discovers that his soul is not drawn to heroic effort, but that it is healthy and does not require correction; hence, he arranges his life in such a way as to \"loyally enjoy his being\" by following the inclination of his desires and the guidance of his instincts.\nMontaigne refrains from proposing this morality, subject to nature, as an ideal of absolute value. In fact, his art of living suits his temperament."
}