{
    "source": "fr_FR",
    "target": "en_US",
    "text": "et leur compagnonnage ne va pas sans tensions. Ils apprennent à se comprendre et à s’accepter au cours de\nleur expédition. Les sociétés qu’ils quittent les rejettent à cause de leur différence et parce qu’ils peuvent\ns’avérer dangereux pour le groupe. Les lois qui régissent leurs tribus d’origine pourront être comparées à\ncelles du pays Gens de l’eau mère qui les accueillent à la toute fin du récit dans « le pays merveilleux ». La\nsituation de Grenouille et Arbas évoque aussi le drame, vécu plus près de nous, par les migrants qui fuient\nleur patrie où règnent la pauvreté, la violence ou la guerre et qui peinent à trouver un pays où ils se sentiront\naccueillis et protégés.\n336\nPoint particulier\nDans le cadre d’un parcours de lecture, le professeur pourra proposer également de lire « Le pont de pierre\net la peau d’images », pièce de théâtre de Daniel Danis (L’école des loisirs), qui retrace l’épopée de deux\nenfants, Mung, une fille, et Momo, un garçon qui tentent de fuir l’horreur de la guerre et auront aussi à échapper\nà la maltraitance et l’exploitation. Ensemble, et avec d’autres jeunes qui ont aussi survécu à des catastrophes,\nils vont continuer à explorer le monde à l",
    "trans": "and their companionship is not devoid of tension. They learn to understand and accept each other during\ntheir expedition. The communities they leave reject them because of their differences and because they can be\ndangerous to the group. The laws that govern their tribes of origin can be compared to\nthose of the Gens de l'eau mère, the country that welcomes them at the very end of the story in \"the wonderful land\". The\nsituation of Grenouille and Arbas also evokes the tragedy, experienced closer to home, of migrants fleeing\ntheir homeland where poverty, violence or war prevail, and struggle to find a country where they will feel\nwelcome and protected.\n336\nSpecial focus\nWithin the framework of a reading programme, the teacher may also suggest reading ‘Le pont de pierre\net la peau d'images’, a play by Daniel Danis (L'école des loisirs), which recounts the saga of two\ntwo children, Mung, a girl, and Momo, a boy, who try to escape the horror of war and will also have to escape\nmaltreatment and exploitation. Together, and with other young people who have also survived disasters,\nthey will continue to explore the world at"
}