{
    "source": "fr_FR",
    "target": "en_US",
    "text": "En application des dispositions de laloi n\"2022-023ldu 17 aofit 20221P.R/ Portant l-oi d'orientation du système éducatif national, et notamment de I'article 50 qui prévoit « la limitation progressive de I'inlerÿention privée aru cycles post-primaires » et institue un « contrôle strict des licences délivrées aux ptomoteurs élrangers pour en limiter le bénéfice aux écoles consulaires dans le cadre de relations bilatérales entre Etats et aux écoles homologuées qui resrycteront les conditions specifiques dans l'exécution des programmes d'enseignement àfixer par voie ràglemcntoire »\nAprès examen de I'autorisation de postuler à I'homologation délivrê par le Département, à certaines écoles privees pour l'annê scolaire 2024-2025 et vue la longueur de la procédure d'homologation ;\nLe Ministre de I'Education Nationale et de la Réforme du Système d'Enseignement décide :\nLes établissements dont la liste suit sont autorises à dispenser le programme français dans les classes du fondamental, notamment les classes de lAF,2AF,3AF et ce du 8 octobre 2024 au 30juillet 2025.\nPassé cæ délai, les établissements n'ayant pas justifié d'une homologation ne seront plus autorises à intervenir au cycle primaire.",
    "trans": "Pursuant to the provisions of law No. 2022-023l of 17 August 20221P. R/ Concerning the guidelines for the national education system, and in particular Article 50 which provides for \"the gradual limitation of private enrolment in post-primary education\" and institutes \"strict control of licences issued to foreign teachers in order to limit their use to consular schools within the framework of bilateral relations between States and to approved schools which meet the specific conditions for the implementation of teaching programmes to be established by regulation\".\nAfter consideration of the authorisation to apply for accreditation issued by the Department to some private schools for the 2024-2025 school year and given the length of the accreditation procedure;\nThe Minister for National Education and the Reform of the Education System decides:\nThe following schools are authorised to teach the French syllabus in basic education classes, in particular classes 1AF, 2AF and 3AF, from 8 October 2024 to 30 July 2025.\nOnce this deadline has passed, schools that have not been approved will no longer be authorised to operate in the primary school."
}