{
    "source": "fr_FR",
    "target": "en_US",
    "text": "A LOUER à Nancy (54000), un appartement de type T2 situé au premier étage d'un immeuble.\nCet appartement de 43m² comprend une chambre, une salle de bain, une cuisine américaine aménagée, un salon et une terrasse. Il dispose d'un chauffage individuel au gaz par radiateur.\nL'appartement est lumineux et fonctionnel, avec des placards intégrés pour un rangement optimal. Il est situé dans un quartier calme et résidentiel, à proximité de divers commerces et services tels qu'un supermarché, des écoles, des pharmacies, des boulangeries et des stations de recharge pour véhicules électriques.\nL'immeuble ne dispose pas d'ascenseur, mais l'appartement bénéficie d'un interphone pour plus de sécurité. Il comprend également un parking privé pour garer votre véhicule en toute tranquillité.\nCet appartement conviendrait parfaitement à un couple ou une personne seule à la recherche d'un logement confortable et bien situé à Nancy. Les animaux de compagnie ne sont pas autorisés.\nPour plus d'informations ou pour organiser une visite, n'hésitez pas à nous contacter. Le bien est soumis au statut de la copropriété.",
    "trans": "A T2 flat for RENT in Nancy (54000), on the first floor of a building.\nThis 43m² flat comprises a bedroom, a bathroom, an open-plan fitted kitchen, a lounge and a terrace. It has individual gas-fired radiator heating.\nThe flat is bright and functional, with built-in wardrobes for maximum storage space. It is located in a quiet, residential area, close to a range of shops and services including a supermarket, schools, pharmacies, bakeries and electric vehicle charging stations.\nAlthough the building does not have a lift, the flat has an intercom for extra security. There is also a private car park where you can park your vehicle in total peace and quiet.\nThis flat would suit a couple or a single person looking for comfortable accommodation in a convenient location in Nancy. Pets are prohibited.\nFor more information or to schedule a visit, do not hesitate to contact us. The property is subject to co-ownership status."
}