{
    "source": "fr_FR",
    "target": "en_US",
    "text": "C) PRIORITE: le producteur / exportateur vendra prioritairement dans les territoires par le biais du courtier cité sur el présent contrat, lI s'engage en outre à ne nommer dans les territoires aucun distributeur, agent ou intermédiaire ayant pour objet de vendre ou de distribuer les produits en références sur el présent contrat tant que celui-ci n'est pas abrogé.\nD) DURÉE ET RÉSILIATION DU CONTRAT: el présent contrat entre en vigueur à al date de sa signature et sa durée sera d'un an. lI est reconduit tacitement à sa date d'expiration sauf en cas de résiliation par l»une ou l'autre des parties.\nCAS DE RESILIATION: Ce contrat peut être résilié par l'une ou l'autre des parties moyennant un préavis écrit de 1 (un) mois. La résiliation doit être notifiée par écrit aux autres parties par un moyen de communication garantissant al preuve et al date de réception (par exemple, courrier recommandé avec accusé de réception, courrier spécial, courrier certifié). Ce contrat étant enregistré aux greffes des tribunaux de commerces des pays respectifs des deux parties, fera l'objet auprès des greffes d'un avis d'annulation par les deux parties.",
    "trans": "C) PRIORITY: The producer/exporter will give priority to sales in the territories through the broker named in this contract. The producer/exporter also undertakes not to appoint any distributor, agent or intermediary in the territories whose purpose is to sell or distribute the products referred to in this contract until such time as this contract is terminated.\nD) DURATION AND TERMINATION OF THE CONTRACT: This contract takes effect on the date of its signature and its duration will be one year. It is tacitly renewed on its expiry date unless terminated by either party.\nTERMINATION: This contract may be terminated by any of the parties by giving 1 (one) month's written notice. Termination must be notified in writing to the other parties by a means of communication that guarantees proof and date of receipt (e.g. registered post with acknowledgement of receipt, special mail, certified mail). As this contract is registered with the Registries of the Commercial Courts of the respective countries of the two parties, it will be the subject of a notice of cancellation with the Registries by the two parties."
}