{
    "source": "fr_FR",
    "target": "en_US",
    "text": "maintenir le niveau de conformité qualité des produits fabriqués (utilisation de pieds à coulisses, micromètres à friction, loupes à graduations)\nrespecter l'environnement de travail\nLe tout en travaillant en toute sécurité : respect du port des EPI et des consignes de sécurité au poste.\nProfil\nIdéalement de formation technique : bac pro technicien d'usinage (TRPM), CAP décolletage, ou équivalent, vous avez surtout une grande appétence pour la mécanique industrielle.\nUne expérience dans le domaine est requise.\nVous êtes dynamique, rigoureux, autonome, enthousiaste et vous aimez travailler en équipe.\nÀ vos débuts dans cette entreprise, vous travaillerez en binôme avec un collègue pour bien apprendre toutes les subtilités de la fabrication et des réglages. Puis, petit à petit, vous prendrez en mains votre/vos machine/s.\nSolidarité et travail en équipe règnent au sein de l'atelier ! Si vous aimez apprendre et que vous êtes motivé, vous pourrez rapidement acquérir la polyvalence nécessaire pour conduire différents types de machines.",
    "trans": "Ensure the quality of manufactured products (use of callipers, friction micrometers, magnifying glasses with graduations);\nRespect the working environment;\nEnsuring that all work is carried out in complete safety: wearing PPE and complying with safety instructions at the workstation.\nProfile\nIdeally with a technical background: Vocational Baccalaureate in Technological Machining (TRPM), CAP in Bar Turning, or equivalent, you have a strong interest in industrial mechanics.\nExperience in this field is required.\nYou are dynamic, rigorous, autonomous, enthusiastic and enjoy working in a team.\nWhen you first join the company, you'll work in pairs with a colleague to learn all the subtleties of manufacturing and settings. Then, you will gradually become responsible for your own machine(s).\nThe workshop is all about solidarity and teamwork! If you're keen to learn and motivated, you'll quickly acquire the versatility needed to operate different types of machine."
}