{
    "source": "fr_FR",
    "target": "en_US",
    "text": "La lutte pour les droits des femmes est incarnée par Malala Yousafzai, qui, jeune, a défié le régime taliban au Pakistan en plaidant pour le droit des filles à l'éducation. À 15 ans, elle a été attaquée pour sa voix, mais cela n’a fait que renforcer son engagement, la menant à devenir la plus jeune lauréate du prix Nobel. Son histoire symbolise un appel à l'action : 129 millions de filles sont privées d'éducation dans le monde, représentant des rêves et des talents perdus.\nInvestir dans l'éducation des filles, c'est investir dans l'avenir. Les pays avec une éducation féminine élevée voient une croissance économique, une baisse de la mortalité infantile et des familles plus saines. Ne pas scolariser les filles perpétue le cycle de pauvreté et d'inégalité.\nPar ailleurs, les femmes rencontrent quotidiennement violence et discrimination, avec une femme sur trois victime de violences physiques ou sexuelles selon l’OMS. Nous devons dénoncer ces injustices, soutenir les victimes et responsabiliser les agresseurs.",
    "trans": "The fight for women's rights is embodied by Malala Yousafzai, who, as a young girl, defied the Taliban regime in Pakistan by advocating for girls' right to education. At 15, she was attacked for her voice, but this only strengthened her commitment. She became the youngest Nobel Prize laureate. Her story symbolizes a call to action: 129 million girls are deprived of education worldwide, representing lost dreams and talents.\nInvesting in girls' education is an investment in the future. Higher levels of female education are associated with healthier families, lower infant mortality and faster economic growth for a nation. Denying girls an education feeds the cycle of inequality and poverty.\nMoreover, women encounter violence and discrimination on a daily basis, with one in three women victims of physical or sexual violence according to the World Health Organization. We must denounce these injustices, support victims and hold aggressors accountable."
}