{
    "source": "fr_FR",
    "target": "en_US",
    "text": "D’après certains organismes de protection des droits de l’Homme et des libertés individuelles[3], plusieurs personnes ont été arrêtées après l’interruption du Hirak à partir du 17 mars 2020, alors que le pays en pleine pandémie de Covid-19 se préparait au confinement, soit même antérieurement à l’adoption du nouveau Code pénal.\n-\nLa réforme du Code pénal algérien qui a eu lieu en pleine pandémie et dans une totale indifférence, confirme la volonté du pouvoir en place d’accentuer la répression contre les membres du Hirak et laisse place à une inquiétude certaine au regard des droits de l’Homme et des Libertés fondamentales en Algérie.\nPar ailleurs, Human Right Watch indique que les tribunaux ont condamné des personnalités du mouvement comme Karim Tabbou et Abdelouahab Farsaoui, à un an de prison chacun pour des chefs d’inculpation «vagues» comme «l’atteinte à l’unité nationale». Le journaliste et activiste Khaled Drareni, qui couvrait les manifestations depuis le début, a été emprisonné le 27 mars et fait face aujourd’hui à des accusations similaires. Les autorités ont bloqué des sites web critiques et arrêté des individus qui avaient poursuivi le Hirak, pacifiquement, sur Internet[4].",
    "trans": "A number of organisations for the protection of human rights and individual freedoms[3] claim that several people were arrested after the Hirak was halted on 17 March 2020, when the country in the midst of the Covid-19 pandemic was preparing for confinement, i.e. even before the adoption of the new Penal Code.\n-\nThe reform of the Algerian Penal Code, which took place in the midst of the pandemic and with total indifference, confirms the determination of the government in power to step up the repression of members of the Hirak and gives rise to definite concern about human rights and fundamental freedoms in Algeria.\nMoreover, according to Human Right Watch, the courts have sentenced prominent members of the movement, such as Karim Tabbou and Abdelouahab Farsaoui, to one year's imprisonment each on ‘vague’ charges such as ‘undermining national unity’. Journalist and activist Khaled Drareni, who has been covering the protests since the beginning, was jailed on 27 March and now faces similar charges. The authorities have blocked critical websites and arrested individuals who have pursued the Hirak peacefully on the Internet[4]."
}