{
    "source": "fr_FR",
    "target": "en_US",
    "text": "La Ville de Montréal veut l'avis des jeunes\nLa Ville de Montréal travaille en ce moment à la nouvellePolitique de développement culturel 2025-2030.\nC’est quoi une politique de développement culturel ? Il s’agit d’un guide pour savoir quelles actions poser en culture, et quelles activités proposer dans les prochaines années.\nSi votre enfant a entre 10 et 17 ans et veut donner son avis, scannez le code QR ou cliquez sur le lien.\nEn savoir plus\nLe meilleur de l'éducation\nFélix Bergeron parmi les meilleurs au monde\nÉlève en mécanique industrielle à l'EMSOM, il a représenté le CSSDM au Mondial des Métiers à Lyon.\nEn savoir plus\nCap sur les maternelles 4 ans\nYolande Brunelle, ancienne directrice au CSSDM, a fait paraître un livre sur les maternelles 4 ans initiées au CSSDM.\nEn savoir plus\nBesoin de nouveaux meubles?\nPlusieurs sont tombés en amour avec les créations des élèves en ébénisterie de l'EMMM.\nEn savoir plus\nVous déménagez prochainement? Dites-le-nous!\nTélécharger et remplir le formulaire de déménagement\nDates à retenir\n10 novembre : Journée internationale des stagiaires\n13 novembre:Séance du conseil d'administration\n17 au 23 novembre :Semaine des professionnelles et professionnels de l'éducation",
    "trans": "The City of Montréal wants young people to give their opinions\nThe City of Montréal is currently working on the new Cultural Development Policy 2025-2030.\nWhat is a cultural development policy? It's a guide to what cultural actions should be initiated and which activities should be offered in the coming years.\nIf your child is aged between 10 and 17 and would like to express an opinion, scan the QR code or click on the link.\nLearn more\nThe best in education\nFélix Bergeron among the best in the world\nA student in industrial mechanics at EMSOM, he represented the CSSDM at the Mondial des Métiers in Lyon.\nLearn more\nFocus on 4-year-old kindergarten\nYolande Brunelle, former director at the CSSDM, has published a book on the 4-year-old kindergartens initiated at the CSSDM.\nLearn more\nNeed new furniture?\nMany have fallen in love with the creations of woodworking students at EMMM.\nLearn more\nRelocating soon? Let us know!\nDownload and fill out the relocation form\nDates to remember\nNovember 10: International Trainee Day\nNovember 13: Board of Directors meeting\nNovember 17 to 23: Education Professionals Week"
}