{
    "source": "fr_FR",
    "target": "en_US",
    "text": "La garantie est assurée par l'aval de la banque (ou sa filiale) BELFIUS ayant son siège social à Etterbeek code postal 1040 Place Jourdan 32.\n6. GARANTIE\nElle sera constituée conformément à l'article 248 par 2,2° du code bruxellois du logement. Le preneur constituant une garantie bancaire en faveur du bailleur, auprès d'une institution financière établie en Belgique, par laquelle cette dernière s'engage à verser au bailleur les sommes dues par le preneur en vertu de l'exécution du présent contrat, sur production soit d'un accord écrit des partie, soit d'une copie d'une décision judiciaire. Le bailleur recevra un formulaire de la banque attestant que la garantie est octroyée (art 248, par 6 du code bruxellois du logement)\nL'aval de la banque:\nLorsque la garantie est établie sous forme de compte bloqué au nom du preneur, elle correspondra à deux mois de loyer. En cas d'indexation ou d'augmentation du loyer en cours de bail, la garantie sera adaptée proportionnellement.",
    "trans": "The guarantee is provided by the endorsement of the bank (or its subsidiary) BELFIUS, whose registered office is located at Place Jourdan 32, 1040 Etterbeek.\n6. GUARANTEE\nAccording to Article 248, paragraph 2.2° of the Brussels Housing Code, it will be set up. A Belgian financial institution will get a bank guarantee from the renter on behalf of the landlord. Upon presentation of a written agreement between the parties or a copy of a court ruling, this institution agrees to reimburse the landlord for the amounts owed by the tenant under the terms of this contract. A document attesting to the guarantee's issuance will be sent to the landlord by the bank (article 248, paragraph 6 of the Brussels Housing Code).\nThe bank's guarantee:\nWhen the guarantee is established in the form of a blocked account in the name of the lessee, it shall correspond to two months' rent. In the event of indexation or increase in the rent during the lease, the guarantee shall be adjusted proportionally."
}