{
    "source": "fr_FR",
    "target": "en_US",
    "text": "J’ai une urticaire chronique.\nJe consulte mon médecin traitant dans les jours qui viennent.\nL’éruption s’étend à tout le corps.\nL’urticaire est accompagnée de fièvre.\nMon enfant présente une urticaire et une toux persistante.\nJe consulte mon médecin traitant dans la journée.\nLes plaques s’épaississent, s’étendant sous la peau au niveau des muqueuses: gonflement des lèvres, de la langue et des paupières avec sensation de brûlures.\nLa personne a des difficultés à respirer ou à avaler: l’urticaire évolue en œdème de Quincke ou angio-œdème. S’il atteint la glotte, orifice étroit du larynx, il gêne la déglutition ou la parole. Au stade le plus grave, il peut empêcher la respiration et conduire à l’asphyxie.\nLes signes cutanés et muqueux s’accompagnent d’un malaise, de perte de connaissance, de sueurs, de frissons, de pâleur, d’angoisse, de difficultés à respirer, voire d’un choc anaphylactique.\nJe contacte sans tarder le service d'aide médicale d'urgence (Samu): 15 ou 112.",
    "trans": "I have chronic urticaria.\nI will see my primary care physician in the coming days.\nThe rash is spreading all over my body.\nThe urticaria is accompanied by fever.\nMy child has urticaria and a persistent cough.\nToday I'm going to see my primary care physician.\nThe plaques are thickening, spreading under the skin to the mucous membranes: swelling of the lips, tongue, and eyelids with a burning sensation.\nThe patient has trouble swallowing or breathing because the urticaria is getting worse and turning into angioedema or Quincke's edema. Speech or swallowing is hampered if it gets to the glottis, the larynx's tiny entrance. It can obstruct breathing and cause asphyxiation in its most severe form.\nThe skin and mucous membrane signs are accompanied by malaise, loss of consciousness, sweating, chills, pallor, anxiety, difficulty breathing, and even anaphylactic shock.\nI contact the emergency medical service immediately (Samu) : 15 or 112."
}