{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Nous vous invitons à être particulièrement vigilant quant aux risques de tentative d’hameçonnage, d’escroquerie, de fraude ou d’usurpation d’identité qui pourraient survenir.\nMême si aucun mot de passe n’est concerné par cet incident, nous vous recommandons également de procéder à la modification de vos mots de passe (messagerie électronique, réseaux sociaux, etc.).\nLes mesures nécessaires ont été mises en œuvre afin de résoudre cet incident et de renforcer la sécurité du système d’information.\nUne notification a été transmise auprès de la Commission nationale de l’informatique et des libertés (CNIL). Une plainte auprès du procureur de la République est en cours de dépôt contre les auteurs de la cyberattaque.\nQuelques conseils:\nNe jamais communiquer d’informations personnelles à un inconnu ;\nNe pas répondre à une demande d’informations confidentielles notamment d’informations bancaires ou de mots de passe. Aucun organisme public ne vous demandera ces informations;\nRester attentif à l’expéditeur des messages électroniques ou sms, même s’il a l’apparence d’un expéditeur officiel (mission locale ou un autre organisme) ;\nÊtre attentif au contenu et à la rédaction du message reçu ;\nNe pas cliquer sur les pièces jointes ni sur les liens contenus dans le message si vous avez un doute et même s’il semble envoyé par votre mission locale.",
    "trans": "We strongly advise you to be especially aware of the potential dangers of fraud, identity theft, scams, and phishing efforts.\nEven though no passwords are affected by this incident, we also recommend that you change your passwords (email, social networks, etc.).\nThe necessary actions have been taken to resolve this incident and strengthen the security of the information system.\nA notification has been sent to the National Commission for Information Technology and Liberties (CNIL). A complaint has been filed with the public prosecutor against the perpetrators of the cyberattack.\nSome advice:\nNever share personal information with a stranger;\nNever reply to requests for private information, particularly passwords or bank account details. No government agency will request this information from you;\nPay attention to the sender of emails or text messages, even if they appear to come from an official sender ( local mission or another organization);\nBe attentive to the content and wording of the message received;\nIf you are unsure about any attachments or links in the communication, even if it appears to have been sent by your local mission, do not click on them."
}