{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Chapitre 1 Histoire des arts\nLes arts de la préhistoire\n✔ J'associe une œuvre d'art à une époque.\nIntroduction\nVers 40000 ans avantJ. ‑C., les hommes et les femmes de la préhistoire deviennent des artistes: ils peignent, ils sculptent, ils jouent de la musique. Les témoignages qu'ils nous laissent nous renseignent sur leur culture et leurs croyances.\nQue nous apprend l'art des premiers êtres humains?\nDoc. 1Les premières représentations humaines\nMarianocecowski/Wikimedia\nMains en négatif, Cueva de las manos, province de Santa Cruz, Patagonie (Argentine), entre 13000 et 7000 avantJ. ‑C.\nOn crache un colorant en soufflant sur la main posée sur la paroi pour la faire apparaître en négatif. On retrouve ces représentations sur tous les continents. Les études scientifiques montrent que certaines ont probablement été réalisées par des femmes.\nDoc. 2Une flûte\nH. Jensen/Université de Tübingen/DR\nFlûte en os, vers -35000 ans avantJ. ‑C., Musée d'Archéologie nationale de Saint‑Germain‑en‑Laye.\nCette flûte a été découverte parmi une vingtaine d'autres dans la grotte d'Isturitz (Pyrénées‐Atlantiques).\nSupplément numérique\nVisite la grotte de Lascaux et ses différentes salles!",
    "trans": "Chapter 1: History of Art\nPrehistoric Art\n✔ I associate a work of art with a specific time period.\nIntroduction\nAround 40,000 BC, prehistoric men and women became artists: they painted, sculpted, and played music. The evidence they left behind provides us with insights into their culture and beliefs.\nWhat does the art of early humans teach us?\nDoc. 1 The first human representations\nMarianocecowski/Wikimedia\nNegative handprints, Cueva de las Manos, Santa Cruz Province, Patagonia (Argentina), between 13,000 and 7,000 BC.\nA colored pigment was blown onto a hand placed on the wall to create a negative image. These representations can be found on every continent. Scientific studies show that some were probably made by women.\nDoc. 2 A Flute\nH. Jensen/University of Tübingen/DR\nBone flute, around 35,000 BC, National Archaeology Museum of Saint-Germain-en-Laye.\nThis flute was discovered among twenty others in the Isturitz cave (Pyrénées-Atlantiques).\nDigital Supplement\nVisit the Lascaux cave and its different rooms!"
}