{
    "source": "fr_FR",
    "target": "en_US",
    "text": "de la déduction des cotisations sociales obligatoires.\nIl ne tient pas compte du prélèvement à la source de l'impôt sur le revenu.\nVous trouverez plus d'informations dans l'encadré à la suite de ce courrier.\nFRANCE TRAVAIL ILE-DE-FRANCE\nFRANCE TRAVAIL DE MEAUX RDC CS 60855 12 BD JEAN ROSE 77334 MEAUX CEDEX\nwww.francetravail.fr - |\nDU LUNDI AU JEUDI DE 9H00 A 13H15 ET LE VENDREDI DE 9H00 A 12H00, SUR RDV DU LUNDI AU JEUDI DE 13H15 A 17H00\n2/16\nALKHATIB DOUHA (8119615U)\nInformations importantes à nous transmettre sans attendre\nSi vous avez connu des situations particulières au cours du ou des contrats de travail des 5 dernières\nannées , vous pouvez les signaler à France Travail (la liste de ces situations figure dans l'annexe au bas\ndu courrier)*.\nSi vous nous avez déjà transmis ces informations, vous n'avez pas à le faire à nouveau.\nCela peut augmenter le montant de votre allocation.\nPour nous permettre d'en tenir compte :\ncomplétez le tableau en annexe de ce courrier,\ntransmettez-le accompagné des justificatifs demandés, directement à votre agence, par envoi",
    "trans": "the deduction of compulsory social security contributions.\nIt excludes income tax deducted at source.\nYou will find more information in the box at the bottom of this mail.\nFRANCE TRAVAIL ILE-DE-FRANCE\nFRANCE TRAVAIL DE MEAUX RDC CS 60855 12 BD JEAN ROSE 77334 MEAUX CEDEX\nwww.francetravail.fr - |\nFROM MONDAY TO THURSDAY 9:00 AM TO 1:15 PM AND FRIDAY 9:00 AM TO 12:00 PM, BY APPOINTMENT FROM MONDAY TO THURSDAY 1:15 PM TO 5:00 PM\n2/16\nALKHATIB DOUHA (8119615U)\nImportant information to share with us immediately\nIf you have experienced any particular situations during your employment contract(s) over the past 5\nyears, you can report them to France Travail (the list of these situations appears in the appendix at the bottom\nof this mail)*.\nYou do not need to provide us with this information again if you have already done so.\nThis may increase the amount of your allowance.\nTo enable us to take this into account:\nfill in the table attached to this mail,\nsend it, together with the supporting documents requested, directly to your branch, by"
}