{
    "source": "fr_FR",
    "target": "en_US",
    "text": "L’emplacement de l’Astoria était occupé dès le milieu du XIXème siècle par un Hôtel Sornin régulièrement mentionné dans les guides (Cf. Vichy et ses environsde 1854) et divers plans de la cité thermale.\nCarte postale, vers 1900 (Fonds patrimoniaux Ville de Vichy)\nCarte postale, vers 1908 (Fonds patrimoniaux Ville de Vichy)\nUn emplacement très attractif\nSa situation privilégiée à la jonction du Vieux-Vichy et du Vichy Thermal naissant lui vaut d’être racheté par Monsieur Costa Tixier. Il va acquérir l’hôtel voisin auquel il l’annexe en 1888, pour constituer un seul établissement rebaptisé Grand Hôtel Bonnet et de la Restauration. Dénommé Hôtel de la Restauration et Saint-James en 1905, ses bâtiments sont démolis trois ans plus tard. Léon Soalhat, déjà propriétaire de L’International tout proche, devient le maître du lieu en 1908. La Société Générale décide de s’installer au rez-de-chaussée du nouvel immeuble qu’elle occupe dès 1909, tandis que l’Astoria Palace ouvre ses portes en 1910. C’est l’architecte moulinois René Moreau qui est à l’origine de l’édifice. Bien présent dans le paysage vichyssois, il œuvra par la suite à la construction du Thermal Palace (actuel Aletti) puis de l’hôtel Carlton.\nCarte postale, vers 1910 (Fonds patrimoniaux Ville de Vichy)",
    "trans": "From the mid-19th century, the site of the Astoria was occupied by the Hôtel Sornin, regularly mentioned in guidebooks (see Vichy and its surroundings, 1854) and various maps of the thermal town.\nPostcard, around 1900 (“Fonds patrimoniaux Ville de Vichy”)\nPostcard, around 1908 (“Fonds patrimoniaux Ville de Vichy”)\nA highly attractive location\nMr. Costa Tixier bought the hotel because of its prime location at the junction of Vieux-Vichy and the budding Vichy Thermal Spa. In 1888, he acquired the neighboring hotel and annexed it to create a single establishment, renamed Grand Hôtel Bonnet et de la Restauration. Renamed Hôtel de la Restauration et Saint-James in 1905, its buildings were demolished three years later. Léon Soalhat, who already owned the nearby L'International, became the owner in 1908. Société Générale moved in on the first floor of the new building, occupying it from 1909, while the Astoria Palace opened its doors in 1910. The building was designed by Moulin architect René Moreau. A fixture in the Vichy landscape, he later worked on the Thermal Palace (now the Aletti) and the Carlton Hotel.\nPostcard, around 1910 (“Fonds patrimoniaux Ville de Vichy”)"
}