{
    "source": "fr_FR",
    "target": "en_US",
    "text": "exigences initiales et obligatoires pour intégrer le système universitaire espagnol, notamment\nl’obtention du Diplôme Espagnol comme Langue Étrangère DELE de l’Instituto Cervantes, niveau\nB2 MCER.\nLe Diplôme DELE est exigé par loi et par le Conseil du Gouvernement des Universités\nPubliques espagnoles dans les Communautés Autonomes espagnoles de Andalousie (Séville et\nMálaga) et de la Communauté de Madrid (Madrid).\nLes étudiants admis dans notre programme doivent avoir, au moins, un des diplômes suivants :\nun Diplôme de Baccalauréat, un Diplôme de Technicien Spécialisé en formation\nprofessionnelle, une Licence universitaire ou un Master Universitaire.\nDétails du programme :\nAnnée scolaire :\nProgramme :\nDestination :\nDébut des cours :\nFin des cours :\nHébergement :\n2024-2025\nPréparation à L’examen officiel DELE « Espagnol Académique »\nMalaga - Andalousie\n27/01/2025\n26/09/2025\nRésidence étudiante\nL’inscription définitive et la lettre d’admission seront émises sous réserve du paiement du\nmontant total du programme et de l’hébergement. Une facture proforma, Nº VIPR24-125,\nest délivrée et jointe à cette lettre de préadmission.",
    "trans": "the initial and compulsory requirements for enrolment in the Spanish university system, including\nthe Instituto Cervantes Diploma in Spanish as a Foreign Language (DELE), level\nB2 MCER.\nThe DELE Diploma is required by law and by the Government Council of Spanish\nPublic Universities in the Spanish Autonomous Communities of Andalusia (Seville and\nMálaga) and the Madrid Community (Madrid).\nIn order to be admitted to our program, students must have at least one of the following qualifications:\na Baccalaureate Diploma, a Diploma of Specialized Technician in vocational\ntraining, a Bachelor's degree or a Master's degree.\nProgram description:\nSchool year:\nProgram:\nDestination:\nCourse start date:\nEnd of course:\nAccommodation:\n2024-2025\nPreparation for the official DELE “Academic Spanish” exam\nMalaga - Andalusia\n27/01/2025\n26/09/2025\nStudent residence\nFinal registration and admission letter will be issued subject to payment of the\ntotal amount of the program and accommodation. A proforma invoice, No VIPR24-125,\nis issued and attached to this pre-admission letter."
}