{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Le lendemain matin, il y eut bien sûr quelques larmes sur le quai de la gare à Düsseldorf, preuve que cet échange a été apprécié. Le groupe a encore fait une petite étape à Bruxelles pour une visite du centre ville, la Grand Place, le Manneken-Pis et la belle architecture de la capitale belge.\nC’est fatigués, heureux et la tête pleine de souvenirs que nos jeunes sont arrivés le soir en gare de Quimper.\nUn grand merci à l’équipe qui a encadré ce séjour et préparé ce beau programme à Meerbusch.\nPas de doutes : il y aura des volontaires pour participer à l’échange de l’été prochain !\nL’échange jeunes de l’été a été relancé l’an dernier après plusieurs décennies de pause. Il s’est vite imposé comme un des temps forts du jumelage. Il permet aux jeunes de découvrir la vie dans la ville jumelle différemment des échanges scolaires. Ils peuvent se faire des amis. Cela est certainement un facteur de motivation pour les intéresser à la langue allemande et au jumelage.",
    "trans": "Naturally, there were a few tears on the Düsseldorf station platform the next morning, proving that the exchange was well appreciated. The group made another short stopover in Brussels to visit the city center, the Grand Place, the Manneken-Pis and the beautiful architecture of the Belgian capital.\nOur youngsters arrived at Quimper station in the evening, tired, happy and with a head full of memories.\nWe would like to express our heartfelt gratitude to the team who supervised this stay and prepared this wonderful program in Meerbusch.\nWe're sure there will be many volunteers for next summer's exchange!\nThe summer youth exchange was relaunched last year after a break of several decades. It has quickly established itself as one of the highlights of the twinning program. It enables young people to discover life in their twin town in a different way to school exchanges. They can make new friends. This is certainly a motivating factor in getting them interested in the German language and in twinning."
}