{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Au cours de cette brève rencontre, Jésus a transformé un groupe d'individus effrayés et confus en une communauté d'amour, de joie et de paix.\nDu sens\nJésus redonne du sens, il redéfinit des objectifs : « Comme le Père m'a envoyé, moi aussi, je vous envoie » (v.21). La résurrection est un message d'espoir pour le monde. Jésus-Christ est ressuscité des morts. Il y a une vie au-delà de la tombe. Cela donne à votre vie sur terre un tout nouveau sens et un nouveau but. Vous êtes envoyés par Jésus pour proclamer ce message au monde.\nEnfin, il leur a aussi donné du pouvoir. Il souffla sur eux et dit : « Recevez l'Esprit Saint. Quand vous pardonnerez les péchés à quelqu'un, Dieu donnera son pardon. Quand vous refuserez ce pardon à quelqu'un, Dieu le refusera aussi » (vv.22-23) Le Saint-Esprit fournit la force et l'autorité nécessaires pour pardonner.\nLe même pouvoir qui a ressuscité Jésus d'entre les morts est disponible pour vous. Jésus vous donne la puissance de son Esprit Saint et la puissance de sa parole pour déclarer le message du pardon de Dieu aux êtres humains. C'est un message qui apporte la vie éternelle.",
    "trans": "During this brief encounter, Jesus transformed a group of frightened and confused people into a community of love, joy and peace.\nMeaning\nJesus redefined meaning and purpose: ‘As the Father has sent me, so I send you’ (v.21). The resurrection is a message of hope for the world. Jesus Christ is risen from the dead. There is life after death. This gives your life on earth a whole new meaning and purpose. You are sent by Jesus to proclaim this message to the world.\nLastly, he also gave them power. He breathed on them and said: ‘Receive the Holy Spirit. When you forgive someone's sins, God will forgive them. When you withhold forgiveness from someone, God will withhold forgiveness too' (v.22-23). The Holy Spirit provides the strength and authority to forgive.\nThe same power that raised Jesus from the dead is available to you. Jesus gives you the power of his Holy Spirit and the power of his word to declare God's message of forgiveness to human beings. It's a message that brings eternal life."
}