{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Les Caisses Primaires d'Assurance Maladie d'Ile-de-France s'engagent activement dans la prévention et le dépistage des cancers du sein, de l'utérus et du côlon. Afin de mieux comprendre les obstacles que vous pourriez rencontrer et d'améliorer nos actions de prévention, nous avons besoin de votre avis.\nNous vous invitons à répondre à un questionnaire rapide à remplir. Pour y accéder, veuillez cliquer sur le lien suivant :\nParticipez à l'enquête\nVotre participation est essentielle pour identifier les freins au dépistage et nous permettra de mieux adapter nos actions à vos besoins et attentes.\nEn participant, vous contribuez à améliorer la santé de tous !\nNous vous remercions par avance de votre précieux soutien.\nAvec toute mon attention,\nVotre correspondantde l'Assurance Maladie.\nPour vous connecter à votre compte ameli cliquez ici\nRendez-vous sur ameli.fr l'Assurance Maladie en ligne\nTéléchargez l'appli ameli\nMerci de ne pas répondre à cet e-mail, adressé automatiquement. Pour vous assurer de recevoir nos emails, nous vous recommandons d'ajouter l'adresse assurance-maladie@info.ameli.fr à votre carnet d'adresses.\nPour la confidentialité et la sécurité de vos données personnelles, pensez à ne jamais communiquer vos codes confidentiels permettant l'accès aux services de l'Assurance Maladie.",
    "trans": "The Caisses Primaires d'Assurance Maladie of Ile-de-France are actively involved in the prevention and screening of breast, uterine and colon cancers. We need your opinion to better understand the obstacles you may face, and to help us improve our prevention initiatives.\nPlease fill in a quick questionnaire. Please click on the following link to complete the survey:\nParticipate in the survey\nTaking part in this survey is essential to help us identify the obstacles to screening, and to better adapt our initiatives to your needs and expectations.\nWith your participation, you're helping to improve health for all!\nWe would like to express our gratitude in advance for your invaluable support.\nYours sincerely,\nYour Assurance Maladie representative.\nClick here to log in to your ameli account\nGo to ameli.fr l'Assurance Maladie online\nDownload the ameli app\nPlease do not reply to this e-mail, which is sent automatically. To ensure you receive our emails, we recommend you add assurance-maladie@info.ameli.fr to your address book.\nTo ensure the confidentiality and security of your personal data, please never give out your confidential codes for access to Assurance Maladie services."
}