{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Informations juridiques\nLe présent extrait recense toutes les poursuites qui ont été introduites durant les cinq dernières années dans l’arrondissement de poursuite de l'office qui délivre cet extrait contre la personne nommée ci-dessus. Les poursuites suspendues et celles qui n'ont pas été continuées en raison de l'écoulement du délai d’un an fixé à l'art. 88 LP sont également énumérées. L'extrait indique en outre le nombre et le montant total des actes de défaut de biens après saisie établis dans l’arrondissement de poursuite durant les 20 dernières années, s'ils ne sont pas éteints. Il mentionne aussi l'ouverture et la clôture des faillites communiquées à cet office au cours des cinq dernières années.\nNe figurent pas sur l’extrait les poursuites retirées par le créancier, annulées à la suite d’un jugement, non portées à la connaissance de tiers suite à une demande du débiteur (art. 8a, al. 3, LP) ou inscrites dans les registres d’un autre arrondissement de poursuite. D'éventuels actes de défaut de biens après faillite n'y figurent pas non plus.\nRemarques\nFrais de cet extrait: CHF 18.00 (selon art. 12a OELP)",
    "trans": "Legal information\nThis extract lists all proceedings instituted against the above-named person in the last five years in the prosecuting district of the office issuing this extract. Suspended proceedings and those that have not been continued due to the expiry of the one-year time limit set out in art. 88 LP are also listed. In addition, the extract indicates the number and total amount of certificates of default after seizure issued in the debt collection district over the last 20 years, if they have not been extinguished. Moreover, it mentions the opening and closing of bankruptcies communicated to this office over the last five years.\nThe extract does not include proceedings withdrawn by the creditor, cancelled following a judgment, not brought to the attention of third parties following a request by the debtor (Art. 8a, para. 3, LP) or entered in the registers of another debt collection district. Default certificates after bankruptcy are also not included.\nRemarks\nFees for this extract: CHF 18.00 (as per art. 12a OELP)"
}