{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Cher(e)s Etudiant(e)s en mobilité de la Faculté des Sciences en partance lors du prochain quadrimestre ou pour un séjour d’une année complète,\nJ’aurai en effet besoin, fin novembre, de ces documents afin de demander au secrétariat étudiant de la Faculté de bien vouloir modifier vos programmes de cours en fonction des cours pris dans vos universités d’accueil et ce afin de pouvoir vous attribuer vos notes le moment venu.\nPour ceux d’entre vous qui seraient partis dans une destinationhors Europeet que votre dossier de mobilité ne comporte pas de Learning Agreement mentionnant tant les cours pris au sein de votre université d’accueil que les cours qu’ils remplaceront au sein de votre programme de cours à l’ULB, veuillez trouver ci-joint le modèle complet de Learning Agreement utilisé dans le cadre des bourses FAME/SEMP.\nSi besoin, vous trouverez en pièces jointes, les pages concernant les changements en cours de séjours pour les Erasmus +, Erasmus Belgica et les séjours hors Europe. Ces documents se trouvaient également dans votre pack mobilité distribué par le Service de la Mobilité Etudiante. Veuillez utiliser ledocument appropriéà votre mobilité (Erasmus, FAME, Belgica). Pour une mobilité en Belgique ou en Suisse, vous pouvez utiliser les formulaires Erasmus Belgica ou Erasmus standards.",
    "trans": "Dear Students on Mobility from the Faculty of Sciences, departing for the next term or a full academic year,\nI will indeed need, by the end of November, the following documents from the Canadian Committee regarding your application to the Faculty: to modify your course programs, including courses taken at host universities, and to include all grades received so far.\nFor those of you going to a European destination and whose mobility agreement does not specify the courses you will be taking at your host university as well as those you are registered for in your program at ULB, a complete learning agreement or a reduced learning agreement within the framework of the FAME/SEMP scholarships is required.\nIf necessary, you will find attached the pages concerning changes during the stay for Erasmus, Erasmus Belgica, and non-European mobility programs. These documents are also included in your mobility package provided by the Student Mobility Service. Please make sure to use the appropriate document for your type of mobility (Erasmus, FAME, Belgica). For mobility within Belgium or Switzerland, you must use the Erasmus Belgica or Erasmus standard forms."
}