{
    "source": "fr_FR",
    "target": "en_US",
    "text": "11. Pour chaque produit de la Nouvelle-France, indique sa lieu de destination.\n14. Selon le bilan (p 104), la NF apportait-elle profit à la France? Justifie parles chiffres.\n9. Comment cela indique-t-il un manque d'appui de la métropole?\n6. Sous quel Roi la France a-t-elle mise un plus grand effort dans la colonisation de la Nouvelle-France?\n8. Sur quoi l'économie de la Nouvelle-France était-elle basée?\nLis les pages 146-147 et répond à ces questions.\n1. Qui avait d'abord rêvé d'une vaste colonie de peuplement et de commerce?\n10. En 166ˇ9, l'intendant de la colonie de Nouvelle-France a reçu des instructions du roi. Quelles trois choses demandait lui-t-on de faire?\n13. Quelle est la signification de la carte de la page 102?\n5. Quel était le problème de ce mémoire?\nLis les pages 100-105 et répond à ces questions.\n16. Entre quels pays, le Traité d'Utrecte, était-il signé?\n12. Pourquoi, la France mettait-elle autant de pression sur la colonie pour produire ces biens?\n20. Selon l'auteur, pourquoi a-t-il perdu cette guerre ( de sept ans)\n17. Quel était le but de Louis le quatorze en négociant ce traité?",
    "trans": "11. For each product from Nouvelle-France, indicate its destination.\n14. According to the balance sheet (p 104), did NF bring profits to France? Justify with figures.\n9. How does this indicate a lack of support from the metropolis?\n6. Under which king did France make a greater effort to colonize Nouvelle-France?\n8. What was the economy of Nouvelle-France based on?\nRead pages 146-147 and answer these questions.\n1. Who first dreamed of a vast settlement and trading colony?\n10. In 1669, the colonial steward of New France received instructions from the king. What three things was he asked to do?\n13. What is the meaning of the map on page 102?\n5. What was the problematics of this dissertation?\nRead pages 100-105 and answer these questions.\n16. Between which countries was the Treaty of Utrecte signed?\n12. Why did France put so much pressure on the colony to produce these goods?\n20. According to the author, why did he lose this war (of seven years)?\n17. What was Louis le Quatorze's purpose in negotiating this treaty?"
}