{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Titulaire de la ligne: [redacted_name]\nBonjour,\nVotre compte Free Mobile pour la ligne [redacted_number] présente toujours un solde débiteur de2,91 euros.\nMontant total :2,91 euros\nNature créance: Abonnement Free Mobile ligne principale n°[redacted_number]\nDétail créance: Facture(s) éditée(s) le 02/07/2024 n.[redacted_number] de 2.91 euros\nMalgré notre mise en demeure (Article 1344 du Code Civil) du05/09/2024 qui vous demandait de régulariser à réception, nous n’avons toujours pas reçu votre règlement auprès de nos services.\nSi vous avez précédemment effectué un paiement auprès de nos services notez qu'il s'agit d'une nouvelle facture, comportant des références et dates de facturation différentes.\nAfin d’éviter le transfert au contentieux* nous vous remercions de nous adresser dans les plus brefs délais votre règlement.\nModes de paiement à votre disposition :\n- Carte Bancaire en ligne sur https://www.paiement-cfr.com en indiquant votre référence [redacted_number] et votre code postal 75011 ou via ce lien unique\n- Virement sur le compte CCP (notez la référence 16144732 dans le libellé) :",
    "trans": "Line Holder: [redacted_name]\nHello,\nYour Free Mobile account for the number [redacted_number] still has an outstanding balance of 2.91 euros.\nTotal amount: 2.91 euros\nType of debt: Free Mobile subscription for the main line no. [redacted_number]\nDebt Details: Invoice(s) issued on 02/07/2024, number [redacted_number] for 2.91 euros\nDespite our formal notice (Article 1344 of the Civil Code) dated 05/09/2024 requesting payment upon receipt, we have not yet received your payment.\nIf you have already made a payment, please note that this is a new invoice with different references and billing dates.\nTo avoid escalation to the collections department*, we kindly ask you to send your payment as soon as possible.\nAvailable payment methods:\nCredit Card: Online at https://www.paiement-cfr.com using your reference [redacted_number] and postal code 75011, or via this unique link\nBank transfer to the CCP account (please note the reference 16144732 in the description):"
}