{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Nous finalisons votre inscription. Je vous informe sur vos droits, devoirs et\nsur l'actualisation.\nVous avez travaillé en Syrie dans l'accompagnement des jeunes vers la\nformation, l'emploi. Vous aimerez retrouver le même type d'emploi ou avec une\ndominante administrative.\nVous avez un niveau B1/B2 en Français mais il n'y a plus de place disponible\nsur nos formations FLE.\nJe vous oriente dans un 1er temps sur un atelier cv pour le public FLE sur\nSt-Laurent du var. Vous avez rdv le 18/10. La convocation sera dès demain dans\nvotre espace personnel.\nVous trouverez, en annexes, l'ensemble des informations sur :\nvos points forts et besoins pour mener à bien votre projet professionnel\nvos prochaines démarches à réaliser dans le cadre de votre Projet Personnalisé d'Accès à l'Emploi\n(PPAE)\nl'élaboration des critères de votre Offre Raisonnable d'Emploi (ORE) définis dans votre Projet\nPersonnalisé d'Accès à l'Emploi (PPAE) : emploi recherché, type de contrat, salaire, zone\ngéographique\nVous déclarez accepter votre PPAE sur les critères de l'Offre Raisonnable d'Emploi (ORE) définis",
    "trans": "We are completing your registration. I provide you with information on your rights and obligations\nabout updating.\nYou worked in Syria to assist young people in finding\ntraining and employment. You'd like to find the same type of job again, or one with an\nadministrative role.\nYou have a B1/B2 level in French but there are no places available\non our FLE training courses.\nI'd like to refer you to a CV workshop for FLE students in\nSt-Laurent du var. You have an appointment on 18/10. The invitation will be in\nyour personal space.\nIn the appendices, you'll find all the information you need on :\nyour strengths and needs to successfully complete your career project\nthe next steps you need to take as part of your Personalized Project for Access to Employment\n(PPAE)\nthe definition of criteria for your Reasonable Job Offer (RJO), as defined in your Personalized\nProject for Access to Employment(PPAE): job sought, type of contract, salary,\ngeographical area\nYou declare that you accept your PPAE on the basis of the Reasonable Job Offer (RJO) criteria defined"
}