{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Veuillez imprimer et placer cet email dans votre colis (ceci est nécessaire à votre remboursement). Si vous ne pouvez pas imprimer cet email, merci de joindre votre bon de livraison au colis.\n1. Imprimer l’étiquette Mondial Relay présente en pièce jointe de cet email et coller la sur votre colis.\n2. Rendez-vous dans le point Mondial Relay de votre choix pour déposer votre colis. Retrouvez leurs adresses ici : https://www.mondialrelay.fr/trouver-le-point-relais-le-plus-proche-de-chez-moi/\n3. Votre preuve de dépôt vous sera envoyée par email. Conservez cet email jusqu’à votre remboursement.\nImportant :\nPour un retour de commande livrée en France Métropolitaine durant une période de braderie, ou livrée à l’étranger ou dans les DOM/TOM : les frais de retour sont entièrement à votre charge.\n1. Vous pouvez utiliser le transporteur de votre choix.\n2. Le colis doit être expédié à l’adresse suivante :\nThe Other Store DES PETITS HAUTS – ADS Normandie\nZAC multisite Long Buisson\n2 rue Roland Garros\n27930 Guichainville\nFrance\n3. Veillez à bien conserver votre preuve de dépôt jusqu’à votre remboursement.\nÀ réception dans nos entrepôts, vous serez remboursé(e) sous un délai de 15 jours ouvrés. Un email vous sera envoyé une fois le remboursement effectué.",
    "trans": "Please print this email and include it in your package (this is necessary for your refund). If you are unable to print this email, please include your delivery slip with the package.\n1. Print the Mondial Relay label attached to this email and stick it on your package.\n2. Go to the Mondial Relay point of your choice to drop off your package. Find their addresses here: https://www.mondialrelay.fr/trouver-le-point-relais-le-plus-proche-de-chez-moi/\n3. Your proof of deposit will be sent to you by email. Keep this email until your refund is processed.\nImportant :\nFor returns of orders delivered in Metropolitan France during a sale period, or delivered abroad or to the DOM/TOM: return shipping costs are entirely at your expense.\n1. You may use the carrier of your choice.\n2. The package must be shipped to the following address:\nThe Other Store DES PETITS HAUTS – ADS Normandie\nZAC multisite Long Buisson\n2 rue Roland Garros\n27930 Guichainville\nFrance\n3. Be sure to keep your proof of deposit until your refund is processed.\nUpon receipt in our warehouses, your refund will be processed within 15 business days. You will receive an email once your refund has been processed."
}