{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Cette découverte fascine le public par la richesse de la tombe et les mystères entourant son occupant. A tel point qu'elle est à l'origine d'un mythe : la malédiction des pharaons. Aujourd'hui encore, son aura se dément pas, comme en témoigne le succès de toutes les expositions internationales qui sont consacrées à Toutankhamon.\nMême si d'autres tombes royales intactes ont été mises au jour par la suite en Egypte, celles des pharaons des XXle et XXIle dynasties, retrouvées dans les années 40 par Pierre Montet à Tanis, elles n'ont jamais éclipsé la découverte d'Howard Carter.\n1927. Les lignes de Nazca dans le désert péruvien.\nMême si les lignes étaient connues dès la période coloniale, elles ne commencent à être sérieusement étudiées que vers le milieu du XXe siècle. Au total, plus de 1500 géoglyphes parsèment les terres arides de la région de Nazca, au sud du Pérou. Leur taille varie grandement : les plus petits ne font que quelques mètres, mais d'autres ont une envergure de plusieurs centaines de mètres et sont particulièrement bien visibles depuis le ciel. Ils ont été réalisés par les cultures Paracas, puis Nazca entre",
    "trans": "This discovery fascinated the public with the richness of the tomb and the mysteries surrounding its occupant. To such an extent that it gave rise to a myth: the curse of the pharaohs. Even today, its aura remains undiminished, as evidenced by the success of all the international exhibitions dedicated to Tutankhamun.\nAlthough other intact royal tombs have been discovered in Egypt since then, such as those of the 20th and 21st dynasty pharaohs found in Tanis by Pierre Montet in the 1940s, they have never eclipsed Howard Carter's discovery.\n1927. The Nazca Lines in the Peruvian desert\nEven though the lines were known as early as the colonial period, they only began to be seriously studied around the mid-20th century. In total, more than 1,500 geoglyphs are scattered across the arid lands of the Nazca region in southern Peru. Their size varies greatly: the smallest are only a few meters long, while others span several hundred meters and are particularly visible from the sky. They were created by the Paracas and later Nazca cultures between"
}