{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Je suis actuellement étudiant en troisième année de Licence Mathématiques à Sorbonne Université.\nAyant obtenu un Baccalauréat scientifique mention Assez bien avec la note de 18,25/20 en Mathématiques au Mali, j’ai effectué par la suite une première année en Réseaux et Télécommunication à l’Ecole Supérieure de Gestion d’Informatique et de Comptabilité de Bamako (Mali). J’y ai fait la découverte des langages de programmation, du traitement des signaux ainsi que de l’architecture des réseaux. Mais la construction des mathématiques, l’agencement des idées à partir d’axiomes et de définition rigoureusement définies m’apparaissent comme la chose la plus belle qui puisse exister. J’adore faire les maths sans calculer l’heure.\nDe ce fait, j’ai candidaté pour une première année de Licence Mathématiques à Evry, au bout des deux semestres je sors avec la mention Assez bien et une note de 17,34/20 en Mathématiques. Je voulais toujours de solides notions en Mathématiques, je voulais être dans une faculté de mathématiques bien reconnue pour sa qualité de formation. Ainsi j’ai intégré la Sorbonne Université l’année dernière en Licence 2 Mathématiques.",
    "trans": "I am currently in my third year of a Bachelor's degree in Mathematics at Sorbonne University.\nHaving obtained a Scientific Baccalaureate, grade B, with a score of 18.25/20 in Mathematics in Mali, I then did a first year in Networks and Telecommunications at the Ecole Supérieure de Gestion d'Informatique et de Comptabilité de Bamako (Mali). I was exposed to programming languages, signal processing and network architecture. But the construction of mathematics, the arrangement of ideas based on rigorously defined axioms and definitions, seems to me to be the most beautiful thing that can exist. I love doing maths without keeping track of the time.\nThat's why I applied for the first year of a Bachelor's degree in Mathematics at Evry. After two semesters, I graduated with a B and a score of 17.34/20 in Mathematics. I was still looking for a solid grounding in mathematics, and I wanted to be in a mathematics faculty that was well recognized for the quality of its training. So last year I enrolled at Sorbonne University in the Bachelor of Mathematics programme (Year 2)."
}