{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Dossier clos en votre faveur\nNous avons étudié le dossier que vous avez ouvert le 28 septembre 2024 et avons statué en votre faveur.\nNous vous avons envoyé un remboursement de 162,96€EUR le 23 octobre 2024. Ce remboursement peut n'apparaître qu'au bout de 5jours sur votre compte PayPal ou votre compte bancaire. Si vous avez payé par carte bancaire, l'argent sera remboursé sur votre carte. Selon l'émetteur de votre carte, ce remboursement peut n'apparaître sur votre relevé de carte qu'au bout de 30jours.\nNuméro de dossier de litige\n[redacted_id]\nMontant de la transaction\n162,96€EUR\nMontant du litige\n162,96€EUR\nDate de la transaction\n19 août 2024\nNom du vendeur\nAliExpress\nNuméro de transaction\n[redacted_id]\nAfficher l'issue du dossier\nDétails de l'objet\nNuméro de l'objet 3[redacted_id]\nDescription de l'objet NEW 48v 500w 20 inch full suspension fat tire folding electric bicycle / foldable commute ebike / electric commute bike\nMotif du litige L'objet n'a pas été reçu\nCe dossier est désormais clos. Merci de votre coopération.\nAide et Contact | Sécurité | Applis\nNous nous engageons à lutter contre l'envoi d'emails frauduleux. Les emails PayPal contiennent toujours votre nom complet. Apprenez à reconnaître les tentatives de phishing.\nMerci de ne pas répondre à cet email. Pour nous contacter, cliquez sur Aide et Contact.",
    "trans": "Case closed in your favor\nWe have reviewed the complaint you initiated on September 28, 2024 and have settled in your favor.\nWe sent you a refund of €162.96 on October 23, 2024. This refund may take up to 5 days to appear in your PayPal or bank account. If you paid by credit card, the money will be refunded to your card. Depending on your card issuer, this refund may not appear on your card statement for 30 days.\nDispute file number\n[redacted_id]\nTransaction amount\n€162.96\nDispute amount\n€162.96\nTransaction date\nAugust 19, 2024\nSeller's name\nAliExpress\nTransaction number\n[redacted_id]\nShow file outcome\nItem details\nItem number 3[redacted_id]\nItem description NEW 48v 500w 20 inch full suspension fat tire folding electric bicycle / foldable commute ebike / electric commute bike\nDispute reason: The item has not been received.\nThis case is now closed. Thank you for your cooperation.\nHelp and Contact | Security | Apps\nWe are committed to fighting fraudulent emails. PayPal emails always contain your full name. Learn how to recognize phishing attempts.\nPlease do not reply to this email. Click on Help and Contact to contact us."
}