{
    "source": "fr_FR",
    "target": "en_US",
    "text": "La troisième conférence résume les données expérimentales obtenues sur les modifications de comportement des animaux, et les troubles du système autonome consécutifs aux lésions de l'hippocampe, de l'amyg-dale, de l'insula, du cortex orbitaire, faisant une place particulière aux conséquences de la lobotomie chez le Singe... Les ablations du néo-pallium (aires 9, 10, 11 et 12, 46, 8) entrainent des diminutions dans la capacité d'apprentissage et les fonctions intellectuelles, à la différence des ablations portant sur le cerveau viscéral.\nEnfin, la lobotomie et la topectomie, chez l'homme, sont envisagées avec l'appui des observations cliniques, en relation avec les données de l'expérimentation sur l'animal. F. insiste sur l'effet d'ablations limitées (aires 9 et 10, aire 8, cingulectomies, ablation du gyrus orbitaire pos-térieur) et lobotomies employées pour le soulagement de douleurs rebelles.\nEn conclusion, F. reconnait la valeur thérapeutique dans les psychoses de la chirurgie cérébrale, mais regrette que l'on ait procédé par empirisme, sans tenir compte des données de la physiologie expérimen-tale. Les progrès apportés permettent actuellement de mieux délimiter les opérations ; en particulier, pour l'algothérapie, l'interruption doit être limitée aux fibres passant à travers le quadrant central médian, et peut être assurée par électro-coagulation avec le plus minime dommage.",
    "trans": "The third conference summarizes experimental data on behavioral changes in animals, and autonomic system disorders following lesions of the hippocampus, amygdala, insula and orbital cortex, with a particular focus on the consequences of lobotomy in monkeys... Ablations of the neo-pallium (areas 9, 10, 11 and 12, 46, 8) result in diminished learning capacity and intellectual functions, unlike ablations of the visceral brain.\nFinally, lobotomy and topectomy in humans are considered with the support of clinical observations, in relation to data from animal experimentation. F. emphasizes the effect of limited ablations (areas 9 and 10, area 8, cingulectomies, ablation of the posterior orbital gyrus) and lobotomies used to relieve intractable pain.\nIn conclusion, F. acknowledges the therapeutic value of brain surgery in psychosis, but regrets that the procedure was empirical and did not take account of experimental physiological data. The progress made to date allowed to better define operations ; in particular, for algotherapy, interruption must be limited to fibers passing through the central median quadrant, and can be achieved by electro-coagulation with the least damage."
}