{
    "source": "fr_FR",
    "target": "en_US",
    "text": "La/le chef de projet e-Retail travaillera sur la gestion opérationnelle de la région APAC, avec une attention particulière apportée au marché chinois, en collaboration avec les équipes marketing et le/la responsable commerciale de la région.\nDéveloppement de présentations/sessions d’échange sur des thématiques dédiées pour partage de best practices aux marchés.\nSuivi du process d’agrément des sites en ouvertures ou en mise à jour de plateforme.\nConsolidation de l’activité et reporting.\nProfile\nConsolidation des plans d’animation digitaux de la région, notamment en Australie, Japon et Corée, travaillés en collaboration avec les équipes Trade et Commerciales incluant les animations e-Trade, e-Merchandising, CRM et les moyens moteurs associés.\nAccompagner la Global E-Retail Manager sur différents projets transverses, entre autres :\nRattaché(e) à la Global E-Retail Manager, vos principales missions seront les suivantes :\nAssurer l’excellence de l’exécution de la Maison sur les sites e-retail prioritaires : optimisation visibilité, suivi business, mise en place de business review…\nSTRATEGIE GLOBALE :\nAssister la Global E-Retail Manager dans le développement et suivi des animations du plan de lancement/repush produits, en lead sur des activations spécifiques :",
    "trans": "The e-Retail Project Manager will work on the operational management of the APAC region, with a particular focus on the Chinese market, in collaboration with the marketing teams and the regional sales manager.\nDeveloping presentations/exchange sessions on dedicated themes to share best practices with markets.\nMonitoring the approval process for new sites and platform upgrades.\nActivity consolidation and reporting.\nProfile\nConsolidating the region's digital animation plans, particularly in Australia, Japan and Korea, worked out in collaboration with the Trade and Sales teams, including e-Trade, e-Merchandising, CRM and associated driving forces.\nAssisting the Global E-Retail Manager on various cross-functional projects:\nWorking under the Global E-Retail Manager, your main missions will be the following:\nEnsuring excellent execution of the House on priority e-retail sites: visibility optimization, business monitoring, implementation of business review...\nGLOBAL STRATEGY:\nAssist the Global E-Retail Manager in developing and monitoring animations for the product launch/repush plan, leading on specific activations :"
}