{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Afin de prévoir le comportement de ces verres sur le long terme, il est nécessaire de réaliser des\nexpériences de lixiviation (altération par l’eau) sur des verres irradiés de façon externe avec des ions\nde différentes tailles et énergies afin de reproduire les dégâts subis par un véritable verre nucléaire.\nObjectifs du stage :\nLe stagiaire participera à l’étude de l’altération d’un simulant de verre nucléaire simplifié et non\nradioactif (International Simple Glass). Un premier aspect de cette étude portera sur la détermination\nde l’effet de différents paramètres (pH, température, ions et énergies utilisés pour l’irradiation) sur la\nvitesse initiale d’altération du verre. Pour cela, le stagiaire sera amené à prendre en main un protocole\nde lixiviation, qui est encore peu utilisé, permettant d’altérer plusieurs échantillons dans les mêmes\nconditions2\n.\nAfin de caractériser les verres après altération et de déterminer leur vitesse initiale d’altération, des\nmesures en interférométrie et en MEB seront envisagées.\nUn second aspect qui pourrait être étudié lors de ce stage concerne l’effet de l’irradiation sur le\nmécanisme d’interdiffusion qui intervient majoritairement dans les premiers instants de l’altération.\nLes caractérisations se feront via des analyses de solution en UV-Visible et en ICP-AES et par des",
    "trans": "To forecast the long-term behavior of these glasses, it is necessary to carry out\nleaching experiments (alteration by water) on glasses externally irradiated with ions\nof different sizes and energies to reproduce the damage suffered by a real nuclear glass.\nInternship objectives:\nThe intern will participate in the study of the weathering of a simplified,\nnon-radioactive nuclear glass simulant (International Simple Glass). An initial aspect of this study will involve determining\nthe effect of different parameters (pH, temperature, ions and energies used for irradiation) on the\ninitial rate of glass weathering. To this end, the intern will be asked to take charge of a leaching protocol\nwhich is not yet widely used, enabling several samples to be altered under the same\nconditions2\n.\nTo characterize the glasses after weathering and determine their initial weathering rate,\ninterferometric and SEM measurements will be considered.\nA second aspect that could be studied during this internship would be the effect of irradiation on the\ninterdiffusion mechanism, which is mainly involved in the early stages of weathering.\nCharacterization will be carried out using UV-Visible and ICP-AES analyses of liquids and"
}