{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Des joueurs seront présents aux différentes buvettes de la place du village pour servir les supporters. Un roulement sera à trouver avec les joueurs non retenus et les jeunes (alternants) pour effectuer le service à la place du village.\nEn échange de cela, le président versera une indemnité à la caisse de l’association des joueurs.\nCela a pour but de créer du lien avec les supporters, limiter le nombre de prestataires, créer un lien entre les joueurs, les alternants et les personnes travaillant pour le club mais aussi de permettre aux joueurs d’augmenter le budget de leur association.\nCe sera une source importante d’argent pour l’association des joueurs.\nL’objectif est de la faire dès la réception du VRDR.\nCohésion club :\nPatrick Goffi souhaite organiser une journée de cohésion avant noël autour de jeux et d’un repas. Idée de créer un cadeau ou autre pour les heureux événements (mariage, naissance, ...)\nRetour sur les questions partie collège cadre et non cadre :\nRomain David devient titulaire à la place de Sophie Leroux.\nFaire un sondage pour les congés de noël et soumettre à Patrick Goffi pour décision si la SASP ferme à noël ou pas.",
    "trans": "Players will be present at the various refreshment stands in the village square to serve the fans. There will be a shift system involving players who have not been selected and young people (alternating between the two) who will be on duty at the village square.\nThe chairman will pay a compensation to the players' association in return.\nThe purpose of this is to create a bond with the fans, to limit the number of service providers, to create a bond between the players, the alternants and the people working for the club, and also to enable the players to increase their association's budget.\nThis will be an important source of money for the players' association.\nThe aim is to do it as soon as we receive the VRDR.\nClub-building:\nPatrick Goffi would like to organize a club-building day before Christmas, with games and a meal. The idea is to design a gift or something for special occasions (weddings, births, etc.).\nRetrospective on issues concerning the executive and non-executive college parties:\nRomain David takes over from Sophie Leroux.\nMake a survey for the Christmas break and submit it to Patrick Goffi for a decision on whether or not the SASP should close at Christmas."
}