{
    "source": "fr_FR",
    "target": "en_US",
    "text": "Amélie\nJe suis revenue à l’hôtel après avoir fait un petit tour du stade avec Noah, mon collègue pour cette coupe du monde. On se connaît déjà, en fait on s’est rencontrés il y a 6 mois sur un carambolage et on a sympathisé. On ne s’était pas revu depuis même si on s’échangeait des messages de temps en temps. Je suis contente d’avoir quelqu’un que je connais pendant cette compétition en plus il est plutôt mignon dans son genre. Brun aux yeux noisette, il est grand, assez musclé et putain qu’il est drôle ce mec. Je vais adorer travailler avec lui.\nJe me suis changé pour enfiler mon bikini rouge, il est simple mais je l’aime bien. Je file à la piscine de l’hôtel, j’adore l’eau même si je préfère me baigner dans la mer, dans la mer Tyrrhénienne précisément. C’est devenu quasi un rituel quand je rend visite à mes grands-parents à Naples.\nJ’arrive à la piscine d’intérieur, je sais qu’il y en a une aussi à l’extérieur mais j’irais plus tard. Je vois qu’il y a déjà quelqu’un, par chance ce n’est pas Kylian mais Benjamin, il se retourne vers moi et me souris.",
    "trans": "Amélie\nI came back to the hotel after a quick stroll around the stadium with Noah, my colleague for this World Cup. We already know each other, we actually met 6 months ago at a pile-up and hit it off. We haven't seen each other since, although we've exchanged messages from time to time. I'm happy to have someone I know at this competition, and he's rather cute in his way. Brown-haired with hazel eyes, he's tall, quite muscular and freaking funny. I'm going to love working with him.\nI dress up in my simple red bikini, but I like it. I'm off to the hotel pool, I love the water even if I prefer to swim in the sea, in the Tyrrhenian Sea to be precise. It's become almost a ritual when I visit my grandparents in Naples.\nI arrive at the indoor pool - I know there's one outside too, but I'll go later. I notice that there's already someone there, and luckily it's not Kylian but Benjamin, who turns to me and smiles."
}