{
    "source": "fr_FR",
    "target": "en_US",
    "text": "2. Historique :\n• Depuis des milliers d’années, les civilisations ont utilisé la pierre pour ériger des monuments et des bâtiments durables.\n• Parle de l’Égypte ancienne avec les pyramides, la Grèce antique avec ses temples en marbre, et les Romains qui ont utilisé la pierre dans leurs aqueducs, routes, et édifices publics.\nDiapositive 1 : Pyramides de Gizeh\n• Commentaire : “Les Pyramides de Gizeh sont l’un des exemples les plus anciens d’architecture de pierre, montrant comment les civilisations antiques ont su exploiter la robustesse de la pierre pour construire des monuments qui défient le temps.”\nDiapositive 2 : Le Parthénon en Grèce\n• Commentaire : “Le Parthénon, construit en marbre, illustre l’utilisation de la pierre dans une architecture plus raffinée, symbolisant à la fois la puissance et la beauté de la Grèce antique.”\n3. Importance de la pierre :\n• Elle est souvent choisie pour ses propriétés de solidité, de résistance aux intempéries, et parfois pour sa beauté. De plus, elle symbolise la longévité dans l’architecture.\nPhrase clé : “La pierre a longtemps été préférée pour sa capacité à résister au temps et à offrir une majesté visuelle incomparable.”",
    "trans": "2. History:\n• For thousands of years, civilizations have used stone to erect lasting monuments and buildings.\n• Talk about ancient Egypt with its pyramids, ancient Greece with its marble temples, and the Romans who used stone in their aqueducts, roads and public buildings.\nSlide 1: Pyramids of Giza\n• Comment: “The Pyramids of Giza are one of the oldest examples of stone architecture, showcasing how ancient civilizations exploited the robustness of stone to build monuments that stand the test of time.”\nSlide 2: The Parthenon in Greece\n• Comment: “The Parthenon, built in marble, illustrates the use of stone in more refined architecture, symbolizing both the power and beauty of ancient Greece.”\n3. Importance of stone:\n• Stone is often chosen for its strength properties, weather resistance and sometimes for its beauty. It also symbolizes longevity in architecture.\nKey sentence: “Stone has long been preferred for its ability to withstand the test of time and offer incomparable visual majesty.”"
}