{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Pararam em frente ao portão enferrujado da fazenda. O quintal estava tomado por vegetação descontrolada, e a casa, com suas paredes descascadas e madeira desgastada, parecia prestes a desabar. Gabriella observou tudo com uma expressão cautelosa.\n— Não é bem o que eu tinha em mente quando pensei em uma fazenda... – comentou, lançando um olhar para Cinco.\n— Dá pra gente dar um jeito – disse Cinco, olhando ao redor, avaliando o lugar. — Não vai ser o melhor lugar, mas podemos deixar confortável o suficiente.\nGabriella soltou um suspiro, ainda meio receosa, mas deu um aceno de cabeça.\n— Vamos lá, então. Temos um trabalho a ser feito.\nCom esse início de ânimo, começaram a limpeza. Jogaram fora o lixo acumulado, varreram o chão coberto de poeira e, pouco a pouco, o lugar começou a se parecer menos com um cenário de abandono. O trabalho se arrastou até o entardecer, quando a escuridão ameaçava tomar conta.\n— Tem um gerador na parte de trás. Vou ver se consigo fazer funcionar. – Cinci olhou para fora e comentou.\n— Ok, vou continuar aqui dentro – disse Gabriella, limpando os últimos resquícios de poeira da sala.",
    "trans": "They stopped in front of the rusty farmhouse gate. The yard was overrun with wild vegetation, and the house, with its peeling paint and weathered wood, looked ready to collapse. Gabriella observed it all with a cautious expression.\n— It's not exactly what I had in mind when I thought of a farm, she commented, glancing at Cinco.\n— We can make it work, Cinco said, looking around, and assessing the place. — It won't be the best place, but we can make it comfortable enough.\nGabriella sighed, still a little uneasy, but nodded.\n— Let's get to it then. We've got work to do.\nWith this initial determination, they began to clean. They threw out the accumulated trash and swept the dust-covered floor, and little by little, the place started to look less like an abandoned scene. The work dragged on until dusk when darkness threatened to envelop them.\n— There's a generator out back. I'll see if I can get it running. – Cinco said, looking outside.\n— Okay, I'll keep going in here. – Gabriella said, wiping away the last bits of dust from the room."
}