{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Enquanto[redacted_name] deixava uma trilha de cadáveres e caos,[redacted_name] resolvia os problemas com um exército de advogados e uma montanha de processos. O cartel de [redacted_name] era em [redacted_address]: piscinas, garotas de biquíni, cafona como um cadillac de duas cores. Já o cartel de [redacted_name] era em [redacted_address]: elegante, suave e sútil.\nO cartel de [redacted_name] poderia abastecer a vida noturna com cocaína, e garantir que todos fossem trabalhar em Wall Street na manhã seguinte. No começo [redacted_name] e[redacted_name] trabalharam juntos, mas na Colômbia quando há dinheiro envolvido, inevitavelmente há sangue.\n— Aqui temos os soldados nos quais [redacted_name] confia: [redacted_name], [redacted_name], [redacted_name] e [redacted_name]. Enfim, filhos da puta cruéis. — [redacted_name] aponta para as fotos no quadro. — Agora sabemos mais dois caras novos: [redacted_name] e [redacted_name].\n— Sem a permissão da Colômbia para usar aviões, não podemos ajudar. — [redacted_name] comenta. — Para interceptação, sim, mas o que vocês têm de informações no solo? — [redacted_name] continua.",
    "trans": "While [redacted_name] left behind a trail of bodies and chaos, redacted_name] approached problems with an army of lawyers and a barrage of lawsuits. The [redacted_name] cartel's presence in [redacted_address] was characterized by ostentation: swimming pools, women in bikinis, and the tackiness of a two-tone Cadillac. Meanwhile, the [redacted_name] cartel in [redacted_address] represented a contrasting image: refined, polished, and discreet.\nThe [redacted_name] cartel could fuel the nightlife with cocaine while ensuring the workforce showed up on Wall Street the next morning. Initially, [redacted_name] and [redacted_name] collaborated, but in Colombia, when wealth is at stake, bloodshed is an almost unavoidable consequence.\n— Here are the soldiers [redacted_name] relies on: [redacted_name], [redacted_name], [redacted_name], and [redacted_name]. In short, cruel sons of bitches. — [redacted_name] says, gesturing towards the photographs pinned to the board. —  Now, we've identified two new players: [redacted_name] and [redacted_name].\n— Without Colombia's authorization to use planes, our hands are tied. —  [redacted_name] remarks. — Interceptions are possible, yes, but what kind of information do you have on the ground? — [redacted_name] pressed further."
}