{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- Você já está liberada? - Perguntei, vendo a menor pegando suas coisas. Camila confirmou com a cabeça, se aproximando de mim - De 0 a 10 quais as chances de você aceitar ir comigo pra minha casa? - A latina cerrou os olhos, me olhando desconfiada - Ei, eu só quero passar um tempinho com você, para de pensar coisas indecentes! - Me defendi, sabendo o que passava pela cabeça dela.\n- Eu não tô pensando nada - Revirou os olhos enquanto ria - Tudo bem, Jauregui - Sorri animada, pegando Theo no colo e saindo da sala junto com ela. Esperei a mais velha trancar a porta antes de caminhar ao lado dela até o estacionamento.\n- Só vou deixar esse carinha aqui na casa dos meus pais e nós vamos pra minha, tudo bem? - Perguntei enquanto colocava o mais novo na cadeirinha. Estava usando o Audi do meu pai já que não dava pra colocar a cadeirinha do Theo na minha Ferrari, fato esse que me deixou realmente triste.\n- Sem problemas - Respondeu, sentando no banco da frente ao meu lado. Dei partida no carro, saindo dali em direção a residência dos Jauregui.",
    "trans": "- Have you been released already? - I asked, watching the minor grab her belongings. Camila nodded, approaching me - From 0 to 10, what are the chances of you agreeing to come home with me? - The Latina girl closed her eyes with distrust - Hey, I just want to spend a little time with you. Stop thinking about naughty stuff! - I defended myself, knowing what was going on through his head.\n- I'm not thinking anything - He rolled his eyes while laughing - Ok, ok, Jauregui - I smiled excitedly, picking Theo up and leaving the room with her. I waited for the oldest one to lock the door before walking by her side to the car park.\n- I'm just going to leave this beauty there at my parent's house and then we go together to my place, ok? - I asked while I was putting the youngest in his car seat. I was in my dad's Audi because I couldn't place Theo's car seat in my Ferrari, and I felt so sad about it.\n- No problem - He answered, sitting in the front seat next to me. I started the car and drove off in the direction of the Jauregui residence."
}