{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Eu gostei! — Seungmin se apressou em dizer para não deixar o alfa magoado. — Só é diferente, mas é bom.\nA resposta pareceu satisfazer o alfa, que voltou, alegremente, a tomar a sobremesa. Por sorte, os alfas caíram facilmente em uma conversa sobre a viagem e a atenção sobre Seungmin se dispersou.\nOs assuntos nunca duravam muito tempo, sempre sendo quebrados por algum alfa que fazia um comentário um tanto aleatório, puxando todos eles para um novo tópico. Foi difícil para Seungmin acompanhar tudo, mas, pelo menos, eles não o incluíram muito, então ele pode tomar seu café da manhã com um pouco mais de tranquilidade. Além disso, Hyunjin havia enchido sua tigela com tantos pedaços de fruta que Seungmin precisou se concentrar em comer devagar para não acabar passando mal depois.\nE quando o assunto foi acabando e os pratos se esvaziando, a ansiedade o atingiu em cheio. Aquilo significava que em poucos minutos ele estaria sendo interrogado pelos líderes da matilha sobre como ele havia chegado lá.",
    "trans": "— I liked it! — Seungmin said quickly, not wanting to make the alpha mad. — It's different, but it's good.\nThe response seemed to satisfy the alpha, who cheerfully returned to his dessert. Luckily, the alphas easily fell into a conversation about the journey and the attention on Seungmin dispersed.\nThe topics never lasted very long, always being interrupted by some alpha who made a rather random comment, pulling them all into a new subject. It was difficult for Seungmin to keep up with everything, but at least they didn't include him very much, so he could eat his breakfast with a little more peace of mind. Additionally, Hyunjin had filled his bowl with so many pieces of fruit that Seungmin had to concentrate on eating slowly so he wouldn't end up feeling sick afterwards.\nAnd when the conversation began to wind down and the plates emptied, anxiety hit him hard. It meant that in a few minutes, he would be interrogated by the pack leaders about how he had gotten there."
}