{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Quem é você?—.\n— Tire seu capuz.—\nJaelyx obedeceu e tirou o capuz, revelando seu cabelo prateado. Os dois guardas se entreolharam sem saber o que fazer, mas o príncipe não deu tempo para eles reagirem. Jaelyx desembainhou sua espada e em um único golpe suas cabeças voaram.\nJaelyx se lembraria desses dois homens. Eles foram as primeiras pessoas que ele matou. Ele não os esqueceria. Não pelo resto de sua vida.\nAenora parou sobre os corpos dos homens, atordoada. Ela se perguntou se isso seria fácil para seus filhos.\nJaelyx foi o primeiro a entrar na câmara, certificando-se de que não havia outros guardas. Não havia.\nApenas um Aegon surpreso e uma Helaena sorridente.\n— Irmão, irmã.— Aenora disse enquanto tirava o capuz.\n— Nora.— Helaena foi rápida para ir até sua irmã.\nAenora abraçou a irmã. Ela ficou aliviada ao saber que\nHelaena não tinha se voltado contra ela. Helaena pode ser um pouco... estranha... mas mesmo assim Aenora a amava.\n— O que você está fazendo aqui, Aenora?—. Aegon questionou.\nEle agarrou o braço de Helaena e a puxou para longe de sua irmã.",
    "trans": "— Who are you?—\n— Take off your hood.—\nJaelyx obeyed and took off his hood, revealing his silver hair. The two guards exchanged glances, unsure of what to do, but the prince didn't give them time to react. Jaelyx drew his sword and with a single blow, their heads rolled.\nJaelyx would remember these two men. They were the first persons he had killed. He wouldn't forget them. Not for the rest of his life.\nAenora stood near the bodies of the men, astonished. She wondered if this would be easy for her children.\nJaelyx was the first to enter the chamber, making sure there were no additional guards. There were none.\nOnly a surprised Aegon and a smiling Helaena.\n— Brother, sister.— Aenora said as she took off her hood.\n— Nora.— Helaena ran to her sister.\nAenora hugged her sister. She was relieved to know that\nHelaena had not turned against her. Helaena could be a little… weird… but even so, Aenora loved her.\n— What are you doing here, Aenora?— Aegon questioned.\nHe grabbed Helaena's arm and pulled her away from his sister."
}