{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A legendagem pode ser entendida como “the process of providing synchronized captions for film and television dialogue and more recently for live opera” (Shuttleworth & Cowie, 2004: 161). Traduzido para português, significa que a legendagem pode ser compreendida como um processo que permite proporcionar legendas, de forma sincronizada, para diálogos cinematográficos, televisivos e, mais recentemente, peças de ópera. A consequência deste processo resulta na formação daquilo que conhecemos como legendas, cuja natureza poderá ser resumida ao conjunto de uma ou duas linhas que aparecem expostas na parte inferior de um ecrã, numa determinada língua-alvo. Por norma, as legendas devem estar corretamente sincronizadas de acordo com o conteúdo visualizado, respeitando desta forma o áudio e o ritmo das cenas apresentadas.\nEntre 1948 e 1978, período marcado pela fundação da República Popular da China, a dobragem destacava-se como o método de TAV mais proeminente nesta época, muito devido às limitações intelectuais manifestadas por uma larga maioria da população (Ma, 2010: 21). Atualmente, as legendas em mandarim fazem parte do quotidiano da indústria",
    "trans": "Subtitling can be understood as \"the process of providing synchronized captions for film and television dialogue and more recently for live opera\" (Shuttleworth & Cowie, 2004: 161). Translated into Portuguese, which means subtitling can be understood as a process that allows providing subtitles, in a synchronized manner, for movies, television, and, more recently, opera dialogues. The consequence of this process results in the development of what we know as subtitles, whose nature can be summarized as a set of one or two lines that appear at the bottom of a screen, in a given target language. As a rule, subtitles must be correctly synchronized according to the visualized content, thus respecting the audio and rhythm of the presented scenes.\nBetween 1948 and 1978, a period characterized by the founding of the People's Republic of China, dubbing stood out as the most prominent AVT method at that time, largely due to the intellectual limitations of a large majority of the population (Ma, 2010: 21). Currently, Mandarin subtitles are part of the daily life of the industry"
}