{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Depois de agradecer aos presentes, Natasha se despediu com um aceno e se dirigiu para falar rapidamente com outros repórteres antes de ser escoltada para fora da pista. Ao avistar um grupo de garotas gritando seu nome, um sorriso iluminou seu rosto. Ela sentia falta daquele tipo de interação, a conexão com os fãs que a impulsionava. Natasha expressou sua gratidão ao público e aos presentes antes de se despedir.\n- Obrigada, obrigada a todos. - ela disse com um sorriso, acenando para a multidão reunida ao redor.\nEm seguida, Natasha dirigiu-se aos outros repórteres para mais algumas entrevistas rápidas, mas logo foi escoltada para fora da pista. Enquanto caminhava, avistou um grupo de garotas gritando seu nome e sentiu uma onda de nostalgia e gratidão.\n- Natasha, me dá um autógrafo. - uma das garotas se aproximou, estendendo uma caneta com um sorriso travesso.\n- Claro, onde você quer? - Natasha perguntou, pronta para atender ao pedido.\n- Nos meus peitos. - a garota brincou, levantando a blusa.\nNatasha riu e concordou.\n- Ah, okay. - ela levou a caneta até o peito da garota e assinou seu nome, enquanto as outras garotas também pediam autógrafos.",
    "trans": "After thanking those present, Natasha waved goodbye and headed off to speak briefly with the other reporters before having herself escorted off the runway. When she saw a group of girls shouting her name, a smile lit up her face. She felt the lack of those kinds of interactions, the connection with her fans that pushed her up. Natasha expressed her gratitude to the public and those present before saying goodbye.\n- Thank you, thank you everyone. - She said it with a smile on her face, waving to the crowd gathered around her.\nNatasha right away turned to the other reporters for a few more quick interviews but she was immediately escorted out of the runway. While walking, she saw a group of girls shouting her name and experience the nostalgia and gratitude.\n- Natasha, could you give me your autograph? - One of the girls approached handing her a pen with a mischievous smile.\n- Sure. Where would you like it? - Natasha asked, ready to fulfil the request.\n- On my breasts - replied the girl playing with her and lifting her blouse.\nNatasha laughed and agreed.\n- Oh, okay. - She took the pen to the girl's chest and signed her name, while the other girls also asked for autographs."
}