{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— O que foi, mano? — disse Christian quando ouviu.\n— A Dulce apareceu lá em casa pra conversar comigo e a Miranda viu. — eu disse tudo de uma vez rapidamente.\n— Puta que pariu! — exclamou Alfonso surpreso.\n— E o que ela te disse? — Christian, com seu jeito curioso de ser, me perguntou em seguida.\nContei tudo com detalhes para eles, inclusive sobre a discussão que tive com minha mãe ainda pouco.\n— Que merda ein cara, a Dulce apareceu do nada só pra ferrar com a sua vida. — comentou Poncho.\n— Eu acho que ela só queria acertar as coisas, mas ao contrário do que ela esperava o Christopher tem outra vida agora. — Christian disparou em seguida.\n— Eu já nem sei mais o que pensar, tô muito confuso e se pudesse faria uma viagem agora!\n— Então meu chapa, você fará! — disse Poncho com certo entusiasmo.\n— Aconteceu alguma coisa e eu não tô sabendo? — perguntei confuso.\n— Vai ter um evento que contará com a presença de grandes administradores de empresas e afins, você foi convidado para participar. — explicou ele.\n— Onde vai ser isso? — perguntei.\n— Em Los Angeles, com direito a red carpet e tudo.",
    "trans": "— What's up, bro? — Christian said when he heard.\n— Dulce showed up at my place to talk to me and Miranda saw. — I said it all at once, quickly.\n— Holy shit! — Alfonso exclaimed, surprised.\n— And what did she tell you? — Christian, being curious as per usual, asked me next.\nI told them everything in detail, including about the argument I had with my mom just a little while ago.\n— What a mess, man, Dulce showed up out of nowhere just to screw up your life. — Poncho commented.\n— I think she just wanted to make things right, but unlike what she expected, Christopher has another life now. — Christian fired back immediately.\n— I don't even know what to think anymore, I'm so confused and if I could I'd take a trip right now!\n— Well, my man, you will! — Poncho said with some enthusiasm.\n— Did something happen that I don't know about? — I asked confused.\n— There's going to be an event with the presence of big business administrators and stuff, you were invited to participate. — he explained.\n— Where will that take place? — I asked.\n— In Los Angeles, with a red carpet and everything."
}