{
    "source": "pt_BR",
    "target": "en_US",
    "text": "•Em um modo geral o que você acha sobre o desenvolvimento do [redacted_name]em sala de aula?\nEu tenho consciência que o [redacted_name] tem dificuldade na leitura e na escrita, mas nós estamos fazendo o possível e o impossível para ele aprender e ter mais facilidade com as atividades. Quando chegamos na [redacted_address] [redacted_name]tinha 7 anos e o ensino no Brasil não foi bom por causa da pandemia, e o que ele aprendeu nós que ensinávamos. Ele aprendeu bem, mas quando chegou aqui era tudo totalmente diferente e por isso temos muito orgulho dele, pois ele compreende bem o inglês.\n[redacted_name] teve uma grande evolução ao nosso ver, em casa estimulamos ele a ler, agora eu estou fazendo curso de inglês então podemos \"discutir\" sobre as lições e ficamos lendo juntos. [redacted_name] é uma criança tímida, mas ele se sente muito mais confortável com o inglês esse ano e sinto que seja por sua causa, [redacted_name] fala muito bem sobre você e nós pais ficamos felizes e tranquilos em relação ao desenvolvimento dele.\nMe desculpa pelo texto enorme e muito obrigada!\nBest regards,\n[redacted_name]",
    "trans": ". In general, what do you think about [redacted_name]'s development in the classroom?\nI'm aware that [redacted_name] has difficulties in reading and writing but we're doing everything possible and impossible to make him learn and have an easier time with those activities. When we arrived at [redacted_name], [redacted_name] was 7 years old and teaching in Brazil was not good at the time because of the pandemic, and all he learned, he learned from us. He learned well but when he got here, everything was completely different and this is why we are very proud of him because he understands English very well.\nFrom our perspective, [redacted_name] has had a great evolution. We stimulate reading at home, I am now doing an English course so we can \"discuss\" the lessons and read together. [redacted_name] is a shy kid, but he is feeling much more comfortable with English this year and I guess it's because of you. [redacted_name] says good things about you and we, as parents, are happy and calm regarding his evolution.\nI apologize for the long text and thanks a lot!\nBest regards,\n[redacted_name]"
}