{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Em vez de ser atacado pelos bastardos ou seu violento tio – que secretamente admirava – [redacted_name] escutou um barulho de palma batendo fortemente na mesa. Era sua insignificante e ramente vista prima covarde, que nem merecia o nome ou aparência Targaryen.\nEntão, do nada, ela não era covarde, nem insignificante.\nEm sua frente estava o ser mais angelical que seu olho já viu. A própria donzela ganhando vida, ele só precisava esticar as mãos para tocá-la, seu próprio milagre ao alcance das mãos. Tão perdido na aparência linda e inocente, que fez o sangue de dragão ferver em suas veias, ele não escutou completamente o que a doce voz estava dizendo, mas a parte que escutou, causou arrepios de indignação em sua coluna. Como assim todas as dívidas estavam quitadas?! Que dividas?\nPara onde ela iria?! Quem cuidaria daquele doce anjo? Ela não podia ficar sozinha, ele abriu a boca para se oferecer como guarda juramentado dela, mas seu inconveniente pai falou primeiro:\n- Querida [redacted_name], você não pode ir embora, deixar a família, onde você vai morar? Quem vai cuidar de você?",
    "trans": "Instead of being attacked by the bastards or your aggressive uncle- who was a secret fan of you - [redacted_name] heard the sound of a palm hitting the table. It was his insignificant, barely hang out, cowardly cousin, who didn't deserve the name or the looks of a Targaryen.\nThen, out of nothing, she was not a coward, nor insignificant.\nIn front of him was the most angelical creature his eyes had seen. The maiden herself coming to life. All he had to do was stretch out his hands to touch her.  His own miracle at his fingertips. As lost as he was with the beautiful and innocent presence, which made his dragon blood heat in his veins, he didn't completely listen to what the sweet voice was saying but the part he did listen made him shiver of indignation down his spine. What do you mean all the debts were paid off?! What debts?\nWhere would she go? Who would look after that sweet angel? She couldn't stay alone, so he opened his mouth to offer himself as her official guardian but his inconvenient father spoke first:\n- Dear [redacted_name], you can't go away, leave your family, where are you going to live? Who will look after you?"
}