{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Com catatonia (consultar os critérios para Catatonia Associada a Outro Transtorno Mental, p. 60, para definição)\nNota para codificação: Usar o código adicional F06.1 de catatonia associada com transtorno esquizoafetivo para indicar a presença de catatonia comórbida.\nEspecificar se:\nOs especificadores de curso a seguir devem ser usados apenas após duração de um ano do transtorno e se não estiverem em contradição com os critérios diagnósticos do curso.\nPrimeiro episódio, atualmente em episódio agudo: A primeira manifestação do transtorno atende aos sintomas diagnósticos definidos e aos critérios de tempo. Um episódio agudo é um período de tempo em que são atendidos os critérios dos sintomas.\nPrimeiro episódio, atualmente em remissão parcial: Remissão parcial é um período de tempo durante o qual é mantida melhora após um episódio anterior e em que os critérios definidores do transtorno são atendidos apenas em parte.\nPrimeiro episódio, atualmente em remissão completa: Remissão completa é um período de tempo após um episódio anterior durante o qual não estão presentes sintomas específicos do transtorno.",
    "trans": "With catatonia (see criteria for Catatonia Associated with Other Mental Disorder, p. 60, for definition)\nCoding note: Use additional code F06.1 for catatonia associated with schizoaffective disorder to indicate the presence of comorbid catatonia.\nSpecify if:\nThe following course specifiers must be used only after a one-year duration of the disorder and if they do not contradict the criteria for diagnosis in this course.\nFirst episode, currently acute episode: The first manifestation of the disorder meets the defined diagnostic symptoms and time criteria. An acute episode is a period of time in which the criteria of symptoms are met.\nFirst episode, currently in partial remission: Partial remission is a period of time in which improvement is maintained after a previous episode and in which the criteria for defining the disorder are met only in part.\nFirst episode, currently in complete remission: Complete remission is a period of time after the first episode in which symptoms specific for the disorder are absent."
}