{
    "source": "pt_BR",
    "target": "en_US",
    "text": "INFORMAÇÃO IMPORTANTE: Sempre que temos ciclos de vida, desafios, realizações ou trimestres, IGUAIS ou REPETIDOS a interpretação e explicação também irá repetir no decorrer do estudo, o que muda é a idade ou período que você passa por cada um. Quando temos essa condição no mapa, significa que temos muito desta mesma energia OU que precisamos de mais tempo e intensidade para vivenciar a influência numérica.\nNúmeros fixos\nNa numerologia pitagórica, os Números Fixos são considerados os pilares fundamentais da sua personalidade e destino. Eles representam características intrínsecas que são constantes em sua vida, influenciando sua essência, motivações, expressão e o caminho que você seguirá ao longo da sua jornada.\nAlma/Essência\n9\nO número de alma descreve os motivos e as razões que movem as atitudes do ser humano e o seu modo de proceder. Esse número revela o aspecto interior da sua personalidade, seus anseios, o que vem de dentro. É o movimento interior que vai influir nas suas ações, ideias, nos relacionamentos, nas realizações pessoais, nos sentimentos e nas recompensas. Esse número reflete suas atitudes e comportamentos, principalmente na intimidade e no lar, influenciando ainda nas suas escolhas pessoais. É o que rege as suas decisões intuitivas.",
    "trans": "IMPORTANT INFORMATION: Whenever we have the SAME or REPEATED life cycles, challenges, realizations, or quarters, SAME or REPEATED as the interpretation or explanation will also repeat during the study, what changes are the age or period that you go through each one. When we have this condition in the map, it means that we have a lot of this same energy OR that we need more time or intensity to experience numerical influence.\nSet numbers\nIn Pythagorean numerology, Set Numbers are considered the fundamental pillars of your personality and destiny. They represent intrinsic characteristics that are constant in your life, influencing your essence, motivations, expression, and the path you will follow throughout your journey.\nSoul/Essence\n9\nThe soul number describes the reasons and motors of human attitudes and their way of acting. This number reveals the inner aspect of your personality, your wishes, and what comes from within. It is the inner movement that will influence your actions, ideas, personal achievements, feelings, and awards. This number reflects attitudes and behavior, especially in intimacy and at home, influencing even your personal choices. This is the one that rules your intuitive decisions."
}