{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Semana que vem meu amor, você está mais ansioso que eu\nÉ porque eu quero saber logo para dar os nomes, quero conversar com eles chamando-os pelos nomes\n[redacted_name] sobe mais as mãos alcançando os seios e com os dedos faz carinhos nos bicos, fazendo [redacted_name] soltar um gemido\n[redacted_name]...\nAqui no jardim não, pode aparecer alguém\nAqui é deserto e eu disse para os seguranças não vi para essa área\nentao você veio para cá com tudo planejado\nSim, eu queria ficar com minha morena, não gostou?\nEu adorei, continua, está tão, tao gostoso\n[redacted_name] tira uma de suas mãos do seio e leva até a flor de [redacted_name] e acaricia e com a boca salpica beijos e lambidas no pescoço e nuca dela, não demora e [redacted_name]começa a se contorcer no colo dele. [redacted_name] percebendo que [redacted_name] estava entregue, introduz 2 dedos na flor fazendo [redacted_name] gritar e mesmo com dificuldade ela fala\nEu quero gozar de outro jeito amor\nComo?\nQuero cavalgar em você, será que a barriga permite?\nVamos tentar\n[redacted_name] se virou e sentou no colo dele, agora de frente e se encaixou\nIsso minha morena, senta no meu colo senta",
    "trans": "Next week, babe, you're more excited than me\nIt's because I want to know as soon as possible to say the names, I want to talk to them calling them by their names\n[redacted_name] raises his hands more to reach the breasts and with the fingers plays with the nipples, making [redacted_name] moan\n[redacted_name]...\nNot here in the garden, somebody may come\nIt's a desert here and I told the guards not to come to this area\nso you came with everything already planned\nYes, I wanted to spend time with my brunette, didn't you like it?\nI loved it, keep going, it's so, so good\n[redacted_name] takes one of his hands off her breast and takes it to [redacted_name]'s flower and caresses it, sprinkling kisses and licks with the mouth on her neck and nape. It doesn't take too long for [redacted_name] to start writhing on his lap. [redacted_name], realising that [redacted_name] was giving in, introduced 2 fingers in her flower making [redacted_name] scream and despite the difficulty she says\nI want to cumm in another way, love\nHow?\nI want to ride you, does your belly allow it?\nLet's try\n[redacted_name] turned round and sat on his lap, now facing him, and fitted herself in\nThat's it, my brunette, sit on my lap, sit"
}