{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Não contava com essa pergunta, mas imediatamente arquitetei uma mentira. Contei-lhe que meu pai era javanês. Tripulante de uma navio mercante, viera ter à Bahia, estabelecera-se nas proximidades de Canavieiras como pescador, casara, prosperara e fora com ele que aprendi javanês.\n— E ele acreditou? E o físico? — perguntou meu amigo, que até então me ouvira calado.\n— Não sou — objetei — lá muito diferente de um javanês. Estes meu cabelos corridos, duros e grossos e a minha pele basané podem dar-me muito bem o aspecto de um mestiço malaio... você sabe bem que, entre nós, há de tudo: índios, malaios, taitianos, malgaches, guanches, até\ngodos. É uma comparsaria de raças e tipos de fazer inveja ao mundo inteiro.\n— Bem — fez o meu amigo —, continua.\n— O velho — emendei eu — ouviu-me atentamente, considerou demoradamente o meu físico, e pareceu que me julgava de fato filho de malaio, e perguntou-me com doçura:\n— Então está disposto a ensinar-me javanês?\n— A resposta saiu-me sem querer. Pois não.\n— O senhor há de ficar admirado — aduziu o Barão de Jacuecanga — que eu, nesta idade, ainda queira aprender qualquer coisa, mas...",
    "trans": "I hadn't anticipated this question, but I quickly concocted a lie. I told him my father was Javanese. A crew member on a merchant ship who had arrived in Bahia settled near Canavieiras as a fisherman, married, prospered, and taught me Javanese.\n─ And he believed that? And your looks? ─ my friend asked, having listened silently until now.\n─ I'm not ─ I replied ─ very different from a Javanese. My long, thick, coarse hair and brown skin could easily give me the appearance of a Malay mestizo... You know as well  as I do that our people encompass a wide range of origins: Nativas, Malays, Tahitians, Malagasy, Guanches, even\nGoths. It's a blend of races and types that could rival the diversity of the entire world.\n─ Well ─ my friend said ─, go on.\n─ The old man ─ I continued ─ listened to me intently, analyzed my appearance for some time, and seemed convinced I was indeed the son of a Malay. Then, in a gentle tone, he asked:\n─ So, are you willing to teach me Javanese?\n─ The answer escaped my lips before I could think. Of course.\n─ You must be surprised ─ added the Baron of Jacuecanga ─ that I, at my age, still want to learn anything but..."
}