{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Depois de recarregar as energias, vamos ter um encontro especial no Santuário dos Huskies, os adoráveis cães que nos recebem com carinho e energia contagiante. Além de brincar com os animais e fazer uma caminhada com os animais, você aprenderá sobre sua história! Essa atividade dura em torno de 1 hora\nEm seguida, é hora de uma aventura de Caiaque por 30 minutos pelas águas tranquilas do Lago Escondido, cercado pelas montanhas, é uma experiência que ficará marcada para sempre em sua memória.\nApós um dia super animado, vamos retornar pela deslumbrante Ruta 3, onde você poderá relaxar e apreciar as últimas vistas do dia antes de ser deixado em seu hotel ou no centro da cidade.\nO Full Day Park Austral Adventure é uma experiência exclusiva, com vagas limitadas para garantir que cada participante aproveite ao máximo cada atividade. Não perca a chance de viver um dia repleto de emoções e encantos na Patagônia!\nReserve já a sua vaga e prepare-se para uma aventura inesquecível!",
    "trans": "After recharging your batteries, we'll have a special encounter at the Husky Sanctuary, where adorable dogs greet us with affection and contagious energy. In addition to playing with the animals and walking with them, you'll learn about their history! This activity lasts about an hour.\nNext, it's time for a 30-minute kayaking adventure on the calm waters of Escondido Lake, surrounded by mountains, it's an experience that will forever be etched in your memory.\nAfter a super exciting day, we'll return along the stunning Route 3, where you can relax and enjoy the last views of the day before being dropped off at your hotel or in the city center.\nThe Full Day Park Austral Adventure is an exclusive experience, with limited spaces to ensure that each participant gets the most out of each activity. Don't miss the chance to experience a day full of emotions and charms in Patagonia!\nBook your spot now and get ready for an unforgettable adventure!"
}