{
    "source": "pt_BR",
    "target": "en_US",
    "text": "No fim deu tudo certo, as experiências tanto no navio quanto na Australia foram incríveis, estou Apaixonado por esse país!\nmas antes de contar mais, uma situação urgente surgiu...\nEstou em uma situação desagradável, embora já tenhamos pago antecipado toda a experiência com a Cunard, eles deputaram no meu cartão de crédito um valor aproximado de 5 mil dólares.\nIsso atrapalhou toda minha logística da viagem. Como não tinha acesso a internet durante o cruzeiro, não pude notar essa situação para confronta-los diretamente e saber sobre o que esse valor representa.\nEstou procurando a melhor forma para resolver a situação, porém pode ser que demore um tempo que eu não consigo esperar, além da resolução existe um tempo até receber o estorno do cartão, estou numa situação completamente desestabilizadora e preocupado por estar do outro lado do mundo sem acesso ao crédito do cartão, pois não consegui passar nem $ 9,00 nele.",
    "trans": "Ultimately, everything turned out well. The experiences aboard the ship and in Australia were absolutely incredible, I've fallen in love with this country!\nHowever, an urgent situation has arisen...\nI find myself in an unpleasant predicament. Despite having prepaid for the entire experience with Cunard, they charged approximately 5 thousand dollars to my credit card.\nThis unexpected charge has completely disrupted my travel logistics. Since I didn't have internet access during the cruise, I was unaware of the issue and unable to address it promptly to determine what this charge represents.\nI am now seeking the best way to resolve this matter, but the process may take longer than I can afford. Even once resolved, there will be a delay before the refund is credited to my card. This situation has left me feeling deeply unsettled and concerned, as I am on the other side of the world without access to sufficient credit. I couldn't even cover a small $9.00 expense on the card."
}