{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Pensando nisso, soltou um suspiro profundo, sentindo o peso no coração. Pegou a lata de bebida ao seu lado e a abriu, justo quando uma batida na porta a interrompeu. Com a mente começando a ficar turva, Bua franziu a testa e caminhou até a porta. Espiou pela fresta, tentando descobrir quem era, especialmente um certo alguém que não tinha avisado antes. Não havia pedido comida para o jantar, pois não estava com fome. Ao ver quem era o visitante, soltou um suspiro e colocou os óculos que tinha apoiado na cabeça antes de abrir a porta.\n— Não tem ninguém aqui — ela arrastou a voz sonolenta — Bua, você tá bêbada ou tá com sono? — Phinya perguntou, percebendo o leve cheiro de álcool que vinha dela — Eu trouxe comida\n— Deixa na porta, entregador — a resposta de Bua fez com que a visitante a olhasse com desdém — Phinya, é que esta noite...\n— Não vim por isso — a nova diretoria respondeu — Só trouxe comida. Seu pad thai favorito",
    "trans": "Lost in thought, she let out a deep sigh, the weight in her heart growing heavier. She reached for the can of soda beside her and opened it, but just as she took a sip, a knock on the door interrupted her. With her mind already foggy, Bua frowned and made her way to the door. Peeking through the small crack, she tried to discern who it could be, especially since she hadn't been expecting anyone. She hadn't even ordered dinner, as her appetite was nonexistent. Upon recognizing the visitor, she sighed again and adjusted the glasses perched on her head before opening the door.\n─ There's no one here ─ she mumbled groggily ─ Bua, are you drunk or just tired? ─ Phinya asked, catching the faint scent of alcohol lingering in the air. ─ I brought food.\n─ Leave it at the door, delivery man ─ Bua's reply made the visitor look at her with contempt ─ Phinya, it's just that tonight...\n─ I didn't come for that ─ the new director responded ─ I just brought food. Your favorite pad thai."
}