{
    "source": "pt_BR",
    "target": "en_US",
    "text": "afirmou que finalmente estão criadas as condições para resolver este velho anseio de toda a região.\nO autarca recordou também que, no passado mês de julho, os presidentes das Câmaras de Oliveira do Hospital, Seia e Tábua, reuniram com o Ministro das Infraestruturas e Habitação, Miguel Pinto Luz, para reafirmarem a necessidade de se passar rapidamente da execução do projeto para a fase de lançamento\nda obra, na expectativa de que em 2025 se possa lançar o concurso público internacional para a construção do IC 6.\nNo atravessamento do concelho de Oliveira do Hospital, o IC 6 contempla três nós de ligação: um na Freguesia de Travanca de Lagos, outro na cidade, junto à Lajeosa e, por fim, na zona industrial.\nNeste último nó de ligação, e em face da sua importância estratégica, já que permitirá dotar a Zona Industrial de Oliveira do Hospital de um acesso rodoviário adequado às suas necessidades, o Município de Oliveira do Hospital solicitou à “Infraestruturas de Portugal” que seja criada uma ligação viária adequada ao tráfego pesado, que permita o acesso à Zona Industrial e, por sua vez, à EN17.",
    "trans": "stated that the conditions have finally been met to fulfill a long-standing goal for the entire region.\nThe town chairman also reminded that, in July, the town chairmen of Oliveira do Hospital, Seia, and Tábua met with the Minister of Infrastructure and Housing, Miguel Pinto, to emphasize the need to quickly advance from the project's execution phase to the launch phase,\nthey expressed hope that, in 2025, the international public tender for the construction of the IC 6 could be started.\nThe IC 6, which passes through the municipality of Oliveira do Hospital, will feature three interchanges: one in the parish of Travanca de Lagos, another in the city near Lajeosa, and a final one in the industrial area.\nGiven the strategic significance of the last interchange, which will provide the Oliveira do Hospital Industrial Zone with road access suited to its needs, the city has requested that \"Infraestruturas de Portugal\" create a road connection capable of accommodating heavy traffic. This new road will ease access to the Industrial Zone and, subsequently, to the EN17."
}