{
    "source": "pt_BR",
    "target": "en_US",
    "text": "\"Claro!\"\nDividimos o bolo de chocolate e conversamos casualmente.\n\"Pai e mãe saíram brevemente. Parece que há alguns assuntos familiares para tratar lá fora. Parece que Jansi também saiu.\"\nEnquanto eu não conseguia acordar, Perdia interrompeu suas atividades externas e se acomodou dentro de casa.\nIgnorar os rebanhos vindos dos Duques de Angellus, que alegaram que minha força demonstrada no Festival da Fundação precisava de verificação. Mas parecia que agora eles estavam se preparando para retomar as atividades.\n'Pensando bem, já é hora de outro movimento.'\nEu só tinha pensado nisso, mas logo se tornou realidade. Eu nem tinha terminado metade da minha sobremesa quando o mordomo veio me procurar.\n\"Perder.\"\nA expressão do mordomo era inegavelmente sombria. Estava claro que algo estava errado.\n\"Qual é o problema?\"\n\"Um convidado chegou, senhorita.\"\nA reação não poderia ter sido assim se fosse qualquer convidado. O mordomo, conhecido pela sua frieza, deve ter considerado o visitante fora do comum.",
    "trans": "\"Of course\"\nWe shared the chocolate cake while engaging in casual conversation.\n\"Mom and Dad stepped out briefly. It seems there were some family matters to be addressed outside. It seems Jansi has also left.\"\nWhile I was unable to wake, Perdia had ceased her activities outside and settled indoors.\nShe ignored the persistent demands from the Dukes of Angellus, who insisted that the strength I displayed during the Foundation Festival required verification. However, it appeared they were now preparing to resume their activities.\n\"Now that I think about it, it's about time for another move.\"\nI had merely considered the possibility, but it quickly reality. I hadn't even finished half of my dessert when the butler approached to summon me.\n\"Perder.\"\nThe butler's expression was unmistakably grim, a clear indication that something was amiss.\n\"What's the matter?\"\n\"A guest has arrived, miss.\"\nThe butler's reaction was far too serious for an ordinary visitor. Known for his composure and detachment, he must have deemed this particular guest highly unusual."
}