{
    "source": "pt_BR",
    "target": "en_US",
    "text": "“Tendo em vista tudo isso…”\n“Ele estava os tomando quando sobreviveu ao tsunami”, disse Daniel, interrompendo-o bruscamente e implacavelmente.\nBuck olha para o filho com surpresa e perplexidade, “Daniel,” ele diz, tentando repreendê-lo.\nDaniel, no entanto, não dá atenção à tentativa de repreensão do pai. “Ele os estava tomando quando salvou não sei quantas pessoas, quantas coubessem no topo do caminhão do cento e trinta e seis, sozinho. E ele os estava tomando quando estava cambaleando por Santa Monica, ainda ajudando as pessoas, mesmo sangrando de um ferimento que só recebeu porque estava fazendo tudo isso sem seu equipamento.”\nBuck agora tinha uma expressão de total confusão. Como Daniel sabia dessas coisas? Ele nunca havia dito nada sobre isso a ele, então como?\n“Como você sabe de tudo isso? Eu nunca te disse nada, e mesmo que o tsunami tenha sido notícia por todo o estado, nada sobre mim ou as pessoas que eu resgatei foi mencionado.” Ele pergunta ao filho.\nDaniel olha para Buck com um olhar de culpa, como se tivesse sido pego fazendo alguma besteira. “Eu escutei a ligação entre você e a mamãe depois que tudo aconteceu... antes dela morrer.”",
    "trans": "\"Given all of this...\"\n\"He was taking them when he survived the tsunami\", Daniel interrupted abruptly and relentlessly.\nBuck looked at his son in surprise and confusion. \"Daniel,\" he said, trying to scold him.\nBut Daniel ignored his father's attempt at scolding. \"He was taking them when he saved I don't know how many people, as many as could fit on top of the 136 truck, all by himself. And he was taking them when he was staggering around Santa Monica, still helping people, even while bleeding from a wound he only got because he was doing all this without his equipment.\"\nBuck's face shifted to complete bewilderment. How did Daniel know all this? He had never shared anything about it with him, so how?\n\"How do you know all of this? I never told you anything, and even though the tsunami was all over the news, nothing about me or the people I rescued was mentioned,\" Buck asked his son.\nDaniel looked at Buck with guilty eyes, as if he had been caught doing something foolish. \"I heard the call between you and Mom after everything happened... before she died.\""
}