{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Catherine parou por um momento, processando as palavras de Zara. Não era surpresa que Isabella estivesse envolvida com William, especialmente depois de tudo que ela ouviu naquele dia na sala de operações. A lembrança daquela cena voltou à mente com força, fazendo seu estômago revirar levemente. O som das risadas abafadas, os sussurros, e o flerte descarado de William... tudo isso ainda estava fresco na memória. Mas, mesmo assim, Catherine manteve a expressão neutra.\nZara continuou, sem perceber a hesitação de Catherine.\n― Isabella está completamente apaixonada! Ela acha que está em um relacionamento sério com o capitão. Só ela não percebe que está iludida. Acredita que está jurando para todo mundo que ele é diferente com ela? Que eles têm algo especial?\nCatherine quase soltou uma risada de nervosismo. Era claro que Isabella estava iludida. William não era o tipo de homem que se comprometia, e a ideia de que ele estivesse levando aquilo a sério era quase cômica, se não fosse trágica. Mas, ao invés de entrar na conversa, Catherine apenas balançou a cabeça e manteve o foco no trabalho.",
    "trans": "Catherine paused for a moment, absorbing Zara's words. It wasn't surprising that Isabella was involved with William, especially after everything she had overheard earlier in the operating room. The memory of that scene hit her hard, making her stomach churn. The muffled laughter, the whispered comments, and William's shameless flirting... all of it lingered in her mind. Still, Catherine maintained a neutral expression.\nZara, unaware of Catherine's inner turmoil, went on.\n─ Isabella is completely in love! She honestly believes she's in a serious relationship with the captain. The thing is, she doesn't realize she's completely delusional. Can you believe she's telling everyone he's different with her? That they share something special?\nCatherine nearly laughed nervously. It was obvious that Isabella was delusional. William wasn't the type of man to settle down, and the idea that he was serious about this was almost laughable, if not heartbreaking. Instead of engaging in the conversation, Catherine simply shook her head and refocused on her work."
}