{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Supervisionar a operação diária;\nMonitorar o desempenho da equipe e relatar as métricas;\nMotivar os membros da equipe;\nDescobrir as necessidades de treinamento e fornecer treinamento;\nOuvir os comentários dos membros da equipe e resolver problemas ou conflitos;\nReconhecer as realizações de alto desempenho e recompensar;\nIncentivar a criatividade e assumir riscos;\nGestão de processos e entrega;\nSugerir e organizar atividades de formação de equipe.\nDesejável para candidatura:\nFormação superior em Marketing, Administração de Empresas ou áreas relacionadas;\nExperiência em cargos de liderança, comprovando a capacidade de gerir equipes multifuncionais;\nExperiência em implementação eficaz de estratégias de retenção de clientes e expansão de contas, resultando em aumento da fidelidade do cliente e crescimento sustentável da operação.\nO que mais oferecemos:\nAmbiente vibrante, cheio de pessoas com o propósito de crescer;\nFoco em metas, não em horários;\nGestão meritocrática, através de Objetivos Chave de Resultados (OKRs);\nPossibilidade de sociedade baseada no desempenho e alinhamento cultural com o negócio.",
    "trans": "Oversee day-to-day operations;\nMonitor team performance and track key metrics;\nMotivate team members;\nIdentify training needs and provide coaching and development;\nListen to team member feedback and resolve conflicts or issues;\nRecognize and reward high performance and achievements;\nEncourage creativity and risk-taking;\nManage processes and deliveries;\nSuggest and organize team-building activities to strengthen collaboration.\nPreferred qualifications:\nBachelor's degree in Marketing, Business Administration, or a related field;\nProven leadership experience, with the ability to manage cross-functional teams;\nDemonstrated success in implementing customer retention and account expansion strategies, resulting in enhanced customer loyalty and sustainable growth.\nWhat we offer:\nA dynamic, purpose-driven work environment focused on growth;\nGoal-oriented culture with flexibility around schedules;\nMeritocratic management through Key Results and Objectives (OKRs);\nOpportunities for partnership based on performance and alignment with company culture."
}