{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Não muito, meu irmão estudou aqui no ano passado. No dia da família, eu vinha com meus pais visitar ele. Eu conheço melhor a parte de fora; aqui dentro parece um labirinto. - Ela disse, sentando-se na cama e encostando as costas na parede. - E você? Conhece o lugar?\n- Não, tudo aqui é novo para mim - disse, fechando a última mala e a colocando em cima do armário. - Não estava nos meus planos estudar aqui. Arrumei minha cama com meus lençóis pretos e cobertor vermelho, minhas almofadas de coração e dois travesseiros. - Para ser sincera, nunca achei que sairia do país das Maravilhas.\n- Eu entendo. A ideia era que apenas um membro da família estudasse em Auradon. Mas meu pai achou que eu teria grandes feitos aqui, igual ao meu irmão - [redacted_name] deu de ombros.\n- Muita comparação? - Me sentei na cama de frente para a garota.\n- Quase isso. Meu pai queria que eu e meu irmão fôssemos iguais a ele: roubar dos ricos para dar aos pobres, ser generosos e sempre prezar pelo bem do nosso povo.\n- Não sabia que seu pai era um rei - ela assentiu, soltando uma risada baixa.",
    "trans": "Not really. My brother studied here last year. On family day, I'd come with my parents to visit him, so I knew the outside well. But inside? It feels like a maze. - She said, sitting on the bed and leaning against the wall. - And you? Are you familiar with this place?\n- No, everything here is completely new to me - I replied, closing the last suitcase and placing it on top of the closet. - Studying here wasn't on my plans. I began making my bed, spreading out the black sheets, and red blanket, and arranging my heart-shaped cushions alongside two pillows. - To be honest, I never thought I'd leave Wonderland.\n- I get it. The idea was that only one member of our family would study in Auradon. But my father believed I'd achieve great things here, just like my brother - [redacted_name] said with a shrug.\n- Too many comparisons? - I said, turning to face her as I sat on the bed.\n- Almost. My father wanted my brother and me to be just like him: stealing from the rich to give to the poor, being generous, and always looking out for our people.\n- I didn't know your father was a king - she nodded, letting out a soft laugh."
}