{
    "source": "pt_BR",
    "target": "en_US",
    "text": "\"as coisas começavam a se encaixar. O cheiro de cabra, como ele sempre parecia mais velho do que todos os outros da nossa série, seu hábito de comer papel quando ele não achava que eu estava olhando.\nPisquei em choque, mas decidi ignorar isso por um momento. Eu tinha uma ideia de quem ele era, mas não tinha certeza. Precisava verificar novamente.\n\"O que você está?\"\nEle deu de ombros.\n\"Não importa.\"\nLancei-lhe um olhar completamente inexpressivo.\n“Grover. Você parece algo saído de um mito grego. A Sra. Dodds era uma Fúria. Eu vi The Fates. Eu não sou idiota , G-Man.”\nEle piscou para mim em choque.\n“Você sabia que a Sra. Dodds era uma Fúria?”\nLembrei-me de quando Grover disse que era meu amigo. Meses atrás, se alguém tivesse me perguntado quem era meu melhor amigo, eu teria dito Grover sem hesitação. Mas depois dos últimos meses... Eu não tinha mais certeza.\n“Grover… você me enganou por uns 3 meses. Eu pensei que estava perdendo a cabeça.”\nEle estremeceu.\n“Grover, isso parece realmente ameaçador.”\nEle gemeu. “Bem, isso teria sido mais fácil se você tivesse ficado comigo!”\n“VOCÊ ESTAVA FAZENDO RITOS FUNERÁRIOS EM MIM!!!”",
    "trans": "\"everything was beginning to make sense. The goat smell, how he always appeared older than the rest of our grade, and his strange habit of eating paper when he thought I wasn't watching.\nI blinked, momentarily stunned, but chose to set it aside for now. I had a hunch about who, or what, he was, but I needed confirmation.\n\"What are you?\"\nHe shrugged.\n\"It doesn't matter.\"\nI stared at him blankly.\n\"Grover. You look like something straight out of a Greek myth. Mrs. Dodds was a Fury. I've seen the Fates. I'm not stupid, G-Man.\"\nHe blinked at me in shock.\n\"You knew Mrs. Dodds was a Fury\"\nI thought back to when Grover had told me he was my friend. A few months ago, if someone had asked me who my best friend was, I'd have said Grover without hesitation. But after everything that had happened in the past few months... I wasn't so sure anymore.\n\"Grover... you deceived me for 3 months. I thought I was losing my mind.\"\nHe shuddered.\n\"Grover, that sounds incredibly ominous.\"\nHe groaned. \"Well, this would have gone smoother if you had just stayed with me!\"\n\"YOU WERE CONDUCTING FUNERAL RITES ON ME!\" I shouted."
}