{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Divulgado no jornal “Público”\nCertificação IMPIC\ncomo Marca de Qualidade e Confiança\nEmpresas Certificadas em Águeda\n“Uma cidade não cresce sem empresas e quanto mais competitivas estas forem, mais a sua\npopulação beneficiará com o aumento dos postos de trabalho, o acesso a novas valências e\nsetores que se reúnem na região”… “ter um setor empresarial reconhecido e distinguido é\nmais uma prova de que o concelho tem todas as condições para que as mais diversas áreas\ninstalem aqui as suas operações”. …“trata-se de um sinal da vitalidade da economia do\nconcelho e, sobretudo, do espírito empreendedor dos empresários”.\nQualidade é fácil de reconhecer, mas se a quisermos definir teremos muita dificuldade.\nO Reconhecimento da Qualidade aumenta a reputação e credibilidade das empresas. Hoje\nconstitui uma bandeira, sendo por isso um dos fatores mais importantes para a abertura de\nmercados para as empresas.\n“A Certificação IMPIC proporciona-lhe o reconhecimento público dessa Qualidade, com\nreforço de imagem e notoriedade no mercado, tornando-se num parceiro de negócios da\nmáxima confiança”\n.\nA detenção de um certificado ou alvará atribuído pelo IMPIC é um certificado de Qualidade e\né a prova cabal de que a empresa se encontra devidamente qualificada para exercer a sua",
    "trans": "Published in the newspaper \"Público\"\nIMPIC Certification\nas a Mark of Quality and Trust\nCertified Companies in Águeda\n\"A city cannot thrive without its companies, and the more competitive they are, the greater\nthe benefits for the population, including job opportunities creation, access to new skills, and\nthe development of various sectors in the region\"... \"Having a recognized and distinguished business sector\nfurther proves that the city provides ideal conditions for diverse industries\nto establish themselves here\". ...\"This vitality reflects the strength of the local\neconomy and, above all, the entrepreneurial spirit of its business community\".\nQuality is easily recognized, but expressing it can be a complex challenge.\nRecognizing Quality enhances a company's reputation and credibility. Today,\nit stands as a banner, a critical factor in gaining access to new\nmarkets for the companies.\n\"IMPIC Certification offers public acknowledgment of this Quality,\nstrengthening your market image and reputation, and establishing you as a trustworthy\nbusiness partner\"\n.\nOwning a certificate or permit issued by IMPIC serves as a formal endorsement of Quality and\nit is the conclusive test for demonstrating that a company is fully qualified to operate within its"
}