{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- A teimosa que você ama. -[redacted_name] falou fazendo uma cara de cachorro caído da mudança e foi nessas horas que o coração de gelo de [redacted_name] se derreteu.\n- O pior é que eu amo você sua coisa nanica. - As duas deram um selinho e começaram a passar o protetor solar. - Vocês querem ir com a gente? - [redacted_name] perguntou.\n- Por enquanto não, vou ficar por aqui. - Respondi e [redacted_name] ficou ali me fazendo companhia.\nVer as duas se afastando e tendo seus momentos fofos fez com que eu me questionasse se eu encontraria o amor da minha vida algum dia. Já na água, [redacted_name] e [redacted_name] se divertiam e eu mostrava para [redacted_name]. Deu pra ver que Engfa fez alguma coisa para testar a paciência de [redacted_name] e a primeira tentou fugir. Em terra firme, eu e [redacted_name]nos divertimos. Resolvi retocar o protetor solar e coloquei meu óculos de sol, pois a claridade e a brisa marinha estavam começando a incomodar.\n- Vou no quiosque pegar uma água, quer alguma coisa? - [redacted_name] me perguntou.",
    "trans": "- The stubbornness you love. - [redacted_name] said, resembling a lost puppy. At that moment, [redacted_name]'s icy heart warmed.\n- The worst part is, I do love you, you little thing. - They exchanged a tender kiss before beginning to apply sunscreen. - Do you want to come with us? - [redacted_name] asked.\n- Not for now. I'll stay here. - I answered and [redacted_name] stayed behind to keep me company.\nAs I watched the two of them walk away, sharing sweet moments together, I couldn't help but wonder if I would ever find my own great love. In the water, [redacted_name] and [redacted_name] were enjoying themselves, and I pointed it out to [redacted_name]. I noticed Engfa teasing [redacted_name] to test her patient, and as expected, [redacted_name] tried to escape. On the shore, [redacted_name] and I entertained ourselves. I decided to reapply sunscreen and put on my sunglasses, as the glare and sea breeze were beginning to annoy me.\n- I'm heading to the kiosk to grab some water. Do you want anything? - [redacted_name] asked."
}