{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Sala de Wilson.\nWilson ouviu baterem na porta.\n- Entra.\nA porta abriu e House entrou, deitou-se no sofá do amigo, fingindo estar realmente com um terapeuta.\n- Você bebeu? – foi a primeira coisa que Wilson perguntou\n- Não.\n- Você bateu na porta.\n- Eu sei, as pessoas educadas costumam fazer isso.\n- Mas você não. O que aconteceu? Tá alto ou dormiu com a Cuddy?\n- Dormi com a Cuddy.\nWilson riu, mas ao ver a expressão do amigo entendeu que era verdade\n- Vocês...? Onde? Quando?\n- Hoje na sala dela.\n- E é por isso que está aqui?\n- Sim. Tem algo errado comigo.\n- O que?\n- Eu a quero...\n- Eu sei.\n- Mas a quero comigo. Não foi apenas sexo.\nWilson estava chocado.\n- Está dizendo que quer um relacionamento com ela?\n- Sim.\n- E ela?\n- Pedi que ela decidisse.\n- Devia ser um pouco mais focado. Deu a ela três opções: Sexo, namoro ou nada. Diminua as opções de modo que permita a ela entender suas intenções. House entendeu o que o amigo quis dizer e pela primeira vez parecia que uma \"terapia\" estava dando certo.",
    "trans": "Wilson's office.\nWilson heard a knock at the door.\n- Come in.\nThe door opened and House walked in, flopping onto his friend's couch, pretending to be in actual therapy.\n- Have you been drinking? - was the first thing Wilson asked\nNo.\nYou knocked on the door.\n- I know, polite people usually do that.\n- But you don't. What's up? You're high or did you sleep with Cuddy?\n- I slept with Cuddy.\nWilson laughed, but seeing his friend's expression, he realized it was true\n- You guys...? Where? When?\n- Today, in her office.\n- And that's why you're here?\n- Yeah. Something's wrong with me.\n- What?\n- I want her...\n- I know.\n- But I want her with me. It wasn't just sex.\nWilson was shocked.\n- You're saying you want a relationship with her?\n- Yes.\n- And her?\n- I asked her to decide.\n- You should have been a little more focused. You gave her three options: Sex, dating, or nothing. Narrow down the options so she can understand your intentions. House understood what his friend meant and for the first time, it seemed like the \"therapy\" session was working."
}