{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Uau... foi a única coisa que Minjeong pensou quando viu a garota, ela estava com um vestido preto que era colado em seu corpo, que realçava bem suas curvas.\n- Bom Minjeong, esses são Donghyun e Karina. É bem está é minha filha, Minjeong. - Disse a Sra. Kim com um grande sorriso em seu rosto.\n- É um prazer em finalmente conhecê-la, Kim Minjeong, sou Donghyun Yu, mas pode apenas me chamar de Donghyun. - Disse com um belo sorriso.\n- O prazer é todo meu, sou Kim Minjeong, mas pode apenas me chamar de Minjeong! - apresentou-se, retribuindo o sorriso.\nMinjeong olhou novamente para a garota de cabelos negros, esperando também que ela se apresentasse. - Apresente-se filha. - Disse Donghyun, olhando para sua filha.\n- Olá, sou Karina Yu. - Disse com um pequeno sorriso.\nA Kim apenas retribuiu o sorriso. Estava admirando a filha do Sr. Yu, tinha um rosto lindo. Em quanto estava em seu mundo admirando Karina, a mesma encarava minjeong de volta. Estava um clima estranho ali...",
    "trans": "Wow... that was the only thought running through Minjeong's mind when she saw the girl standing before her wearing a form-fitting black dress that perfectly accentuated her curves.\n- Well, Minjeong, this is Donghyun and Karina. And this is my daughter, Minjeong. - Mrs. Kim said warmly, a beaming smile on her face.\n- It's a pleasure to finally meet you, Kim Minjeong. I'm Donghyun Yu, but please, just call me Donghyun. - he said with a beautiful smile.\n- The pleasure is all mine. I'm Kim Minjeong, but Minjeong is fine! - she replied, mirroring his smile.\n- Minjeong's eyes shifted back to the black-haired girl, waiting for her introduction. - Introduce yourself, daughter. - Donghyun prompted, glancing at her.\n- Hello, I'm Karina Yu. - she said softly, showing a small smile.\nKim returned the smile. She couldn't help but admire Mr. Yu's daughter, her features were beautiful. As Minjeong remained captivated, Karina's gaze met hers right back. An unfamiliar tension was settling in..."
}