{
    "source": "pt_BR",
    "target": "en_US",
    "text": "No seguimento do seu pedido, informamos que a sua ficha de cliente encontra-se sem contacto telefónico associado. Por este motivo, não foi possível marcar a visita técnica para a inspeção relativa ao seu pedido de contrato de gás natural identificado acima.\nPor favor, indique um período de contacto ou contacto telefónico preferencial\nAgradecemos que nos indique um número de telefone ou uma data e hora preferenciais e tentaremos um novo contacto, para confirmar a preparação da instalação através do formulário edp.pt/contactos ou da linha de atendimento a clientes 213 53 53 53.\nNo momento da inspeção, deve assegurar as condições necessárias\n- Os contadores de eletricidade e de água devem estar ligados;\n- Os aparelhos devem estar preparados para receber gás natural e ligados à instalação;\n- O exaustor deve estar a funcionar durante o horário da visita para a inspeção;\n- Se instalou recentemente um novo sistema de aquecimento central a gás ou um novo equipamento a gás (caldeira, esquentador ou outro), deve garantir ainda a presença do técnico da empresa instaladora para que se possa realizar o teste de monóxido de carbono (CO).",
    "trans": "Following your request, we would like to inform you that your customer account does not currently have an associated telephone number. As a result, we were unable to schedule a technical visit for the inspection related to your natural gas contract request referenced above.\nPlease provide a period of contact or a preferred phone number\nKindly provide a preferred phone number or indicate a convenient date and time for contact. You may do so by submitting the information via the form at edp.pt/contactos or by calling our customer service line at 213 53 53 53.\nDuring the inspection, please ensure that the following conditions are met:\n- The electricity and water meters are connected and operational;\n- All appliances are ready to receive natural gas and properly connect to the installation;\n- The extractor fan is functioning during the inspection;\n- If a new gas central heating system or gas equipment (e.g., boiler, water heater, or similar) has been recently installed, a technician from the installation company must be present to conduct a carbon monoxide (CO) test."
}