{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Contacte-nos através do 217900790 (chamada para a rede fixa nacional), disponível 24 horas por dia, todos os dias do ano, ou visite o site da Caixa.\nCaixa. Paratodoseparacadaum.\nCaixa Geral de Depósitos, S.A.\nA Caixa Geral de Depósitos nunca envia mensagens poremaila solicitar dados de segurança. Esteemailé meramente informativo, não responda ao mesmo. O seu endereço eletrónico ou qualquer outra informação pessoal são confidenciais.\nPara efetuar pedidos de informação, poderá contactar-nos através do 217900790 (24 horas por dia/todos os dias do ano - chamada para a Rede Fixa Nacional), no nossosite,em Espaço Cliente, ou dirija-se a uma Agência da Caixa. Para alterar os seus contactos ou cancelar a receção deemails, poderá fazê-lo em qualquer Agência da Caixa ou, se já aderiu ao Caixadirecta, através do número 217900790.\nA CGD procede ao tratamento de dados pessoais ao abrigo do Regulamento (UE) 2016/679. Para informações ou contacto com oData Protection Officerda CGD, consulte o Espaço Cliente, nositeda CGD. Pode também contactar a Comissão Nacional de Proteção de Dados.\n© 2024 Caixa Geral de Depósitos, SA. Todos os direitos reservados.",
    "trans": "Contact us at 217900790 (national landline call), available 24 hours a day, all days of the year, or visit our Caixa website.\nCaixa. Paratodoseparacadaum.\nCaixa Geral de Depósitos, S.A.\nCaixa Geral de Depósitos never sends emails requesting security data. This email is for information purposes only, please do not reply to it. Your email address or any other personal information is confidential.\nTo request clarifications, contact us via 217900790 (24 hours a day/every day of the year - call the National Fixed Network), on our website, in Customer Space, or go to a Caixa branch. To change your contact details or cancel receiving emails, you can do so at any Caixa branch or, if you have already signed up to Caixadirecta, at 217900790.\nCGD processes personal data under Regulation (EU) 2016/69. For more information or to contact the CGD Data Protection Officer, please visit the Customer Area on CGD's website. You can also contact the National Commission for Data Protection.\n© 2024 Caixa Geral de Depósitos, SA. All rights reserved."
}