{
    "source": "pt_BR",
    "target": "en_US",
    "text": "• São grandinhos: podem chegar até 2,6 metros de comprimento (mais ou menos o tamanho de uma cama de casal) e pesar até 230 kg (quase o peso de três adultos juntos!).\nOnde vivem?\n• Esses golfinhos preferem águas mais quentes e calmas. Eles são encontrados em regiões tropicais e subtropicais dos oceanos Índico e Pacífico, em lugares como a costa da Austrália, Japão e até partes da África.\n• Eles gostam de áreas próximas da costa, onde a água é mais rasa, mas também podem ser vistos em águas mais profundas, dependendo da comida e da segurança.\nCaracterísticas físicas\n• Eles têm uma pele lisa e cinzenta com tons mais claros na barriga, o que ajuda a camuflá-los na água.\n• Seu nariz longo e a boca curvada para cima fazem parecer que estão sempre sorrindo, o que os torna muito simpáticos para nós!\nComo se comportam?\n• Esses golfinhos são bem sociais e adoram viver em grupos chamados de cardumes ou pod. Viver em grupo ajuda a protegê-los dos predadores, como tubarões.",
    "trans": "• They’re pretty big: they can grow up to 2.6 meters long (about the size of a queen-sized bed) and weigh up to 230 kg (almost the weight of three adults combined)!\nWhere do they live?\n• These dolphins prefer warmer, calmer waters. They can be found in tropical and subtropical regions of the Indian and Pacific Oceans, in places like the coast of Australia, Japan, and even parts of Africa.\n• They like areas close to the shore where the water is shallower, but they can also be found in deeper waters, depending on food availability and safety.\nPhysical characteristics\n• They have smooth, gray skin with lighter shades on their bellies, which helps them camouflage in the water.\n• Their long noses and upward-curved mouths make it look like they’re always smiling, which makes them very friendly to us!\nHow do they behave?\n• These dolphins are very social and love to live in groups called pods. Living in a group helps protect them from predators, like sharks."
}