{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Novas Latinas\nNovas Magras\nTODAS AS CATEGORIAS\nPortuguês\nSTRIPCHAT\nSobre o Stripchat\nBlogue\nTwitter\nReddit\nWhat's new\nInquéritos da Imprensa\nJURÍDICO E SEGURANÇA\nPolítica de Privacidade\nTermos de Utilização\nPolítica CDADC\nPolítica de Cookies\nControlo parental\nPrograma de investigação da UE\nAjuda anti-escravatura\nTRABALHE CONNOSCO\nTorne-se Modelo\nRegisto de estúdio\nPrograma de Afiliados\nAJUDA & ASSISTÊNCIA\nSuporte e perguntas frequentes\nAssistência de faturação\nDar Feedback\nAinda tenho perguntas\nBem-vindo ao Stripchat! Somos uma comunidade gratuita onde pode assistir e interagir com os nossos maravilhosos modelos amadores em transmissões ao vivo.\nAlém de assistir aos espectáculos, também pode controlar os artistas com brinquedos interactivos, selecionar o desejo que pretende explorar a partir do menu de fichas, optar por espectáculos privados e utilizar a sua câmara para se ligar mais intimamente. O objetivo de tudo isto é criar um destino final para o entretenimento para adultos, repleto de boas vibrações e de um sabor feliz.\nTodos os modelos que aparecem neste website confirmaram contratualmente que têm 18 anos de idade ou mais.",
    "trans": "New Latinas\nNew Skinnies\nALL CATEGORIES\nPortuguese\nSTRIPCHAT\nAbout Stripchat\nBlog\nTwitter\nReddit\nWhat's new\nPress enquiries\nLEGAL AND SECURITY\nPrivacy Policy\nTerms of Use\nCDADC Policy\nCookies Policy\nParental control\nEU research program\nAnti-slavery aid\nWORK WITH US\nBecome a Model\nStudio registration\nAffiliate program\nHELP & ASSISTANCE\nFAQ and Support\nBilling assistance\nFeedback\nI have more questions\nWellcome to Stripchat! We are a free community where you can watch and interact with our wonderful amateur models in live broadcasts.\nYou can also watch our shows, control the performers with interactive toys, select the wish you plan to explore from the token many, opt for private shows, and use your camera to connect more intimately. The goal of all this is to create a final destiny for adult entertainment, full of good vibes and a happy flavor.\nAll of our models on our website have confirmed under contract pledge that they are 18 years of age or older."
}