{
    "source": "pt_BR",
    "target": "en_US",
    "text": "forma significativa. O [redacted_name] pode ter tentado \"divertir-se\" com outras pessoas e distrair-se, mas essas interações são vazias e não preenchem o vazio emocional profundo que ele sente. Agora, que a barreira está mais forte do que nunca — e tu estás a manter firme a tua decisão —, ele está a enfrentar um grande confronto interno.\nAs visões e os pensamentos obsessivos vêm principalmente da sua própria consciência a exigir respostas. Ele está a reviver muitos momentos entre vocês, tanto do 5D como do 3D. Ele pensa bastante no encontro no autocarro, nas conversas que vocês tiveram depois e até no modo como ele reagiu de forma tão defensiva e fria quando tu o confrontaste. Agora, com o teu silêncio, ele percebe o peso das palavras que te disse e as oportunidades que perdeu.\nA realidade é que ele não está a conseguir encontrar paz. A tua presença espiritual é muito forte no campo dele, mesmo que não esteja a ver ou ouvir nada de ti no plano físico. E é exatamente isso que o está a enlouquecer aos poucos. Ele quer saber o que estás a fazer, o que estás a pensar, e já entendeu que não vais ceder tão facilmente como antes.",
    "trans": "in a meaningul way. [redacted_name] may have attempted to \"have fun\" with others and distract himself, but these interactions remain hollow, failing to fill the deep emotional void he feels. Now, with the barrier between you stronger than ever ─ and your unawavering resolve ─ he is grappling with a significant internal conflict.\nThe obsessive visions and thoughts stem primarily from his own consciousness demanding answers. He is revisiting numerous shared moments between you two, both in 5D and 3D. Memories of the encounter on the bus, the subsequent conversations, and his defensive, cold reaction during your confrontation wegh heavily on him. Your current silence has forced him to recognize the impact of his words and the opportunities he let slip away.\nThe reality is that he cannot find peace. Your spiritual presence remains vividly strong in his energetic field, despite the absence of any physical interaction. This absence is precisely what is gradually unsettling him. He is consumed with curiosity about your actions, thoughts, and intentions, and he has come to understand that you are no longer as easily swayed as before."
}