{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Turno e horário\nTurno de 8 horas\n&nbsp;\nLocalização\nBeja\n&nbsp;\nDescrição Completa da Oferta\nDescrição da oferta\nA Intelcia, atualmente presente em 17 países e 48 sites, fornece aos clientes serviços globais e uma experiência multi-serviços, onshore e offshore, que respondem aos desafios da globalização, cobrindo toda a cadeia de valor de gestão de relacionamento com o cliente.\nEncontramo-nos em recrutamento para vaga de emprego em Beja!\nFunção: Apoio ao Cliente (Atendimento em Português)\nDescrição\n- Receção de chamadas para atendimento ao cliente (via telefone);\n- Informação de Faturação, Esclarecimentos, Gestão de Reclamações, Registo dos Pedidos/alterações do tarifário de telecomunicações e Promoção com orientação para a qualidade e satisfação do cliente.\nBenefícios:\n- Formação Remunerada;\n- Contrato de Trabalho;\n- Vencimento Base + Subsídio de Alimentação + Subsídio de Férias e Natal;\n- Prémio mensal de Desempenho + Comissões;\n- Seguro de Saúde;\n- Ambiente de trabalho de fibra positiva, tecnologia e perspetivas de evolução/progressão.\nCompetências:\n- Habilitações ao nível do 12º ano;\n- Conhecimentos de informática (na ótica do utilizador);\n- Capacidade de comunicação e empatia;\n- Proatividade, dinamismo e assertividade.\nHorários : Full-Time 40H e Part-Time 25H entre as 12H-24H de 2ª a domingo com duas folgas semanais",
    "trans": "Shift and Hours\n8-hour shift\n&nbsp;\nLocation\nBeja\n&nbsp;\nFull Job Description\nJob Description\nIntelcia, currently operating in 17 countries and 48 sites, provides global services and a multi-service experience, both onshore and offshore, to meet the challenges of globalization, covering the entire customer relationship management value chain.\nWe are currently recruiting for a position in Beja!\nPosition: Customer Support (Portuguese Speaking)\nDescription\n- Receiving customer service calls (by phone);\n- Providing billing information, clarifications, managing complaints, registering orders/changes to the telecommunications tariff, and promoting with a focus on customer quality and satisfaction.\nBenefits:\n- Paid training;\n- Employment contract;\n- Base salary + meal allowance + vacation and Christmas bonuses;\n- Monthly Performance bonus + Commissions;\n- Health insurance;\n- Positive, technology-driven work environment with opportunities for growth/advancement.\nRequirements:\n- High school diploma;\n- Basic computer skills (from the p.o.v of the user);\n- Excellent communication and empathy skills;\n- Proactive, dynamic, and assertive.\nHours: Full-Time 40 hours and Part-Time 25 hours between 12 PM and 12 AM, Monday to Sunday, with two days off per week."
}