{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- Querida [redacted_name], você não pode ir embora, deixar a família, onde você vai morar? Quem vai cuidar de você? – sua voz é trêmula pelo esforço.\n[redacted_name], mesmo meio cego e tonto de dor, ouviu como a postura de sua sobrinha relaxou, como o olhar dele suavizou e seu sorriso ficou mais honesto. Ele admirou a elegante caminhada que ela fez até ele, como delicadamente ajoelhou-se e sem nojo, segurou sua mão, antes de tristemente dizer:\n- Sua graça tem coisas mais importantes para se preocupar. Querido tio, você sempre foi o único com um pouco de verdadeira preocupação comigo. – os olhos tristes e sinceridade na sua voz convenceram o velho rei que as coisas eram piores do que ele imaginou, quando ela colocou pergaminhos em suas mãos, ele temeu pelo pior – contém provas de traições e conspirações contra o reino e os Targaryen, algumas são tão profundas que existem desde a Conquista, além disso, nem todas as traições e conspirações vindas de inimigos...",
    "trans": "- Dear [redacted_name], you cannot leave and abandon your family, where would you live? Who would care for you? - his voice trembled, strained by his effort.\nEven half-blind and disoriented from pain, [redacted_name] noticed the shift in his niece's demeanor. Her posture relaxed, her gaze softened, and her smile grew more genuine. He watched as she moved toward him with elegance. Kneelng delicately before him, she took his hand without disgust and spoke with quiet sorrow:\n- Your Grace has a more pressing matter to concern yourself with. Dear uncle, you have always been the only one who truly cares for me. - The sadness in her eyes and the sincerity in her voice sent a chill through the old king, convincing him that the situation was far graver than he had feared. When she placed a stack of parchments into his hands, he feared for the worse. - This contains evidence of betrayal and conspiracies against the kingdom and the Targaryens. Some of these treacheries run so deep, that they have persisted since the Conquest. And not all betrayals come from our enemies..."
}