{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- Você a deixa fraca. Assim como você é. Não precisamos de outro.\n- Ela também é minha irmã, seu filho da puta. Você não pode me impedir de falar com ela. Lembra quem tirou as joias da mãe enquanto ela dormia para pagar aquela velha devota que Nik se atreveu a chamar de mãe?\n- Thunder Bay não é o seu lugar. - ele mudou de assunto fluentemente.\n- Uma parte de mim na Escócia esperava que Nik fizesse você se sentir bem. Que você terá um pouco de empatia. Mas não, você me confunde com lama como sempre. Você acabou de me convencer a ficar aqui. Afinal, onde eles não nos querem, você pode se divertir ao máximo. - Encolhi os ombros e comecei a dobrar o resto das minhas roupas com um sorriso.\n- Boa sorte então. - Ele riu baixinho, segurando na mão meu vestido curto de cetim que estava olhando. Levantei-me, arrancando-o dele, depois fiquei perto da porta, abrindo-a. Fiquei ali até Damon se levantar da cama e caminhar em direção à saída. - Você realmente acha que ela algum dia seria capaz de escolher você?\n- E você acha mesmo que só você ainda existe para ela? Voltei. Não há medo de que ela fique sozinha se você a abandonar. E você é capaz disso, não é?",
    "trans": "- You make her weak. Just like you are. We don't need another one.\n- She's my sister too, you son of a bitch. You can't stop me from talking to her. Remember who took her mother's jewelry while she was sleeping to pay that pious woman Nik dared to call mother?\n- Thunder Bay is not your place. - he changed the subject smoothly.\n- A part of me, back in Scotland, hoped that Nik would make you feel something. That you'd show some empathy. But no, you just see me as dirt, as always. You've convinced me to stay here, though. After all, where they don't want us, we can have the most fun. - I shrugged and smiled as I continued folding the rest of my clothes.\n- Good luck, then. - He chuckled softly, his eyes lingering on my short satin dress. I stood up, snatching it from his hand, and moved towards the door. I held it open, waiting for Damon to rise from the bed and head towards the exit. - Do you really think she'd ever choose you?\n- And do you really believe you still exist for her? I'm back now. There's no fear she'll be alone if you leave her. And you're capable of that, aren't you?"
}