{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A Floresta Nacional Bridger-Teton ficava há quatro horas de [redacted_name]. Era isolada e a \"civilização\" mais próxima dela era o povoado de Moose. O patrulheiro responsável pelo grupo de [redacted_name] se chamava [redacted_name], tinha cerca de 40 anos e parecia mais alheio da situação do que a própria [redacted_name]. Os outros grupos foram levados para florestas diferentes, para que não tivessem o risco de se esbarrarem por aí e acabarem se ajudando.\n— Eu sou o[redacted_name]! — o mesmo garoto que tinha oferecido limpar bosta de cavalo cumprimentou [redacted_name].\n[redacted_name] era alto, magro, branco e tinha cabelos cacheados. O outro membro do grupo era [redacted_name], também alta, negra, com cabelos crespos e o corpo bem definido para sua idade.\nE claro, [redacted_name].\nEstavam todos caminhando a pé até o local que o grupo ficaria, com[redacted_name] ao lado.\n— Eu sou a [redacted_name], prazer [redacted_name]. — cumprimentou com a cabeça.\n[redacted_name] permanecia andando sem prestar atenção na conversa alheia, parecia perdida nos próprios pensamentos. A expressão emburrada era praticamente sua marca, a boca numa linha fina enquanto hora ou outra, bufava.\n— Ok, em 5 minutos chegamos até o ponto em que deixarei vocês e depois daí, vocês vão se virar. —[redacted_name]avisou.",
    "trans": "The Bridger-Teton National Forest was four hours away from [redacted_name], nestled in isolation with the nearest \"civilization\" being the town of Moose. The ranger overseeing [redacted_name]'s group was [redacted_name], a man in his 40s who seemed far less aware of the situation than [redacted_name] herself. The other groups had been assigned to different forests to ensure they wouldn't cross paths and potentially assist one another.\n─ I'm [redacted_name]! ─ the same boy who had volunteered to clean up horse shit [redacted_name].\n[redacted_name] was tall, thin, fair-skinned, and had curly hair. The other member of the group, [redacted_name], was also tall, black, with curly hair, and had a well-defined physique for her age.\nAnd, of course, [redacted_name].\nThe group was walking to their designated campsite, with [redacted_name] by their side.\n─ I'm [redacted_name]. Nice to meet you, [redacted_name]. - she nodded politely.\n[redacted_name] continued walking, seemingly lost in her own thoughts, her sullen expression her usual behavior. Her lips pressed into a thin line as she exhaled with frustration every now and then.\n─ Ok, in 5 minutes we'll reach the spot where I'll drop you off. After that, you'll be on your own. ─ [redacted_name] informed them."
}