{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Ela o olhou, surpresa pela simplicidade e a sinceridade em suas palavras. Havia algo reconfortante naquele lado dele, algo que ela jamais teria imaginado vindo de um príncipe. Naquele momento, ele não era apenas o príncipe William; era apenas um homem, alguém que carregava seus próprios sonhos e suas próprias feridas.\n⎯ Eu... ⎯ Ela começou, as palavras trêmulas. ⎯ Eu passei tanto tempo imaginando o que era estar do lado de fora, mas agora que estou aqui... é como se tudo ainda estivesse fora de alcance. Eu vejo a liberdade, mas sinto que não posso tocá-la. ⎯ Catherine estava sendo tão honesta quanto ele.\nWilliam a olhou profundamente, e, num gesto quase inconsciente, colocou a mão sobre a dela, transmitindo uma sensação de segurança e calma.\n⎯ Não se pressione, Catherine. Ninguém espera que você se sinta livre da noite para o dia. A liberdade é um processo, algo que construímos com paciência e coragem. E você já deu o primeiro passo ao vir aqui. ⎯ Ele tentou a confortar de alguma maneira. William não esperava que aquele processo fosse rápido, muito pelo contrário. Ele sabia que precisaria ser paciente, e aquilo não era um problema.",
    "trans": "She looked at him, surprised by the simplicity and sincerity of his words. There was something comforting about that side of him, something she would never have imagined coming from a prince. At that moment, he wasn't just Prince William; he was just a man, someone who carried his own dreams and wounds.\n⎯  I... ⎯  She began, her voice trembling. ⎯  I've spent so much time imagining what it was like to be on the outside, but now that I'm here... it's like everything is still out of reach. I see freedom, but I feel like I can't touch it. ⎯  Catherine was being as honest as he was.\nWilliam looked at her deeply, and, in an almost unconscious gesture, placed his hand over hers, conveying a sense of security and calm.\n⎯ Don't pressure yourself, Catherine. No one expects you to feel free overnight. Freedom is a process, something we build with patience and courage. And you've already taken the first step by coming here. ⎯ He tried to comfort her in any way he could. William didn't expect that process to be quick, quite the opposite. He knew he would need to be patient, and that wasn't a problem."
}