{
    "source": "pt_BR",
    "target": "en_US",
    "text": "― Sempre, ― respondeu ele, sorrindo. ― E agora, que tal um café da manhã leve antes de sairmos? Talvez ajude com os enjoos.\n[redacted_name] sorriu, sentindo-se grata por ter [redacted_number] ao seu lado.\n― Isso seria ótimo.\nEnquanto se preparavam para o café da manhã, [redacted_number] não podia deixar de sentir uma onda de alegria e excitação pelo dia que tinham pela frente. Estavam prestes a dar um grande passo juntos, e, apesar dos desafios, ele sabia que tudo valeria a pena.\nDepois do café da manhã, eles se arrumaram e foram buscar [redacted_name] para irem juntos à imobiliária. [redacted_name] vestiu um moletom vermelho, e enquanto caminhavam para o carro, [redacted_name] colocou o capuz do moletom na cabeça dela, puxando-a para um beijo.\n― Você está cada vez mais linda, sabia? ― disse ele, sorrindo.\nCatherine sorriu de volta, sentindo-se um pouco mais feliz.\nEles começaram o dia com[redacted_name] dirigindo, e [redacted_name]ao seu lado. Quando [redacted_name] entrou no carro, ele e [redacted_name] começaram a conversar sobre a casa e a mudança.",
    "trans": "― Always, ― he replied, smiling. ― And now, how about a light breakfast before we go? Maybe it will help with the nausea.\n[redacted_name] smiled, feeling grateful to have [redacted_number] by her side.\n― That would be great.\nWhile they were getting ready for breakfast, [redacted_number] couldn't help but feel a wave of joy and excitement for the day ahead. They were about to take a big step together, and, despite the challenges, he knew it would all be worth it.\nAfter breakfast, they got ready and went to pick up [redacted_name] to go to the real estate agency together. [redacted_name] was wearing a red sweatshirt, and as they walked to the car, [redacted_name] put the sweatshirt's hood over her head, pulling her in for a kiss.\n― You're getting more beautiful every day, you know? ― he said, smiling.\nCatherine smiled back, feeling a little happier.\nThey started the day with [redacted_name] driving, and [redacted_name] by his/her side. When [redacted_name] got in the car, he and [redacted_name] started talking about the house and the move."
}