{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Se estiver num dos andares superiores de um edifício, não se precipite para as escadas.\nNunca utilize elevadores.\nAbrigue-se no vão de uma porta interior, nos cantos das salas ou debaixo de uma mesa ou cama.\nMantenha-se afastado de janelas e espelhos.\nTenha cuidado com a queda de candeeiros, móveis ou outros objetos.\nSe está num local com grande concentração de pessoas fique dentro do edifício, até o sismo cessar. Saia depois com calma, tendo em atenção as paredes, chaminés, fios elétricos, candeeiros e outros objetos que possam cair.\nNão se precipite para as saídas. As escadas e portas são pontos que facilmente se enchem de escombros e podem ficar obstruídos por pessoas que tentam deixar o edifício\nNas fábricas, mantenha-se afastado de máquinas que possam tombar ou deslizar.\nSe está na rua\nDirija-se para um local aberto com calma e serenidade, longe do mar ou cursos de água.\nNão corra nem ande a vaguear pelas ruas.\nMantenha-se afastado dos edifícios (sobretudo dos mais degradados, altos ou isolados) dos postes de eletricidade e outros objetos que lhe possam cair em cima.\nAfaste-se de taludes, muros, chaminés e varandas que possam desabar.\nSe está a conduzir",
    "trans": "If you're on an upper floor of a building, don't rush for the stairs.\nNever use elevators.\nTake shelter in the doorway of an interior room, in the corners of rooms, or under a table or bed.\nStay away from windows and mirrors.\nBe careful of falling lamps, furniture, or other objects.\nIf you're in a crowded place, stay inside the building until the earthquake stops. Then exit calmly, paying attention to walls, chimneys, electrical wires, lamps, and other objects that could fall.\nDon't rush for the exits. Stairs and doors are places that can easily become filled with debris and blocked by people trying to leave the building.\nIn factories, stay away from machines that could tip over or slide.\nIf you're outside\nMove to an open area calmly and serenely, away from the sea or bodies of water.\nDon't run or wander around the streets.\nStay away from buildings (especially older, taller, or isolated ones), power lines, and other objects that could fall on you.\nStay away from slopes, walls, chimneys, and balconies that could collapse.\nIf you're driving"
}