{
    "source": "pt_BR",
    "target": "en_US",
    "text": "“se sente melhor, p’sai?” ele perguntou com tanto cuidado que sailub quase se afundou numa nova onda de choro mais uma vez. tentou assentir para não perder de vez o pouco de dignidade que tinha ainda perante a staff e os outros atores que esperavam a vez deles de atuar. “foi uma cena emotiva mesmo,” ele concordou com algo que nem sailub sabia. “eu mesmo só vim me acalmar agora.”\n“é…” murmurou sem saber como expressar mais que aquilo no momento. alguém da equipe o ajudou a ficar de pé e pôs uma toalha seca nos seus ombros, instruindo-os para irem aos banheiros instalados do lado de fora e se trocarem.\nainda sem muito jeito, cambaleou até chegar aos banheiros. pon se aproximou por trás e segurou seu braço antes que ele entrasse nas cabines. não deu tempo para perguntar nada, apenas sentiu o seu abraço esquentar seu corpo por um longo segundo antes do rapaz se afastar com um sorriso brilhante.\n“obrigado, tio. a cena com certeza ficou incrível graças a você me ajudando.” sorriu travesso e então, pon deu as costas e seguiu para a cabine ao lado para se trocar.",
    "trans": "\"Are you feeling better, P'sai?\" he asked so gently that Sailub almost drowned in a new wave of tears again. He tried to nod so as not to completely lose the little dignity he still had in front of the staff and the other actors waiting their turn to perform. \"It was a really emotional scene,\" he agreed with something not even Sailub knew. \"I only just calmed down now.\"\n\"Yeah...\" he mumbled, not knowing how to express more than that at the moment. Someone from the crew helped him to his feet and put a dry towel over his shoulders, instructing them to go to the bathrooms installed outside and change.\nStill a bit unsteady, he stumbled until he reached the bathrooms. Pon approached from behind and grabbed his arm before he could enter the stalls. There wasn't time to ask anything, he just felt his hug warm his body for a long second before the boy stepped away with a bright smile.\n\"Thank you, uncle. The scene definitely turned out amazing thanks to you helping me.\" He smiled mischievously and then Pon turned and went to the next stall to change."
}