{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Cooper encarou Nicholas por um segundo, percebendo que as palavras dele não eram apenas uma bravata. Ele realmente acreditava no que dizia, e isso, mais do que qualquer outra coisa, era o que o deixava preocupado.\n— Cara, só te digo uma coisa... Não subestime o que ela tá enfrentando, não é só você contra ela.\nNicholas estreitou os olhos, como se estivesse considerando as palavras de Cooper. Mas, no fundo, ele ainda via tudo isso como parte do jogo, um jogo que ele sempre acreditou controlar, desde o início.\n— Pode deixar, Cooper, eu sei exatamente no que estou me metendo, e, sinceramente, isso só torna tudo mais... divertido.\nCooper soltou um suspiro, sabendo que, em breve, Nicholas descobriria que algumas partidas não eram jogadas da forma que ele estava acostumado. Celine jogava num nível diferente — e não era apenas uma questão de habilidade. Era uma questão de intensidade, de paixão, de dor.\nE, mais cedo ou mais tarde, Nicholas perceberia que certos tipos de luta deixavam cicatrizes que nem todo mundo estava preparado para carregar.\nMas, claro, ele só entenderia isso quando fosse tarde demais.",
    "trans": "Cooper stared at Nicholas for a second, realizing his words weren't just empty rant. He genuinely believed what he was saying, and that, more than anything else, was what worried him.\n— Man, I'll just tell you one thing... Don't underestimate what she's going through, it's not just you against her.\nNicholas narrowed his eyes as if considering Cooper's words. But deep down, he still saw it all as part of a game, a game he had always believed he could control, from the beginning.\n— Don't worry, Cooper, I know exactly what I'm getting into, and frankly, it just makes everything more... fun.\nCooper sighed, knowing that, soon, Nicholas would discover that some games weren't played the way he was used to. Celine played on a different level — and it wasn't just a matter of skill. It was a matter of intensity, of passion, of pain.\nAnd, sooner or later, Nicholas would realize that certain kinds of fights left scars that not everyone was prepared to carry.\nBut, of course, he would only understand that when it was too late."
}