{
    "source": "pt_BR",
    "target": "en_US",
    "text": "📌 Usando de exemplo novamente o romance dos vizinhos, você começou a obra descrevendo o momento em que eles se esbarram pela primeira vez. Os dois logo tiveram um leve interesse um pelo outro, mas depois se separam.\n📌 E agora? O que fazer depois disso? Como eles vão se reencontrar e como fazer pra que eles criem uma proximidade?\n📌 As ideias começam a aparecer e se embaralhar umas com as outras. Os personagens principais precisam de uma ponte para uni-los, algo que os motive a continuar se encontrando. Essa ponte pode ser representada por diversas coisas, desde um hobby em comum até uma inimizade criada de repente. Eles podem frequentar o mesmo lugar, ou talvez tenham um amigo em comum.\nDiante de tantas opções, é normal que algumas pessoas desistam da história por não saber qual dos vários caminhos seguir.\nAo contrário disso, também existem aquelas pessoas que conseguem escolher um caminho depois de muito tempo pensando entre as possibilidades, mas ainda assim sofrem algumas consequências, tal qual a que eu mais vejo por aqui",
    "trans": "📌 Again using the example of the neighbours' romance, you started the piece by describing the moment they bumped into each other for the first time. The two soon take a slight interest in each other, but then separate.\n📌 What's next? What should be done after that? How will they see each other again and how will they become closer?\n📌 Ideas start to pop up and get mixed up with each other. The main characters need a bridge to unite them, something to motivate them to keep meeting. This bridge can be represented in a variety of things, from a shared hobby to a suddenly created enmity. they might go to the same place, or maybe have a friend in common.\nFaced with so many options, it's normal for some people to give up on the story due to not deciding which of the various paths to follow.\nOn the other hand, there are also those people who manage to choose a path after a long time of thinking about the possibilities but still suffer some consequences like the one I see most often around here"
}