{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Advertisement\nNo entanto, os Blues ainda estarão sem várias de nossas estrelas que se lesioaram no último jogo antes da pausa internacional.\nKevin De Bruyne e Nathan Ake permanecem afastados, enquanto Rodrigo e Oscar Bobb estão fora pelo resto da temporada.\n“Todos os outros, exceto Nathan, Kevin, Rodri e Oscar. O resto está bem”, disse o nosso treinador..\n“Kevin não está pronto para amanhã.”\nPep também acrescentou que De Bruyne não se juntará à sua seleção da Bélgica para os próximos jogos internacionais.\n“Como você pode jogar pela seleção nacional quando não jogou (por seu clube)?”, ele perguntou.\n“Eu nunca entendi isso.”\n“Ele não disse para mim que se aposentaria da Bélgica. Para esse jogo ele está lesionado, então não está disponível.”\nCOMPARTILHAR\nMAIS CONTEÚDO COM ESTE\nNews Masculino Pep Guardiola Fulham Injury News Kevin De Bruyne Manchester City\nLER MAIS\nTaylor: Ouahabi ‘de volta à disputa’ para o confronto com o West Ham\nEQUIPE FEMININA\nPep não está interessado em sequência de vitórias contra o Fulham\nMASCULINO\nO 4-In-A-Row Trophy Tour do City segue para Abu Dhabi!\nNOTÍCIAS DO CLUBE\nMAIS LIDOS\nPep dá atualização sobre lesão de De Bruyne antes do confronto com o Slovan",
    "trans": "Advertisement\nHowever, the Blues will still be missing several of our stars who suffered injuries in the last game before the international break.\nKevin De Bruyne and Nathan Ake stay sidelined, while Rodrigo and Oscar Bobb will be out for the rest of the season.\n'Everyone else, except Nathan, Kevin, Rodri and Oscar. The rest are fine,' stated our coach...\n'Kevin isn't ready for tomorrow.'\nPep also added that De Bruyne won't be joining up with his Belgium team for the upcoming international matches.\n'How can you play for the national team when you haven't played (for own your club)?', he asked.\n'I've never understood that.'\n'He didn't tell me he would retire from Belgium. For this game he's injured, so he's not available.'\nSHARE\nMORE CONTENT WITH THIS\nNews Men Pep Guardiola Fulham Injury News Kevin De Bruyne Manchester City\nREAD MORE\nTaylor: Ouahabi ‘back in the contention’ for the West Ham confrontation\nWOMEN'S TEAM\nPep is not interested in a winning streak against Fulham\nMEN\nThe City's 4-In-A-Row Trophy Tour continues to Abu Dhabi!\nCLUB NEWS\nMOST READ\nPep gives update on De Bruyne's injury ahead of Slovan confrontation"
}