{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Lda. fundou a sua delegação argelina sedeada em Argel.\nO processo de internacionalização para o mercado argelino surgiu com a aquisição de uma obra pública à qual a empresa-mãe concorreu: a execução das novas instalações do Ministère de la Communication, em Argel. Todo o processo burocrático inerente à criação da filial foi moroso e complexo mas a ambição, o empenho e o trabalho árduo do \"núcleo\" composto por seis colaboradores (quatro expatriados e dois contratados) permitiu o início imediato da obra e a implementação da filial denominada COJAFE, em apenas cinco meses.\nAtualmente, após cerca de dois anos de atividade, esta empresa conta com mais de 80\ncolaboradores portugueses (dos quais 16 expatriados, 8 contratados e os restantes subcontratados), com uma estrutura hierárquica bem mais desenvolvida (tal como ilustra o organigrama na Figura n°. 3.2) e com diversas obras de grande envergadura a decorrer. Pela sua recente atividade, pelas singularidades do mercado argelino e pela dependência à casa-mãe, a COJAFE pauta-se por um modelo de gestão de recursos humanos etnocêntrico e por uma estratégia de internacionalização de integração global (Cunha & Rego, 2009).",
    "trans": "Lda. founded its Algerian delegation based in Algiers.\nThe process of internationalization for the Algerian market arose from the acquisition of a public work project that the parent company had bid for: the construction of the new facilities for the Ministère de la Communication in Algiers. The entire bureaucratic process inherent in creating a subsidiary was lengthy and complex, but the ambition, commitment, and hard work of the \"nucleus\" composed of six employees (four expatriates and two local hires) allowed for the immediate start of construction and the implementation of the subsidiary, named COJAFE, in just five months.\nCurrently, after about two years of operation, this company has more than 80\nPortuguese employees (of which 16 are expatriates, 8 are local hires, and the rest are subcontractors), with a much more developed hierarchical structure (as illustrated by the organizational chart in Figure 3.2) and several large-scale projects underway. Due to its recent activity, the unique characteristics of the Algerian market, and its dependence on the parent company, COJAFE follows an ethnocentric human resources management model and a global integration internationalization strategy (Cunha & Rego, 2009)."
}