{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Contudo, esta Coordenação verificou que a plataforma não exibe os símbolos e descritores de conteúdo, conforme padrão preconizado no Guia Prático de Audiovisual (Página 60, item A), mesmo já decorridos os 30 dias de prazo para sua implementação.\nVerificou-se também que a plataforma exibe a classificação indicativa incorreta de alguns de seus títulos, os quais já foram classificados por esta Coordenação. Deste modo, a plataforma não faz distinção entre obras classificadas e/ou autoclassificadas.\nVale ressaltar que, para as os títulos classificados oficialmente, estes devem apresentar descritores de conteúdo (Página 42, Item E do Guia Prático de Audiovisual).\nA classificação indicativa das obras pode ser consultada em nosso portal por meio do seguinte endereço eletrônico: https://classindportal.mj.gov.br/consulta-filmes\nOs símbolos de classificação e autoclassificação podem ser baixados em nosso portal pelo seguinte endereço eletrônico, os quais estão localizados no final da página:https://www.gov.br/mj/pt-br/assuntos/seus-direitos/classificacao-1/paginas-classificacao-indicativa/como-classificar",
    "trans": "However, this Coordination has verified that the platform does not display the content symbols and descriptors as stipulated in the Practical Guide for Audiovisual (Page 60, item A), even though the 30-day deadline for implementation has already passed.\nIt was also verified that the platform displays incorrect age ratings for some of its titles, which have already been rated by this Coordination. Thus, the platform does not differentiate between officially rated and self-rated works.\nIt is worth noting that, for officially rated titles, these must present content descriptors (Page 42, Item E of the Practical Guide for Audiovisual).\nThe age rating of works can be consulted on our portal at the following electronic address: https://classindportal.mj.gov.br/consulta-filmes\nThe classification and self-classification symbols can be downloaded from our portal at the following electronic address, which is located at the end of the page: https://www.gov.br/mj/pt-br/assuntos/seus-direitos/classificacao-1/paginas-classificacao-indicativa/como-classificar"
}