{
    "source": "pt_BR",
    "target": "en_US",
    "text": "5.º\nOs factos ocorreram no dia retro mencionado (08 de Outubro de 2024), por volta das 15h35min, quando o Trabalhador paralisou as suas actividads, com o intuito de fazer uso da casa de banho, porém, o mesmo levou mais tempo que o necessário para regressar e dar continuidade na realização das suas actividades, tendo ficado o Trabalhador aproximadamente (inserir) minutos.\n6. º\nTendo o gerente constatado esta demora, dirigiu-se a casa de banho por forma a averiguar o motivo da demora e saber se o Trabalhador estava em condições de continuar com as suas actividades, onde surprendentemente, o Trabalhador foi flagrado a consumir bebida álcoolica em uma garrafa disfarçada de refrigerante energético de marca frosy.\n7. º\nCom isso, analisado o conteúdo da garrafa, constatou- se que não se tratava de um refrigerante energético, mais sim, de uma bebida álcoolica, estando claro e inequívoco que o Trabalhador estava a consumir nas instalaçõoes da empresa de sã consciência, visto que o mesmo conhece seus deveres e obrigações enquanto Trabalhador da Entidade Empregadora, agindo de forma dolosa, livre, deliberada e consciente.",
    "trans": "5th\nThe events took place on the day previously mentioned (October 8, 2024) at approximately 3:35 PM, when the Employee interrupted their activities to use the restroom. However, the Employee took longer than necessary to return and resume their duties, remaining away for approximately (insert) minutes.\n6th\nUpon noticing this delay, the manager proceeded to the restroom to investigate the reason for the prolonged absence and to assess whether the Employee was caught consuming an alcoholic beverage concealed in a bottle disguised as a Frosy-brand energy drink.\n7th\nUpon inspecting the contents of the bottle, it was confirmed that it did not contain an energy drink but rather an alcoholic beverage. It was evident and unequivocal that the Employee was consuming alcohol on the company's premises with full awareness, as they are well acquainted with their duties and obligations as an Employee of the Employer. This conduct was intentional, deliberate, and conscious, demonstrating a clear breach of professional responsibility."
}