{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Spinosa a ação é a essência de uma substância. Poder-se-ia, nesse sentido,\npercorrer a História da Filosofia buscando demarcar as diferenças e\nespecificidades que o conceito de ação adquire em cada caso. Contudo, tal\nescolha levaria-nos-ia a questões e meandros que constituiriam, por si só, o\nobjeto de uma pesquisa. Optei portanto, por partir do conceito de ação\nfísica, tendo como referência primeira os escritos do ator, diretor e teórico\nrusso Constantin Stanislávski. Após a descrição de alguns momentos do\npercurso artístico de Stanislávski, que o levaram ao Método das Ações\nFísicas, tratarei das posteriores contribuições feitas para o desenvolvimento\ndo conceito de ação física. Tal conceito será por fim revisto, a partir das\nanálises feitas no item 2.2.\n2.1.1. C. Stanislávski: Da Linha das Forças Motivas ao Método das Ações\nFísicas\nComo sabemos, o conceito de ação física foi primeiramente elaborado\npor Constantin Stanislávski (1863-1938), após inúmeras etapas de\naprendizado e prática teatral. No início, nas montagens dos vaudevilles, ele\nconstata que o trabalho do ator consistia na simples repetição de\nprocedimentos e códigos que caracterizavam as personagens e as situações:\n“Quanto mais eu representava, tanto mais insistentemente procurava para",
    "trans": "for Spinoza, action is intrinsic to the essence of a substance. Exploring the concept of action\nacross the History of Philosophy reveals its diverse interpretations\nand nuances in various contexts. However, such\nan endeavor would introduce complexities and questions that could constitute, but itself, a\nresearch project. Thus, I have chosen to focus on the concept of physical\naction, beginning with the works of the Russian actor, director, and theorist\nConstantin Stanislavski. After summarizing key moments in\nStanislavski's artistic journey that culminated in the Method of Physical\nActions, I will examine subsequent contributions that advanced\nthis concept. The analysis will then conclude with a reassessment of physical action\nas explored in section 2.2.\n2.1.1. C. Stanislavski: From the line of motive forces to the method of physical\nactions\nAs we know, the concept of physical action was first articulated\nby Constantin Stanislavski (1863-1938) through a series of\nlearning experiences and theatrical practices. In his early work, particularly in vaudeville productions, he\nobserved that an actor's performance often relied on repetitive procedures\nand established codes to define characters and situations:\n\"The more I acted, the more I insistently tried to"
}