{
    "source": "pt_BR",
    "target": "en_US",
    "text": "PRIMEIRA OUTORGANTE, exclusivamente no âmbito da presente relação contratual.\n3. A PRIMEIRA OUTORGANTE recolhe e trata dos dados pessoais do SEGUNDO\nOUTORGANTE, nomeadamente, nome, número de identificação civil, número de cartão de\ncidadão, morada e estado civil.\n4. O SEGUNDO OUTORGANTE é garantido, nos termos da legislação de proteção de dados\npessoais, o direito ao acesso, retificação, atualização ou eliminação dos seus dados pessoais,\nbem como o direito de se opor à utilização dos mesmos para finalidades distintas das\ndescritas no número anterior, devendo, para o efeito, comunicá-lo, por escrito, à PRIMEIRA\nOUTORGANTE.\n5. Todos e quaisquer dados, independentemente da natureza a que na execução do presente\ncontrato os Outorgantes venham a ter acesso e que sejam fornecidos pelos próprios ou por\nterceiros, são confidenciais e destinam-se, somente, para uso dos fins a que se destinam.\nCláusula Décima-Quinta\n(Foro)\nPara resolução de litígios emergentes do presente contrato de arrendamento serão competentes",
    "trans": "FIRST GRANTOR exclusively within the scope of this contractual relationship.\n2. The FIRST GRANTOR collects and processes the personal data of the SECOND\nGRANTOR, including their name, civil identification number, citizen card\nnumber, address, and marital status.\n4. in accordance with personal data protection legislation, the SECOND GRANTOR\nis entitled to access, rectify, update, or delete their personal data,\nas well as the right to oppose the use of said data for purposes other than\nthose described in the previous clause. Such opposition must be communicated in writing to the FIRST\nGRANTOR.\n5. All data, regardless of its nature, that the Grantors may access\nduring the execution of this contract, whether provided by themselves or by\nthird parties, shall be treated as confidential and used solely for the purposes for which they are intended.\nClause Fifteen\n(Jurisdiction)\nThe competent courts for resolving disputes arising from this lease agreement shall be"
}