{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Foto: Reprodução de 'A Dona do Pedaço' (2019) / TV Globo / Estadão\nNasce Sol, a segunda filha de Maria da Paz e Amadeu, e irmã de Josiane.\nCena do último capítulo de 'A Dona do Pedaço'.\nFoto: Reprodução de 'A Dona do Pedaço' (2019) / TV Globo / Estadão\nVivi Guedes (Paolla Oliveira) encontra um descuido de Camilo para ligar para Chiclete (Sérgio Guizé) e pedir socorro. Ele pede que ela envie a localização por meio do celular que lhe havia entregado recentemente.\nCena do último Capítulo da novela 'A Dona do Pedaço'.\nFoto: Reprodução de 'A Dona do Pedaço' (2019) / TV Globo / Estadão\nChiclete chega à casa na floresta e troca socos em um embate com Camilo. Chiclete abraça Vivi e, na sequência, Camilo aparece com uma faca, gritando. O pistoleiro dá um tiro no investigador, que morre em sequência.\nVivi e Chiclete se encontram com Otávio (José de Abreu) e Beatriz (Natália do Valle) e conseguem fugir. Antes, Vivi Guedes publica um último recado aos seus seguidores na rede social.",
    "trans": "Photo: Still from 'A Dona do Pedaço' (2019) / TV Globo / Estadão\nSol, the second daughter of Maria da Paz and Amadeu, and sister to Josiane, is born.\nScene from the final episode of 'A Dona do Pedaço'\nPhoto: Still from 'A Dona do Pedaço' (2019) / TV Globo / Estadão\nVivi Guedes (Paolla Oliveira) notices Camilo's negligence when she calls Chiclete (Sérgio Guizé) for help. Chiclete instructs her to share her location using the cellphone Camilo had recently given her.\nScene from the final episode of the soap opera 'A Dona do Pedaço'.\nPhoto: Still from 'A Dona do Pedaço' (2019) / TV Globo / Estadão\nChiclete arrives at the secluded house in the forest and engages in a fistfight with Camilo. Chiclete hugs Vivi and Camilo reappears wielding a knife and shouting. Chiclete shoots the investigator, who dies immediately.\nVivi and Chiclete then reunite with Otávio (José de Abreu) and Beatriz (Natália do Vale) and successfully escape. Before leaving, Vivi Guedes posts a farewell message to her followers on social media."
}