{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Esta campanha será fundamental para que se evitem erros cometidos no passado, quando avançarem as obras de Aprofundamento e Alargamento do Canal de Navegação do Porto de Portimão, um megaprojeto que visa criar condições para que navios de cruzeiro de maior porte possam acostar em Portimão.\nFalo das dragagens feitas no Arade, na década de 70, que destruíram um vasto património, mas também de dragagens mais recentes, realizadas nos anos 90, para construção da Marina de Portimão, em que também se ficou aquém do que seria necessário.\nAgora, o Algarve 2030 tem reservados 2 milhões de euros de Fundos Europeus para apoiar a realização destes trabalhos arqueológicos subaquáticos, como a [redacted_name] lhe conta aqui.\nNo Alentejo, o Programa Regional 2030 também reservou dinheiro para intervenções específicas, neste caso de reabilitação de antigas áreas mineiras, como pode ler aqui.\nOntem foi encontrado o corpo do pescador lúdico de 25 anos que caiu de uma arriba para o mar e desapareceu, no passado sábado.\nEm Albufeira, termina hoje a Algarve Tech Hub Summit com painéis e discussões focadas no futuro da região como uma referência tecnológica global.",
    "trans": "This campaign will play a crucial role in preventing past errors as efforts progress to deepen and widen the navigation channel at the Port of Portimão. This major project aims to enable larger cruise ships to dock in the port.\nI am referring to the dredging conducted in the Arade River during the 1970s, which caused significant heritage loss, as well as the more recent dredging in the 1990s for the construction of the Portimão Marina, which failed to meet expectations.\nNow, through the Algarve 2030 initiative, 2 million euros from European funds have been allocated to support underwater archaeological work, as [redacted_name] details here.\nIn the Alentejo region, the Regional Program 2030 has also set aside funding for targeted interventions, specifically for rehabilitating former mining areas, as outlined here.\nMeanwhile, the body of a 25-year-old recreational fisherman who fell from a cliff into the sea and disappeared last Saturday was recovered yesterday.\nThe Algarve Tech Hub Summit concludes today in Albufeira, featuring panels and discussions on establishing the region as a global leader in technology."
}