{
    "source": "pt_BR",
    "target": "en_US",
    "text": "• Consultas de Diagnóstico e Avaliação: Consultas iniciais podem ser realizadas por\nmeio de videoconferência, permitindo que os dentistas avaliem a condição do paciente,\ndiscutam sintomas e elaborem planos de tratamento sem a necessidade de um\nencontro presencial.\n• Programas de Acompanhamento: Pacientes em tratamento ortodôntico ou pós-\noperatório podem ser monitorados remotamente, com dentistas avaliando o progresso\npor meio de fotografias e relatórios enviados pelos pacientes.\n• Educação Remota e Treinamento: Dentistas podem participar de programas de\neducação continuada online, melhorando suas habilidades e conhecimentos em áreas\nespecíficas da odontologia. Isso é especialmente relevante em um campo em\nconstante evolução, onde novas técnicas e tecnologias estão sempre sendo\nintroduzidas.\nPráticas na Teleodontologia\nAs práticas na teleodontologia são fundamentais para garantir que o atendimento\nremoto seja eficaz, seguro e de alta qualidade. Com a crescente adoção dessa modalidade de\natendimento, é essencial que dentistas e clínicas estabeleçam procedimentos claros e",
    "trans": "• Diagnostic and Assessment Consultations: Initial consultations can be conducted via\nvideo conferencing, enabling dentists to evaluate a patient's condition,\ndiscuss symptoms, and formulate treatment plans without the necessity of an\nin-person visit.\n• Follow-up Program: Patients undergoing orthodontic treatment or post-\noperative care can be remotely monitored, with dentists reviewing progress\nthrough photos and reports submitted by patients.\n• Remote Education and Training: Dentists can engage in online continuing education\nprograms, furthering their expertise and knowledge in specific\ndental fields. This is particularly important in a profession that is\ncontinuously evolving, with new techniques and technologies being regularly\nintroduced.\nTeledentistry Practices\nTeledentistry practices play a crucial role in ensuring that remote\ncare remains effective, safe, and of high quality. As the adoption of this care modality\ngrows, it is imperative for dentists and clinics to establish clear procedures and"
}