{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Marco (Diogo Amaral) continua a recordar que aceitou ajudar Simone )(Alexandra Lencastre) com a contrapartida dela lhe dar acesso à fazenda da Bela Vista, e o ajudar a separar Cacau (Matilde Reymão) de Tiago (José Condessa).\nTodos concordam que o melhor será darem uma pista à polícia para que eles investiguem a aliança de Simone e Marco. Regina (Christine Fernandes) refere que antes disso pretende falar com Marco para descobrir se ele está realmente envolvido no acidente de Cacau. Quim (Paulo Calatré) esboça ar frustrado por todos insistirem que ele tem de refrear a sua fúria com Marco e manter a calma.\nSoraia (Paula Neves) explana a Marlene (Leonor Seixas) que a sua ideia passa por arranjar encontros entre mulheres mais novas com homens mais velhos com dinheiro, sendo um tipo de relação em que todos ficam a lucrar. Marlene concorda, dizendo poder trazer para a agência o seu expertise em lidar com velhos tarados. Riem-se divertidas.\nJúlia (Fernanda Serrano) esboça ar frustrado por não ter maneira de contactar com David (Luís Garcia), dizendo a Vitória (Teresa Tavares) que ele lhe bloqueou o número e nunca a pode atender no hospital. Tem subitamente uma ideia de como chegar até ele, pedindo a Vanda que diga a Soares para vir ao seu gabinete.",
    "trans": "Marco (Diogo Amaral) continues to remind everyone that he agreed to help Simone (Alexandra Lencastre) on the condition that she would give him access to the Bela Vista farm and help him separate Cacau (Matilde Reymão) from Tiago (José Condessa).\nEveryone agrees that the best course of action is to tip off the police so they can investigate Simone and Marco's alliance. Regina (Christine Fernandes) mentions that before doing so, she intends to speak with Marco to find out if he is really involved in Cacau's accident. Quim (Paulo Calatré) looks frustrated that everyone insists he must curb his anger towards Marco and remain calm.\nSoraia (Paula Neves) explains to Marlene (Leonor Seixas) that her idea involves arranging dates between younger women and older men with money, a type of relationship where everyone benefits. Marlene agrees, saying she can bring her expertise in dealing with old perverts to the agency. They laugh amusedly.\nJúlia (Fernanda Serrano) looks frustrated that she has no way to contact David (Luís Garcia), telling Vitória (Teresa Tavares) that he has blocked her number and can never answer her at the hospital. She suddenly has an idea of how to reach him, asking Vanda to tell Soares to come to her office."
}