{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Eu imediatamente fiquei extremamente feliz, e surpreso o [redacted_name] me deu um abraço de lado e falou\n- Parabéns [redacted_name] fazer campanha para uma marca grande como essa vai alavancar sua carreira\nEu mal consigo me conter de felicidade então eu lembro de uma coisa e falo\n- Obrigada gatinho ,[redacted_name] me tira uma dúvida quantos trabalhos você já marcou até agora ?\nPor um curto espaço de tempo ela parou de olhar para o telefone olhou para mim, pareceu está contando na cabeça e falou\n- Até o momento sem contar com a possível campanha da Luis Vuitton 26 nos vamos passar por 14 países , mas em cada país que a gente passar você tem no mínimo dois trabalhos . Tipo no México você vai ter o desfile e o ensaio fotográfico para a revista mais conceituada de lá\nBalancei a cabeça positivamente sinalizando que entendi , então perguntei\n- você já calculou o lucro desses trabalhos ?\n[redacted_name] desviou a atenção do telefone novamente, abriu o banco de notas do telefone e começou a falar",
    "trans": "I was immediately overjoyed, and to my surprise, [redacted_name] gave me a side hug and said:\n- Congratulations [redacted_name], campaigning for a big brand like this is going to boost your career.\nI could barely contain my happiness so I remembered something and said:\n- Thank you, cutie. [redacted_name], can you tell me how many jobs you've booked so far?\nFor a brief moment, she stopped looking at her phone, looked at me, seemed to be counting in her head, and said:\n- So far, not counting the possible Louis Vuitton campaign, we'll be going to 14 countries, but in each country we go to, you have at least two jobs. Like in Mexico, you'll have the runway show and the photo shoot for the most prestigious magazine there.\nI nodded positively, signaling that I understood, then asked:\n- Have you calculated the earnings from these jobs?\n[redacted_name] looked away from her phone again, opened the notes app on her phone and started talking"
}