{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Mark se inclinou para frente, falando baixinho: \"Estamos bem juntos, e você sabe disso.\"\n\"Somos uma coisa do passado.\" Holly respondeu. \"Você tem que voltar para casa.\"\n\"Volta comigo.\" Mark sugeriu. \"Eu posso conseguir um lugar para você em-\"\n\"Não.\" A morena colocou o dedo sobre os lábios dele, calando a boca. \"Não vou voltar para Nova York, Mark.\"\n\"Mas eu sinto sua falta.\" Ele admitiu, perigosamente perto de seus lábios. Holly deixou seus olhos piscarem para os lábios rosa dele e, em seguida, voltarem para os olhos azul oceano. A tensão sexual estava muito clara, mas Holly não permitiria que isso a consumisse.\nEla deu um tapa em sua bochecha, se afastando de seu rosto estupidamente quente. \"Porcaria.\" Ela murmurou, percebendo que tinha acabado de bater nele sem motivo.\nLá estava um sorriso divertido nos lábios de Mark enquanto ele segurava sua bochecha. \"Veja ... isso é o que eu sinto falta. Você é um pequeno foguete.\"\nJoe trouxe a comida, colocando-a na frente de Holly. \"Um sanduíche club com batatas fritas ao lado e um chá doce.\"",
    "trans": "Mark leaned forward, speaking softly: “We’re good together, and you know it.”\n“We’re a thing of the past.”  Holly replied. “You need to go back home.”\n“Come back with me.” Mark suggested. “I can find a place for you at-”\n“No.” The brunette placed her finger over his lips, silencing him. “I’m not going back to New York, Mark.”\n“But I miss you.” He admitted, dangerously close to her lips. Holly let her eyes flicker to his pink lips, then back to his ocean-blue eyes. The sexual tension was undeniable, but Holly wouldn’t let it consume her.\nShe slapped his cheek, pulling away from his ridiculously warm face. “Crap.” She muttered, realizing she had just slapped him for no reason.\nThere it was a playful smile on Mark’s lips as he held his cheek. “See… that’s what I miss. You’re a little firecracker.”\nJoe brought the food, placing it in front of Holly. “A club sandwich with fries on the side and a sweet tea.”"
}