{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Tinham esperado que o pároco fosse celebrar a Missa da Quinta Feira Santa, mas a chuva tinha interrompido a estrada.\nAo entardecer, tudo estava pronto na branca capelinha no meio do mato. Os jovens e os garotos, vindos no começo da tarde, já andavam por ali, após terem tomado banho e vestido suas roupas de festa no riacho próximo. Foram chegando os adultos com as crianças pequenas. Apareceu também a família[redacted_name]. Pertencia à Assembléia de Deus, mas quando seu pastor não vinha, participava com gosto nas celebrações da “professora [redacted_name]”.\nO filho da viúva [redacted_name] trouxe uma bandeja com os doces preparados pela mãe, que, porém, não viria porque sua muleta tinha quebrado. Mas [redacted_name] não se conformou. Chamou um dos jovens:\n-[redacted_name], junta três ou quatro colegas e tragam aqui a senhora [redacted_name] que não pode caminhar.\nPouco tempo depois o grupo fazia a sua solene entrada na capela: quatro jovens seguravam uma robusta vara na qual estava amarrada a rede que trazia a senhora [redacted_name], radiante.\nAgora estavam todos. Isto é, quase todos. O [redacted_name] e sua família tinham viajado no sábado para ir passar a Semana Santa em [redacted_address] a praia da gente fina da capital.",
    "trans": "They had expected the parish priest to celebrate the Holy Thursday Mass, but the rain had made the road impassable.\nBy nightfall, everything was ready in the little white chapel in the middle of the woods. The young men and boys, who had arrived early in the afternoon, were already wandering around, having bathed and changed into their festive clothes in the nearby stream. The adults arrived with their young children. The [redacted_name] family also showed up. They belonged to the Assembly of God, but when their pastor was away, they gladly participated in the celebrations led by 'teacher [redacted_name].'\nThe son of the widow [redacted_name] brought a tray of sweets prepared by his mother, who, however, would not be coming because her crutch had broken. But [redacted_name] was not satisfied. She called one of the young men:\n- [redacted_name], gather three or four of your friends and bring Mrs. [redacted_name] here, as she can't walk.\nShortly after, the group made its solemn entrance into the chapel: four young men carried a sturdy pole on which was tied the hammock carrying Mrs. [redacted_name], radiant.\nNow everyone was there. Well, almost everyone. [redacted_name] and his family had traveled on Saturday to spend Holy Week in [redacted_address], the beach of the capital's elite."
}