{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A BMD medida no Colo do Fémur (osso predominantemente cortical) é de 0,687 g/em', com valores de T-Score de -2,4, pelo que, em relação a uma população de adultos jovens os valores traduzem osteopenia.\nA BMD medida no Fémur Total (osso predominantemente cortical) é de 0,703 g/em', com valores de T-Score de -2,5, pelo que, em relação a uma população de adultos jovens os valores traduzem osteoporose ligeira.\nComparativamente com a população de referência da idade e sexo (Z-Score) em que se insere a paciente a densidade mineral óssea obtida no Colo do Fémur (osso predominantemente cortical) está dentro dos limites da normalidade para alguém desta idade e sexo. Comparativamente com a população ed referência da idade e sexo (Z-Score) em que se insere a paciente a densidade mineral óssea obtida no Fémur Total (osso predominantemente cortical) encontra-se baixo para alguém desta idade e sexo.\nABMID medida no Antebraço Rádio 3% éed 0,665 g/cm?, com valores de T-Score de -2,5, pelo que, em relação auma população de adultos jovens os valores traduzem osteoporose ligeira.\nComparativamente com a população de referência da idade e sexo (Z-Score) em que se insere a paciente a densidade mineral óssea obtida no Antebraço Rádio 33% está dentro dos limites da normalidade para alguém desta idade e sexo.",
    "trans": "The BMD measured at the femoral neck (predominantly cortical bone) is 0.687 g/cm², with a T-score of -2.4, showing osteopenia compared to a young adult reference population.\nThe BMD measured at the total femur (predominantly cortical bone) is 0.703 g/cm², with a T-score of -2.5, indicating mild osteoporosis compared to a young adult reference population.\nHowever, compared to a reference population of the same age and sex (Z-score), the BMD at the femoral neck is within normal limits. In contrast, the BMD at the total femur is low for someone of this age and sex.\nThe BMD measured at the distal third of the radius is 0.665 g/cm², with a T-score of -2.5, indicating mild osteoporosis compared to a young adult reference population.\nNevertheless, compared to a reference population of the same age and sex (Z-score), the BMD at this site is within normal limits."
}