{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Não devia andar sozinho aqui como todas essas pessoas com raiva de você. — A voz de [redacted_name] se fez presente e os olhos pretos foram em sua direção com um suspiro de alívio ao ver a garota comer uma maçã.\n— Estou procurando o [redacted_name] viu ele? —[redacted_name] indagou com um sorriso pequeno, fazendo os olhos azuis cinzentos subirem até os seus enquanto mastigava a fruta. Sabia que [redacted_name] não gostava de si por estar com [redacted_name] mas ainda sim tentava se aproximar da garota, a qual só se afastava.\n— Ele é seu alfa, não meu. Então quem deveria saber onde ele está, é você! — [redacted_name] respondeu levando a maçã, que tinha terminado de comer, até a mão do ômega e então começou a andar.\n— Ele não está bem, [redacted_name]. — [redacted_name] silabou jogando a maçã em um canto, fazendo o loiro se virar para ele e suspirar. Podia não gostar de[redacted_name], mas sabia que ele sentia o mesmo que o alfa e se estava preocupado, era porque algo não estava bem.",
    "trans": "— You shouldn't be walking around here alone with all these people mad at you. — [redacted_name]'s voice cut through the air, and his dark eyes met her with a sigh of relief as they saw the girl eating an apple.\n— I'm looking for [redacted_name]. Have you seen him? — [redacted_name] asked with a small smile, her light blue eyes glancing up at his as she chewed her apple. He knew [redacted_name] didn't like herself for being with [redacted_name], but they still tried to approach the girl, who only pulled away.\n— He's your Alpha, not mine. So you’re the one who should know where he is! — [redacted_name] replied, handing the finished apple to Omega's hand and then starting to walk away.\n— He's not well, [redacted_name]. — [redacted_name] stated, tossing the apple aside, making the blond turn to them and sigh. They might not like [redacted_name], but they knew they felt the same way about the Alpha, and if they were worried, it was because something was wrong."
}