{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Coe a mistura em uma peneira para separar o suco da polpa.\nTransfira o suco coado de volta para o liquidificador e adicione a água, o gelo e o açúcar ou adoçante.\nBata novamente até ficar homogêneo.\nSirva em um copo e aproveite!\nAs informações são do jc.ne10.\nGiovana\ntags desinflamaçãonutriçãonutrientesvitaminacolesterolglicosenutricionistaanti-inflamatóriomodo de preparonutrivitamina afrutosefrutovitamina csuplemento nutricionaldesnutriçãoantioxidantehortifrutisuco de frutadiabetesdiabéticoso que é frutosereceitasreceita saudavelfrutareceitavitaminasfrutasdiabetes tipo 2\nGostou do que viu por aqui?\nInscreva-se e receba o conteúdo em primeira mão\nNome\nSeu e-mail\nQuero Receber\nMinhaSaúde\nEspeciais\nECONOMIA E ALIMENTAÇÃO EQUILIBRADA\nVOCÊ CHEF\nDORMIR MELHOR\nAZEITE\nCAFÉ\nOVOS\nVeja mais sobre Notícias\nNOTÍCIAS | 3 de outubro de 2024\nPor que a cenoura é laranja? Cientistas respondem\nNOTÍCIAS | 3 de outubro de 2024\nComer muita cenoura pode deixar a pele laranja?\nNOTÍCIAS | 3 de outubro de 2024\nNem açúcar, nem água: aprenda a tirar a acidez do molho de tomate com este truque",
    "trans": "Strain the combination through a sifter to separate the juice from the pulp.\nPour the strained juice back into the blender and add the water, ice, and sugar or sweetener.\nMix again until smooth.\nServe in a glass and enjoy!\nInfo is from jc.ne10\nGiovana\ntags anti-inflammatory nutrition nutrients vitamin cholesterol glucose nutritionist anti-inflammatory preparation method nutrition vitamin A fructose fruit vitamin C nutritional supplement malnutrition antioxidant fresh produce fruit juice diabetes diabetics what is fructose recipes healthy recipe fruit recipe vitamins fruits type 2 diabetes\nDid you like what you saw here?\nSign up to receive the content first-hand.\nName\nYour email\nI want to receive\nMyHealth\nSpecials\nECONOMY AND BALANCED DIET\nYOU CHEF\nSLEEP BETTER\nOLIVE OIL\nCOFFEE\nEGGS\nSee more about News\nNEWS | October 3, 2024\nWhy are carrots orange? Scientists answer\nNEWS | October 3, 2024\nCan eating too many carrots turn your skin orange?\nNEWS | October 3, 2024\nNeither sugar nor water: learn how to remove the acidity from tomato sauce with this trick"
}