{
    "source": "pt_BR",
    "target": "en_US",
    "text": "[redacted_name] estava certa sobre meu cheiro, isso causou confusão no homem-touro. Meu cheiro e o dela estavam confundindo ele. Entretanto, como se o universo me odiasse, meu corpo esfriou quando seus olhos vermelhos se encontraram com os meus.\nEu jamais poderia correr dele, mesmo se estivesse com a perna boa. Ele era duas vezes maior e mais rápido do que eu. Além do mais, ele não estava nem aí para o que tinha no caminho. Então eu fiquei parada, observando ele correndo em minha direção em alta velocidade, e esperei até o último segundo antes de me lançar com tudo para o lado, sentindo uma dor insuportável de querer arrancar a perna me atingir.\nMeus olhos começaram a arder e eu não impedi quando as lágrimas começaram a cair. Eu estava com muita dor. Mas estava o triplo de medo.\nEra inútil tentar. Mas eu estava tentando, tentando sobreviver e novamente, sendo covarde demais como se eu não pensasse na morte como um escape de salvação desde que meu pai se fora.\nNo entanto, havia minha Tia [redacted_name]. Meu pai ficaria desapontado se eu fosse covarde, novamente, e escolhesse a morte para fugir das minhas responsabilidade.",
    "trans": "[redacted_name] was right about my scent. It was confusing the minotaur. My scent and hers were mixing him up. But as if the universe hated me, my body went cold when his red eyes met mine.\nI could never outrun him, even if my leg was fine. He was twice my size and faster. Besides, he didn’t care what was in his way. So I stood there, watching him charge towards me at full speed, and waited until the last second before diving to the side, feeling a pain so intense it felt like my leg was going to rip off.\nMy eyes started to burn and I didn’t stop the tears from falling. I was in so much pain. But I was three times more scared.\nIt was useless to try. But I was trying, trying to survive, and again, being too much of a coward as if I hadn’t thought of death as an escape since my father died.\nHowever, there was my Aunt [redacted_name]. My father would be disappointed if I was a coward again and chose death to run away from my responsibilities."
}