{
    "source": "pt_BR",
    "target": "en_US",
    "text": "\"Agora, com [redacted_info] anos, chegou o momento dele fazer uma cirurgia bem delicada para corrigir alguns órgãos como pulmões, os rins e o fígado, por exemplo, porque estão sendo comprimidos pela coluna. Ele está com dificuldades para respirar e outros problemas de saúde por causa disso\", explica o pai. [redacted_name] está internado há quase quatro semanas e fica 24 horas com o \"halo\" - um aparelho que liga da cabeça aos pés e tem um colete que serve para esticar os ossos da coluna, para que possam voltar um pouco para a posição normal. O aparelho consiste em um colete, barras de estabilização e um anel de metal envolvendo a cabeça do paciente e fixado ao crânio com múltiplos pinos. \"Ele está com o 'halo' há três semanas e tem que ficar pelo menos cinco semanas com o aparelho. Estão tentando esticar a coluna dele um pouco para que fique mais reta e logo depois eles vão colocar uma espécie de vareta de metal na coluna que vai ajudar a fazer com que ela não se contraia tanto novamente\", explica o pai. Desde que foi colocado o aparelho, [redacted_name] já cresceu sete inches (cerca de 17 centímetros)\", acrescenta [redacted_name].",
    "trans": "\"Now, at [redacted_info] years old, it's time for him to have a very delicate surgery to correct some organs like his lungs, kidneys, and liver, for example, because they're being compressed by his spine. He's having trouble breathing and other health problems because of it,\" explains the father. [Redacted_name] has been hospitalized for almost four weeks and is 24 hours a day in a \"halo\" - a device that goes from head to toe and has a vest that serves to stretch the bones of the spine, so they can return to a more normal position. The device consists of a vest, stabilization bars, and a metal ring around the patient's head that is fixed to the skull with multiple pins. \"He's had the 'halo' for three weeks and has to keep it on for at least five weeks. They're trying to stretch his spine a bit so it can become straighter and then they're going to put a kind of metal rod in his spine that will help prevent it from contracting so much again,\" explains the father. Since the device was put on, [redacted_name] has already grown seven inches (about 17 centimeters),\" adds [redacted_name]."
}