{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Inês sentiu o coração apertar e o sangue ferver. Ela sabia que ele tinha seus motivos, mas isso a deixava ainda mais irritada.\n- O que você está tentando provar com isso? - Insistiu, com um tom mais agressivo.\nVictoriano sorriu de lado, um sorriso cínico.\n- É só um jantar, querida. - Disse, como se aquilo fosse a coisa mais simples do mundo, enquanto ela o encarava, incrédula.\n- Um jantar? Achei que o objetivo fosse nos manter longe dele. - Ela retrucou, cada palavra carregada de incredulidade e raiva. Victoriano deu de ombros, um gesto que a irritou ainda mais.\n- E é... mas esse desgraçado não sabe a hora de parar. - Ele a puxou para mais perto. - E eu também não vou me esconder. Não tenho medo dele. - Aproximou seu rosto do dela e a beijou. - Você é minha mulher.\nDepois, seguiu ao lado dela como se estivesse exibindo um prêmio. Ele não apenas a acompanhava, mas a exibia, querendo que todos, especialmente Loreto, soubessem disso.\nInês percebia que ele não se esforçava nem um pouco para disfarçar sua provocação, e isso a irritava ainda mais, fazendo-a sentir que não tinha a confiança do marido.\n- Você está se comportando como ele. - Ela disse, a voz baixa, mas cheia de raiva.",
    "trans": "Inês felt her heart clench and her blood boil. She knew he had his reasons, but that made her even angrier.\n- What are you trying to prove with this? - She insisted, her tone growing more aggressive.\nVictoriano smirked a cynical smile.\n- It's just a dinner, darling. - He said, as if it were the simplest thing in the world, while she stared at him not believing.\n- Dinner? I thought the goal was to keep us away from him. - She retorted, each word laden with disbelief and anger. Victoriano shrugged, a gesture that infuriated her even more.\n- And it is... but that bastard doesn't know when to stop. - He pulled her closer. - And I'm not going to hide either. I'm not afraid of him. - He brought his face closer to hers and kissed her. - You're my wife.\nAfterward, he walked beside her as if he were displaying a prize. Not only did he accompany her but flaunted her, wanting everyone, especially Loreto, to know it.\nInês realized that he wasn't making the slightest effort to disguise his provocation, and that infuriated her even more, making her feel that she didn't have her husband's trust.\n- You're behaving just like him. - She said, her voice low but filled with anger."
}