{
    "source": "pt_BR",
    "target": "en_US",
    "text": "ram seleccionados por Deus ou por qualquer ou-\ndade aparece quando desastres atingem uma das\ntro espírito sobrenatural. O facto é que a riqueza\nnossas comunidades.\ne os privilégios são, na sua maioria, herdados, e as\nregras da sociedade são feitas para assegurar que se\nUm ciclone atinge a África Oriental. Rios trans-\nmantenham desta forma e sejam transmitidos de\nbordam, galgando as suas margens e inundando a\ngeração em geração. O que os privilegiados her-\nterra mais rapidamente do que as pessoas podem\ndam não é apenas dinheiro e propriedades, mas\nfugir. As pessoas sobem para telhados e árvores.\ntambém o acesso a certas instituições de ensino,\nAo fim de algum tempo, chegam pequenos bar-\nligações políticas e laços familiares, que abrem a\ncos. Pessoas de fora da área inundada vieram para\nporta para o clube da minoria dos privilegiados.\nsalvar as infelizes vítimas. A chuva faz com que os\nrios da Europa causem as maiores inundações dos\nA escravatura foi oficialmente abolida no século\núltimos 1000 anos. Quando a água recua, chegam",
    "trans": "were selected by God or any other-\nevident when catastrophes affect one of the\nsupernatural spirit. The trust is that wealth\nour communities.\nand privilege is often handed down\nsocietal rules structured to maintain\nA cyclone devastates East Africa. Rivers overflow-\nare kept this way and are perpetuated across\nbreach their banks, inundating\nfrom one generation to the next. The privilege inherited-\nspreads rapidly, outpacing efforts\nnot only wealth or property, but\nescape. People seek refuge on rooftops and in trees.\naccess to certain educational institutions\nEventually, small boats arrive\nfamilial bonds and political advantages, which opens\nPeople outside flooded areas came to\nfor the club of a privileged minority.\nsave the unfortunate victims. Rain triggered\nthe worst deluge seen in Europe\nSlavery was officially abolished in the century\nlast 1000 years. When the floodwater retreat"
}