{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Organização (OMT), Centro do Patrimônio Mundial da UNESCO, Banco Mundial,\nConselho Mundial de Viagens e Turismo, Associação de Viagens da Ásia do Pacífico e o\nRede Europeia para o Desenvolvimento Sustentável, entre muitos outros.\nAlém disso, os governos de muitos países desenvolveram fortes\npolíticas para incentivar o turismo sustentável, incluindo Austrália, Nova Zelândia,\nInglaterra, Costa Rica, Brasil, Noruega, Peru, Romênia, Canadá e o\nAliança do Caribe para o Turismo Sustentável. Nos Estados Unidos, apoiado\nesforços através do Serviço Nacional de Parques e da Área do Patrimônio Nacional\nOs programas surgiram.\nOutras organizações sem fins lucrativos sediadas nos EUA, como a Nature Conservancy, a National\nConfiança para a Preservação Histórica e a Conservação Geográfica Nacional\nA confiança apoiou e promoveu pesquisas, conferências e notícias relacionadas\npara esforços de turismo sustentável. No setor privado, esforços ou organizações\nincluem “Green Seal”, com o apoio do American Hotel & Lodging\nAssociação e a Associação de Hotéis Verdes. Empresa American Express",
    "trans": "Organization (UNWTO), UNESCO's World Heritage Centre, the World Bank,\nthe World Travel & Tourism Council, the Pacific Asia Travel Association, and the\nEuropean Network for Sustainable Development, among many others.\nFurthermore, governments of many countries have developed strong\npolicies to encourage sustainable tourism, including Australia, New Zealand,\nEngland, Costa Rica, Brazil, Norway, Peru, Romania, Canada, and the\nCaribbean Alliance for Sustainable Tourism. In the United States, supported\nefforts through the National Park Service and the National Heritage Area\nprograms emerged.\nOther non-profit organizations based in the U.S., such as The Nature Conservancy, the National\nTrust for Historic Preservation, and the National Geographic Conservation\nTrust, have supported and promoted research, conferences, and news related\nto sustainable tourism efforts. In the private sector, efforts or organizations\ninclude “Green Seal,” with the support of the American Hotel & Lodging\nAssociation and the Green Hotels Association. American Express Company"
}