{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- Você poderá olhar elas o quanto quiser depois que eu acabar aqui - a garota disse, apoiando o queixo em meu ombro. - Então fique parada por mais cinco minutos antes que eu corte seu cabelo! - Bufei, cruzando os braços e me virando corretamente para frente. - Me passe a fita rosa, por favor. - Soltei o laço que estava em meu pulso e então passei para a garota. Segundos depois, senti uma pressão no topo da minha cabeça. Quando ia levar as mãos para sentir o penteado, [redacted_name] bateu sua mão na minha, fazendo com que ela abaixasse.\n- Eu ainda não acabei aqui. - Revirei os olhos e cruzei os braços fazendo uma careta.\nEnquanto sentia leves puxões em meu cabelo, tentei me distrair com os enfeites no jardim. Acima do palco, havia uma bandeira nas cores rosa e dourado com o título \"Jogos de Auradon\". Ao lado, um cavalete de artes com um quadro que exibia os nomes dos jogos que teríamos e os horários deles. Uma estava ao lado dele, terminando de arrumar o microfone para poder falar. As pessoas à nossa volta estavam em seus respectivos grupos; conseguia ouvi-los falar de estratégias e até mesmo suposições de como os jogos seriam. - Agora acabei, cenourinha.",
    "trans": "- You may look at them as much as you like after I finish here - said the girl, resting her chin on my shoulder. - Then stand there for five minutes before I cut your hair! - I huffed, crossing my arms and turning round properly. - Hand me the pink ribbon, please. - I untied the ribbon on my wrist and then passed it to the girl. Seconds later, I felt pressure on the top of my head. Just as I was about to take my hands away to feel the hairstyle, [redacted_name] slapped her hand against mine, which made her feel lower.\n- I'm still not done here. - I rolled my eyes and crossed my arms, grimacing.\nAs I felt gentle tugs on my hair, I tried to distract myself with the decorations in the garden. Above the stage, there was a pink and gold flag with the title \"Auradon Games\". Next to it was an art easel with a board that displayed the names of the games we were going to have and their schedules. One of us was standing next to it, getting the microphone ready to speak. The people around us were in their respective groups; I could hear them talking about strategies and even guessing what the games would be like. - Now I'm done, Little Carrot."
}