{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Ocorre que, no mesmo dia, no período noturno, a NOTIFICADA informou que não faria nenhum reparo, pois entendia que não tivera dado causa ao incidente. No entanto, vale ressaltar que durante o episódio, a NOTIFICADA informou de maneira espontânea que sua visão estava prejudicada em virtude da luz solar que estava à frente de seu rosto, tendo assim, dificultado a visibilidade do veículo da NOTIFICANTE.\nApós a recusa da NOTIFICADA para resolutiva do caso, a NOTIFICANTE providenciou alguns orçamentos para reparar o valor de seu veículo (anexos). Caso a NOTIFICADA deseje realizar um orçamento, com algum contato de confiança, a NOTIFICANTE não se opõe, desde o ônus pelo pagamento não recaia sobre esta, uma vez que o prejuízo foi causado por culpa da NOTIFICADA.\nDe acordo com o Art. 186, do Código Civil, tendo a NOTIFICADA causado danos materiais a NOTIFICANTE, dela é a obrigação legal de indenizar, e ainda, que os bens, ficam sujeitos à reparação do dano.\nArt. 186. Aquele que, por ação ou omissão voluntária, negligência ou imprudência, violar direito e causar dano a outrem, ainda que exclusivamente moral, comete ato ilícito.",
    "trans": "On the same day, during the night, the NOTIFIED PARTY informed [the claimant] that they would not make any repairs, as they believed they had not caused the incident. However, it's worth noting that during the incident, the NOTIFIED PARTY spontaneously mentioned that their vision was impaired due to the sunlight in front of their face, which made it difficult to see the NOTIFYING PARTY's vehicle.\nAfter the NOTIFIED PARTY refused to resolve the matter, the NOTIFYING PARTY obtained several repair estimates (attached). If the NOTIFIED PARTY wishes to obtain an estimate from a trusted contact, the NOTIFYING PARTY does not object, as long as the cost of the repairs is not their responsibility, since the NOTIFIED PARTY was at fault for the damage.\nAccording to Article 186 of the Civil Code, since the NOTIFIED PARTY caused material damage to the NOTIFYING PARTY, they are legally obligated to compensate for the damages, and further, that property is subject to the repair of the damage.\nArticle 186. Whoever, by willful act or omission, negligence or imprudence, violates a right and causes damage to another, even if exclusively moral, commits a wrongful act."
}