{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Eufêmia parecia mais preocupada com a violação da privacidade e preocupada com o fato de o jardim da frente não estar preparado para a possibilidade de respingar no Profeta; Se algum jornalista corajoso decidisse acampar do lado de fora da casa dos Potter para saber um furo de reportagem. Harry olhou para cima e viu dois pares de olhinhos olhando para ele com curiosidade por baixo de duas cabeleiras. Harry sorriu atrevidamente para quem ele supunha ser o filho de seis anos de Charlus e Dorea, Charles, e piscou para seu futuro pai, James. Harry tentou não demonstrar o quão emocionado se sentia ao ver seu pai vivo, bem e tão jovem.\nHarry estava se sentindo muito melhor, sentia-se em casa aqui com sua família. Não seria tão ruim ficar preso no passado para sempre, na verdade já tinha mais apelo do que o futuro onde muitas pessoas estavam mortas, e onde Harry estava desesperadamente sozinho. Ele poderia lutar com sua consciência mais tarde, por enquanto, Harry iria se permitir ser feliz",
    "trans": "Euphemia seemed more concerned about the invasion of privacy and worried about the fact that the front garden wasn't prepared for the possibility of splashing mud on the Prophet; if any brave journalist decided to camp outside the Potter house to get a scoop. Harry looked up and saw two pairs of little eyes looking at him curiously from under two heads of hair. Harry grinned impishly at who he assumed was Charlus and Dorea's six-year-old son, Charles, and winked at his future father, James. Harry tried not to show how emotional he felt seeing his father alive, well, and so young.\nHarry was feeling much better, he felt at home here with his family. It wouldn't be so bad to be stuck in the past forever, in fact, it already had more appeal than the future where so many people were dead, and where Harry was desperately alone. He could wrestle with his conscience later; for now, Harry was going to allow himself to be happy."
}