{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Ser espiritual significa saber, por experiência, que ‘eu sou a fonte da minha alegria’. Neste momento, você acredita que algo ou alguém é a fonte de sua alegria, então você fica sempre à mercê deles. Se você perceber e souber, por experiência, que você é a fonte da sua alegria, não estaria você alegre o tempo todo? A própria vida busca a alegria. Se você olhar para sua vida — você estuda, você quer dinheiro, uma casa ….— você quer todas essas coisas, porque você tem a esperança de que, algum dia, todas essas coisas lhe trarão alegria, mas, agora, você está sobrecarregado com muitas coisas, e a alegria é uma coisa que foi esquecida.\nAs pessoas se tornaram infelizes, porque têm uma profunda incompreensão sobre o que é a vida. ‘Não! Mas meu marido, minha esposa…Sim, todos eles estão aí, mas é você quem escolhe ser infeliz, porque você investiu na infelicidade. Você acha que, sendo infeliz, vai conseguir alguma coisa. Não! Porque a vida é 1 só. E o momento de fazer-se feliz é hj, agora. Então tudo o que contribuiu ou contribui para o mal deixe de lado e viva o que a vida pode te oferecer de melhor. Tratamento terapêutica",
    "trans": "Being spiritual means understanding, through personal experience that 'I am the source of my joy'. At present, you believe that external factors, someone or something, are responsible for your happiness, which leaves you dependent on them. But if you come to realize, through experience, that joy originates from within you, wouldn't you be happy at all times? Life, by its very nature, seeks joy. If you reflect on your pursuits - whether it's education, wealth, or a home... - you'll see that your desire for these things stems from the belief that they will eventually bring you joy. Yet, amid all these pursuits, joy has become something distant and forgotten.\nPeople often find themselves unhappy because they misunderstand what life truly is. 'No! But my husband, my wife...' Yes, they are there, but ultimately, it is you who choose to remain unhappy because you have inadvertently invested in unhappiness, thinking that it will lead you to some goal. It won't. Life is singular, and the time to embrace happiness is now, today. Therefore, whatever has caused or continues to cause suffering, set it aside and focus on living life to its fullest. Therapeutic treatment..."
}