{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Eu fiquei com medo de ela ter ficado chateada, então a puxei para mais um beijo. Nossas línguas se encontraram em pouco tempo e logo eu agarrei seu pescoço a aproximando de mais de mim.\n— Você não pode me dar um beijo desses quando eu estou indo embora — sua testa suada estava colocada na minha e eu mais queria era a puxar novamente pra mais um beijo.\n— Desculpa por não poder retribuir — a abracei.\n— Eu me resolvo quando chegar em casa — ela riu se soltando do meu abraço e apontando pra porta.\n2\nColoquei meu pijama novamente, sentindo os olhares de Billie em mim. Tentei ignorar se não, não ia deixar ela sair daquele quarto e puxei a mesma pelo braço.\nOlhei, vendo meu pai conversando com a babá, desci rápido chamando logo sua atenção.\n— Pai, preciso te mostrar uma coisa na cozinha — eu disse o puxando. Linda veio junto curiosa e sem entender.\n3\nEnquanto eu andava o arrastando eu olhava ao redor, tentando achar alguma coisa para distrai-lo.\n— Então, pai... Er... Ontem eu quebrei um copo e... —",
    "trans": "I got scared she could get upset, so I pulled her in for another kiss. Our tongues met in no time and soon I was grabbing her neck, pulling her closer to me.\n— You can't kiss me like that when I'm leaving - your sweaty forehead was touching mine, and what I wanted the most was to pull her to kiss her again.\n— I'm sorry for not being able to reciprocate you — I hugged her.\n— I'll sort it out when I get home —she laughed, releasing herself from my embrace and pointing to the door.\n2\nI put on my pajamas again, feeling Billie looking at me. I tried to ignore him, otherwise he wouldn't let me out of that room, and I pushed her with my arm.\nI saw my dad talking with the babysitter, I came down quickly calling his attention.\n— Dad, I need to show you something in the kitchen — I said, pulling him along. Linda came furious without getting anything.\n3\nWhile I was dragging him, he looked around, trying to find something to distract himself with.\n— So, Dad...Ehm... I broke a glass yesterday and... —"
}