{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A data-limite para envio de despesas de saúde para reembolso é 13 de dezembro de 2024.\nEnvie, apenas, as despesas de saúde passíveis de reembolso e que não tenham sido anteriormente remetidas. Pode consultar as condições de reembolso da sua apólice de seguro no MyFidelidade.\nSubmeta os seus pedidos de reembolso através da área de cliente MyFidelidade, disponível em fidelidade.pt ou através da app MyMulticare:\nIndique o tipo de despesa;\nAlternativamente, envie os originais dos documentos e o impresso Reembolso Despesas Médicas para Multicare – Seguros de Saúde, S.A., EC Campo de Ourique, Apartado 24213, 1251-997 Lisboa.\nAs declarações de IRS serão disponibilizadas no MyFidelidade.\nDeve validar a fatura relativa ao pagamento do prémio da sua apólice como “Outros”. A Multicare comunicará à Autoridade Tributária este valor através de declaração anual, para que seja considerado em despesas com seguros de saúde de forma automática.\nAnexe a fatura/recibo e os documentos necessários para aprovação da despesa (ex. prescrição médica). Se utilizar a App MyMulticare pode fotografar toda a documentação e anexar.\nAceda a Pedir Reembolso Saúde;\nConfirme se a informação de NIF está atualizada.\nValidação no portal E Fatura do seu prémio de seguro\nSelecione a apólice e a Pessoa Segura a quem se refere a despesa;",
    "trans": "The health expense reimbursement submission deadline is December 13, 2014.\nPlease only submit eligible health expenses that have not been previously claimed. To check your insurance policy's reimbursement conditions, visit MyFidelidade.\nYou can submit reimbursement requests via the MyFidelidade customer portal at fiel.pt or through the MyMulticare app by following these steps:\nSelect the type of expense;\nAlternatively, you may send the original documents along with the Medical Expenses Reimbursement Form to Multicare - Seguros de Saúde, S.A., EC Campo de Ourique, Apartado 24213, 1251-997 Lisbon.\nThe IRS declarations will be available on MyFidelidade.\nTo validate the invoice for your policy premium payment, select \"Other\" as the category. Multicare will report this amount to the Tax Authority through an annual declaration, ensuring it is automatically considered under health insurance expenses.\nAttach the invoice/receipt and any required supporting documents (e.g., medical prescription). If using the MyMulticare app, you can take photos of the documents and upload them.\nAccess Request Health Reimbursement;\nConfirm that your Tax Identification Number is up to date.\nValidate your insurance premium on the E-Invoice portal\nSelect the policy and the Insurance Person associated with the expense."
}