{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A adaptação ganhou atenção, seja por bem ou por mal por causa do romance entre nosso herói e o antagonista Black Cat. O romance entre os dois não é novidade, mas pela primeira vez é um romance gay. Seja por ódio ou adimiracao pela desisao não se pode negar o quanto a série está na boca do povo.\nA série também trata sobre outras questões como: saúde mental, relacionamento familiar tóxico, emigrantes, vulnerabilidade social. A série também concorreu a Rapazeada Awards esse ano. Ficando entre os finalista de melhor série.\nA serie é o exemplo perfeito de adaptação do clássico com a remodelagem do atual. Ela apesar de brincar muitas vezes com clichês conhecidos também é ótima em criar dinâmicas novas.\nEm entrevista com a diretora @Opalinarevela que sua motivação foi fazer uma série com o herói que amava mas que também queria dialogava com sua geração.\nAgora sobre os atores 🌻\n( Vamos deixar nossoa queridinhos protagonista no final)",
    "trans": "The adaptation has garnered attention, whether positive or negative, due to the romance between our hero and the antagonist, Black Cat. While the romance between the two is not new, this is the first time it's been portrayed as a gay relationship. Whether people love or hate the decision, there's no denying the series is the talk of the town.\nThe series also tackles other issues such as mental health, toxic family relationships, immigration, and social vulnerability. It was even nominated for the Rapazeada Awards this year and was a finalist for Best Series.\nThis series is the perfect example of adapting a classic while modernizing it. Although it often plays with familiar tropes, it also excels at creating new dynamics.\nIn an interview with director @Opalinarevela, she shared that her motivation was to create a series featuring the hero she loved and, also one that resonated with her generation.\nNow, let's talk about the actors 🌻\n(We'll save our favorite protagonist for last)"
}