{
    "source": "pt_BR",
    "target": "en_US",
    "text": "É proibido embarcar com animais.\nAs condições climáticas poderão determinar a interrupção das viagens. Neste caso, o Parque se reserva o direito de retomá-las somente quando as condições do tempo garantirem segurança e conforto.\n. Horário de funcionamento: Aberto das 9:30hrs às 17:30hrs\nBilheterias e embarque para início do passeio encerram às 16:30hrs.\nMeia entrada para PCD:\nPessoas com Deficiência têm direito a meia entrada, nos termos da legislação vigente.\nOs ingressos somente serão comercializados na bilheteria do Parque, não sendo vendidos por meio deste canal de vendas.\nNo ato da compra, a Pessoa com Deficiência – PcD deve apresentar um dos seguintes documentos:\nCarteira de Identidade onde consta a informação que o cliente é PcD\nLaudo médico legível, onde consta o diagnóstico com o CID, indicando expressamente ser o cliente PcD, acompanhado de documento de identificação pessoal com foto\nDocumento emitido pelo INSS, reconhecendo aposentadoria por invalidez ou afastamento de longo prazo, descrevendo o motivo, acompanhado de documento de identificação pessoal com foto",
    "trans": "Animals are not allowed onboard.\nWeather conditions may determine the interruption of the journeys. In this case, the Park reserves the right to resume them only when the weather conditions guarantee safety and comfort.\n. Opening hours: Open from 9.30 a.m. to 5.30 p.m.\nTicket offices and boarding for the start of the tour close at 4:30 p.m.\nHalf-price tickets for the PwD:\nPeople with disabilities are entitled to half-price tickets according to current legislation.\nTickets will only be sold at the Park's ticket office and will not be sold through this sales channel.\nAt the time of purchase, PwD must present one of the following documents:\nIdentity card stating that the customer is PwD\nA legible medical report stating the diagnosis with the ICD, which expressly indicates that the customer has been diagnosed with the PwD condition, accompanied by a personal identification document with a photo\nDocument issued by the INSS, recognising retirement due to disability or long-term sick leave, detailing the reason, annexing a personal photo ID"
}