{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Não. Inclusive ele se casou com a tal amante e eu terei um irmão em alguns meses. — Para Jungkook, pensar nisso é como ser jogado num campo minado.\n— O quê? — surpreende-se e a resposta do alfa não passa de um sorrisinho nasalado e um desviar de olhar. Jimin também se pergunta por qual motivo Jungkook esconde a informação que sabe.\n— Eu nunca falei nada, visto que, é que eu não sei lidar com o assunto. Não sei se vou saber lidar com as consequências disso. Não sei se vou suportar ouvir as desculpas e mentiras dele, afinal, não existe um advogado melhor. Sei o quão desonesto ele pode ser e será, caso isso chegue até ele, e eu não quero ser quebrado mais do que eu já fui.\nEm silêncio, Park fica mais próximo, entrelaçando suas pernas, com as pernas do alfa. Jeon gosta do aconchego, do calor que traz ao peito. O cheiro do ômega é bom, deixa uma sensação gostosa sobre a pele.\n— Sinto muito Jungkook, de verdade. — Acaricia as sobrancelhas grossas e marcadas, o alfa fecha os olhos. — E não te julgo por não ter saúde mental para enfrentar tudo isso, mas espero que um dia consiga, se isso for te fazer bem, é claro.",
    "trans": "— No. He even married the lover, and I will have a sibling in a few months. — For Jungkook, thinking about this was like being thrown into a minefield.\n— What? — he said surprised and the Alpha's response was nothing more than a little nasal laugh. Jimin also wonders why Junghook hides the information he has.\n— I never said anything, in light of, I don't know how to deal with the subject. I don't know if I will be able to handle the consequences of this. I'm not sure if I would be able to hear his apologies and lies, in the end, there's no better lawyer than him. I know how dishonest he is and will be, in case this comes into his hands, and I don't want to be harmed more than I already have been.\nIn the silence, Park becomes nearer, intertwining his legs with the alpha's. Jeon enjoys the cosiness, the heat it brings to his chest. The omega’s scent is pleasant, leaving a soothing sensation on his skin.\n— I feel so sorry Junghook, really. — Stroking his thick, marked eyebrows, the Alpha closes his eyes. — And I don't judge you for not having the mental strength to face all of this, but I hope that one day you will, if it's good for you, of course."
}