{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Passo por ela, logo entrando na minha sala e me surpreendo com a pessoa que eu vejo ali.\n— O que está fazendo aqui? — pergunto a Sarah, a vendo se levantar da cadeira e se aproximar de mim.\n19\n— Vim conversar com você sobre essa carta que eu recebi do meu advogado — ela me mostra o pedaço de papel.\nIsabela fica em silêncio observando a nossa interação.\nNão tenho certeza se ela sabe que a mulher à minha frente é minha ex namorada.\n— Pode nos deixar a sós, senhorita García? —\n— Claro — ela responde apenas, depois de um tempo.\nEla me olha por um instante, depois olha para Sarah e sai da minha sala.\n— Você podia ter me ligado, não precisava aparecer na minha empresa — vou até minha cadeira, me sentando e deixando minha pasta em cima da mesa.\n— Eu quis conversar com você pessoalmente — Sarah se senta à minha frente e cruza as pernas — Meu advogado disse algo sobre você estar me proibindo de falar o seu nome e o nome da empresa nas minhas entrevistas e se eu não parar você vai me processar. Isso é verdade? —",
    "trans": "I walk past her, quickly entering my office, only to be taken aback by the person sitting there.\n─ What are you doing here? I ask Sarah, noticing her getting up from her chair and approaching me.\n19\n─ I came to talk to you about this letter I received from my lawyer — she says, holding up the piece of paper.\nIsabela stays silent, watching our exchange.\nI'm not sure if she realizes that the woman standing before me is my ex-girlfriend.\n─ Can you give us some privacy, Miss García? —\n─ Sure ─ she answers, but only after a brief pause.\nShe looks at me for a moment, then glances at Sarah before leaving my office.\n─ You could have called me. There was no need to show up at my company ─ I said, walking to my chair, sitting down, and placing my folder on the table.\n─ I wanted to talk to you in person ─ Sarah replies, sitting across from me and crossing her legs ─ My lawyer mentioned something about you forbidding me from mentioning your name or the company's name in my interviews, and that if I don't stop, you'll sue me. Is that true? ─"
}