{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Mix Music Boat 2024\nO maior festival do mundo a bordo de um transatlântico.\nA partir de\nR$3.139\nPor pessoa com taxas\nAston Martin Aramco Formula One® Team\nO ex-piloto Pedro de la Rosa irá comandar este cruzeiro para os amantes de Formula1!\nA partir de\nR$54.831\nPor pessoa com taxasAté 12x\nNossas companhias de cruzeiros\nAssine nossa newsletter e receba as ofertas da CVC\nAssinar\nConcordo em receber comunicações, ofertas e compartilhar meus dados pessoais com a CVC e empresas parceiras. Para mais informações, consulte as políticas de privacidade\nAté R$ 3 mil\nCruzeiros de até R$ 3 mil para destinos inesquecíveis!\nConheça destinos de praia, conecte-se com a natureza, mergulhe em novas culturas e divirta-se em grandes cidades. Preço por pessoa com taxas já inclusas!\nCVC Brasil\nSobre nós\nSala de Imprensa\nTrabalhe Conosco\nSeja um Franqueado\nInstituto CVC\nCentral de atendimento\n11 3003 9282\nSegunda a Sexta: 09h às 20h\nSábado e feriados: 09h às 18h",
    "trans": "Mix Music Boat 2024\nThe world's largest festival aboard an ocean liner.\nFrom\nR$3,139\nPer person, including fees\nAston Martin Aramco Formula One® Team\nFormer driver Pedro da la Rosa will lead this cruise for Formula 1 enthusiasts!\nFrom\nR$54,831\nPer person, including fees Up to 12x\nOur cruise lines\nSubscribe to our newsletter and receive exclusive offers from CVC\nSign up\nBy subscribing, I agree to receive communications and offers and to share my personal data with CVC and partner companies. For more details, please refer to our privacy policies.\nUnder R$3,000\nCruises to unforgettable destinations priced up to R$3,000!\nExplore beach destinations, immerse yourself in nature, experience new cultures, and enjoy vibrant cities. Price per person with taxes already included!\nCVC Brazil\nAbout us\nPress room\nCareers\nBecome a Franchisee\nInstituto CVC\nCall Center\n11 3003 9282\nMonday to Friday: 9 AM to 8 PM\nSaturday and Holidays: 9 AM to 6 PM"
}