{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Te vejo depois, tenho que ir porque já estão me esperando. — eu assenti e fui com ela até onde eu estava anteriormente.\nMe sentei em uma das cadeiras e fiquei pensativa, quando alguém telefona me fazendo parar de pensar em coisas e atender.\n— Perroni's Magazine, boa tarde.\n— Dulce? É a Maite.\n— Oi, aconteceu alguma coisa?\n— Preciso que me faça um favor, vá na minha sala e traga uma pasta branca que está em cima da mesa. Eu acabei esquecendo, você pode?\n— Claro, deixo com a Lily?\n— Não, gostaria que você pudesse vir trazer aqui em cima.\n— Sério? Ok, estou indo. — desliguei e respirei fundo totalmente aborrecida.\n— O que houve? — disse Téo assim que voltou.\n— Maite me pediu para pegar uma pasta branca na mesa da sala dela e levar lá em cima.\n— Quer que eu vá? — perguntou.\n— Melhor não, afinal ela me pediu.\n— Lá em cima está acontecendo as fotos do sujeito.\n— Não me importo, eu deixo e volto rapidinho pra cá.\n— Tudo bem.\nFui na sala e peguei a pasta, entrei no elevador em direção ao próximo andar e um frio na barriga já tomava conta de mim pois sabia que veria ele.",
    "trans": "— See you later, I have to go because they're already waiting for me. — I nodded and went with her to where I was previously.\nI sat in one of the chairs and was lost in thought, when someone called, making me stop thinking and answer.\n— Perroni's Magazine, good afternoon.\n— Dulce? It's Maite.\n— Hi, did something happen?\n— I need you to do me a favor, go to my office and bring a white folder that's on the desk. I ended up forgetting it, can you do it?\n— Of course, shall I leave it with Lily?\n— Nope, I'd like you to bring it up here.\n— Really? Okay, I'm on my way. — I hung up and took a deep breath, completely annoyed.\n— What happened? — Téo said as he came back.\n— Maite asked me to get a white folder from her desk and take it upstairs.\n— Do you want me to go? — he asked.\n— Better not, after all, she asked me.\n— Upstairs is where they're taking the guy's photos.\n— I don't care, I'll leave it up there and come back down here right away.\n— Okay.\nI went to the office and got the folder, got in the elevator towards the next floor, and a chill ran down my spine because I knew I would see him."
}