{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Eu... eu não consigo parar de pensar em[redacted_name] — confessou, sentindo o rosto esquentar. — Hoje na carruagem, ele olhou para mim de um jeito que nunca olhou antes. Foi... foi como se ele realmente me visse pela primeira vez.\n[redacted_name] apertou suas mãos, um sorriso suave e compreensivo em seus lábios.\n— [redacted_name], já era hora de você perceber que meu irmão não é tão cego quanto parece. Talvez ele tenha finalmente começado a enxergar o que está bem diante dele.\nO coração de [redacted_name] acelerou com as palavras de [redacted_name]. Talvez houvesse esperança afinal. Soltando as mãos da amiga, ela começou a se vestir para o jantar, determinada a enfrentar a noite com coragem e um toque de expectativa renovada.\nEnquanto se preparavam, [redacted_name] continuou a falar, contando sobre as travessuras de seus irmãos, mas [redacted_name] mal conseguia prestar atenção. Seus pensamentos estavam fixos em [redacted_name] e na possibilidade de que, talvez, seus sentimentos não fossem tão impossíveis quanto imaginara.",
    "trans": "— I... I can’t stop thinking about [redacted_name] — she confessed, feeling her face flush. — In the carriage today, he looked at me in a way he never has before. It was... it was like he was really seeing me for the first time.\n[redacted_name] squeezed her hands, a soft, understanding smile playing on her lips.\n— [redacted_name], it was about time you realized that my brother isn’t as blind as he seems. Perhaps he’s finally started to see what’s been right in front of him.\n[redacted_name]’s heart raced at [redacted_name]’s words. Maybe there was hope after all. Letting go of her friend’s hands, she began to dress for dinner, determined to face the night with courage and a renewed sense of anticipation.\nAs they prepared, [redacted_name] continued to talk, regaling her with tales of her brothers’ antics, but [redacted_name] could barely pay attention. Her mind was consumed by thoughts of [redacted_name] and the possibility that perhaps her feelings weren’t as impossible as she’d imagined."
}