{
    "source": "pt_BR",
    "target": "en_US",
    "text": "O texto a seguir visa analisar como tem sido o papel do Brasil na difusão da Língua Portuguesa e da Lusofonia na América Latina e sua contribuição para as Relações Internacionais.\nAs identidades culturais, mais propriamente as étnicas, nacionais, religiosas e civilizacionais são centrais e suas afinidades e diferenças decidem as alianças e as orientações políticas dos Estados, definindo uma política externa baseada nas políticas de cultura (Huntington, 2001, p. 364).\nO papel do idioma português e da lusofonia no que hoje conhecemos como Relações Internacionais tem profunda relevância dentro de sua perspectiva do desenvolvimento de suas interações e de seu próprio campo de estudo, sendo, nos dias atuais, um dos idiomas mais falados no mundo, considerando o número de falantes (Ethnologue, 2018) e seu aspecto político, econômico e social na comunidade internacional.\nExcetuando as dinâmicas, valores e contradições características dos processos de colonização e emancipação, o resultado que nos estima hoje é destacar o quão contributivo foi e têm sido a língua portuguesa e a lusofonia nas relações internacionais do Brasil com a América Latina e dentro de um contexto global de interações, tendo sempre a presença das comunidades lusófonas como parte indissociável nessa estrutura.",
    "trans": "The following text aims to analyze Brazil's role in spreading the Portuguese language and fostering Lusophony throughout Latin America, and its contributions to international relations.\nCultural identities—more specifically, ethnic, national, religious, and civilizational identities—are central to a nation's alliances and policy orientations. These identities shape a foreign policy rooted in cultural diplomacy (Huntington, 2001, p. 364).\nThe role of the Portuguese language and Lusophony in what we now know as International Relations holds profound relevance within the perspective of the development of its interactions and its own field of study. Today, it is one of the most spoken languages in the world, considering the number of speakers (Ethnologue, 2018) and its political, economic, and social aspects in the international community.\nSetting aside the complex dynamics, values, and contradictions inherent in colonization and independence processes, the present analysis highlights the significant contributions of the Portuguese language and Lusophony to Brazil's international relations with Latin America and the broader global context. The presence of Lusophone communities remains an integral part of this interconnected framework."
}