{
    "source": "pt_BR",
    "target": "en_US",
    "text": "durante a semana e onde poderão ver algumas fotos complementares e possíveis de\npartilhar – como sabem, nem tudo pode ser publicado por variadas razões.\nComo foram muitas as atividades desenvolvidas desde o início do ano escolar\n(setembro)e para que não fique muito fastidiosa a apresentação ou se percam\npormenores com o excesso de postagens, optei por indo lançando nesta e na próxima\nsemana as fotos e registos do que foi feito, juntamente com as atividades da própria\nsemana.\nAssim, segue o material referente aos dias comemorativos (outubro) e outros ainda de\nsetembro.\nComemorámos o Dia da Música tocando instrumentos de percussão, pequenos\ntambores de formas geométricas (sound shapes), maracas e shakers, fazendo uma\npequena banda explorando ritmos. Fizemos depois um jogo de movimento e ordens no\nrecreio com formas desenhadas no chão, segunda as regras: primeiro, só pisar as formas\nenunciadas; segundo, o contrário, não ir para as referidas. Foram momentos bem\ndivertidos que exigiram muita atenção e concentração!\nLogo no primeiro dia de escola fizemos uma massa de farinha (fora de prazo para\nconsumir mas ótima para modelar), que nos fez despertar os sentidos e criou momentos",
    "trans": "during the week and where they can see some additional photos that can be\nshared - as you know, not everything can be published for several reasons.\nSince there were a lot of activities designed since the beginning of the school year\n(September) and so that the presentation does not become too tedious or lost\nof details with the excessive posts, I opted to gradually release in this and the next\nweek the photos and records of what was done, as well as the activities of the\nweek itself.\nSo, following is the material related to the commemorative days (October) and others still from\nSeptember.\nWe celebrated Music Day by playing percussion instruments, small\ngeometric-shaped drums (sound shapes), maracas, and shakers, making a\nsmall band exploring rhythms. We then played a movement and order game at\nlunch break with shapes drawn on the floor, according to the rules: first, only step on the shapes\nthat are named; second, the opposite, do not go to the mentioned ones. They were very\nfun moments that required a lot of attention and concentration!\nOn the very first day of school, we made some flour dough (expired for\nconsumption but great for modeling), which awakened our senses and created moments that were"
}