{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A viagem seria curta, mas a cidade para onde iam era perigosa, o que preocupou o pai de Hinata. Ele exigiu que contratassem um ANBU para acompanhar-lhes para afastar os bandidos. Hinata se sentiu ofendida por não ser confiável a se defender sozinha, mas seu pai insistiu que era apenas por precaução.\nSe lembrando de seus deveres, a líder do clã se despede de seu momento de paz e se prepara para se levantar dando um fim em sua meditação. Mas antes de mover o primeiro músculo ela sente uma mudança no ar.\nPor estar meditando seus sentidos estão aguçados, mesmo parecendo que ela está indefesa com os olhos fechados, sentada de pernas cruzadas e sem ferramentas ninja por perto.\nA brisa que atravessa suas narinas lhe apresenta um aroma novo. O som de uma folha sendo pisoteada de forma cautelosa invade seu ouvido esquerdo com a audição ampliada. Ela não precisava de seus olhos abertos ou de seu Byakugan, ela enxergava mesmo sem eles.\nO seu sentido a alertou quando todos os pelos de seu corpo eriçaram lhe indicando o momento certo de se mexer. Seu ouvido atento captou mais um movimento que parecia o leve cintilar de uma espada sendo retirada da bainha vindo do alto da casa que estava a alguns metros de distância dela.",
    "trans": "The trip should be short, but the city they were traveling to was dangerous, which worried Hinata's father. He insisted they hire an ANBU to accompany them and keep thieves away. Hinata felt offended by the implication that she couldn't defend herself, but her father insisted it was merely a precaution.\nRemembering her duties, the clan leader tore herself away from her peaceful moment and prepared to rise, ending her meditation. But before she could move a muscle, she sensed a change in the air.\nMeditating had heightened her senses. Even though she appeared defenseless, sitting cross-legged with her eyes closed and no ninja tools nearby, she was highly aware.\nA new scent wafted through her nostrils. The sound of a leaf being carefully crushed reached her left ear. Her hearing was amplified. She didn't need her eyes open or her Byakugan; she could see without them.\nHer senses alerted her when every hair on her body stood on end, signaling the perfect moment to move. Her keen hearing picked up another sound: the faint glint of a sword being drawn from its sheath, coming from the house a few meters away."
}