{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Genevieve levantou a testa novamente e Penelope definitivamente precisava aprender essa habilidade. \"Eu aceitei um namoro\", disse ela, \"e é bastante de alto perfil, então seus projetos podem ser vistos por mais pessoas do que você pensava\".\n'Vou precisar de uma bebida para esta notícia?' Genevieve perguntou, e Penelope deu uma risada sem diversação.\n\"Muito possivelmente. É o Visconde Bridgerton', disse ela, e Genevieve sentou-se em direita em choque visível.\n\"Visconde - como - ele comprometeu você?\" Genevieve assopiou, seus olhos piscando, e Penelope levantou a mão.\n\"Nada disso, ele é um cavalheiro perfeito\", disse ela, e Genevieve deu sua própria risada sem diversão.\n\"Isso é discutível\", disse ela. \"Mas não é uma história para hoje à noite.\"\n\"Ele simplesmente ofereceu um namoro para me proteger dos inevitáveis sussurros e atenções da tonelada\", disse Penelope. \"Ele quer se casar, o mais rápido possível, e ele sabe que eu não quero as pressões que vêm com o diamante.\"",
    "trans": "Genevieve raised an eyebrow again, and Penelope definitely needed to learn that skill. “I’ve agreed to a courtship,” she said, “and it’s quite high-profile, so your projects might be seen by more people than you thought.”\n‘I’m going to need a drink for this news,’ Genevieve asked, and Penelope gave a humorless laugh.\n“Quite possibly. It’s Viscount Bridgerton,” she said, and Genevieve sat up straight in visible shock.\n“Viscount – how – he’s compromised you?” Genevieve whistled, her eyes wide, and Penelope raised a hand.\n“Nothing of the sort, he’s a perfect gentleman,” she said, and Genevieve gave her own humorless laugh.\n“That’s debatable,” she said. “But that’s not a story for tonight.”\n“He’s simply offered a courtship to protect me from the inevitable whispers and attentions of the ton,” Penelope said. “He wants to 1  marry, as soon as possible, and he knows I don’t want the pressures that come with being the diamond.”"
}