{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Mais itens...\nhttps://www.politize.com.br › mov...\nMovimento negro: história, conquistas e polêmicas! - Politize!\nO que você aprendeu sobre a consciência negra?\nA consciência negra diz respeito à tomada de consciência a respeito das raízes históricas dos afrodescendentes, bem como à conscientização dos problemas causados pelo racismo. A consciência negra nos permite resgatar e valorizar a cultura afrodescendente, bem como tomar consciência dos problemas causados pelo racismo.\nhttps://mundoeducacao.uol.com.br › ...\nConsciência negra: o que é, comemoração, importância\nQual foi a conquista mais recente do movimento negro no Brasil?\nCom quase 41 anos, o movimento obteve conquistas importantes como a demarcação de terras quilombolas, a Lei 10.639, que prevê o ensino da história afrobrasileira nas escolas, o crescimento - ainda que insuficiente - na quantidade de pessoas negras nas universidades, e o fortalecimento da consciência racial dos jovens.5 de abr. de 2019\nhttps://www.brasildefato.com.br › u...\nUma história oral do Movimento Negro Unificado por três de | Geral\nQuais os pontos mais importantes do Dia da Consciência Negra?",
    "trans": "More items...\nhttps://www.politize.com.br › mov...\nBlack Movement: history, achievements, and controversies! - Politize!\nWhat have you learned about Black consciousness?\nBlack consciousness refers to the awareness of the historical roots of Afro-descendants, as well as the awareness of the problems caused by racism. Black consciousness allows us to rescue and value Afro-descendant culture, as well as become aware of the issues caused by racism.\nhttps://mundoeducacao.uol.com.br › ...\nBlack Consciousness: What It Is, Celebration, Importance\nWhat was the most recent achievement of the Black Movement in Brazil?\nWith nearly 41 years, the movement has achieved important milestones such as the demarcation of Quilombola lands, Law 10.639, which mandates teaching Afro-Brazilian history in schools, the growth – though still insufficient – of Black people in universities, and the strengthening of racial awareness among young people. April 5, 2019\nhttps://www.brasildefato.com.br › u...\nAn Oral History of the Unified Black Movement by three of | General\nWhat are the most important points of Black Consciousness Day?"
}