{
    "source": "pt_BR",
    "target": "en_US",
    "text": "1 xícara de aveia sem glúten em flocos triturada (ou fina)\n1 xícara de farinha de amêndoas\n1/2 xícara de maçã cozida (Receita aqui)\n2 bananas\n1 colher de chá de canela\n1/2 colher de chá de sal (de preferência rosa)\n1/2 colher de chá de bicarbonato de sódio\n1 colher de chá de fermento em pó para bolo\n1/2 xícara de iogurte tipo Grego ou Skyr sem sabor e sem açúcar\n2 colheres de sopa de mel (ou substitua por 1/2 xícara de uvas passas, se preferir)\nModo de Preparo:\nPreparação dos ingredientes: Pré-aqueça o forno a 180°C e unte uma forma de bolo com um pouco de óleo de coco.\nMistura dos ovos: Em uma batedeira, bata os ovos até que fiquem levemente espumosos.\nAdição de ingredientes líquidos: Com a batedeira em funcionamento, adicione gradualmente o óleo de coco e continue batendo.\nIncorporação dos ingredientes secos: Acrescente aos poucos a aveia, a farinha de amêndoas, a maçã cozida, a canela, o sal, o bicarbonato de sódio e o fermento. Bata até que a mistura esteja homogênea.\nAdição do iogurte e mel: Por último, adicione o iogurte e o mel à mistura, batendo até incorporar completamente.",
    "trans": "1 cup of gluten-free rolled oats, finely ground (or in flakes)\n1 cup of almond flour\n1/2 cup of cooked apple (Recipe here)\n2 bananas\n1 teaspoon of cinnamon\n1/2 teaspoon of salt (preferably pink)\n1/2 teaspoon of baking soda\n1 teaspoon of baking powder for cakes\n1/2 cup of plain, unsweetened Greek or Skyr yogurt\n2 tablespoons of honey (or substitute with 1/2 cup of raisins, if preferred)\nPreparation Method:\nIngredient Preparation: Preheat the oven to 180°C and grease a cake pan with a small amount of coconut oil.\nMixing the Eggs: Using a mixer, beat the eggs until they become slightly foamy.\nAdding Liquid Ingredients: With the mixer running, gradually add the coconut oil and continue mixing.\nIncorporating Dry Ingredients: Gradually add the oats, almond flour, cooked apple, cinnamon, salt, baking soda, and baking powder. Mix until the batter is smooth.\nYogurt and Honey incorporation: Lastly, add the yogurt and honey to the batter, mixing until fully incorporated."
}