{
    "source": "pt_BR",
    "target": "en_US",
    "text": "― Mas que porra é essa? Já chega por hoje. ― o treinador gritou irritado, e[redacted_name]encarou [redacted_name] na arquibancada, e se estranhou ao sentir-se invejosa, afinal, ele havia se saído tão bem que o treinador arrogante foi tão gentil. ― [redacted_name], eu quero conversar com você!\nOuviu e suspirou sentindo o nó na garganta, ela havia se saído muito mal, estava envergonhada.\nE então, [redacted_name]se levantou, sem tirar os olhas dela enquanto sorria abertamente e apanhava a sua raquete, não demorou muito para que ele finalmente saísse dali e deixasse apenas o treinador irritado e a garota tristonha.\n― [redacted_name]! ― ele chamou se aproximando e finalmente ela ergueu o olhar para ele. ― [redacted_name]. ― repetiu o seu nome a encarando enquanto cruzava os braços, ele parecia realmente irritado. ― me conta que merda aconteceu com você? Você tá jogando mal pra caralho! ― gritou próximo do rosto dela, mas logo se afastou enquanto esfregava os próprios olhos. ― se o seu pai ver que você não 'tá tendo resultado ele não vai mais me pagar um centavo.",
    "trans": "— What the hell is this? That's enough for today. — The coach shouted in frustration. [Redacted_name] glanced at [redacted_name] sitting in the stands, feeling a pang of jealousy. After all, he had performed so well that even the arrogant coach treated him kindly. — [Redacted_name], I need to talk to you!\nShe heard him and sighed, the lump in her throat growing, she knew she had performed terribly and felt deeply embarrassed.\nThen [redacted_name] stood up, never taking his eyes off her while flashing a wide grin as he grabbed his racket. It wasn’t long before he left the scene, leaving behind only the annoyed coach and the disheartened girl.\n— [redacted_name]! — He called out as he approached, and finally, she lifted her gaze toward him. — [redacted_name]. — He repeated her name, folding his arms and staring at her. He looked genuinely upset. — Tell me, what the hell is going on with you? You’re playing like crap! — He yelled near her face, but soon stepped back, rubbing his temples. — If your father sees you're not delivering results, he won’t pay me a single cent anymore."
}