{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Este ano,a campanha de 10% de desconto em Uniformes Escolares decorrerá entre os dias 20 de Junho e 28 de Julho de 2024. Este ano, à semelhança do que aconteceu o ano anterior, além dos 10% de desconto, os pais acumularão, igualmente, 10% de desconto num cartão promocional que pode ser utilizado em futuras compras no Supermercado (a partir de 60€) e em outras áreas selecionadas (a partir de 30€) e que podem utilizar até 31 de Outubro de 2024.\nParalelamente, teremos também disponíveis diversas linhas de crédito sem juros (3x, 6x ou 12x) para todos os Pais que as pretendam utilizar.\nPartilhamos, igualmente, o mail de reservas de uniformes (reservacolegioslisboa@elcorteingles.pt) para todos os Pais que desejem efetuar o seu pedido via mail. Os mesmos serão contactados via SMS assim que o pedido estiver completo. Por uma questão de gestão e eficácia, as reservas não pagas expirarão após 15 dias da receção do SMS, libertando assim a mercadoria para outro Encarregado de Educação. No e-mail a enviar, deve constar o nome, o telefone de contato, o NIF (caso pretendam fatura) e o nome do Colégio, anexando, igualmente o Diretório agora enviado.\nAcedaaqui ao diretório atualizadocom as peças em vigor para o próximo ano letivo.",
    "trans": "This year, the 10% discount campaign for School Uniforms will take place from June 20 to July 28, 2024. As in the previous year, in addition to the 10% discount, parents will also accumulate an additional 10% discount on a promotional card. This card can be used for future purchases at the Supermarket (on purchases over €60) and in other selected areas (on purchases over €30). It will remain valid until October 31, 2024.\nAdditionally, various interest-free credit options (3x, 6x, or 12x) will be available for all parents who wish to use them.\nWe are also sharing the uniform reservation email address (reservacolegioslisboa@elcorteingles.pt) for all parents who would like to place their orders via email. Once the order is complete, parents will be contacted via SMS. For management and efficiency purposes, unpaid reservations will expire 15 days after receiving the SMS, making the merchandise available to other parents or guardians. The email must include the name, contact phone number, tax identification number (if an invoice is required), and the name of the school. It should also attach the Directory that is now being provided.\nAccess the updated directory here with the items in effect for the upcoming school year."
}