{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Somos recepcionados por meu sogro, [redacted_name], que aperta minha mão como de costume e abraça a filha. Um cheiro delicioso de comida paira no ar. Minha sogra é uma excelente cozinheira e sempre me farto de comer quando venho almoçar ou jantar aqui. Não reconheço o que está preparando, mas provavelmente é algum prato típico da Itália, e eu sinceramente espero que seja bisteca fiorentina ou aquele tal de fettu... Fettuccine?!\nEnfim...\n[redacted_name] é mestiça. Seu pai é coreano e sua mãe italiana. [redacted_name] e [redacted_name] se conheceram enquanto ele viajava a negócios em [redacted_name]. Se não me engano, ela era secretária de um dos associados com quem [redacted_name] foi conversar. Houve uma troca de olhar numa reunião e não é preciso pensar muito para saber o que aconteceu depois.\nEles vivem aqui na Coreia desde que se casaram.\nMinha sogra, [redacted_name], vem apressada da cozinha e ainda com o avental sujo de farinha preso na cintura para nos cumprimentar. Abraça a filha e me dá um beijo na bochecha. Antigamente eu até que ficava constrangido, contudo, não é mentira quando dizem que o hábito pode ser assustador. Seus comportamentos mudam e você sequer percebe.",
    "trans": "We are greeted by my father-in-law, [redacted_name], who shakes my hand as usual and hugs his daughter. A delicious smell of food fills the air. My mother-in-law is an excellent cook and I always eat my fill when I come here for lunch or dinner. I don't recognize what she's preparing, but it's probably some typical Italian dish, and I sincerely hope it's bistecca alla Fiorentina or that thing called fettu... Fettuccine?!\nAnyway...\n[redacted_name] is mixed-race. Her father is Korean and her mother is Italian. [redacted_name] and [redacted_name] met while he was traveling on business in [redacted_name]. If I'm not mistaken, she was a secretary for one of the associates [redacted_name] was going to talk to. There was an exchange of glances in a meeting and one doesn't need to think too hard to know what happened next.\nThey've been living here in Korea ever since they got married.\nMy mother-in-law, [redacted_name], comes rushing from the kitchen, still with the flour-stained apron tied around her waist, to greet us. She hugs her daughter and gives me a kiss on the cheek. I used to be a little embarrassed, but it's true when they say that habit can be scary. Your behaviors change and you don't even notice."
}