{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Visto que todos os contactos com os clientes são feitos através de e-mail é essencial que exista uma preocupação acrescida com a segurança dessa informação, para evitar perdas de dados, falhas na segurança das contas utilizadas para comunicar com os clientes, entre outras.\nApurámos também que, por vezes, o planeamento dos projetos chegam à produção pouco otimizados, o que se pode dever a alguma falta de conhecimento técnico e prático das pessoas responsáveis por fazer essa planificação.\nO custo das licenças dos softwares utilizados, principalmente na área de desenho técnico, é bastante elevado, e é algo que a empresa tem em atenção. Ainda assim, é algo de que não podem abdicar pois é essencial para o desenvolvimento dos projetos.\nPara além disso, a questão das falhas na integração dos softwares é algo que a empresa está ativamente a tentar melhorar de modo a otimizar o processo de passar os projetos entre os vários softwares utilizados no seu desenvolvimento.",
    "trans": "Given that all your communication with clients is done through email, it's crucial to have an increasing concern with the security of that information to avoid the loss of data, and security faults on the accounts used to contact them, among others.\nWe also found that, sometimes, the planning of projects reaches production with little optimisation, which can be due to some lack of technical and practical knowledge from the people responsible for that planning.\nThe cost of the used software licenses, mainly in the technical design area is very elevated, and it's something the company must take into consideration. Even so, there's something that can't be renounced because it's crucial for the project development.\nFurther than that, the integration flaws of the software is an issue that the c company is actively trying to improve to optimise the process of transferring projects between the various software used in its development."
}