{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A bioética é o ramo de estudos interdisciplinar que estuda as implicações éticas em relação à utilização e manipulação da vida.\nA bioética é um tema da filosofia, mais especificamente da ética, que trata de questões relacionadas ao tratamento ético da vida animal (lembrando que nós, seres humanos, também nos incluímos no conceito de vida animal).\nOs gregos antigos diferenciavam a vida por meio de duas palavras:\nBios: vida individual plena, é o ato de viver e de aproveitar a vida. Para os humanos, bios seria a vida psicológica e subjetiva, participando dela questões como a felicidade e a dignidade.\nZoé: é a vida fisiológica.\nA escolha do radical bios para tratar de bioética tem um motivo: a dignidade. Como tratar a vida animal de maneira digna e ética quando abordamos assuntos polêmicos? É com isso que a bioética preocupa-se.\nLeia mais: Filosofia da ciência – campo que busca fundamentar os processos científicos por meio de conceitos",
    "trans": "Bioethics is an interdisciplinary branch of study that examines the ethical implications of the use and manipulation of life.\nBioethics is a topic within philosophy, more specifically within ethics, that addresses issues related to the ethical treatment of animal life (remembering that we, humans, are also included in the concept of animal life).\nThe ancient Greeks distinguished life using two words:\nBios: The fullness of individual life, encompassing the act of living and enjoying life. For humans, bios refers to psychological and subjective life, involving aspects such as happiness and dignity.\nZoé: It is physiological life.\nThe choice of the root bios for addressing bioethics has a purpose: dignity. How should animal life be treated with dignity and ethics when discussing controversial subjects? This is the central concern of bioethics.\nLearn more: Philosophy of science – a field that seeks to provide foundational concepts for scientific processes."
}