{
    "source": "pt_BR",
    "target": "en_US",
    "text": "O trio deu meia-volta, deixando Luccas. Eu me aproximei dele, sentindo um misto de raiva e indignação.\n⎯⎯ Não ligue para eles. Eles só querem intimidar. ⎯⎯ eu disse, tentando confortá-lo.\n⎯⎯ Angelica, estou indo para a minha aula de cálculos, nos vemos mais tarde lindinha? ⎯ Rika veio e falou sorrindo. Acho que tentando aliviar a tensão.\n⎯⎯ Sim, temos a próxima aula juntas, boa sorte loirinha ⎯ falei rindo sabendo que a mesma odiava o professor dessa matéria. E então ela saiu andando ⎯⎯ Eu também preciso ir, foi bom o papo Luccas, até mais.\nMe despedi do mesmo indo em direção ao banheiro, onde eu iria ver como estava meu cabelo, afinal, uma mulher precisa andar com o cabelo perfeito. Foi então que eu me debati com Damon.\n⎯⎯ Ei doce anjo, o destino sempre acaba nos colocando juntos de alguma maneira, não é mesmo? ⎯ Damon disse me provocando.\n⎯⎯ Olá Damon, Você realmente não tem coisa melhor para fazer, não é mesmo? ⎯ Revirei meus olhos e cruzei os braços encarando ele.\n⎯⎯ Teria coisa melhor se decidisse assumir esse desejo por mim. ⎯ soltou por fim.\n⎯⎯ Ah.. Damon, é uma pena que não consiga conquistar meu doce coração. ⎯ o provoquei o vendo morder os lábios.",
    "trans": "The trio turned around, leaving Luccas behind. I approached him, feeling a mix of anger and indignation.\n—— Don’t pay attention to them. They just want to intimidate you. —— I said, trying to comfort him.\n——Angelica, I’m heading to my calculus class, see you later cutie? — Rika said with a smile, walking up to me. I think she’s trying to lighten the mood.\n⎯⎯ Yes, we'll have the next class together, good luck, blondie — I said with a laugh, knowing she hated the teacher for that subject. Then she walked off.⎯⎯ I too need to go, the chat was nice Luccas, see you later.\nI said goodbye and headed to the restroom to check my hair, in the end, a woman needs to always have the perfect hair. That’s when I bumped into Damon.\n⎯⎯ Hi, sweet angel, fate always finds a way to bring us together, doesn't it? — Dammon said, teasing me.\n——Hi, Damon. You really don’t have anything better to do, do you? ——I rolled my eyes and crossed my arms, staring at him.\n——I’d have something better if you decided to give in to this desire for me, —he said at last.\n——Oh... Damon, it’s a shame you can’t win over my sweet heart. —I teased him, watching as he bit his lips."
}