{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Bom dia [redacted_name], [redacted_name] e [redacted_name] .\nVenho aqui esclarecer uns ocorridos que infelizmente não posso deixar passar despercebido, o [redacted_name] presenciou um dos ocorridos na passagem dele aqui em São Paulo, envolvendo o [redacted_name] e o [redacted_name] falando do Atacadão Interlagos.\nTeve uma mudança de layout na loja e infelizmente a promotora não estava sabendo da mudança, os funcionários do Atacadão começaram a realizar a mudança sem a promotora está na loja, aí daqui a pouco recebo uma ligação do [redacted_name]me questionando o que eu estava fazendo que não sabia da mudança de layout e se eu não sabia da promotora que não estava na loja, o mesmo estava bem alterado dizendo que estávamos perdendo espaços, pelo contrário o responsável do corredor tem um bom relacionamento e gosta muito da promotora [redacted_name] e não diminuiu espaço nenhum, pelo contrario ganhamos espaços nas gancheiras que agora se encontra os nossos marshmallows e mais duas bandejas no ponto natural; só aumentaram nossos espaços. Aí daqui a pouco o [redacted_name] me liga questionando a mesma coisa que o [redacted_name] tinha dito gerando uma tempestade.",
    "trans": "Good morning [redacted_name], [redacted_name], and [redacted_name].\nI'm here to clarify something that, unfortunately, I can't let go unnoticed. [redacted_name] witnessed something that happened during his time here in São Paulo, involving [redacted_name] and talking about Atacadão Interlagos.\nThere was a change of layout in the shop and the promoter wasn't unfortunately aware of it. The workers at Atacadão started the change without the promotor being at the shop. Then, I received a call from [redacted_name] asking me what I was doing to not be aware of the change of layout and if I didn't know that the promoter was not present. He was very upset telling me that we were losing space. On the contrary, the responsible for the aisle has a good relationship and likes the promoter [redacted_name] very much. We didn't reduce any space, on the contrary, we gained space in the rack where the marshmallows are now, besides the two more trays at the natural light; we've only increased our space. Then, [redacted_name] calls me asking me for the same thing [redacted_name] has already said creating a torment here."
}