{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Ficamos bons tempos em silêncio, pensando sobre isso enquanto P'Faye não deixa de fazer carinho em mim.\n- Não quero passar de novo o que passamos com ela. - assumo baixinho e o olhar da mais velha volta até o meu.\n- Não posso garantir que não vamos passar por isso novamente, mas é um risco a se correr. Sejamos sincera, ela tem razão em querer ter uma irmã. - ela diz e eu assinto, sabendo muito bem que é verdade.\n- Então é isso? - pergunto e vejo que seus olhos brilham, fazendo-me sorrir.\n- Bom, eu acho que sim. - ela responde com um sorriso leve nos lábios e eu a beijo de maneira calma, fazendo-a suspirar enquanto retribui de maneira tão calma quanto.\n- Vou marcar uma consulta com minha ginecologista para poder parar de tomar injeção então, se eu não me engano após três ou quatro meses que tem chances de engravidar quando para de usar. - digo e P'Faye assente, subindo sua mão por meu corpo, o que me arrepia completamente quando sua mão encontra minha nuca de forma firme, deixando nossos rostos mais próximos.",
    "trans": "We spent quite some time in silence, thinking about it while P'Faye kept caressing me.\n– I don’t want to go through what we did with her again. – I admit softly, and the older woman’s gaze returns to mine.\n– I can’t guarantee we won’t go through that again, but it’s a risk worth taking. Let’s be honest, she’s right to want a sister. – she says, and I nod, fully aware that she’s right.\n– So, is that it? – I ask, noticing her eyes light up, which makes me smile.\n– Well, I think so. – she replies with a light smile on her lips and I kiss her gently, making her sigh as she returns the kiss just as calmly.\n– I’ll schedule an appointment with my gynecologist to stop taking the injection then, if I’m not mistaken, after three or four months there’s a chance of getting pregnant after stopping. – I say and P'Faye nods, running her hand along my body, sending shivers through me as his hand firmly finds the back of my neck, bringing our faces closer together."
}