{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Então, o fato de eu finalmente estar aqui, em uma sala de aula, a caminho de fazer isso\nacontecer?\nParecia enorme.\nBasicamente, anotei cada palavra de [redacted_name] até o final da aula, sabendo que não\nprecisaria da maior parte das informações, mas sem me importar muito. Da primeira vez,\nconsiderei a faculdade um dado adquirido, a ideia de que é claro que poderia ir se quisesse,\nmas depois de ver essas opções desaparecerem, tive uma perspectiva totalmente diferente\nagora.\nEu estava apreciando cada maldito pedaço disso.\nTraga as anotações, as sessões de estudo e os trabalhos de conclusão de curso - eu queria\ntudo.\nDepois disso fui para a química, seguida de almoço e uma soneca rápida. Eu precisava\ndescansar antes do treino, um pouco de silêncio para colocar a cabeça no lugar, porque por\nmelhor que fosse eu ter matado ela no levantamento, isso não significava idiota se eu não\nconseguisse arremessar.\n\"Tem certeza que não quer jogar basquete?\" [redacted_name] gritou da sala enquanto ele e alguns dos\ncaras se preparavam para filmar por uma hora nas quadras de [redacted_name].",
    "trans": "Then the fact that I was finally here, sitting in a classroom, on the path to making this\nhappen?\nIt felt monumental.\nI basically, jotted down every word from [redacted_name] until the end of the class, knowing I wouldn’t\nneed most of the information but not really caring. The first time around\nI took college for granted, assuming it was something I could do whenever I wanted,\nbut after watching those options slip away, I had a thoroughly different perspective\nnow\nI was savoring every damn bit of it.\nBring on the notes, the study sessions, and the final projects – I wanted it\nall\nAfterward, I went to chemistry class, followed by lunch and a quick nap. I needed\nto rest up before practice, a little quiet to clear my head, because as\ngreat as it felt to crush it in weightlifting, it didn’t mean squat if I were not\nable to throw\n“Are you sure you don’t want to play basketball?” [redacted_name] shouted from the next room as he and some of the\nguys geared up to shoot hoops for an hour at [redacted_name]’s courts."
}