{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Eu já sabia o que faria, mas quando meu pau deslizou para dentro daquela boca quente e macia, eu fui à loucura.\nGentilmente guiei seus movimentos enquanto ela me ordenhava, engolindo um pouquinho mais a cada sugada, o que fez com que, em poucos segundos, eu já estivesse a ponto de explodir.\nSó que eu não faria isso, não por enquanto, queria aproveitar cada momento com ela. Puxei-a para que ficasse de pé.\n— Você é perfeita — falei e a beijei com voracidade.\nDeslizei as mãos por suas costas e me deliciei com a maciez de sua pele e os arrepios que acompanhavam o caminho percorrido pelos meus dedos.\nNosso nível de conexão era fortíssimo, eu adorava o jeito como ela reagia quando estava em meus braços e ainda me espantava com a rapidez e força com que o meu reagia a ela.\n— Hum, assim — balbuciou quando deslizei os dedos para seu centro, já completamente pronto para mim.\nAntes, porém, eu queria prová-la.\nPeguei-a no colo, depositei-a na cama, afastei suas coxas e me agachei. Usei dois dedos para entreabrir suas dobras e no momento em que minha língua tocou seu ponto mais sensível, [redacted_name]arfou e ergueu o quadril, me obrigando a segurá-lo no lugar.",
    "trans": "I already knew what she was about to do, but when my cock slid into that hot, soft mouth, I lost my mind.\nGently, I guided her movements as she milked me, taking in a little more with every pull. Within seconds, I was about to blow my top.\nBut I wasn’t about to let that happen, not yet. I wanted to enjoy every single moment with her. I pulled her to her feet.\n— You’re perfect — I said, then kissed her passionately.\nMy hands roamed down her back, marveling at the softness of her skin and the way her body trembled under my touch.\nOur connection was incredibly strong, I used to love the way she responded when she was in my arms, and I was still amazed by the intensity and speed of my reaction to her.\n— Mmm, just like that — she murmured as my fingers found her, ready and waiting for me.\nBut first, I needed to taste her.\nI picked her up in my arms, laid her down on the bed, parted her thighs, and knelt down. Using two fingers, I gently parted her folds and the moment my tongue touched her most sensitive spot, [redacted_name] gasped and arched her hips, forcing me to hold them in place."
}