{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Estou uma pilha. Meus nervos formigam à flor da pele. Sei que estou fazendo a coisa certa, tive longos momentos de reflexão para pensar sobre isso e eu não poderia estar mais feliz em casar com a mulher da minha vida. Sei que momentos preciosos com ela serão rotina de agora em diante.\nHoje é o dia do nosso casamento.\nO dia que Lalisa se entregará a mim por toda minha vida, e eu a ela. Não que eu precise de um documento assinado e alianças para saber disso, mas ela merece. Merece ter uma lembrança memorável sobre o dia que iniciará o nosso felizes para sempre.\nDepois de uma proposta mais tradicional, dois meses depois de ter me ajoelhado diante dela, estou finalmente me casando. Não sou mentiroso a ponto de dizer que não estou feliz com isso. Geralmente consigo o que quero.\nOlho para o teto e giro os ombros, tentando aliviar a tensão. Não vejo Lalisa desde ontem mais cedo, depois que Roseanne a sequestrou para sua despedida de solteira ou qualquer merda assim. Nic e eu passamos o dia juntos jogando, e a noite os caras apareceram na tentativa de me distrair com whiskys caros.",
    "trans": "I'm a nervous wreck. My nerves are tingling. I know I'm doing the right thing, I went through long moments thinking about it and I couldn't be happier to marry the woman of my life. I know that precious moments with her will be routine from now on.\nToday is our wedding day.\nThe day Lalisa will give herself to me for the rest of my life. Not that I need a signed document and rings to know that, but she deserves it. She deserves a memorable memory of the day our happily ever after will start.\nAfter a more traditional proposal, two months after I had kneeled to her, I'm finally getting married. I won't lie and say I'm not happy with this. I usually get what I want.\nI look at the ceiling and roll my shoulders, trying to ease the tension. I haven't seen Lalisa since early yesterday after Roseanne kidnapped her for her bachelorette party or some shit like that. Nic and I spent the day together playing, and at night, the guys showed up trying to distract me with expensive whiskies."
}