{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Mas veja a bolsa na minha casa, Sasuke está jogando seu jogo ninja.\n\"Oi, Sasuke! Eh, dia de sia?\"\nTanpa melepaskan pandangannya dari gadis di depany Sasuke melirik singkat pada rekanny yang yang rau saja datang. Sim, você está se encontrando os animais aqui, mas isso não é muito difícil de se tornar um homem e ele se oleva com estes dias.\n\"Aku tidak tahu, mapi dia memakai lamang Uchiha di belakang pakaiannya\", disse Sasuke.\nMendengar itu Suigetsu menyipitkan matanya, menatap pada punggung gadis. \"Uchi ... Ha? Benarkah, mapi pakaian itu robek.\" ujar Suigetsu tak yakin. As coisas são muito comuns, não são muito claras em forma de kelas de keluarga ou klan di punggungnya. Sekilas memang tampak como lamang Uchiha karena warna merah dan putih di sana.\nMata Sarada membesar. Robek? Ele olha para o lado, mas sim no caminho do caminho, o que os caras de Sasuke. \"Mãe, mas se você estiver bem. Eu não posso Uchiha.\" Sarada se acasala com a sua parte. A raiva de sua cabeça se aproximou de sua mãe, ele se aproximou da pergunta de Sasuke.",
    "trans": "But see the bag at my house, Sasuke is busy playing his ninja game.\n\"Hi, Sasuke! Eh, is it Sia's day?\"\nTanpa melepaskan pandangannya dari gadis di depany Sasuke melirik singkat pada rekanny yang yang rau saja datang. Yes, you're meeting the animals here, but it's not too difficult to be a man these days.\n\"Aku tidak tahu, mapi dia memakai lamang Uchiha di belakang pakaiannya\", Sasuked said.\nMendengar itu Suigetsu menyipitkan matanya, menatap pada punggung gadis. \"Uchi ... Ha? Benarkah, mapi pakaian itu robek.\" ujar Suigetsu tak yakin. Things are very common, not very clear in the form of kelas of keluarga or klan di punggungnya. Sekilas memang tampak como lamang Uchiha karena warna merah dan putih di sana.\nMata Sarada membesar. Robek? He looked to the side but rather focused on the path's path, and Sasuke's men. \"Mom, but if you're okay. I can't Uchiha.\" Sarada mates with her part. The anger in her mind came closer to his mother, he approached Sasuke's question."
}