{
    "source": "pt_BR",
    "target": "en_US",
    "text": "I - RESIDÊNCIA DAS CRIANÇAS E ATOS DA VIDA CORRENTE:\n1.1- Os menores residirão alternadamente, com o pai e com a mãe, que\nficam incumbidos de zelar e acautelar pelo respetivo bem-estar, a eles cabendo o\nexercício das responsabilidades parentais relativas aos atos da vida corrente dos\nfilhos, nos dias que lhes corresponde.\n*\n1.2 - A alternância ocorrerá da seguinte forma:\n1.2.1- De segunda-feira a quarta-feira ficam com a mãe, sendo que o pai\nrecolhe os menores na quarta-feira no equipamento educativo, no final das\natividades educativas/lectivas, ou caso não hajam atividades educativas/lectivas\nem casa da mãe às 18:00 horas.\n1.2.2- De quarta-feira a sexta-feira ficam com o pai, sendo que a mãe,\nrecolhe os menores na sexta-feira no estabelecimento escolar, no final das\natividades letivas, ou caso não hajam atividades letivas em casa do pai às 18:00\nhoras, quando o fim de semana lhe pertença.\n1.2.3- Os fins de semana serão passados alternadamente com cada um dos",
    "trans": "I - CHILDREN'S RESIDENCE AND DAY-TO-DAY CARE:\n1.1- Minors will reside alternately with their father and mother, who\nshall each be responsible for the care and well-being of the children. Each parent will\nexercise parental responsibilities concerning the daily life of the\nchildren during the time they are with them.\n*\n1.2 - The alternating custody schedule will be as follows:\n1.2.1 - The children will stay with their mother from Monday to Wednesday. The father will\npick up the children on Wednesday from their school at the end of the\nacademic/educational activities. If there are no academic/educational activities on that day,\nfrom the mother's residence at 6:00 PM.\n1.2.2 - The children will stay with their father from Wednesday to Friday. The mother will\npick up the children on Friday from school at the end of the\nacademic day. If there are no academic activities, the mother will pick them up from the father's residence at 6:00 PM\nunless the weekend is scheduled to be with the father.\n1.2.3 - Weekends will be spent alternately between the parents"
}