{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- M-Mais... F-Forte. – Gemeu arrastadamente quando rebolei meu quadril sobre ela num movimento lento, atingindo seu ponto esponjoso. – Oh, isso! – Saí e entrei nela com força, revirando os olhos de prazer pelo contato gostoso. Nossos seios se roçando, minha mão apertando sua coxa. [redacted_name] rebolava cada vez mais contra meu pau enquanto fazia o mesmo contra sua intimidade. Com o passar do tempo ela havia se tornado essa deusa do sexo ao meu lado. A fiz gostar de transar depois daquele escroto ter estragado sua primeira vez e desde então minha latina se tornou mais sexy, mais atrevida e cada vez mais safada, capaz de me enlouquecer com um simples olhar e vê-la rebolando contra mim era a coisa mais sexy do mundo. – [redacted_name]... Eu to quase... Q-quase... – Ela murmurava afundando cada vez mais suas unhas em minha bunda me trazendo mais pra frente e consequentemente a penetrando mais fundo. Fui desacelerando os movimentos e [redacted_name] grunhiu enquanto me encarava séria. – O que... O que você t-tá faz-zendo? – Gemia manhosamente enquanto ia pra frente e pra trás bem devagar, a torturando. – N-Não p-para...",
    "trans": "- S-St...S-tronger. - She moaned softly when I rolled my hips over her in a slow movement, hitting her spongy spot. - Oh, yes! - I pulled out and thrust into her, rolling my eyes as a sign of pleasure at the pleasant contact. Our breasts brushed against each other, my hand squeezing her thighs. [redacted_name] rolling more and more against my cock while I did the same against her private zone. Over time she had become this sex goddess with me. I managed to enjoy sex after that scumbag ruined her first time and since then my Latina had become even sexier, audacious, and increasingly naughty, capable of driving me crazy with just a look, and watching her roll against me was the sexiest thing in the world. - [redacted_name]... I'm almost... Almost... - She murmured, sinking her nails deeper and deeper into my arse, bringing me further forward and penetrating her deeper. I slowed down my movements and [redacted_name] grunted as she stared at me seriously. - What... What are you doing? - I groaned slyly as I moved back and forth very slowly, torturing her. - D-Don't s-stop..."
}