{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Todos ao redor do mundo conheciam a fama do lúpus, então quando ele entrou nos portões de Stanford, não havia ninguém em seu caminho.\n- Boa tarde, senhor[redacted_name]. Quando o senhor [redacted_name] me ligou hoje pela manhã, dizendo estar a caminho, quase não acreditei.\n- Como vai? Professor [redacted_name]. Eu achei melhor vir pessoalmente, precisava de respostas, então vamos logo ao assunto.\n- Sim, vamos. Acho melhor conversarmos em meu escritório.\nO caminho até o escritório foi silencioso, [redacted_name] era um homem de poucas palavras e mais atitudes e o professor certamente estava morrendo de medo, pois qualquer passo em falso, ele sabia onde iria parar.\n- Aqui senhor [redacted_name] sente-se, irei buscar o objeto e minhas pesquisas para que o senhor veja. Aceita beber algo?\n- Não! Obrigado. Apenas pegue o que é meu.\nO homem saiu e em menos de cinco minutos estava de volta, afinal não queria deixar o lúpus esperando, ele poderia ficar nervoso. Pois, o odor da pimenta já era levemente sentido.",
    "trans": "Everyone around the world knew the fame of lupus, so when it entered the gates of Standford, there was no one in his way.\n- Good afternoon, Mr [redacted_name]. When Mr [redacted_name]  called me this morning telling me he was on his way, I could not believe it.\n- How are you doing, Prof. [redacted_name]? I thought it was better to come in person, I needed answers, so let's get straight to the point.\n- Yes, let's do it. I think is better to talk at my office.\nThe walk to the office was quiet, [redacted_name] was a man of few words and more attitudes and Professor was certainly scared as any false step would lead him where he knew well.\n- Here, Mr [redacted_name], have a sit, I'll get the object and my research for you to see. Would you like something to drink?\n- No! Thank you. Just get what is mine.\nThe man went out and in less than five minutes was back, he ultimately didn't want to make lupus wait, he could get anxious. Because the smell of pepper was already slightly present."
}