{
    "source": "pt_BR",
    "target": "en_US",
    "text": "www.allianz.com.br.\nTodos os dados e informações relacionados ao presente seguro, inclusive os que digam respeito a sinistros, ocorrências e reclamações e prejuízos, serão incluídos, pela Seguradora, em bancos de dados que poderão ser consultados para fins de análise de riscos e de liquidação de processos de indenização, podendo ainda a seguradora estender as consultas a bancos de dados de entidades de perfil de crédito e proceder ao registro dessas consultas junto a tais entidades.\nTenho conhecimento de que o kit da minha apólice será parcialmente digital e concordo em abrir mão da via impressa do manual do segurado (Condições Gerais), uma vez que poderei acessá-lo no site desta seguradora e ainda, se necessário, posso requisitá-lo através da Linha Direta Allianz.\nSÃO PAULO, 20 de Março de 2024\nDECLARAÇÃO DO CORRETOR\nVIKILI MODAS LTDA ME Assinatura do proponente\nO corretor de seguros devidamente habilitados pela SUSEP, conforme número SUSEP mencionado nesta proposta, declara que as informações acima foram prestadas pelo proponente e que forneceu à ele todos os esclarecimentos necessários.",
    "trans": "www.allianz.com.br.\nAll data and information related to this insurance, including the one related to claims, occurrences and complaints and losses will be included by the Insurer, in databases that may be consulted for risk analysis purposes and settling compensation claims, and the Insurer may also extend the consultation to databases of credit profile entities and register these consultations with such entities.\nI'm aware that my policy kit will be partially digital and I agree to give up the printed copy of the policyholder book (General Conditions), as I will be able to access it on this insurance's website and even require it if necessary through the Allianz Direct Line.\nSÃO PAULO, 20 of March, 2024\nBROKER'S DECLARATION\nVIKILI MODAS LTDA ME Signature of applicant\nThe insurance broker duly authorised by SUSEP, with the SUSEP number mentioned in this proposal, declares that the above information was given by the applicant and that he was provided by all the necessary clarifications."
}