{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A garota acabou sorrindo e se sentindo cada vez mais daquela família. Resolveu ir tomar um banho, se caso Lauren a visse naquelas condições iria sorrir com certeza. Já estava quase anoitecendo, resolveu ficar na cama depois do banho. Pegou seu diário e escreveu algumas palavras. Escondeu o objeto novamente e deitou-se abraçando o corpo, estava exausta. Acabou deixando-se ser levada pelo sono, adormeceu.\nAbriu os olhos ao escutar uns movimentos estranhos no quarto, bocejou preguiçosa. Encarou Lauren sem blusa e com o corpo pingando água.\n_Desculpe, não queria te acordar. _Ela sorri passando a toalha no corpo. _Já está tarde, volte a dormir.\n_Só se você se juntar a mim, Lo. _Ela diz manhosa, logo levanta-se. _Eu não te rejeitei, você entendeu errado.\nLauren sorri aproximando-se dela, toca seu rosto com tanto carinho que a jovem fecha os olhos por instinto. Ela não podia estar mais feliz ao ouvir que sua esposa não a rejeitou.\n_Você vai se permitir sentir o ócsio? _Ela pergunta muito perto do rosto de Camila. _Vai sentir o mesmo que eu sem reservas?\n_Vou. _Ela enlaça as mãos em volta do seu pescoço. _Eu vou te dar esse voto de confiança. Se você fizer...",
    "trans": "The girl ended up smiling and feeling more integrated into that family. She decided to take a shower in case Lauren saw her in those conditions, he was going to smile for sure. It was almost dark and she decided to lay in the bed after the shower. She grabbed her diary and wrote some words. She hid the object again and lay down hugging her body, she was exhausted. She let herself be carried away by sleep and fell asleep.\nShe opened her eyes when she heard some strange movements in the bedroom and yawned lazily. She faced Laren without a blouse and with her body dripping water.\n_I'm sorry, I didn't want to wake you up. _She smiled wiping her body with the towel. _ It's late, I'm going to sleep.\n_ If you join me, Lo. _ She said slyly and then stood up. _ I haven't rejected you, you have misunderstood it.\nLauren smiled and approached her, touching her face with so much love that the young girl closed her eyes instinctively. She could not be happier to hear that her wife had rejected her.\n_ Will you allow yourself to feel the pleasure? _She asks being so close to Camila's face. _Will you allow yourself to feel the same as me with no reservations?\n_ I will. _ She wraps her arms around her neck. _I'm going to give it a shot and trust you. If you do..."
}