{
    "source": "pt_BR",
    "target": "en_US",
    "text": "s anos de vida. Algumas perturbações po em estar estruturas ou\nti b con uta, perturbaç~ d .\nd\nas unções cerebrais (por exemplo, pertur ação da • ao epressiva)\nmaior comorbilidad\n, ser sensíveis à idade e ao género e apresentar urna •,\ne.Noentanto-\nd t1· dividuo e desc\n. , nao se deve reduzir a origem\na pa O ogia ao in. urar a importâ .\n. trajetórias dese .\nncia dos fatores de risco ambiental e o seu impacto nas nvo vimentais\n1\ncimento a _\n' que acabarão por contribuir amplamente para o apare- , manutençaoou\n_ . desadaptativo (C .\nmesmo o agravamento de manifestaçoes de funcionamento . \" . ausad1as & Chicchetti, 2018).\nA ev1denc1a empír• , . . .\ntu _ ica sustenta, nestas manifestações, o carater bidimensional das Per rbaçoesemo • • d\n. e.\" . cionais e o comportamento (PEC) - internalização e externalização - na1n1anc1aenaad I \" · · ·\ntal\n. . 0 escenc1a que apresentam alguma continuidade desenvolvimen- s",
    "trans": "years of life. Some disorders may be in structures or\nconduct disturbances\nd\nbrain functions (for example, disturbance of expressive action).\ngreater comorbidity\n, being sensitive to age and gender and presenting a ballot •,\nand. However–\nd t1 individual and desc\n., the origin should not be diminished\nthe pathology by considering the importan .\n. developmental trajectories .\nthe influence of environmental risk factors and their impact on developmental processes\n1\ncement to _\n' that will ultimately contribute significantly to the appearance, maintenance, or\n_ . maladaptive (C .\neven the worsening of functioning manifestations . \" . Causadias & Cicchetti, 2018).\nThe empirical evidence • , . . .\nempirical evidence supports, in these manifestations, the bi-dimensional nature of emotional disturbances •  • d\n. and.\" . behavior (EBD) – internalization and externalization – na1n1anc1aenaad I \" · · ·\nsuch\n...the essence that shows some developmental continuity - s"
}