{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Prof-Façam duplas, de suas escolhas. Menos tu, Arellano, irei escolher uma pessoa especifica para tomar conta de ti.\nO professor pós seus materias na mesa, Robin que estava indo até seu lugar, revirou os olhos de raiva, e se virou para o professor, que analisava toda a turma para escolher o azarado que ficaria junto com o Arellano.\n-* Essa pessoa só pode ser muito azarada pra cair logo com o Robin Arellano, ter que explicar matematica pra ele vai ser dificil, sinto pena dessa pessoa *\nSolto uma risada com meu comentario baixo, quando fui notar, os olhos no professor tinha parado na pessoa atrás de mim...pera...n tem ninguem atrás de mim, ent só pode ser...\nProfessor-David, David Christopher. Você irá ficar encarregado de cuidar do Arellano.\nDroga! Eu e minha boca abençoada. Quando Robin me encarou, eu n sei se ele havia gostado ou não de ter que fazer dupla comigo. Vejo algumas pessoas ficarem desapontadas, elas queriam fazer o trabalho comigo por causa da olimpida, bando de interesseiro...pera... AAAAAAAAAH! EU NN ACREDITO! O PROFESSOR ME CHAMOU DE DAVID CHRISTOPHER!? NA FRENTE DE TODO MUNDO!? 😭.",
    "trans": "Teacher - Pair up and make your selections. Except for you, Arellano. I'll assign someone specific to work with you.\nThe teacher set his materials on the desk. Robin, heading back to his seat, rolled his eyes in frustration and turned towards the teacher, who was scanning the class to select the unlucky individual tasked with partnering with Arellano.\n-* This person has to be seriously unlucky to get stuck with Robin Arellano. Explaining math to him is going to be a nightmare. I feel bad for whoever it is *\nI chuckled at my own quiet remark, but my amusement was short-lived. The teacher's gaze landed right behind me... Wait... There's no one behind me...\nTeacher - David. David Christopher. You'll be responsible for working with Arellano.\nDammit! Me and my big mouth. When Robin stared at me, I couldn't tell if he was pleased or annoyed about being paired with me. Meanwhile, I could feel the disappointment from a few classmates who had hoped to work with me, probably because of the Olympics... What a bunch of opportunists... Wait... AAAAAAH! I CAN'T BELIEVE THIS! THE TEACHER JUST CALLED ME DAVID CHRISTOPHER!? IN FRONT OF EVERYONE!? 😭."
}