{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Essa é a última coisa que Apollo murmura antes de finalmente terminar de entrar no interior quente do humano, aprovando sua aparência bagunçada.\nLeônidas, por sua vez, não presta atenção na conversa suja da divindade. Ocupando demais fechando os olhos e arqueando as costas enquanto gozava.\nA euforia trazida pelo orgasmo trouxe consigo ainda mais lágrimas que nublavam sua visão, junto com uma sensação gigantesca de satisfação.\nComparado a ser brutalmente mordido ou, pior ainda, ter seu orgasmo negado, aquilo era um verdadeiro paraíso.\nNo entanto, para a infelicidade de Leônidas, suas contemplações doces não duram muito e, logo, a divindade insaciável está rindo.\n\"Seus gemidos são tão belos, Leônidas~ Eu quero escutar mais!\"\nMovimentar os quadris sem antes permitir que Leônidas superasse seu orgasmo é um comportamento esperado de Apollo, porém, não menos cruel.\nO gemido que ecoa pelo quarto beirava a um grito graças a sensibilidade acumulada durante a preliminar no seu corpo maltrado.\nA maneira que Apollo fodia seu interior, usando as linhas para manter suas pernas aonde queria, fazia Leônidas se contorcer sem fôlego.",
    "trans": "This is the last thing Apollo whispers before finally cumming inside the warm part of the human, approving his messy appearance.\nLeonidas, for his part, paid no attention to the dirty conversation of the divinity. He was very busy with his eyes closed and arching his back while enjoying it.\nThe euphoria that the orgasm brought, also came with more tears blurring his vision and a huge feeling of satisfaction.\nCompared with being brutally bitten, or even worse, with having an orgasm denied, this was a true paradise.\nHowever, to Leonida's misfortune, his sweet contemplations didn't last long, and right away the divinity was laughing.\n\"Your moans are so beautiful, Leônidas~I want to hear more!\"\nMoving his hips before allowing Leônidas to overcome his orgasm is a behaviour expected from Apollo but not less cruel.\nThe moan that echoed in the room was on the verge of a scream due to the accumulation of sensitivity during the preliminaries of his battered body.\nThe way Apollo fucked his insides, using the lines to keep his legs where he pleased, made Leônidas squirm breathlessly."
}