{
    "source": "pt_BR",
    "target": "en_US",
    "text": "and renew the classic hybrid layer concept (73).\nResumo\nEste artigo apresenta o estado da arte de sistemas adesivos autocondicionantes. Quatro temas são apresentados nesta revisão: o histórico desta categoria de agentes de união, o mecanismo de adesão, as características/propriedades, e a formação da zona ácido-base resistente nas interfaces esmalte/dentina-adesivo. Além disso, as vantagens relativas aos sistemas de condicionamento total (etch-and-rinse) e as classificações dos sistemas adesivos autocondicionantes de acordo com o número de passos e acidez são abordados. Por fim, são discutidas questões como a durabilidade potencial e a importância clínica. Sistemas adesivos autocondicionantes são materiais promissores porque são fáceis de usar, unem-se quimicamente à estrutura do dente e preservam a hidroxiapatita dentinária, o que é importante para a durabilidade da ligação.\nReferences\n1. Brudevold F, Buonocore M, Wileman W. A report on a resin composition capable of bonding to human dentin surfaces. J Dent Res 1956;35:846- 851.\n2. Kramer JRH, McLan J. W. Alterations in the staining reactions of dentine resulting from a constituent of a new self-polymerizing resin. Brit Dent J 1952;93:150-153.\n3. Chigira H, Yukitani W, Hasegawa T, Manabe A, Itoh K, Hayakawa T, Debari K, Wakumoto S, Hisamitsu H. Self-etching dentin primers containing Phenyl-P. J Dent Res 1994;73:1088-1095.",
    "trans": "and renew the classic hybrid layer concept (73).\nAbstract\nThis article presents the state of the art of self-etching adhesive systems. Four topics are presented in this revision: the history of the union agents category, the mechanism of adhesion, characteristics/ properties, and the formation of acid-base resistant zone at the enamel/dentin-adhesive interfaces. In addition, we also address the relative advantages of the total conditioning systems (etch-and-rinse) and the classifications of self-etch adhesive systems according to the number of steps and acidity. Finally, issues such as potential durability and clinical importance are discussed. Self-etching adhesive systems are promising materials because they are easy to use, chemically bond to the tooth structure, and preserve dentin hydroxyapatite, which is important for bond durability.\nReferences\n1. Brudevold F, Buonocore M, Wileman W. A report on a resin composition capable of bonding to human dentin surfaces. J Dent Res 1956; 35:846-851.\n2. Kramer JRH, McLan J. W. Alterations in the staining reactions of dentine resulting from a constituent of a new self-polymerizing resin. Brit Dent J 1952;93:150-153.\n3. Chigira H, Yukitani W, Hasegawa T, Manabe A, Itoh K, Hayakawa T, Debari K, Wakumoto S, Hisamitsu H. Self-etching dentin primers containing Phenyl-P. J Dent Res 1994;73:1088-1095."
}