{
    "source": "pt_BR",
    "target": "en_US",
    "text": "NÚMERO DO CPF:\n[redacted_id]\nLÍNGUA ESTRANGEIRA:\nESPANHOL\nDATAS E HORÁRIOS DAS PROVAS | HORÁRIO OFICIAL DE BRASÍLIA/DF\nDATA DAS PROVAS ABERTURA DO PORTÃO FECHAMENTO DO PORTÃO INÍCIO DAS PROVAS TÉRMINO DAS PROVAS\n1º DIA Linguagens, Códigos e suas Tecnologias, Redação e Ciências Humanas e suas Tecnologias 03/11/2024 12h00 13h00 13h30 19h00\n2º DIA Ciências da Natureza e suas Tecnologias e Matemática e suas Tecnologias 10/11/2024 13h30 18h30\nLOCAL DAS PROVAS\nLOCAL DE REALIZAÇÃO DO EXAME:\nUNIVERSIDADE SÃO JUDAS - CAMPUS MOOCA, BLOCO 2º ANDAR, 2º ANDAR\nENDEREÇO DE REALIZAÇÃO DO EXAME:\nRUA TAQUARI, 546, MOOCA\nCIDADE/UF DE REALIZAÇÃO DO EXAME:\nSÃO PAULO / SP\nSALA\n206B\nINSTRUÇÕES\nAtenção!\n• Realize a impressão da Declaração Comparecimento e apresente ao chefe de sala, antes de entrar na sala de provas, por dia, se precisar.\n• Por questões de segurança, o Boletim de Ocorrências não será aceito como documento de identificação.\n• Você poderá levar lanches para a sala de provas, no entanto, eles serão vistoriados pelo chefe de sala.",
    "trans": "CPF NUMBER:\n[redacted_id]\nFOREIGN LANGUAGE:\nSPANISH\nDATES AND TIMES OF THE TESTS | OFFICIAL TIME OF BRASÍLIA/DF\nDATES OF THE TESTS OPEN OF GATES CLOSE OF GATES START OF THE TESTS END OF THE TESTS\n1st DAY Languages, Codes and their Technologies, Writing and Human Sciences and their Technologies 03/11/2024 12:00 a.m 01:00 p.m. 01:30 p.m. 7:00 p.m.\n2nd DAY Natural Sciences and their Technologies and Mathematics and their Technologies\nTESTS LOCATION\nLOCATION OF THE EXAM HOLDING:\nSÃO JUDAS UNIVERSITY - MOOCA CAMPUS, BLOCK 2nd,  2nd FLOOR\nADDRESS OF THE EXAM HOLDING:\nRUA TAQUARI, 546, MOOCA\nCITY/UF OF THE EXAM HOLDING:\nSÃO PAULO / SP\nROOM\n206B\nINSTRUCTIONS\nAttention!\n• Print out the Declaration of Attendance and present it to the room leader before entering the exam room each day, if necessary.\n•For security reasons, a Police Report won't be accepted as an identification document.\n• You can bring snacks into the exam room, however, they will be checked by the room leader."
}