{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Estava preparando a comida dos meus filhos, enquanto a Gabi me observava sem dizer uma só palavra.\nHoje mais cedo ela me ligou e disse que precisava falar comigo, mas não me adiantou o assunto. O fato é que ela chegou a quase vinte minutos e não falou nada.\nMeus pequenos estão sentadinhos nas cadeiras esperando para comer.\nTerminei de arrumar o prato das crianças, me sentei de frente para ele, de um pedaço de cenoura para casa um.\n- Então, a Emma...\n- A Emma teve que ir à faculdade hoje, uma prova presencial, sabe como é né ?! - Respondi.\n- Depois ela vem?\n- Não, vai para a Luxe. - Continuei dando comida para os meus nenéns. - Não é melhor dizer o que tá pegando?\n- Então, é que eu estou afim de uma pessoa.\nOlhei rapidamente para a Gabi e ela deu um sorriso sem graça.\n- E o que eu tenho haver ? - Perguntei rindo, quebrando o clima tenso.\n- Por acaso essa pessoa é sua amiga.\n- Júlia?\n- S-sim...\n- Percebi suas investidas na festa de nove meses dos bebês. Mas se quiser conquistar a Júlia vai ter que ser mais direta.",
    "trans": "I was preparing my children's food while Gabi watched me silently.\nEarlier today she called and told me she needed to talk, but didn’t disclose the subject. The fact is, she arrived nearly twenty minutes ago and hasn’t said a word.\nMy little ones were sitting in their chairs, waiting to eat.\nI finished arranging the kids’ plates, sat across from them, and gave each a piece of carrot.\n- So, Emma...\n- Emma had to go to college today for an in-person exam, you know how it is, right?! I replied.\n- Will she come back later?\n- No, she’s going to Luxe. - I said while continuing to feed my little ones. - Wouldn't it be better to just say what’s going on?\n- Well, it’s just that I like someone.\nI glanced quickly at Gabi, and she gave me an awkward smile.\n- And what does that have to do with me? - I asked, laughing and breaking the tense atmosphere.\n- It happens to be your friend.\nJulia?\n- Y-yes...\n- I noticed your attempts at the babies’ nine-month party. But if you want to win Julia over you’ll have to be more direct."
}