{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Um cateter muito fino é introduzido no colo do útero, através do qual é inserido o embrião na cavidade uterina;\nA presença do [redacted_name] não é necessária do ponto de vista médico mas, por razões afetivas, sugerimos vivamente a sua participação neste momento;\nO ato da transferência dura poucos minutos e não necessita de jejum prévio nem de recobro posterior.\nApós transferênciado embrião:\nÉ importante que mantenha a medicação prescrita pelo seu médico até nova indicação;\nO tipo de vida deve ser calmo, sendo de evitar esforços físicos violentos e desporto de competição e não é obrigatória a ausência às atividades profissionais;\nNo dia 13/11 deve realizar uma colheita de sangue para β-HCG (que nos indicará acerca da possibilidade de gravidez). Alguns dias antes será contactada por nós e nesse contacto iremos marcar consigo a hora mais oportuna para a extração de sangue;\nUm pequeno sangramento é frequente. Se o sangramento for semelhante a uma menstruação deverá entrar em contacto connosco através dos seguintes contactos:\n[redacted_email]\nNo horário de funcionamento da clínica: 223278483\nFora do horário de funcionamento da clínica, para o 911036317\nEsperamos que o procedimento decorra de acordo com as vossas expectativas.\nEm caso de dúvida não hesite em contactar-nos.",
    "trans": "A very thin catheter is inserted into the cervix, through which the embryo is placed into the uterine cavity;\nThe presence of [redacted_name] is not medically necessary but, for emotional reasons, we strongly encourage their participation at this moment;\nThe transfer procedure lasts only a few minutes and does not require prior fasting or post-procedure recovery.\nAfter the embryo transfer:\nIt is important to continue the medication prescribed by your doctor until further instructions;\nA calm lifestyle is recommended, avoiding strenuous physical effort and competitive sports. Taking leave from professional activities is not mandatory;\nOn 11/13, you must have a blood test for β-HCG (which will provide information about the possibility of pregnancy). A few days prior, we will reach out to you to arrange the most convenient time for the blood draw;\nMinor bleeding is common. If the bleeding resembles a menstrual flow, please contact us at the following:\n[redacted_email]\nDuring clinic hours: 223278483\nOutside clinic hours: 911036317\nWe hope the procedure meets your expectations.\nFor any clarifications, do not hesitate to reach out to us."
}