{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Conforme comunicado na mensagem de extrato do mês de fevereiro, a\nalteração da secção 4, entrará em vigor no dia 1 de outubro.\n*** Condições Gerais da Conta à Ordem***\nAtualizámos as Condições Gerais da Conta à Ordem com entrada em vigor\na 1 de dezembro de 2024, nos capítulos A, B e D. Consulte as\nalterações no final deste documento e o documento atualizado no site\ndo ActivoBank. O silêncio até à data de entrada em vigor das\nalterações propostas considera-se aceitação. Caso não concorde com as\nalterações propostas tem o direito de, imediatamente e sem encargos,\nresolver o contrato antes da data de entrada em vigor para aplicação\ndas alterações.\n***Condições Gerais de Cartões***\nAtualizámos as Condições Gerais dos Cartões com entrada em vigor a 1\nde dezembro de 2024: limites de transferências MB WAY; eliminação da\nalínea i) da cláusula 44.1 e feito o seu reagrupamento; correção na\ncláusula 43.1.b). Consulte as alterações no final deste documento e\no documento atualizado no site do ActivoBank. O silêncio até à data de",
    "trans": "As stated in the February statement, the\namendment to Section 4 will take effect on October 1st.\n*** Current Account General Conditions***\nThe Current Account General Conditions have been updated, with the changes taking effect\non December 1, 2024, on chapters A, B, and D. Check\nthese changes at the end of this document and access the updated terms on\nthe ActivoBank website. If you remain silent until the changes take effect,\nthis will be considered acceptance. Should you disagree with the\nproposed changes, you have the right to terminate the contract immediately\nand free of charge prior to the effective\ndate.\n***Card General Conditions***\nThe Card General Conditions have also been updated, effective December\n1, 2024: updates to MB WAY transfer limits; removal of\nparagraph i) from clause 44.1 and subsequent regrouping; correction in\nclause 43.1.b). Review these changes at the end of this document and\nrefer to the updated terms on the ActivoBank website. Silence until the effective date"
}