{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Respeita aquele valor a fornecimentos efectuados pelo Segurado a V. Exas., titulados por documentos (faturas [redacted_info] a [redacted_info] de 01/07/2024 a 29/07/2024 com vencimento de 01/07/2024 a 29/07/2024), que se encontram cobertos pelo contracto de seguro celebrado entre aquela e a ALLIANZ TRADE PORTUGAL, (antigamente denominada Cosec – Companhia de Seguro de Créditos, SA).\nEstando a ALLIANZ TRADE PORTUGAL, (antigamente denominada Cosec – Companhia de Seguro de Créditos, SA), posicionada no mercado como sendo fonte de soluções, e face ao tempo a que se mantém esta situação, dando seguimento à correspondência enviada, solicitamos que nos informe, o que entender por bem sobre esta matéria, nomeadamente, a data de liquidação daquele montante e envio por esta mesma via do respectivo comprovativo de pagamento.\nCertos de assim podermos contar com a S/ colaboração e irmos ao encontro de todas as partes interessadas, agradecemos desde já a atenção dispensada, apresentando os nossos,\nCumprimentos\n[redacted_name]\nUnidade de Contencioso\nLitigation Department\nALLIANZ TRADE PORTUGAL\n(antigamente denominada Cosec – Companhia de Seguro de Créditos, SA).\nAv. Da Liberdade, 249 (6º Piso) - 1250-143 Lisboa\nTelef: (351) 229 530 054\nFax: (351) 300 013 420",
    "trans": "This amount pertains to supplies provided by the Insured to your company, substantiated by documents (invoices [redacted_info] to [redacted_info] dated from 07/01/2024 to 07/29/2024, with due dates from 07/01/2024 to 07/29/2024), which are covered by the insurance contract established between them and ALLIANZ TRADE PORTUGAL (formerly known as Cosec – Companhia de Seguro de Créditos, SA).\nAs ALLIANZ TRADE PORTUGAL (formerly known as Cosec – Companhia de Seguro de Créditos, SA) is positioned in the market as a provider of solutions and considering the duration of this situation, following up on our previous correspondence, we request your input regarding this matter, particularly the payment date for the mentioned amount and the submission of the corresponding proof of payment via this same channel.\nConfident that we can count on your cooperation to address the interests of all parties involved, we thank you in advance for your attention and remain,\nBest regards\nBest regards,\nLitigation Unit\nLitigation Department\nALLIANZ TRADE PORTUGAL\n(formerly known as Cosec – Companhia de Seguro de Créditos, SA)\nAv. Da Liberdade, 249 (6th Floor) - 1250-143 Lisbon\nTel: (351) 229 530 054\nFax: (351) 300 013 420"
}