{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Em 1463 D. Afonso V doou São Pedro de Moel ao Conde de Vila Real. Esta avultada família possuía um palácio em Leiria e várias casas próprias em São Pedro de Moel. Mantiveram-se nesta praia até 1641, altura em que foram executados o último Marquês de Vila Real e o seu filho, o último Duque de Caminha. Nesta altura, a povoação passa a incluir-se nos bens da Casa do Infantado.\nA Duquesa de Caminha, D. Joana Juliana Maria Máxima de Faro, filha benquista dos Condes de Faro, após enviuvar, chorava diariamente a morte de seu esposo num rochedo enorme e imponente desta praia, resultando daqui o seu nome, \"Penedo da Saudade\", no cimo do qual se encontra actualmente um farol com o mesmo nome. Assim nasceu a lenda do Penedo da Saudade, protagonizado pela Duquesa de Caminha: há quem afirme ainda que, ao ouvir nesse rochedo os murmúrios do mar, pode distinguir também, como em eco, as lamentações da jovem viúva…\nA povoação começa a ser procurada como local de repouso e veraneio a partir do séc. XV porque \"tinha o mar por perto, muita caça no pinhal, boas hortas e locais frescos com muita água\".",
    "trans": "In 1463, King Afonso V donated São Pedro de Moel to the Count of Vila Real. This large family owned the Leira Palace and various private houses in São Pedro de Moel. They remained on this beach until 1641 when the last Marquis of Vila Real and his son and the last Duke of Caminha were executed. At this point, the town become the owners of the Casa do Infantado properties.\nThe Duchess of Caminha, Madam Joana Juliana Maria Máxima de Faro, daughter of the Counts of Faro, after becoming a widow, would cry daily about the death of her husband on a huge and imposing rock on this beach, hence its name, ‘Penedo da Saudade’ (Rock of Longing), on top of which there is now a lighthouse with the same name. This is how the legend of Penedo da Saudade came to life, starring the duchess of Caminha: there also those who say that when listening to the murmuring of the rock on the sea, they can also hear the echo of the young widow laments.\nThe town began to be sought out as a place to rest and spend holidays from the 15th century because \"it had the ocean close\", plenty of game in the pine forest, good vegetable gardens and cool places with lots of water."
}