{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Além disso, faz-se necessária a recolha do produto, indicarei como deverá preparar a amostra para que nosso serviço de transporte possa recolhê-la:\n• Snacks: fechar a bolsa com um clip ou uma pinça e introduzi-la em um envelope ou bolsa.\nNa parte exterior do pacote, por favor, inclua um lembrete com seu nome e o nº de referência [redacted_info].\nNosso serviço de recolha pode passar pela morada que o senhor informe no turno matutino de 09:00 a 14:00h ou no turno vespertino de 16:00 a 20:00h. Solicitamos que nos informe que dia e turno podemos passar a recolher a amostra.\nVossos dados serão tratados em conformidade com a política de privacidade da PepspiCo disponível em https://pepsicoprivacypolicy.com/es/home . É possível exercer sus direito de acesso, retificação, supressão, oposição e limitação do tratamento e portabilidade enviando um e-mail ao TrustArc.\nPode solicitar informação sobre a mesma respondendo a este e – mail ou chamando ao 808.200.969.\nEstamos à espera de sua resposta.\nAtenciosamente,\nAtenção ao Consumidor – Pepsico\nTelf. 808.200.969\nHorario: De lunes a viernes laborables de 9:00 a 20:00h",
    "trans": "In addition to this, it is necessary to pick up the product, I will show how you must prepare the sample for our transportation service to pick it up.\n• Snacks: close the bag with a clipper or tweezers and put it in an envelope or bag.\nOn the external side of the package, please include a note with your name and the reference number [redacted_info].\nOur pick-up service may pass by the house that you inform in the daily shift from 09:00 a.m. to 2:00 p.m. or in the afternoon shift from 4:00 p.m. to 8:00 p.m. We need you to inform us of the day and shift so we can come by to pick up the sample.\nYour data will be treated in accordance with the private policy of PepsiCo available at  https://pepsicoprivacypolicy.com/es/home. It's possible to exercise your rights of access, rectification, erasure, objection, and restriction of the processing and portability by sending an email to TrustArc.\nYou can ask for information about it by answering this email or calling 808.200.969.\nWe look forward to hearing from you.\nSincerely,\nCustomer's support - Pepsico\nPhone number 808.200.969\nSchedule: From Monday to Friday working days from 9 a.m. to 8 p.m."
}