{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Morada de Faturação\n[redacted_address]\nMétodo de Envio\nClick & Recolha\nMétodo de Pagamento\nApple Pay\nData estimada de Entrega\n16-10-2024\nTodas as possibilidades na tua mão\nDescarrega a APP Decathlon e tem acesso a vantagens exclusivas.\nO remetente desta comunicação é a SPDAD - Sociedade Portuguesa de Distribuição de Artigos de Desporto, Unipessoal, Lda., NIPC 503074586 (DECATHLON PORTUGAL, com sede na Estrada do Monte da Cabreira, n.º 1 e 1A, 2610-017 Amadora). Para obter mais informações sobre encomendas, prazos de envio e outras questões relacionadas com as tuas compras, poderás fazê-lo através do nosso suporte online.\nRecebeste esta comunicação devido às interações realizadas através da tua conta Decathlon. Se pretendes exercer os teus direitos de acesso, retificação, eliminação ou objeção, poderás fazê-lo através do seguinte formulário ou ainda através de uma carta endereçada para a morada acima.\n© 2024 Decathlon\nTrocas e devoluçõesCondições gerais de venda Política de privacidade",
    "trans": "Billing address\n[redacted_address]\nShipping Method\nClick & Pick-up\nPayment Method\nApple Pay\nEstimated delivery date\n10-16-2024\nAll the possibilities at the tip of your fingers\nDownload the Decathlon App and have access to exclusive benefits.\nThe sender of this communication is the SPDAD - Sociedade Portuguesa de Distribuição de Artigos de Desporto, Unipessoal, Lda, NIPC 503074586 (DECATHLON PORTUGAL, with registered offices at Estrada do Monte da Cabreira, n.º 1 e 1A, 2610-017 Amadora). For more information on orders, delivery times, and other issues relating to your purchases, you can contact our online support team.\nYou have received this communication due to interactions with your Decathlon account. If you wish to exercise your rights of access, rectification, erasure, or objection, you can do it through this form or by sending a letter to the above address.\n@ 2024 Decathlon\nExchanges and returns General terms and conditions of sale Privacy policy"
}