{
    "source": "pt_BR",
    "target": "en_US",
    "text": "😢\nSenti que deveríamos ter uma conversa honesta, onde poderíamos abrir 🔓 a cabeça e o coração.\nComo disse, não é que não tenha sentimento, porque tenho.\nNão é porque não goste de ti, porque gosto, e não é pouco.\nNão é porque não tenha amor por ti, porque tenho e também não é pouco.\nÉs uma pessoa com um coração ♥️ enorme, doce, torrãozinho, mas que não deseja mal a ninguém. E isso é autêntico e maravilhoso.\nApenas procurei o que sentia, que não estávamos alinhados, que isso causava dor e desconforto a mim, a ti e a nós e que não queria arriscar a continuar numa situação desconfortável para nós.\nComo disse ontem, não quero desgastar e chegar a uma situação em que em vez de amor, começamos a ter ódio um ao outro, pelas brigas e stress que, infelizmente, e às vezes, parecem não ter fim.\nEu sei que me amas e eu também. Mas amar só não chega. Como disse, estas 2 semanas que deveriam ter sido maravilhosas não foram (e não estou a apontar dedos). E também houve muitas vezes em que senti como💩 .",
    "trans": "😢\nI felt we should have an honest conversation in which we could open 🔓our heads and hearts.\nAs I said, it's not that I don't have feelings cause I do.\nIt's not that I don't like you because I do, and not just a little.\nIt's not because I don't love because I do and very much.\nYou are a person with an enormous, sweet and warm ♥️ heart but who doesn't mean to hurt anyone. And this is so awesome and authentic.\nI just looked for what I felt for you, that we're not aligned with each other, and that this caused me pain and discomfort, to me and to you, and that I wouldn't want to risk and continue with an uncomfortable situation for both of us.\nAs I said yesterday, I don't want to wear off and get to a situation in which instead of love, we start hating each other, because of the fights and the stress which unfortunately sometimes seems unending.\nI know that you love me and that I do too. But love is not enough. As I said, these two weeks were supposed to be wonderful and they weren't (and I'm not pointing fingers). And there were also many times in which I felt like 💩."
}