{
    "source": "pt_BR",
    "target": "en_US",
    "text": "QUERIDOS ALUNOS,\nSempre digo que, se você não der o primeiro passo, o Universo não consegue criar o caminho para você percorrer.\nFoi isso que eu fiz: dei o primeiro passo confiante, mas jamais imaginei que chegaria onde estou, gerindo um grupo com centenas de colaboradores, diversas unidades nacionais e internacionais, centenas de alunos espalhados pelo mundo, dezenas de produtos com a marca Natalia Beauty, milhares de alunos formados em minha Universidade reconhecida pelo MEC, projetos no Metaverso, Moeda Digital e muito, muito mais!\nA verdade é que ninguém tem garantias de nada e precisamos criar nossa realidade com base no que acreditamos.\nSei que se está aqui, assim como nós, você acredita que o mundo seja um lugar onde todos podem e devem ser felizes. A felicidade é acessível a todos!\nQuando eu estava na pior, aprendi minha maior lição. O fundo do poço foi meu grande impulso. Eu me conheci como jamais teria conhecido em outras ocasiões e aprendi que eu sou responsável pela minha vida e minha situação, que ninguém me deve nada e ninguém tem que fazer nada por mim. Ponto.",
    "trans": "DEAR STUDENTS,\nI always say that if you don't want to take the first step, the Universe won't create the path for you to follow.\nIt was that what I said: take the first step with confidence but I never thought it would get to the point I stand now, with a group of hundreds of collaborators, different national and international units, hundreds of students spread around the world, dozens of products with the Natalia Beauty brand, thousands of students formed in my University which is recognized by the MEC, Metaverso projects, Moeda Digital, and many many more!\nThe truth is that no one has the guarantees of anything and we need to create our reality based on what we believe.\nI know that if you are here, it's because, as we do, you believe in a world where all can and must be happy. Happiness is accessible to everyone!\nWhen I was at my worst, I learned my lesson. Rock bottom was my big boost. I got to know myself as I never had in different circumstances and I learned that I'm responsible for my life and my situation, and that no one owns me nothing and no one has to do nothing for me. Period."
}