{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— No mínimo dois orgasmos.\nEngfa solta um rosnado e com um movimento rápido me vira no sofá, ficando por cima de mim entre minhas pernas. Seu púbis pressiona contra o tecido fino de minha calcinha, sinto um lateja em meu clitóris. Incrível como ela me excita sem se esforçar. Eu ainda consigo me surpreender com sua capacidade.\n— Só dois? – Seu tom de deboche deixa claro que aquilo não é nada de mais para ela.\n— No mínimo. – Devolvo no mesmo tom de desdém.\n— Isso é fácil pra mim. – Morde o lóbulo da minha orelha e eu me agarro em suas costelas, pressionando-a para baixo. Ela movimenta o quadril, simulando uma penetração. Fecho os olhos durante alguns segundos, sinto o prazer correr em minhas veias. — Podemos começar aqui mesmo, o que acha?\nSussurra em meu ouvido, pressionando mais o quadril contra o meu. Minha boceta contraiu automaticamente. Mais do que tudo quero ela me possuindo. Mas no momento tenho outras coisas em mente, coisas bem interessantes. Além do mais, provocar Engfa é a melhor coisa que existe.",
    "trans": "— At least two orgasms.\nEngfa lets out a growl and with a quick movement turns me around on the couch, getting on top of me between my legs. His pubis presses against the fine fabric of my panties, I feel my clittoris beating. It's amazing how she manages to put me hot effortlessly. His ability to do that still surprises me.\n— Only two? - Her tone of debauchery makes it clear that it was nothing special for her.\n— At least. - I replied with the same disdain.\n— That's a piece of cake for me. — Bite my earlobe and I hold to your ribs, pressing them down. She moves her hip simulating penetration. I close my eyes for a few seconds and I feel the pleasure running through my veins. — We can start right here, what do you think?\nShe whispers in my ear, pressing her hips against mine. My pussy automatically contracts. Above all I want her to possess me. But at the moment I have other things in mind, things a lot more interesting. Besides, provoking Engfa is the best thing ever."
}