{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Natasha se afastou apenas o suficiente para sussurrar. - Você é linda, Wanda. - Wanda sorriu, seus olhos brilhando de desejo.\nNatasha se deitou por cima de Wanda suavemente, suas mãos ágeis removendo as roupas que ainda estavam no caminho. A ansiedade e a excitação eram palpáveis no ar. Natasha, posicionou-se entre as pernas de Wanda. Ela segurou seu membro firmemente, esfregando a ponta contra a entrada úmida de Wanda, arrancando gemidos baixos da mulher abaixo dela.\n- Posso? - Natasha perguntou, sua voz rouca de desejo.\n- Sim, Tasha. Quero você. - Wanda respondeu, sua voz carregada de expectativa.\nCom um movimento lento e deliberado, Natasha empurrou a ponta do seu pau pra dentro de Wanda, observando atentamente suas reações. Ela continuou a penetrar lentamente, centímetro por centímetro, até estar completamente dentro, arrancando um suspiro profundo de Wanda.\nNatasha começou a se mover, seus impulsos inicialmente lentos e profundos, permitindo que Wanda se ajustasse ao tamanho e à sensação. Wanda envolveu suas pernas ao redor da cintura de Natasha, puxando-a mais fundo a cada investida. A sensação de preenchimento e a fricção dos movimentos de Natasha estavam deixando Wanda cada vez mais perto do êxtase.",
    "trans": "Natasha moved away just enough to whisper. - You're beautiful, Wanda. _ Wanda smiled, her eyes shining with desire.\nNatasha lay on top of Wanda gently, her agile hands messing with the clothes that were still on the way. The anxiety and emotion were palpable in the atmosphere. Natasha positioned herself between Wanda's legs. She holds her organ firmly, rubbing the tip of it against Wanda's wet entry, pulling low moans from the woman below her.\n- May I? - Natasha asked, with her hoarse voice of desire.\n- Yes, Tasha. I want you. - Wanda answered with her voice full of expectations.\nWith a slow and calculated move, Natasha pushed the tip of her cock into Wanda, watching attentively to her reactions. She continues to penetrate her slowly, centimetre after centimetre, until being completely inside, pulling a deep whisper from Wanda.\nNatasha started to move, her impulses were initially slow and deep, allowing Wanda to get used to the size and the feeling. Wanda wrapped her legs around Natasha's hip, pushing her harder on each attack. The feeling of filling and friction of Natasha's movements were leaving Wanda each time closer to ecstasy."
}