{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— O que você está falando? — Kim se intrometeu na conversa, se dando por vencido de que não teria atenção de Kenta tão cedo.\n— Ah meu Deus, vocês precisam fazer isso! P´Babe encontrou um site BDSM que você consegue ver quais são seus maiores fetiches. — Sonic falou animado, se sentando de frente ao casal de introvertidos.\n— Eu aposto que eles são 100% bambu igual a vocês. — Babe disse, apontando para o excêntrico casal North e Sonic.\n— Não é nossa culpa que você seja uma prostituta Phi! — North disse brincando, mas logo levou um tapa na sua nuca de Babe, que se mostrou ofendido.\n— Que site é esse? — Kim perguntou, independentemente como sempre.\nKenta então levantou a cabeça, com os olhos arregalados, surpreendendo Kim que não achava que ele estava ouvindo alguma coisa.\n— Por que você quer fazer isso? — Kenta perguntou, exasperado.\n- Porque não? Não estou fazendo nada mesmo e você não me dá atenção. — Kim fez beicinho, mas algo nele estranhou a reação do seu namorado, que quase nunca reage a nada.\n— Isso é bobagem. — Kenta disse, tentando não parecer nervoso aparentemente, mas nada fiquei agitado pelo seu alfa.",
    "trans": "— What are you talking about? — Kim interrupted the conversation, giving up on getting Kenta's attention anytime soon.\n— Oh my God, you guys have to do this! P'Babe found a BDSM website where you can see what your biggest fetishes are. — Sonic said excitedly, sitting in front of the introverted couple.\n— I bet they're 100% vanilla like you two. — Babe said, pointing at the eccentric couple North and Sonic.\n— It's not our fault you're a prostitute Phi! — North said jokingly, but Babe quickly slapped the back of his neck, offended.\n— What website is that? — Kim asked, as independent as ever.\nKenta then looked up, his eyes wide, surprising Kim who didn't think he was listening to anything.\n— Why would you want to do that? — Kenta asked, exasperated.\n- Because why not? I'm not doing anything anyway and you don't give me any attention. — Kim pouted, but something about it made him strange his boyfriend's reaction, who rarely reacts to anything.\n— That's silly. — Kenta said, trying not to look obviously nervous, but nothing made him as agitated as his alpha."
}