{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Por que não? — ela disse entre dentes.\n— Porque ele não vai descansar até conseguir te pegar, Elizabeth! Eu preciso matá-lo antes que ele sequer se aproxime de você.\nEla riu. Mas era uma risada de desespero.\n— E quanto a você? Porque eu sei que ele quer te matar também. E se ele conseguir? Como eu fico?\nEu não consegui dizer nada.\nEla se aproximou e me deu um empurrão.\n— Você não podia ter feito isso, porra! Não podia ter feito eu me apaixonar por você! — as lágrimas escorriam de seus olhos.\nE começaram a escorrer dos meus olhos também.\n— Você acha que eu planejei isso? Eu tentei evitar até o último segundo! Você acha que eu quis me apaixonar por você também? Que eu quis sentir isso? A porra desse sentimento me fodeu, Elizabeth! Me deixou vulnerável, merda!\nEu estava completamente desesperada. Vê-la daquele jeito e pensar que eu podia não voltar pra ela, me quebrava.\n— Eu não acredito que isso está acontecendo. — Elizabeth colocou as mãos no rosto.",
    "trans": "— Why not? — she said through greeted teeth.\n— Because he won't stop until he gets with you, Elizabeth! I need to kill him before he even comes next to you.\nShe laughed but it was more a laugh of despair.\n— As for you, because I know he wants to kill you too, what if he does it? How will I feel?\nI couldn't say anything.\nShe came near me and pushed me away.\n— You shouldn't have done that, for God's sake! You shouldn't have made me fall in love with you! — Tears flowed from his eyes.\nAnd started to flow from my eyes too.\n— Do you think I planned this? I tried to avoid it until the last minute! Do you think I wanted to fall in love with you too? That I wanted this? This fucking feeling screwed me, Elizabeth! It turned me vulnerable, damn!\nI was completely desperate. Watching her in that state and thinking I could not come back to her broke me into pieces.\n— I can't believe this is happening. — Elizabeth put her hands on her face."
}