{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Nicholas caminhou pelos corredores silenciosos do hospital, com um ar pesado sobre ele. As luzes frias e o cheiro de desinfetante o faziam sentir-se ainda mais desconfortável. Ele vinha visitar Warren quase todos os dias, e a cada vez que o via, parecia que o homem envelhecia mais. Nicholas sabia que Warren estava piorando, mas o que o perturbava era que, além de seus cartões de melhoras vindos de empresários e treinadores do clube, ninguém mais o visitava. Ele era a única pessoa ali.\nEntrando no quarto, Nicholas notou o mesmo cenário solitário. Warren estava deitado na cama, com uma aparência frágil e abatida. Ao ouvir Nicholas entrar, ele abriu os olhos com esforço e esboçou um sorriso cansado.\n—— Ah, é você de novo —— disse Warren, com a voz rouca e fraca. —— Você é mais frequente que os enfermeiros por aqui.\nNicholas se aproximou e sentou-se ao lado da cama. —— Eu vim ver como você está. Parece que ninguém mais faz isso... Sua família não veio?\nWarren soltou um riso curto, que logo se transformou em uma tosse leve. Ele se ajeitou na cama, com dificuldade.\n—— Família? —— ele repetiu com amargura, olhando para o teto. —— Vai ser mais fácil eu ir ver minha família em breve, se continuar assim...",
    "trans": "Nicholas walked through the hospital's silent corridors with a heavy air above him. The cold lights and the sanitiser smell made him feel even more uncomfortable. He came to visit Warren almost daily, and every time he saw him, it seemed he got older. Nicholas knew Warren was getting worse but what perturbated him the most was that, besides getting better cards from businessmen and coaches from the club, no one else visited him. He was the only person there.\nEntering the room, Nicholas saw the same lonely scene. Warren lay in the bed with a fragile and defeated appearance. When he heard Nicho entering, he opened his eyes with effort and draw a tired smile.\n— Oh, it's you again — said Warren with a hoarse and weak voice. — You come more frequently than the nurses here.\nNicholas approached him and sat beside his bed. — I came to see how you were. It seems no one else does this... Has your family come?\nWarren threw a short smile which immediately turned into a slight cough. He tried to sit better on the bed with some difficulty.\n— Family? — he repeated bitterly looking at the ceiling. — It'll be easier for me to go see my family soon if this keeps up..."
}