{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Até há pouco tempo, nunca tinha conversado com o engenheiro[redacted_name], embora já o conhecesse há muito, por motivos profissionais.\nAfinal, estou a falar do fundador e ainda hoje responsável máximo pela Rolear, uma das poucas grandes empresas algarvias, que emprega 450 pessoas e se move em muitas áreas, da construção civil ao turismo, passando pelo comércio e pelas energias renováveis.\nTendo amigos que trabalham na Rolear, também sempre me transmitiram que esta era uma empresa boa para trabalhar. Quanto ao seu patrão, sempre ouvi elogios.\nQuando, recentemente, conversei com [redacted_name] e passei algum tempo com ele, percebi porquê.\nAlém de ser alguém de uma simpatia e educação exemplares, este empresário é, percebe-se rapidamente, genuinamente humilde [no melhor sentido da palavra], empático e preocupado com os trabalhadores da empresa que criou do nada.\nEstávamos no Amendoeira Golf, um resort que pertence à Rolear, e [redacted_name] cumprimentou todos os funcionários com que nos cruzámos, chamando-os pelo nome - se não a todos, todos, à larga maioria.",
    "trans": "Until recently, I had never talked with [redacted_name], the engineer, although I had known him for a long time for professional reasons.\nI am ultimately talking about the founder and still responsible today for Rolear, one of the few great Algarvian companies, that employs 450 people and operates in many areas, from civil engineering to tourism, through commerce and renewable energy.\nHaving some friends who work at Rolear, they've always told me it was a good company to work in. As for the boss, I've always heard compliments.\nIt wasn't until recently when I talked to [redacted_name] and spent some time with him, that I understood why.\nBesides being someone with extraordinary sympathy and politeness, this businessman is you can right away see- truly humble [in the best sense of the word ], empathetic, and worried about the workers of the company he created from scratch.\nWe were at Amendoeira Golf, a resort that belongs to Rolear, and [redacted_name] greeted all the employees we crossed paths with, calling them by their names - if not all, all, the vast majority."
}