{
    "source": "pt_BR",
    "target": "en_US",
    "text": "\"[redacted_name] é uma mulher, é melhor que sua primeira vez seja comigo do que com um vagabundo.\" [redacted_name] se lembrou da noite maravilhosa ontem, sim, ela era uma mulher, e ela provou isso para ele ontem.\n\"Seu filho da puta!\" [redacted_name] colocou uma adaga sob sua garganta. \"Você a manchou, destruiu a honra dela,[redacted_name], você manchou o nome desta Família, nenhum Lorde a aceitará nestas condições.\"\n\"Os Lordes de Westeros são ovelhas, o Dragão não deveria se importar com a opinião de ovelhas. Você é o Rei!\" [redacted_name] fez uma breve pausa.\n\"Case-a comigo, eu a aceito como ela está, eu quero ela, eu quero a [redacted_name], vamos nos casar nas tradições de nossa Família, e traremos a glória novamente para esta Casa.\"\n\"Não é a minha filha que você quer, é o meu Trono, você só está a usando para conseguir oque você quer.\" [redacted_name] olhou para o Trono de onde ele estava. \"Acha que pode me manipular,[redacted_name]?\"\nViserys não estava totalmente errado, sim, [redacted_name] era o caminho mais fácil para o poder, mas ele a amava também.",
    "trans": "\"[redacted_name] is a woman, you should have your first time with me than with some scumbag\". [redacted_name] remembered the wonderful yesterday night, yes, she was a woman and she proved it to him yesterday.\n\"You son of a bitch!\" [redacted_name] put a dagger under his throat. \"You stained her, destroyed her honor, [redacted_name], you stained the name of this family, no Lord will accept her under these circumstances\".\n\"Westeros lords are sheep, Dragon won't mind with the opinion of those sheep. You're the King\" [redacted_name] took a small break.\n\"Marry me, I accept her as she is, I want her, I love [redacted_name], we will marry under this Family traditions, we will bring glory back to this House\".\n\"It's not my family who you want, it's my Throne, you are just using her to get what you want.\" [redacted_name] looked to the Throne where he was. \"Do you think you can manipulate me, [redacted_name]?\nViserys was not totally wrong, yes, [redacted_name] was the easiest way to get to power, but he also loved her."
}