{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- Kingy só está vivo graças a minha generosidade, fora que eu não podia permitir que o traseiro dele e consecutivamente o meu fosse entregue tão facilmente, foi divertido massacrar aquele morceguinho e mostrar a totalidade de nossos poderes ocos e shinigami, houve um certo erro na equação que foi a cria do [redacted_name] aí, que se meteu na luta quando eu ia finalizar o morcego, coisa que um certo alguém não teve tenacidade o suficiente de fazer estando no meu lugar a muito tempo né [redacted_name]! - Uma voz dupla e zombeteira foi ouvida por toda sala causando um certo estremecimento, a aura vinda do ser era opressora sem nenhum esforço, a implicância nas últimas palavras entregue fez um rei Quincy mais jovem se iriçar que nem um gato, é logo depois liberar contra o oco sua aura sombria e assassina, levando a sua outra metade estremecer um pouco. White como foi chamado antigamente, é agora nomeado como[redacted_name] a outra parte de [redacted_name], estava abraçando um[redacted_name] que tinha uma carranca profunda que estragou seu rostinho bonito devido a ofensa indireta de seu zanpakutou para com ele e também pelas brigas desnecessárias entre ambos espíritos .",
    "trans": "Kingy is only alive thanks to my generosity, plus I couldn't allow his butt, and therefore, mine, to be handed over so easily, it was fun to crush that little bat and show the full extent of our hollow and shinigami powers. There was a certain mistake in the equation, which was the child of [redacted_name] over there, who got involved in the fight when I was about to finish the bat, something that a certain someone didn’t have the tenacity to do when they were in my place a long time ago, right, [redacted_name]! - A mocking, double voice echoed throughout the room, causing a slight shudder. The aura emanating from the being was effortlessly oppressive, the implication in the last words delivered made a younger Quincy king bristle like a cat, and soon after he unleashed his dark, murderous aura against the hollow, causing his other half to shiver slightly. White, as he was previously known, is now named [redacted_name], the other part of [redacted_name]. He was holding a [redacted_name] who had a deep scowl that ruined his pretty face, due to the indirect offense from his zanpakutou toward him, as well as the unnecessary conflicts between both spirits."
}