{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Anthony levantou uma sobrancelha e olhou para Kate, que estava tomando seu chai e observando os irmãos. \"O que você precisa de nós - da Kate, então?\"\n\"Eu esperava que você pudesse convidar Penelope para o chá em algum momento desta semana. Perguntei a ela se ela vai se sentar como modelo de artista para mim para alguns retratos. Enquanto estamos trabalhando, espero decifrar se ela tem algum sentimento persistente por Colin, tentar mitigar qualquer desgosto antes que seus esquemas cheguem à tona.' E talvez determinar seus sentimentos por qualquer outro cavalheiro, ele pensou.\n'Você está pintando de novo?' Anthony perguntou, parecendo satisfeito, mas hesitante. Benedict acenou com a cabeça. Ele nunca quis que seu irmão se sentisse como se o bloqueio de Benedict fosse culpa dele, mas assumir a culpa parecia ser uma especialidade de Bridgerton.\n'Eu sou', disse Benedict. \"Ou, eu vou tentar. Eloise sugeriu que uma mudança de assunto poderia ser benéfica, e bem, Penelope é bastante inspiradora.'\nAnthony deu a ele um olhar afiado, mas Benedict ignorou quando Kate falou.",
    "trans": "Anthony raised an eyebrow and glanced at Kate, who was sipping her chai and watching the brothers. “So, what do you need from us - or rather, from Kate?”\n“I was hoping you could invite Penelope over for tea sometime this week. I asked her if she would model for me as an artist for a few portraits. While we're working, I plan to figure out if she still has lingering feelings for Colin, hoping to ease any heartbreak before his schemes come to light.” And maybe uncover her feelings for any other gentleman, he thought.\n'Are you painting again?' Anthony asked, looking pleased but slightly hesitant. Benedict nodded. He never wanted his brother to feel that Benedict's creative block was his fault, but taking on guilt seemed to be a Bridgerton specialty.\n'I am,' Benedict replied. “Or at least, I’ll give it a shot. Eloise suggested a change of focus might help, and, well, Penelope is pretty inspiring.”\nAnthony shot him a sharp look, but Benedict brushed it off as Kate joined the conversation."
}