{
    "source": "pt_BR",
    "target": "en_US",
    "text": "“Eu tenho que me desculpar pelo que está acontecendo aqui”, disse ele com um olhar preocupado.\n“O que está acontecendo aqui?” Penelope perguntou meio atordoada.\n“Você vai se casar com o Sr. Brimmings aqui”, disse Portia a ela.\nIsso fez Penelope voltar à realidade. “Eu estou me casando? O quê? Não, mamãe... O quê?”\n“Eu prometo que não é o que parece”, disse o Sr. Brimmings a ela. “Eu vou cortejar você, é claro, e ver se vamos nos adequar.”\n“Mas você vai se adequar,” o visconde resmungou. “Eu ganhei ela de forma justa e quadrada. Você deveria ser grato. Não há necessidade desta temporada insuportável.”\nO Sr. Brimmings mais jovem deu ao seu pai um olhar severo e depois voltou para Penelope. “Não ligue para ele. Eu posso explicar tudo.”\nPenelope mal estava ouvindo. Seus olhos quase se apararam quando ela ouviu o Visconde dizer 'Ganhei ela'. Ganhou ela? A Penelope ganhou? O que isso quis dizer? Ela olhou freneticamente para sua mãe cortando o Sr. Brimmings em tudo o que ela estava dizendo. “Mãe? O que está acontecendo?”\n“Bem,” Portia parecia um pouco chateada. “Aparentemente, seu pai tinha feito uma aposta. No qual ele perdeu muito dinheiro.”",
    "trans": "“I must apologize for what’s happening here,” he said with a worried expression.\n“What’s happening here?” Penelope asked, somewhat dazed.\n“You’re going to marry Mr. Brimmings here,” Portia told her.\nThat snapped Penelope back to reality. “I’m getting married? What? No, mommy... What?”\n“I promise it’s not what it looks like,” Mr. Brimmings assured her. “I will court you, of course, and see if we’re a good match.”\n“But you will be a good match,” the Viscount grumbled. “I won her fair and square. You should be grateful. There’s no need for this unbearable season.”\nThe younger Mr. Brimmings shot his father a stern look before turning back to Penelope. “Don’t pay him any attention. I can explain everything.”\nPenelope was barely listening. Her eyes nearly teared up when she heard the Viscount say, “I won her.” Won her? Penelope? What could that possibly mean? She looked frantically at her mother, who was cutting off Mr. Brimmings at every turn. “Mother? What is going on?”\n“Well,” Portia seemed a bit upset. “Apparently, your father made a bet. In which he lost a lot of money.”"
}