{
    "source": "pt_BR",
    "target": "en_US",
    "text": "O poema “Ode marítima”, do heterônimo Álvaro de Campos, de Fernando Pessoa, é um texto grandioso, situando-se como um dos mais representativos da obra do poeta.\nSobre Manuel Wiborg\nManuel Wiborg nasceu em Lisboa em 1968. No Teatro interpretou e encenou autores clássicos e contemporâneos tais como: Brecht, Shakespeare, Heiner Muller, Ésquilo, Henry Miller, Joyce Carol Oates, Lars Nóren, Marguerite Duras, Jacinto Lucas Pires, Gonçalo M. Tavares, José Maria Vieira Mendes, Ruy Duarte de Carvalho, Judite Canha Fernandes, Tiago Ribeiro Patrício, Melville, Dostoievsky, Strindberg, Ibsen, Pinter, Anthony Burgess, Jon Fosse, Sarah Kane, entre muitos outros. Fundou e foi / é diretor artístico das companhias de Teatro Actores Produtores Associados e Teatro do Interior. Em 2001 ganhou o Prémio Revelação Ribeiro da Fonte atribuído pelo Ministério da Cultura pela encenação da peça “As Regras da Atração” de Bret Easton Ellis.\nNo cinema trabalhou com os realizadores Jorge Silva Melo, Manuel Mozos, Jacinto Lucas Pires, António da Cunha Teles, Jorge Queiroga, Joaquim Pinto, Raúl Ruiz, Zézé Gamboa entre muitos outros. Em 1992 recebeu o prémio de Melhor Interpretação Masculina no Festival Internacional de Cinema de Dunquerque, pela interpretação no filme “Coitado do Jorge” de Jorge Silva Melo.",
    "trans": "The poem “Ode Marítima” by Fernando Pessoa’s heteronym Álvaro de Campos is a monumental work, considered one of the most representative pieces of the poet’s oeuvre.\nAbout Manuel Wiborg\nManuel Wiborg was born in Lisbon in 1968. In theater, he has performed and directed works by classical and contemporary authors such as: Brecht, Shakespeare, Heiner Muller, Aeschylus, Henry Miller, Joyce Carol Oates, Lars Nóren, Marguerite Duras, Jacinto Lucas Pires, Gonçalo M. Tavares, José Maria Vieira Mendes, Ruy Duarte de Carvalho, Judite Canha Fernandes, Tiago Ribeiro Patrício, Melville, Dostoevsky, Strindberg, Ibsen, Pinter, Anthony Burgess, Jon Fosse, Sarah Kane, and many others. He founded and serves/served as the artistic director of the theater companies Actores Produtores Associados and Teatro do Interior. In 2001, he won the Ribeiro da Fonte Revelation Award, granted by the Ministry of Culture, for directing the play “The Rules of Attraction” by Bret Easton Ellis.\nIn cinema, he has worked with directors Jorge Silva Melo, Manuel Mozos, Jacinto Lucas Pires, António da Cunha Teles, Jorge Queiroga, Joaquim Pinto, Raúl Ruiz, Zézé Gamboa, among many others. In 1992, he received the Best Male Performance award at the Dunkirk International Film Festival for his role in the film “Poor Jorge” by Jorge Silva Melo."
}