{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Existem dois tipos principais de ansiedade:\nAnsiedade POSITIVA\nGerada por sonhos e expectativas de coisas boas que possam acontecer, como por exemplo, uma festa, mudança ou aquisição de um bem. Uma característica da ansiedade positiva é que não queremos parar de pensar no que estamos esperando. Isso também gera cansaço e sobrecarrega as emoções.\nAnsiedade NEGATIVA\nGerada pelo medo de que algo ruim aconteça, como por exemplo, resultado de um exame, notícias de alguém distante ou não conseguir arcar com as contas. A ansiedade negativa se caracteriza por uma luta mental para não pensar no problema, mas nem todos conseguem se controlar ou distrair diante da tensão, por isso vem o estresse.\nO tempo é um fator agravante da ansiedade, porque vivemos cronometrados por compromissos. Precisamos aprender que fomos criados para a eternidade (Eclesiastes 3.11), mas somos passageiros e tudo que fazemos é finito (Eclesiastes 3.14,15). Se entendermos que “Tudo tem o seu tempo determinado, e há tempo para todo propósito debaixo do céu” (Eclesiastes 3.1) conseguimos viver bem melhor.",
    "trans": "There are two main types of anxiety\nPositive Anxiety\nDeveloped by dreams and expectations of good things that might happen, such as a party, a move, or purchasing something of value. A hallmark of positive anxiety is the inability to stop thinking about what you’re anticipating. This, in turn, leads to exhaustion and emotional overload.\nNegative Anxiety\nCaused by fear of negative events, such as awaiting test results, receiving concerning news from someone far away, or being unable to pay bills. Negative anxiety manifests as a mental struggle to avoid thinking about the issue. However, not everyone can manage or distract themselves from the tension, which often results in stress.\nTime is an aggravating factor in anxiety since we live under the constant pressure of commitments. We need to embrace that we are created for eternity (Ecclesiastes 3:11) but are transient beings, and everything we do is finite (Ecclesiastes 3:14-15). Recognizing that “Everything has its designated time, and there is a time for every purpose under heaven” (Ecclesiastes 3:1) helps us live with greater peace."
}