{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Olha só, foi só você falar sobre as qualidades dele que ele até amansou — o olhar que lancei a ele foi tão mortal que ele saiu correndo do quarto.\n— Coma Sakura, não tem nada que te faça mal aí, te garanto. Depois você pode tomar um banho, naquela porta ali fica o banheiro — Apontei para uma porta a sua esquerda onde ficava o banheiro — imagino que deve estar cansada. Suas malas eu levarei para o closet, depois mando uma empregada vir arrumar.\n— Espera, esse quarto é seu? Iononvou dormirquicomvoi.\n— Esse quarto sempre te pertenceu por direito, fique tranquila, eu posso ir para outro quarto. — peguei sua bolsa pessoal para sair do quarto e deixá-la a vontade.\n— Espera, onde vai commiabolsa?\n— Irei guardá-la em um cofre, não posso correr o risco de você tentar fugir. — expliquei com uma calma que não era minha.\n— Voié louco. — Ela gritou com raiva.\n— Eu não nego, a vinte anos me encontro assim, depois deixo você falar com quem tiver que falar, para avisar que está bem, mas daqui você não sai nunca mais. — sai do quarto e pude ouvir ela gritar alto.",
    "trans": "- See? All it took was mentioning his qualities, and he calmed down - I said, giving him a glare so sharp that he bolted from the room.\n- Eat, Sakura, nothing here will harm you, I promise. You can shower afterward - I said, pointing to a door on her left where the bathroom was located. - I imagine you must be tired. I'll take your bags to the closet, and I'll send a maid later to organize them.\n- Wait, is this your room? Am I staying here with you?\n- This room has always been yours by right. Don't worry, I'll sleep in another room - I replied, grabbing her personal bag to leave and give her some privacy.\n- Wait, where are you going with my bag?\n- I'm putting it in a safe. I can't risk you trying to run away - I explained with a calm that wasn't actually there.\n- You're insane. - She shouted angrily.\n- I won't deny it. I've been like this for twenty years, I'll let you talk to whoever you need to reassure them you're okay, but understanding this, you're never leaving here again. - I left the room, her loud scream echoing behind me as I closed the door."
}