{
    "source": "pt_BR",
    "target": "en_US",
    "text": "[redacted_name] caminhava pela casa, uma sensação de arrependimento se instalando em seu peito. A noite anterior ainda pesava em sua mente; ele havia feito amor com Marry pela manhã, mas a paixão que esperava sentir não se materializara. O corpo dele não respondia como deveria, pois sua mente estava ocupada com outra pessoa — com ela, a enigmática[redacted_name]. Aquilo o preocupava. O que deveria ser uma experiência agradável se tornara um peso, uma frustração que ele não sabia como lidar.\nAo passar pela sala, avistou seu pai em uma reunião com colegas de trabalho. Com um sorriso contido, aproximou-se e os cumprimentou. A conversa logo se voltou para os feitos de [redacted_name] na empresa de seu pai, a Barkley Industries, uma próspera companhia de eletrônicos que dominava o mercado nos anos 80.\n\"Meu filho tem se mostrado um ótimo funcionário! O projeto da nova linha de TVs foi um sucesso absoluto, não é, [redacted_name]?\" seu pai exclamou, a voz cheia de orgulho.",
    "trans": "[redacted_name] walked through the house, a sense of regret settling in his chest. The events of the previous night still weighed heavily on his mind; he had made love to Marry that morning, but the passion he had expected never materialized. His body didn’t respond as it should have, consumed instead by thoughts of someone else — the enigmatic [redacted_name]. It troubled him deeply. What should have been a pleasurable experience had become a burden, a frustration he didn’t know how to handle.\nPassing through the living room, he saw his father in a meeting with colleagues. With a reserved smile, he approached and greeted them. The conversation quickly shifted to [redacted_name]’s achievements at his father’s company, Barkley Industries, a thriving electronics business that dominated the market in the 1980s.\n“My son has proven to be an excellent employee! The new TV line project was an absolute success, wasn’t it, [redacted_name]?” his father exclaimed, his voice brimming with pride."
}