{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- O meu ódio se estende por toda a família! E você está proibida de chegar perto daquela garota!\n- Não! Eu a amo e você não vai atrapalhar isso. Já não basta viver presa nesse inferno? Pagando pelo seu erro! – [redacted_name]gritou – E não vai me tirar uma das únicas coisas boas da minha vida!\n[redacted_name] levantou seu cetro e[redacted_name] fechou os olhos esperando a pancada, mas ela não veio. Quando abriu os olhos, o objeto estava a milímetros do seu rosto e sua mãe enfurecida.\n- Se não quiser que eu a mate agora mesmo e depois mate seus amiguinhos. Vai se juntar a eles e me trazer os itens.\nO corpo de[redacted_name] tremia todo, onde estava com a cabeça em enfrentar a mãe? Se ela sabia agora era questão de tempo até a Rainha descobrir também e descontar em Evie. Droga! Ela não queria procurar porcaria nenhuma, mas aquilo podia ser uma saída para ela e os amigos, se a barreira fosse mesmo quebrada poderiam fugir para longe e viver em paz.",
    "trans": "- My hate extends to all the family! And you are forbidden to come close to that girl!\n- No! I love her and you won't interfere in this. Isn't it enough to live imprisoned here? Paying for your faults! - [redacted_name] yelled - And you're not going to take away one of the only good things in my life!\n[redacted_name] raised her sceptre and [redacted_name] closed her eyes waiting for the blow, but nothing happened. When she opened her eyes, the object was millimetres from her face and her mother was enraged.\n- If you don't me to kill her right now and then kill your friends, go and meet them and bring me the items.\n[redacted_name]'s body was shaking, where was he thinking when he decided to confront her mother? If she knew now, it was a matter of time for the Queen to find out too and enraged against Evie. Shit! She didn't want to search for the shit but this could be a way out for her and her friends, if the barrier were to be indeed broken, they could run far away and live in peace."
}