{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Cronograma Sugerido:\nIntrodução (15 minutos)\nRevisão: Iniciar a aula com uma breve revisão dos pronomes pessoais já estudados, utilizando exemplos simples e práticos.\nApresentação do material: Apresentar a foto aos alunos, explicando que ela será a base da aula.\nExplicação sobre o objeto direto: Reforçar o conceito de objeto direto, utilizando exemplos como os apresentados na foto.\nAtividade 1: Completando Frases (15 minutos)\nDistribuir: Distribuir frases incompletas aos alunos, com espaços em branco para que eles preencham com os pronomes pessoais adequados.\nExemplos:\nI love _____. (Eu amo ___.)\nShe is talking to _____. (Ela está falando com ___.)\nThey gave the book to _____. (Eles deram o livro para ___.)\nCorreção: Corrigir as atividades em conjunto com a turma, explicando as escolhas corretas.\nAtividade 2: Transformando Frases (15 minutos)\nInstruções: Pedir aos alunos que transformem frases do singular para o plural, ou vice-versa, utilizando os pronomes pessoais adequados.",
    "trans": "Suggested Schedule:\nIntroduction (15 minutes)\nReview: Begin the lesson with a brief review of previously studied personal pronouns, using simple and practical examples.\nPresentation of the material: Show the picture to the students, explaining that it will serve as the basis for the lesson.\nExplanation about the direct object: Reinforce the concept of the direct object using examples similar to those presented in the picture.\nActivity 1: Completing Sentences (15 minutes)\nDistribute: Hand out incomplete sentences to the students with blank spaces for them to fill in with the correct personal pronouns.\nExamples\nI love _____. (Eu amo ___.)\nShe is talking to _____. (Ela está falando com ___.)\nThey gave the book to _____. (Eles deram o livro para ___.)\nCorrection: Go over the activities together with the class, explaining the correct choices.\nActivity 2: Transforming Sentences (15 minutes)\nInstructions: Ask students to transform sentences from singular to plural or vice versa, using the correct personal pronouns."
}