{
    "source": "pt_BR",
    "target": "en_US",
    "text": "[redacted_name] não parecia menos zangada. \"Vocês dois fazem muito isso.\" Ela meditou. \"Brigando.\"\n[redacted_name] olhou para o chão e fez um pequeno beicinho. [redacted_name] foi contundente. E intrometido. Foi irritante. \"Por quê você se importa? Isso não é da sua conta.\"\n[redacted_name] revirou os olhos para a morena. “Porque sou eu que estou aqui agora. Não é [redacted_name]? Você fica infantil quando está bêbado. ”\n[redacted_name] queria cruzar os braços e se afastar, mas seu corpo não estava realmente ouvindo seu cérebro no momento. [redacted_name] mal conseguia registrar o que estava acontecendo ao seu redor com a falta de sangue em seu sistema e a alta concentração de bebida. Mas a adrenalina de ter [redacted_name] tão perto dela, fatalmente perto, a estava mantendo consciente por enquanto.\nOs olhos de [redacted_name] dispararam para uma das mãos de [redacted_name], onde uma linha fina de sangue estava saindo de um corte em sua palma.\n[redacted_name]-” [redacted_name] não sabia por que, mas o pensamento de [redacted_name] provando seu sangue era de alguma forma aterrorizante e estimulante. Que coisa estúpida para ela pensar enquanto estava deitada no chão morrendo. Ela deveria estar apavorada.",
    "trans": "[redacted_name] didn't seem any less angry. \"You two do this a lot,\" she mused. \"Fighting.\"\n[redacted_name] looked down and pouted slightly. [redacted_name] had been blunt. And nosy. It had been annoying. \"Why do you care? It's none of your business.\"\n[redacted_name] rolled his eyes at the brunette. “Because I’m the one here now. Not [redacted_name], right? You get childish when you’re drunk.”\n[redacted_name] wanted to cross her arms and walk away, but her body wasn’t actually listening to her brain at the moment. She could barely process what was happening around her with the lack of blood in her system and the high concentration of alcohol. But the adrenaline of having [redacted_name] so close to her, fatally close, was keeping her conscious for now.\n[redacted_name]’s eyes darted to one of [redacted_name]’s hands, where a thin line of blood was seeping from a cut on her palm.\n[redacted_name]-” [redacted_name] didn’t know why, but the thought of [redacted_name] tasting her blood was somehow both terrifying and exhilarating. What a stupid thing to think about while lying on the floor dying. She should be terrified."
}