{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Percebi que devíamos estar em seu quarto, pois havia um malão quase vazio em um canto. O lugar é tão pequeno e quase não tem móveis, eu realmente não imaginava que Potter vivesse em um lugar assim.\n– Me lembre de agradecer sua amiguinha sangue-ru... a Granger, por ter me ensinado a socar como um trouxa. – falei rindo.\n– Vai agradecer a Hermione por ter te socado no terceiro ano? Uau, mas quem diria algum dia você tiraria proveito do ensinamento gratuito que ela te deu. – ele riu também.\nFicamos alguns minutos em silêncio, nos encarando.\n– Então? – disse ele por fim – O que queria me falar?\n– Potter, o Lorde das Trevas descobriu sobre o plano da Ordem de te transferirem desse lugar, que ocorrerá sábado, ao anoitecer.\n– Como? – disse ele franzindo a testa.\n– Snape... – falei, ele fez uma careta ao ouvir o nome, mas ignorei. – Ele não disse quem foi que lhe deu a informação, mas ao que parece, há um traidor entre vocês.\nHarry começou a andar de um lado para o outro, apreensivo",
    "trans": "I realized we must be in his room, since there was an almost empty trunk in the corner. The space was so small and barely furnished that I truly hadn’t imagined Potter lived in a place like this.\n– Remind me to thank your little Mudblood friend... Granger, for teaching me how to punch like a muggle. – I said, laughing.\n– Are you going to thank Hermione for punching you in third year? Wow, who would’ve thought you’d one day benefit from the free lesson she gave you. – he laughed too.\nWe stayed silent for a few minutes, just staring at each other.\n– So? – he finally said – What did you want to tell me?\n– Potter, the Dark Lord has discovered the Order’s plan to transfer you from here, which will happen on Saturday night.\n– How? – he said, furrowing his brow.\n– Snape... – I said. He grimaced at the name, but I ignored it. – He didn’t say who gave him the information, but apparently, there’s a traitor among you.\nHarry started pacing back and forth, visibly uneasy"
}