{
    "source": "pt_BR",
    "target": "en_US",
    "text": "01:54 / 06:32\nCopy video url\nPlay / Pause\nMute / Unmute\nReport a problem\nLanguage\nShare\nVidverto Player\nO Nissan Juke N-Design apresenta uma carroçaria two-tone com tejadilho preto, espelhos retrovisores e puxadores exteriores pretos, além de jantes exclusivas Sakura de 17 polegadas. No interior, destaca-se o novo ecrã de infoentretenimento de 12,3 polegadas, inclinado para o condutor, com comandos táteis, reconhecimento de voz melhorado e a adição de Android Auto sem fios, junto com a conectividade Apple CarPlay.\nOs bancos são em tecido e o volante possui um material mais suave, proporcionando maior conforto. Outras melhorias incluem um porta-luvas de 7,8 litros, um apoio de braço redesenhado e um compartimento central para cartões de crédito. O Juke N-Design também vem equipado com sensor de chuva, espelhos retrovisores aquecidos e rebatíveis eletricamente, ar condicionado automático e bancos dianteiros aquecidos. A atualização de 2024 introduziu novos equipamentos e sistemas de assistência ao condutor, como o Aviso de Saída da Faixa de Rodagem e uma câmara de visão traseira com resolução de 1,3 megapíxeis.",
    "trans": "01:54 AM / 06:32 AM\nCopy video url\nPlay / Pause\nMute / Unmute\nReport a problem\nLanguage\nShare\nVidverto Player\nThe Nissan Juke N-Design boasts a striking two-tone exterior with a black roof, black door mirrors, and black exterior handles, complemented by exclusive 17-inch Sakura alloy wheels. Inside, the standout feature is the new 12.3-inch infotainment screen tilted towards the driver, featuring touch controls, enhanced voice recognition, and the addition of wireless Android Auto alongside Apple CarPlay connectivity.\nThe seats are upholstered in fabric, and the steering wheel sports a softer material for added comfort. Other refinements include a 7.8-liter glovebox, a redesigned armrest, and a central compartment for credit cards. The Juke N-Design also comes equipped with rain-sensing wipers, heated and power-folding door mirrors, automatic climate control, and heated front seats. The 2024 update introduces new equipment and advanced driver-assistance systems, such as Lane Departure Warning and a rear-view camera with a 1.3-megapixel resolution."
}