{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Não podíamos ficar dando pinta na frente das nossas irmãs, não é?! Tomei o meu banho e fui para o meu closet, me vesti e retornei para ficar com elas. As mesmas já haviam saído da sala de jantar e estavam com as caixas de pizza na sala de estar, procurando algo na tv.\n– Vamos assistir? — perguntei sentando no sofá ao lado de [redacted_name].\n– Essas pirralhas estão discutindo sobre o que assistir — [redacted_name] sussurrou apontando para as duas discutindo no tapete enquanto comiam.\n– Que interessante — revirei os olhos sorrindo enquanto negava com a cabeça.\nFicamos alguns segundos nos encarando, enquanto as meninas seguiam na batalha delas.\n– O que foi? — sussurrei sorrindo.\n– Seus olhos são tão lindos — [redacted_name] suspirou baixo, me fazendo sorrir.\n– Prefiro um certo par de olhos castanhos — sussurrei acariciando discretamente a sua mão.\n[redacted_name] apenas sorriu, negando com a cabeça e logo a nossa atenção foi tomada pelas meninas...\nComemos a pizza e assistimos uma série que eu se quer sabia o nome, depois, começamos a jogar monopólio e, após algumas horas de entretenimento, voltamos a assistir. Por fim, as três acabaram dormindo. As meninas no tapete e [redacted_name] no sofá, mais especificamente coma cabeça em meu colo.",
    "trans": "We couldn’t just hang around in front of our sisters, could we?! I took my shower, went to my closet, got dressed, and returned to stay with them. They had already left the dining room and were in the living room with the pizza boxes, looking for something to watch on TV.\n– Let’s watch it? — I asked, sitting on the couch next to [redacted_name].\n– These brats are arguing about what to watch — [redacted_name] whispered, pointing at the two of them arguing on the rug while eating.\n– How interesting — I rolled my eyes, smiling as I shook my head in disapproval.\nWe spent a few seconds staring at each other while the girls kept up their battle.\n– What is it? — I whispered, smiling.\n– Your eyes are so beautiful — [redacted_name] sighed softly, making me smile.\n– I prefer a certain pair of brown eyes — I whispered, gently caressing her hand.\n[redacted_name] just smiled, shaking her head, and soon our attention was drawn to the girls...\nWe ate the pizza and watched a series whose name I didn’t even know, then we started playing Monopoly, and after a few hours of fun, we went back to watching TV. In the end, all three of them fell asleep. The girls on the rug and [redacted_name] on the couch, specifically with her head on my lap."
}