{
    "source": "pt_BR",
    "target": "en_US",
    "text": "todos olham pra alvin e brittany,que ficam vermelhos de vergonha\nalvittany:desculpa professora...\nprofessora:enfim,como eu estava dizendo...o jake vai se apresentar para a gente...\njake:oi pessoal!!\nmeu nome é jake,tenho 11 anos,e sou muito lindo por sinal...rsrs...\n5\numas meninas do fundo dão risada da cara de jake\nmenina 1:vai sonhando,garoto,o alvin é muito mais gato que você!!!\na 2 e 3 menina falam em coro:se enxerga\n,porque tá na cara que o lindo e perfeito,maravilhoso ,daqui é o alvin,e vc nem chega aos pés dele,não é,alvinho\nAlvin revira os olhos,novamente,sem responder\n2\nas três riem de jake e alvin revira os olhos\nbrittany:EI!!!\nQUE NEGÓCIO É ESSE DE CHAMAR ELE DE ALVINHO?!!!\n2\nalvin:brittany!!!\nolha o barraco!!!!\n1\nBrittany:OK... OK...desculpa...mas...alvin...eu temho q concordar com elas\nvocê é muito mais lindo do q ele...*chegando perto do rosto de alvin,quase o beijando*\nalvin:você tanbém é linda,princesa,mas agora não é hora...senão a prof manda a gente pra diretoria *afastando-se lentamente do rosto de brittany*\njake:er...resumindo...eu vou er...ser da turma de vcs e...e...é só isso...\nprofessora:obrigada jake!\npode se sentar...\njake senta no seu lugar e fica olhando brittany, de longe,",
    "trans": "everyone's eyes are on alvin and brittany, who are blushing with embarrassment.\nalvittany: sorry, teacher...\nteacher: anyway, as I was saying... jake is going to introduce himself to us...\njake: hi, guys!!\nmy name is jake, I'm 11 years old, and I'm very handsome, by the way... haha...\n5\nsome girls in the back laugh at jake's face.\ngirl 1: dream on, kid, alvin is way cuter than you!!!\ngirl 2 and 3 say in chorus: get real,\nbecause it's obvious that the handsome and perfect, marvelous one here is alvin, and you don't even come close to him, right, alvin,\nalvin rolls his eyes again, without answering\n2\nThe three girls laugh at jake and alvin rolls his eyes.\nbrittany: HEY!!!\nWHAT'S WITH CALLING HIM ALVINY?!!!\n2\nalvin: brittany!!!\nlook at this drama!!!\n1\nBrittany: Okay... Okay... sorry... but... alvin... I have to agree with them\nyou're much prettier than him... *getting close to alvin's face, almost kissing him*\nalvin: you're pretty too, princess, but now is not the time... or else the teacher will send us to the principal's office *moving slowly away from Brittany's face*\njake: um... to sum it up... I'm going to um... be in your class and... and... that's it...\nteacher: thank you, jake!\nyou can sit down...\njake sits in his seat and keeps looking at Brittany from afar,"
}