{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Conheça os animais invertebrados\nAnimais invertebrados terrestres\nNeste grupo estão os animais invertebrados que passam a maior parte do tempo em ambientes com solo seco e terra úmida. Entre os exemplos desses animais podemos citar: escorpião, aranha, abelha, formiga, minhoca, lombriga, caracol e piolho-de-cobra.\nAnimais invertebrados aquáticos\nNesta categoria estão os animais invertebrados que podem ser encontrados em ambientes aquáticos, em água doce (como rios e lagos) ou água salgada (como em mares e oceanos). Esses animais podem ser encontrados em todo o mundo. Entre os exemplos estão: estrela-do-mar, crustáceo, libélula, coral, água-viva e anêmonas.\nCuriosidades sobre vertebrados e invertebrados\nA seguir listamos as principais curiosidades a respeito de animais vertebrados e invertebrados.\n– Os animais invertebrados constituem 97% das espécies que conhecemos.\n– Os animais vertebrados apresentam um organismo mais desenvolvido.\n– Nem todo animal vertebrado apresenta coluna vertebral. A exceção é dos peixes primitivos, os ágnatos.\n– Um dos maiores invertebrados que conhecemos é a lula-gigante, cujo tamanho pode ultrapassar 10 metros.",
    "trans": "Learn about invertebrate animals\nTerrestrial invertebrate animals\nThis group includes invertebrates that spend most of their time in dry soil and moist ground environments. Examples of these animals include: scorpions, spiders, bees, ants, earthworms, roundworms, snails, and snake louse.\nAquatic invertebrate animals\nThis category consists of invertebrates that can be found in aquatic environments, whether in freshwater (like rivers and lakes) or saltwater (such as seas and oceans). These animals are found worldwide. Examples include: starfish, crustaceans, dragonflies, corals, jellyfish, and anemones.\nFun facts about vertebrates and invertebrates\nBelow are the main curiosities about vertebrate and invertebrate animals.\n– Invertebrate animals make up 97% of all known species.\n– Vertebrate animals have a more developed organism.\n– Not all vertebrate animals have a vertebral column. Primitive fish, known as agnathans, are an exception.\n– One of the largest invertebrates known is the giant squid, which can grow over 10 meters in length."
}