{
    "source": "pt_BR",
    "target": "en_US",
    "text": "25.º\nQuanto ao valor de MZN 8.435.200,00 destinava-se ao pagamento de fornecedores estrangeiros da própria Autora [redacted_name], por via da ré Paper Tech.\n26.º\nQuanto ao valor de MZN 10.508.740,00 supostamente transferido para Ré Paper Tech no dia 03/12/21, destinava-se ainda ao pagamento de fornecedores internacionais da Autora[redacted_name], tendo como mesma justificação para transferência do valor de MZN 10.508.740,00, no dia 15/11/21.\n27.º\nQuanto ao valor de MZN 15.825.215,96, supostamente depositado nas contas do Réu [redacted_name], embora a instrução de transferência tenha dado entrada no banco Millennium Bim, tal valor nunca foi creditado na conta do Réu [redacted_name], pelo que se impugna todo o arrazoado pela autora, porquanto não houve enriquecimento na proporção de tal valor.\n28.º\nQuanto ao valor de MZN 10.143.554,92, supostamente transferido para conta da Paper Tech Mozambique, Lda, o mesmo destinava-se ao pagamento de facturas da Autora [redacted_name] no âmbito do fornecimento de bens e serviços entre as duas sociedades.\n29.º\nNo geral, quanto às notas de lançamento juntas aos autos, os aqui Réus distanciam-se, colectivamente e de uma só vez, de tais operações porquanto deles não tiveram qualquer intervenção e não têm conhecimento.",
    "trans": "25º\nAs for the MZN 8,435,200.00 value, it was intended for the payment of foreign providers of the own Plaintiff [redacted_name], via Paper Tech.\n26º\nAs for the MZN 10,508,740.00 supposedly transferred to Paper Tech on 03/12/21, was even intended for the payment of international providers of the Plaintiff [redacted_name], having as the same justification for the transfer of the amount of MZN 10,508,740.00, on 11/15/21.\n27%\nAs for the MZN 15,825,215.96 value, it was supposedly deposited in the Defendant [redacted_name] accounts, in spite of the instructions of transference, had been entered in the Millennium Bim bank, that value was never credited in the Defendant [redacted_name] account, and thus the entirety of the plaintiff's argument is contested, as there was no enrichment in the proportion of such a value.\n28º\nAs for the MZN 10,143,554.92, supposedly transferred to Paper Tech Mozambique, Lda, it was intended for the payments of Plaintiff [redacted_name] in the context of the supply of goods and services between the two companies.\n29º\nIn general, with regard to the accounting entries submitted in the case file, the Defendants collectively and unequivocally distance themselves from such transactions, as they had no involvement in them and have no knowledge thereof."
}