{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Assim como desfraldar a Excalibur, não é qualquer um que veste o Vermelho e Preto com a desenvoltura e simplicidade de um herdeiro do trono. Que conquista a Europa e a torcida de um dos maiores clubes do mundo com malícia, autenticidade e um sorriso negro irresistível. Como traz felicidade!\nPor alguns anos, os milhões de súditos do nosso rei Arthur assistiram encantados à lapidação de uma das joias mais preciosas do reino Flamengo. O jovem, criado com lições diárias de raça, amor e paixão, não foi só aprendiz, mas também professor, antes mesmo de alcançar a maioridade. Distribuiu a quem tinha olhos e ouvidos abertos lições de humildade, ousadia, desenvoltura e rubronegrismo… E até de gingado! O garoto sempre vestiu o Manto com a leveza de quem nasceu e cresceu acostumado a ser gigante. Botou a cara e bailou em território hostil. Se tornou referência, dentro e fora dos gramados, comendo a bola e passando a visão.",
    "trans": "Just like drawing Excalibur from the stone, it's not just anyone who can wear the Red and Black colors with the ease and simplicity of a crown prince. Who conquers Europe and the hearts of fans of one of the world's greatest clubs with cunning, authenticity, and an irresistible dark smile. What joy he brings!\nFor a few years, the millions of subjects of our King Arthur have watched with enchantment as one of the most precious jewels of the Flamengo kingdom has been polished. The young man, raised with daily lessons of boldness, love, and passion, was not only an apprentice but also a teacher, even before reaching adulthood. He distributed to those who had eyes and ears open lessons of humility, audacity, skill, and Flamengo spirit... And even some dance moves! The boy always wore the Mantle with the lightness of someone who was born and raised accustomed to being a giant. He faced challenges head-on and danced on hostile territory. He became a reference, both on and off the field, devouring the ball and sharing his vision."
}