{
    "source": "pt_BR",
    "target": "en_US",
    "text": "6.5 – O contrato a termo certo caduca no prazo estipulado desde que a entidade empregadora comunique à trabalhadora até quinze dias antes do termo do prazo, de forma escrita, a vontade de o fazer cessar.\n6.6 – A caducidade do contrato confere à trabalhadora o direito a uma compensação correspondente a três ou dois dias de remuneração base por cada mês completo de duração, consoante o contrato tenha durado até seis meses ou mais de seis meses.\n6.7 – O presente contrato pode ser denunciado pela trabalhadora, desde que o mesmo comunique à entidade empregadora, por escrito, com a antecedência mínima de 30 dias ou 60 dias conforme tenha dois ou mais anos de antiguidade.\n6.8 – Em qualquer caso de cessação do contrato de trabalho, a Empregadora é obrigada a entregar à trabalhadora um certificado de trabalho, indicando a data de admissão e de saída, bem como o cargo ou cargos desempenhados pela trabalhadora. Este certificado não poderá conter quaisquer outras referências, salvo pedido escrito da trabalhadora nesse sentido.\n6.9 – O presente contrato a termo poderá ser renovado por duas vezes, mas nunca poderá exceder dois anos consecutivos dessa renovação.",
    "trans": "6.5 - The fixed-term contract will expire on the stipulated date provided that the employer notifies the employee, in writing, up to fifteen days before the end of the term, of their intention to terminate it.\n6.6 - The expiration of the contract entitles the employee to compensation equivalent to three or two days of base remuneration for each full month of duration, depending on whether the contract lasted up to six months or more than six months.\n6.7 - This contract may be terminated by the employee, provided that she notifies the employer in writing, with a minimum notice of 30 days or 60 days if she has two or more years of seniority.\n6.8 - In any case of termination of the employment contract, the Employer is obliged to provide the employee with a certificate of employment, indicating the date of admission and departure, as well as the position or positions held by the employee. This certificate may not contain any other references, except at the written request of the employee.\n6.9 - This fixed-term contract may be renewed twice, but may never exceed two consecutive years of renewal."
}