{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Além disso, há casos em que as legendas são exigidas por lei. Por exemplo, a Lei de Acessibilidade a Comunicações e Vídeos (CVAA), em vigor nos Estados Unidos, exige legendas em conteúdo transmitido anteriormente com legendas na televisão quando é publicado online. Se o seu vídeo está sujeito a esta lei, forneça-nos um ficheiro com as legendas através do seguinte link: http://www.youtube.com/timedtext_video? v=wf6vb3vd1SA\nOs parceiros do YouTube com acesso a ferramentas de gestão de conteúdos avançadas podem, como alternativa, fornecer as informações através das mesmas. Para mais informações, contacte o seu gestor de parceiros.\nSe o seu vídeo não está sujeito à lei CVAA ou qualquer outro requisito legal no seu país, não é obrigatório fornecer legendas. No Gestor de vídeos, pode selecionar uma \"Certificação das legendas\" a explicar a razão pela qual esta lei não se aplica a si. Para selecionar uma certificação das legendas, clique neste link, http://www.youtube.com/edit? video_id=wf6vb3vd1SA, e vá para \"Definições avançadas\", onde pode aceder ao menu pendente de certificação das legendas. Após efetuar este procedimento, não receberá mais reclamações de utilizadores sobre legendas para este vídeo.\nPara saber mais sobre os requisitos da lei CVAA para legendas em conteúdo de vídeo online, visite o Website da FCC, http://www.fcc.gov/guides/captioning-internet-video-programming.",
    "trans": "Additionally, there are cases where captions are required by law. For example, the Communications and Video Accessibility Act (CVAA), in force in the United States, mandates captions for content previously aired with captions on television when it is published online. If your video is subject to this law, please provide us with a caption file using the following link: http://www.youtube.com/timedtext_video? v=wf6vb3vd1SA\nYouTube partners with access to advanced content management tools may alternatively provide the information through those tools. For more information, please contact your partner manager.\nIf your video is not subject to the CVAA or any other legal requirement in your country, captions are not mandatory. In the Video Manager, you can select a \"Caption Certification\" to explain why this law does not apply to you. To select a caption certification, click on this link, http://www.youtube.com/edit? video_id=wf6vb3vd1SA, and go to \"Advanced Settings\" where you can access the caption certification dropdown menu. After completing this process, you will no longer receive user complaints about captions for this video.\nTo learn more about the CVAA requirements for captions on online video content, please visit the FCC website, http://www.fcc.gov/guides/captioning-internet-video-programming."
}