{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- As senhoritas desejam alguma coisa? Um café? Ou um chá para a...\nYoko virou-se no mesmo segundo para encará-la, e quando pensou em interrompê-la, Faye levantou-se da cadeira.\n- Volte ao trabalho Wanessa. - Ordenou, um pouco mais ríspida.\nEntão Wanessa o fez, deixando Faye Malisorn na cova dos leões, Yoko prosseguiu guardando suas coisas na mochila em completo silêncio, a mulher observou seus atos, um tanto quanto violentos, e temeu pela própria vida. Na tentativa de domá-la, aproximou-se lentamente até que pudesse abraçá-la por trás.\n- Ei. - Não obteve resposta. - Yo. - Silêncio. - Yo...\n- Não estou brava com você. - Respondeu seca.\n- Eu sei que não. - Beijou seu ombro. - Mas ficou mal humorada.\nYoko virou para frente.\n- É óbvio que eu fiquei! Aquela mulher só falta implorar pra ser comida. - Esbravejou. - Ela entra sem autorização, te chama pelo nome, e ainda faz insinuações nojentas.\nFaye puxou Yoko mais para si, dando-lhe um beijo de esquimó.\n- Não se preocupe com ela, ela não é uma ameaça.\nA mais nova riu irônica.\n- Isso nunca foi uma preocupação, por favor né, olhe para mim.",
    "trans": "- Would the ladies like anything, like coffee? Or perhaps some tea for the...\nYoko turned around instantly to face her, and just as she was about to interrupt, Faye stood up from her chair.\n- Get back to work, Wanessa. - She ordered, a bit harsher.\nSo Wanessa did, leaving Faye Malisorn in the lion's den. Yoko continued packing her things in her backpack in complete silence. The woman watched her actions, somewhat violent, and feared for her own life. Trying to calm her down, she approached slowly until she could embrace her from behind.\n- Hey. - She got no answer. - Yo. - Silence. - Yo...\n- I'm not mad at you. - She replied sharply.\n- I know you're not. - She kissed her shoulder. - But you're in a bad mood.\nYoko turned to face her.\n- Of course, I am! That woman is practically begging to be banged. - She raged. - She comes in without permission, calls you by your name, and then makes disgusting insinuations.\nFaye pulled Yoko closer, giving her an Eskimo kiss.\n- Don't worry about her, she's not a threat.\nThe younger one laughed ironically.\n- That's never been a concern, please, look at me."
}