{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A realidade nos separa de maneiras que eu gostaria de ignorar, mas não posso. A vida nos colocou em caminhos distintos e, embora a conexão entre nós seja forte, as circunstâncias parecem querer nos afastar. É frustrante saber que o que sinto por você é tão verdadeiro e intenso, mas, ao mesmo tempo, tão distante da realidade.\nGostaria de poder mudar as coisas, de encontrar uma torma de fazermos isso funcionar. Mas a verdade é que, por mais que eu queira lutar por nós dois, sei que existem limites que não podemos ultrapassar. Isso me causa uma dor profunda, pois amar você é, ao mesmo tempo, um presente e uma maldição.\nQuero que saiba que sempre guardarei nossas memórias com carinho. Cada risada compartilhada, cada olhar trocado, ficará eternamente gravado em meu coração. E, mesmo que não possamos estar juntos da maneira que eu gostaria, você sempre terá um lugar especial na minha vida.\nEspero que, um dia, possamos olhar para trás e lembrar do que tivemos com um sorriso no rosto. E quem sabe, talvez o destino nos reserve surpresas inesperadas. Até lá, quero te agradecer por ter sido parte da minha história, ainda que breve.",
    "trans": "Reality separates us in ways I wish I could ignore, but I can't. Life has set us on different paths, and though our connection is strong, circumstances seem determined to pull us apart. It's frustrating to know that what I feel for you is so real and intense, yet so distant from reality.\nI wish I could change things, find a way to make it work. But the truth is, as much as I want to fight for us, I know there are limits we can't cross. It causes me deep pain, because loving you is both a gift and a curse.\nKnow that I will always cherish our memories. Every shared laugh, every glance exchanged, will forever be etched in my heart. And even if we can't be together in the way I wish, you will always have a special place in my life.\nI hope that one day we can look back and remember what we had with a smile. And who knows, maybe fate will surprise us. Until then, I want to thank you for being a part of my story, even if it was brief."
}