{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Hum, bom. — respondeu [redacted_name]. — Como tem sido o seu? — ela se sentiu tão estranha que absolutamente odiou isso.\n[redacted_name] riu levemente. Ela abriu a boca para falar, mas a professora a interrompeu. [redacted_name] ficou parcialmente aliviada, sem saber como continuar falando com ela. Ela não sabia o que era, mas [redacted_name] a deixava muito nervosa, não importava o que acontecesse. Talvez fosse sua boa aparência ou seu rosto natural parecendo intimidante.\nA [redacted_name] explicou que eles estariam trabalhando em um pacote com seus parceiros hoje.[redacted_name] evidentemente não escapou de falar com [redacted_name], ao que parecia.\nElas começaram devagar e ainda incrivelmente estranho. Suas mãos acidentalmente se tocaram uma vez, e as de [redacted_name] estavam geladas. [redacted_name] achou que devia ser por causa da neve, então não deu muita importância. Mas ainda assim, foi um choque.\nEla se perguntou o que [redacted_name] estava fazendo, se ela estava se divertindo melhor do que ela. Ela esperava, porque esse constrangimento a estava matando. Como [redacted_name] viveu uma vida tão estranha?",
    "trans": "— Hmm, good. — [redacted_name] replied. — How has yours been? — she felt so awkward that she absolutely hated it.\n[redacted_name] chuckled lightly. She opened her mouth to speak, but the teacher interrupted her. [redacted_name] was partially relieved, not knowing how to continue talking to her. She didn’t know what it was, but [redacted_name] made her very nervous, no matter what happened. Maybe it was her good looks or her naturally intimidating face.\n[redacted_name] explained that they would be working on a package with their partners today. [redacted_name] obviously couldn’t escape talking to [redacted_name], it seemed.\nThey started slowly and still incredibly awkward. Their hands accidentally touched once, and [redacted_name]’s were ice cold. [redacted_name] thought it must be because of the snow, so she didn’t think much of it. But still, it was a shock.\nShe wondered what [redacted_name] was doing, if she was having more fun than her. She hoped so, because this awkwardness was killing her. How did [redacted_name] live such a strange life?"
}