{
    "source": "pt_BR",
    "target": "en_US",
    "text": "🚨 Como participo da pré-venda?\n👉 OPÇÃO 1: acesse a Shotgun com uma conta cadastrada no MESMO E-MAIL DE CADASTRO NO CLUBE GALAXIE pelo seguinte link: https://shotgun.live/events/4-minutes-fancon-truth-behind-the-time-in-sao-paulo? ids=805804,806696,806458,806692,806697,806698,806705,806707,806719,806727,806728,806731,806732\nSe você acessar o link da venda geral, você não conseguirá visualizar os ingressos da pré-venda! Então salve o link acima e utilize apenas ele durante a pré-venda. Para comprar pelo app, também é necessário clicar neste link. Iremos divulgar esse link também em nossas redes sociais, então prestem atenção para acessar o link correto!\nNesta opção, será cobrada taxa de conveniência da Shotgun e o pagamento pode ser feito por cartão de crédito, débito e pix.\nCaso tenha algum problema para fazer seu pedido na Shotgun, entre em contato com a gente pelo e-mail contato@hwstar.com.br.\n👉 OPÇÃO 2: caso tenha interesse em fazer o pagamento por PIX ou BOLETO, você pode solicitar o seu ingresso por e-mail. Nesta opção, não será cobrada a taxa de conveniência da Shotgun. Esta modalidade está disponível apenas para quem fizer o pagamento por PIX e por BOLETO e fizer o pedido por e-mail exclusivamente durante o período da pré-venda. Para fazer o pedido sem taxa de conveniência, siga as instruções abaixo:",
    "trans": "🚨 How can I participate in the pre-sale?\n👉 OPTION 1: Access Shotgun with an account registered using the SAME EMAIL you used to sign up for the GALAXIE CLUB through this link: https://shotgun.live/events/4-minutes-fancon-truth-behind-the-time-in-sao-paulo? ids=805804,806696,806458,806692,806697,806698,806705,806707,806719,806727,806728,806731,806732\nIf you access the general sale link, you won't be able to see the pre-sale tickets! So save the link above and use it exclusively during the pre-sale. To purchase through the app, you must also click on this link. We will also share this link on our social media, so pay attention to accessing the correct link!\nWith this option, a Shotgun convenience fee will be charged, and payment can be made by credit card, debit card, or PIX.\nIf you have any problems placing your order on Shotgun, please contact us at contato@hwstar.com.br.\n👉 OPTION 2: If you are interested in paying by PIX or invoice, you can request your ticket by email. With this option, there will be no Shotgun convenience fee. This modality is only available for those who pay by PIX or invoice and request the ticket by email exclusively during the pre-sale period. To request without a convenience fee, follow the instructions below:"
}