{
    "source": "pt_BR",
    "target": "en_US",
    "text": "[redacted_name], é hora de você me explicar isso aqui— Me virei para [redacted_name] que tinha um olhar apavorado.\n- Sente-se, [redacted_name].—[redacted_name]disse e ela se sentou de frente para mim. Aquilo tudo estava muito confuso pra mim. - Eu andei conversando com [redacted_name] e nós dois vimos que vocês duas ficaram muito faladas depois do acontecido na premiação.— O rapaz falavaeu já sentia meu sangue ferver ao me lembrar. [redacted_name] olhava para ele séria e parecia prestar atenção em cada palavra. - [redacted_name] está começando agora e o que [redacted_name] fez foi bem errado, mas ajudou bastante na divulgação. Já se passou uma semana e é só nisso que as pessoas falam.\n- Me diz que isso é brincadeira Kj?— [redacted_name] perguntou parecendo já saber o que estava acontecendo ali. Me senti uma lesada por não estar entendendo nada.\n- Me deixe terminar?— [redacted_name]perguntou e [redacted_name] apoiou os cotovelos na mesa levando as mãos a testa. [redacted_name] já sabia.\n- Dá pra me explicar o que tá acontecendo? Seja mais rápido— Pedi e [redacted_name] respirou fundo e me encarou.\n- Marketing, [redacted_name].— [redacted_name] falou e eu arregalei os olhos.",
    "trans": "[redacted_name], it's time for you to explain this to me. — I turned to [redacted_name] who had a terrified look.\n- Sit down, [redacted_name]. — [redacted_name] said, and she sat down in front of me. The whole thing was very confusing to me. - I've been talking to [redacted_name] and we both noticed that you two became very talkative after what happened at the award ceremony. — The guy was talking and I could already feel my blood boiling as I remembered. [redacted_name] looked at him seriously and seemed to be paying attention to every word. - [redacted_name] is just starting out, and what [redacted_name] did was wrong, but it helped a lot with the publicity. A week has already passed and that's all people are talking about.\n- Are you kidding me, Kj? — [redacted_name] asked, seeming to already know what was going on. I felt like a fool for not understanding anything.\n- Would you let me finish? — [redacted_name] asked and [redacted_name] rested her elbows on the table, putting her hands to her forehead. [redacted_name] already knew.\n- Can you explain what's going on? Be quick — I asked and [redacted_name] took a deep breath and looked at me.\n- Marketing, [redacted_name]. — [redacted_name] said, and I widened my eyes."
}