{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Até 60% menos consumo de energia em sua casa quando usar esta fritadeira de ar Princess; o cálculo é baseado na comparação de um forno convencional de 3300 W versus a fritadeira de ar, não apenas o uso de energia será menor, mas os seus alimentos cozinharão muito mais rapidamente\nCozinha saudável: a tecnologia de ar quente circulante ultra-rápida permite uma cozedura uniforme e uma redução de 80% das gorduras; resultado: alimentos mais saudáveis\nMultifunções: assar, torrar, com uma função especial para desidratar frutas e legumes (preparar lanches saudáveis) ou descongelar; 10 configurações pré-programadas ou manuseio manual para preparar batatas fritas (2 ou 3 porções de cada vez), assar legumes, assar frango, bolos, pão, etc.\nSimples de usar e rápido: ecrã táctil digital para programar a cozedura e ajustar a temperatura de 80 a 200 °C; grande potência de 1800 W para uma cozedura rápida\nForno aerofreidora versátil com capacidade de 11 L e medidas de 46,6 x 45 x 38,6 cm (comprimento x altura x largura), medidas internas 25 x 17 x 25 cm (comprimento x altura x largura), adequado para uma pizza de 23 cm ou frango de 1,2 kg\nAcessórios incluídos: o forno fritadeira vem equipado com 1 cesta giratória de batatas fritas e sua alça, 3 grelhas de cozinha, 1 espeto para assar e sua asa",
    "trans": "Enjoy up to 60% energy savings with the Princess Air Fryer. When compared to a traditional 3300W oven, you'll consume less energy while cooking food much faster.\nHealthy cooking made easy: The rapid hot air circulation ensures even cooking and reduces fat by up to 80%.\nDo it all: Bake, roast, dehydrate fruits and veggies, or defrost. With 10 pre-set programs and manual controls, you can cook fries (2 or 3 servings), roast vegetables, chicken, cakes, bread, and more.\nSimple and fast: Digital touchscreen for precise temperature control (80-200°C) and cooking time. The powerful 1800W ensures quick results.\nSpacious and versatile: The 11L capacity measuring 46.6 x 45 x 38.6 cm (length x height x width) is perfect for a 23 cm pizza or 1.2 kg chicken. Interior dimensions are 25 x 17 x 25 cm (length x height x width).\nComplete package: Includes a rotating fry basket, 3 cooking racks, and a rotisserie spit."
}