{
    "source": "pt_BR",
    "target": "en_US",
    "text": "O registo de alojamento local passou a ter duração de cinco anos, renovável por iguais períodos, sendo a primeira renovação contada a partir da data de emissão do título de abertura ao público.\nAs renovações do registo carecem de autorização expressa da câmara municipal territorialmente competente, podendo esta opor-se, com base nos requisitos de funcionamento dos estabelecimentos ou, quando aplicável, com o previsto na respetiva Carta Municipal de Habitação.\nSuspensão de emissão de novos registos\nCom a exclusão do interior do território nacional e dos arquipélagos, encontra-se suspensa a atribuição de novos registos de estabelecimentos de alojamento local nas modalidades de apartamentos e de estabelecimentos de hospedagem integrados numa fração autónoma de edifício.\nA suspensão pode ser levantada quando o município aprovar a Carta Municipal de Habitação, que define o adequado equilíbrio de oferta de habitações e de alojamento estudantil no respetivo território, sem prejuízo da identificação das regras e dos limites da utilização de frações habitacionais para alojamento local.\nReapreciação de registos já emitidos\nOs registos de alojamento local emitidos até à data de entrada em vigor da lei (7 de outubro de 2023) serão sujeitos a reapreciação durante o ano de 2030, sendo depois renováveis por cinco anos.",
    "trans": "The registration of local accommodations is now valid for five years, renewable for subsequent five-year periods. The initial renewal period begins on the date the public opening permit is issued.\nRenewals require explicit approval from the competent municipal council. The council may reject a renewal based on the establishment's operational requirements or the provisions of the Municipal Housing Charter, if applicable.\nNew registrations halted\nExcept for the interior of the national territory and the archipelagos, the granting of new registrations for local accommodation establishments in the form of apartments and lodging establishments integrated into a self-contained unit of a building is suspended.\nThe suspension may be lifted when the municipality approves the Municipal Housing Charter, which defines the appropriate balance of housing supply and student accommodation in the respective territory, without prejudice to the identification of the rules and limits of the use of residential units for local accommodation.\nReappraisal of registrations already issued\nLocal accommodation registrations issued up to the date of entry into force of the law (October 7, 2023) will be subject to reassessment during the year 2030, and will then be renewable for five years."
}