{
    "source": "pt_BR",
    "target": "en_US",
    "text": "para esse efeito, tem interesse direto em vir ao processo alegar e provar o prejuízo/dano irreparável de\numa decisão que não seja tomada em tempo útil.\n3. A decisão do pedido de deferimento de urgência encontra-se cometida ao conservador que detenha a\nseu cargo o processo de aquisição, atribuição e perda de nacionalidade, atenta a sua autonomia funcional\ne no âmbito dos seus poderes de qualificação.\n4. Para além dos casos em que seja requerida urgência e pela sua natureza, deve ser dada prioridade aos\nprocessos de atribuição de nacionalidade referentes a menores nascidos no estrangeiro, filhos de pai ou\nmãe portuguesa, especialmente aqueles que não adquirem a nacionalidade estrangeira do país do local\ndo nascimento ou a nacionalidade do país do progenitor estrangeiro, e que, por esse motivo, permaneçam\nindocumentados, devendo sempre que possível, nestes casos, privilegiar-se a atribuição da nacionalidade\npor inscrição do nascimento no registo civil português, nos termos do artigo 1º, n.º 1, alínea c) primeira\nparte da Lei da Nacionalidade e da alínea b), do n.º 1 do artigo 8º do Regulamento da Nacionalidade\nPortuguesa.\n5. Atenta a conveniência de harmonizar procedimentos, dever-se-á divulgar esta orientação não só",
    "trans": "for this purpose, has a direct interest in coming to the process to allege and prove the irreparable harm of\na decision that is not made promptly.\n3. The decision on the request for urgent processing is entrusted to the clerk in charge of\nthe process of acquisition, attribution, and loss of nationality, given their functional autonomy\nand within the scope of their qualification powers.\n4. Beyond cases requiring urgent processing due to their nature, priority should be given to\nnationality attribution processes for minors born abroad to\nPortuguese parents, especially those who do not acquire the foreign nationality of their birth country\nor the nationality of their foreign parent, and who, for this reason, remain\nundocumented. Whenever possible, in such cases, priority should be given to granting nationality\nthrough the registration of birth in the Portuguese civil registry, following the first part of subparagraph c) of paragraph 1\nof the Nationality Law and subparagraph b) of paragraph 1 of Article 8 of the Nationality Regulations\nof Portugal.\n5. Given the desirability of harmonizing procedures, this guidance should be shared not only"
}