{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Constatação evidente, vai também no sentido de que a riqueza na Região não tem sido distribuída de forma equitativa, conforme relevou o presidente da Assembleia Regional, mas faltou acrescentar que tal sucede na Madeira, mas também em qualquer parte do globo.\nAliás, ontem mesmo, o Banco Mundial asseverou que acabar com a pobreza vai demorar mais de um século, pelo que o arquipélago madeirense não tem exclusividade nesta matéria. Obviamente…\nAssistência importante é a que é dada pelos diversos organismos de ajuda, que proliferam na Região. Cáritas e Banco Alimentar são disso exemplo, garantindo que não há ninguém a passar fome, que até há menos gente a pedir apoio na alimentação, mas as dificuldades para fazer face a outras despesas, nomeadamente a habitação, aumentaram consideravelmente.\nNesse combate à pobreza, a Câmara Municipal do Funchal também parece querer dar o seu contributo. Ontem mesmo, apresentou a sua proposta para um renovado modelo para diversão noturna, antecipando significativamente horários de fecho e, desta forma, mais dinheiro ficaria no bolso dos festeiros.",
    "trans": "It is also clear that wealth in the region has not been equitably distributed, as the President of the Regional Assembly pointed out, but he failed to add that this happens in Madeira, as well as in any part of the world.\nIn fact, just yesterday, the World Bank asserted that ending poverty will take more than a century, so the Madeiran archipelago is not unique in this regard. Obviously...\nImportant assistance is provided by the various aid organizations that proliferate in the region. Cáritas and the Food Bank are examples of this, guaranteeing that no one is going hungry and that there are even fewer people asking for help with food, but the difficulties in meeting other expenses, particularly housing, have increased considerably.\nIn this fight against poverty, the Funchal City Council also seems to want to make its contribution. Just yesterday, it presented its proposal for a renewed model for night-time entertainment, significantly bringing forward closing times and thus putting more money in the pockets of party-goers."
}