{
    "source": "pt_BR",
    "target": "en_US",
    "text": "(V) – Mas amanhã não chove e céu completamente aberto.\n(L) – Até parece...rs quem vê pensa que você não viu a previsão antes da gente sair do Rio.\n(V) – Esqueceu que sou expert em céu.\n(L) – Valentinaaaa.rsrs\n- Olha, o seu aplicativo é muito bom...rs\n(V) – Que isso [redacted_name], até você vai entrar na dela, pô! rs\n...\nChegamos em dez minutinhos como o [redacted_name] havia nos informado e a [redacted_name] estava sentada em uma das espreguiçadeiras que fica num deck de madeira em frente a casa. O [redacted_name] nos ajuda com a sacola e a mochila.\nAtravessamos a mini ponte até o deck para finalmente cumprimentar a [redacted_name].\n- Com licença, vou deixar as coisas de vocês na sala.\n(V) – Obrigada [redacted_name]! Até mais tarde!\n(Gio) – Tudo certo com o outro barco? Você conseguiu alinhar isso pra gente?\n- Tudo sim. Saímos as onze para o passeio.[redacted_name], minha filha quer que eu tire uma foto com você.\n([redacted_name]) – Comigo?\n- Ela falou que já te viu em uma revista.",
    "trans": "(V) - But tomorrow won't rain and the sky will be completely clear.\n(L) - You would think so... lol Anyone who listens to you would think you hadn't seen the forecast before we left Rio.\n(V) - You forgot I'm a sky expert.\n(L) Valentinaaaaa. lol\n- Look, your app is really good... lol\n(V) - No kidding [redacted_name], even you will get into her attitude, fuck it! lol\n...\nWe'll get there in 10 minutes as [redacted_name] had told us and [redacted_name] was sitting on one of the sun loungers that is on a wooden deck in front of the house. [redacted_name] helped us with the bag and the rucksack.\nWe crossed the mini bridge to the deck to finally say hello to [redacted_name]\n- Excuse me, I'll leave your things in the living room.\n(V) - Thank you [redacted_name]! See you later!\n(Gio) Is everything okay with the other boat? Did you manage to line it up for us?\n- Everything's okay. We're leaving at eleven for the tour. [redacted_name], my daughter wants me to take a photo with you.\n([redacted_name]) - With me?\n- She said she had seen you in a magazine."
}