{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Começando pela dificuldade em emparelhar todo o sistema com o telemóvel. Só foi conseguido após várias tentativas e tendo em conta que são necessários dois emparelhamentos diferentes. O primeiro com o controlo do guiador e o segundo com o controlo e com os altifalantes. Todos estes emparelhamentos são conseguidos à custa de várias tentativas e de vários botões que tem de ser pressionados quer no controlo, quer nos altifalantes. Passado esta fase, o controlo do sistema funciona bem e realiza todas as funcionalidades anunciadas.\nA pior parte é a instalação dos altifalantes dentro do capacete integral. O meu anterior sistema já ficava apertado no espaço destinado às orelhas, com este sistema e devido à sua maior altura foi impossível, depois de instalado, de colocar o capacete sem que ficasse com as orelhas esmagadas. Só, provavelmente, se conseguirá instalar em capacetes muito largos, ou com espaço generoso para acomodar as orelhas.\nOutra situação é a péssima qualidade do som, com quase nenhum grave a sair destes “gigantescos” altifalantes. O som é metálico, e faz lembrar a qualidade de um telefone analógico antigo. Ouvir musica assim, ou atender uma simples chamada, é uma enorme desilusão sonora.",
    "trans": "Starting with the difficulty in pairing the entire system with the mobile phone. It was only possible after many attempts, and bearing in mind that there were two different pairings needed. First with the handlebar control, and second, with the control and speakers. All these pairings take several attempts and several button presses on both the control and the speakers. Once this phase is over, the system control works well and fulfils all the advertised functions.\nThe worst part was installing the speakers inside the full-face helmet. My previous system was already cramped in the ear space, with this system and due to its greater height, it was impossible, after being installed, to put on the helmet without my ears being crushed. It will probably only be possible to be installed in very wide helmets, or with generous space to accommodate the ears.\nAnother awful problem is the sound quality, with almost no bass coming out of these \"enormous\" speakers. The sound is metallic, reminiscent of the quality of an old analogue telephone. Listening to music with them, or even a simple ringtone, is a huge disappointment."
}