{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Pesquisar\nPode obter a sua senha de acesso em conservatórias com balcão da nacionalidade.\nPara obter a sua senha de acesso é necessário:\nTer um documento de identificação, caso seja o titular do pedido\nTer uma procuração com reconhecimento de assinatura do titular do pedido\nProcesso: 18997/21\nLocal do pedido: CRCPComAut da Marinha Grande\n1\nSubmetido\n2\nEm\nanálise\n3\nAguarda\nresposta\n4\nPara\ndecisão\n5\nConcluído\nO seu pedido está a ser verificado e aguarda informação do Serviço de Estrangeiros e Fronteiras, da Polícia Judiciária, do Registo Criminal Português, de consulado e/ou de outras entidades externas.\nSobre o processamento dos pedidos de nacionalidade\nUm pedido de nacionalidade segue os seguintes passos:\n1. Receção do pedido, numa conservatória, consulado ou por correio\n2. Registo do pedido\n3. Consulta a entidades externas\n4. Verificação da documentação entregue\n5. Análise de que todas as condições legalmente previstas estão reunidas para conceder a nacionalidade",
    "trans": "Search\nYou can obtain your access password at registry offices with a nationality desk.\nTo get your access password, you must:\nPresent an identification document if you are the applicant\nProvide a power of attorney with the notarized signature of the applicant\nProcess: 18997/21\nApplication Location: CRCPComAut da Marinha Grande\n1\nSubmitted\n2\nUnder\nanalysis\n3\nAwaiting\nresponse\n4\nFor\ndecision\n5\nCompleted\nYour application is currently under review and awaiting information from the Immigration and Borders Service, the Judicial Police, the Portuguese Criminal Registry, the consulate, and/or other external entities.\nAbout the processing of nationality applications\nThe nationality application process follows these steps:\n1. Receipt of the application at a registry office, consulate, or by post\n2. Registration of the application\n3. Consultation with external entities\n4. Verification of submitted documentation\n5. Analysis of compliance with all legal requirements for granting nationality"
}