{
    "source": "pt_BR",
    "target": "en_US",
    "text": "\"Excepcional, Rainha Hera.\" Clarisse disse, e eu olhei para ela. Ela apenas me deu um olhar que dizia \"o quê?\" antes de voltar a comer o seu sanduíche. Eu não conseguia acreditar que ela estava comendo quando agora pouco tinha visto um esqueleto.\n\"Rainha Hera.\" Annabeth disse. \"Eu não posso acreditar. O que você está fazendo no Labirinto?\"\nHera sorriu. Ela estalou os dedos e o cabelo de Annabeth penteou-se. Toda a sujeira e encardido desapareceu de seu rosto.\n\"Eu vim para te ver, naturalmente.\" disse a deusa. Vi pelo canto de olho Percy e Grover tocarem nervosos. Eu não sabia porque não confiava naquela deusa, mas simplesmente não confiei. Podia sentir que tinha segundas intenções por trás de toda aquela bondade, ainda assim, isso não me manteve afastada dos sanduíches de peru, queijo, batatas fritas e limonada. Eu não tinha percebido como eu estava faminta. Clarisse terminou seu sanduíche de manteiga, pegando outro rapidamente. Grover estava amando a limonada, triturando a taça como se fosse isopor. E Percy estava devorando o sanduíche de peru. \"Além, é claro, conhecer pessoalmente a filha da Noite.\"\nOs olhos de Hera caíram em mim e eu me engasguei com a limonada, recebendo uma falha em meu cérebro.",
    "trans": "\"Amazing, Queen Hera.\" Said Clarisse, and I stared at her. She just gave me a look like \"What?\" before continuing to eat her sandwich. I couldn't believe she was eating after just having seen a skeleton.\n\"Queen Hera\", said Annabeth. \"I can't believe it. What are you doing in the Labyrinth?\"\nHera smiled. She snapped her fingers and Annabeth's hair got combed. All the dirt and grime disappeared from her face.\n\"I came to see you, of course\", said the Goddess. I saw Percy and Grover playing anxiously.  I didn't know why I didn't trust that Goddess, but I just didn't. I could feel that there were ulterior motives behind all that kindness, yet it didn't keep me away from the turkey sandwiches, the cheese, the crisps, and the lemonade. I hadn't realized how hungry I was. Clarisse finished her butter sandwich and quickly grabbed another. Grover was loving his lemonade, crushing the glass as if it were Styrofoam. And Percy was devouring his turkey sandwich. \"Plus, of course, meeting the daughter of Night in person\".\nHera's eyes fell on me and I choked drinking lemonade, with a brain glitch."
}