{
    "source": "pt_BR",
    "target": "en_US",
    "text": "14. DOS RESULTADOS\n14.1 O participante poderá ter acesso aos seus resultados individuais do Celpe-Bras 2024/2, a\npartir do dia 16 de dezembro de 2024, mediante inserção de login e senha, no endereço\n<celpebras.inep.gov.br>.\n14.1.1 Os resultados dos participantes que alcançaram no mínimo o nível intermediário de\nproficiência no Celpe-Bras 2024/2 serão divulgados também no Diário Oficial da União (DOU), a partir do\ndia 16 de dezembro de 2024.\n14.2 Os resultados individuais do Celpe-Bras 2024/2 não serão divulgados por outros meios de\npublicação ou instrumentos similares diferentes dos explicitados neste Edital.\n14.3 Somente o participante poderá autorizar a utilização dos resultados que obtiver no Celpe-\nBras 2024/2 para fins de publicidade, premiação, entre outros.\n14.4 A utilização dos resultados individuais do Celpe-Bras 2024/2 para fins de seleção,\nclassificação e/ou premiação não é de responsabilidade do Inep.\n14.5 O Inep não fornecerá atestados e declarações relativas à classificação ou à nota do\nparticipante no Exame.\n14.6 O participante eliminado do Exame não terá o resultado divulgado, mesmo que tenha\nrealizado as duas partes do Exame.\n15. DA CERTIFICAÇÃO\n15.1 Para receber a Certificação de Proficiência em Língua Portuguesa, o participante deverá\nalcançar pelo menos o nível intermediário nas duas partes do Exame. Caso seu desempenho seja diferente",
    "trans": "14. RESULTS\n14.1 Participants may access their individual results for Celpe-Bras 2024/2,\nstarting December 16, 2024, by logging in with their credentials at\n<celpebras.inep.gov.br>.\n14.1.1 Results for participants who achieved at least an intermediate level\nof proficiency in Celpe-Bras 2024/2 will also be published in the Federal Official Gazette (DOU), starting\nDecember 16, 2024.\n14.2 Individual results for Celpe-Bras 2024/2 will not be disclosed through any other\nchannels or means apart from those specified in this Notice.\n14.3 Only participants may authorize the use of their Celpe-\nBras 2024/2 results for purposes such as advertising or awards.\n14.4 Inep is not responsible for the use of individual results from Celpe-Bras\nfor selection, ranking, or awarding purposes.\n14.5 Inep will not issue certificates or statements regarding a participant's classification or\nscore in the Exam.\n14.6 Results for participants disqualified from the Exam will not be disclosed, even if both\nparts of the exam were completed.\n15. CERTIFICATION\n15.1 To receive the Portuguese Language Proficiency Certification, participants must\nachieve at least an intermediate level in both parts of the exam. Should their performance differ"
}