{
    "source": "pt_BR",
    "target": "en_US",
    "text": "[redacted_name] olhou para mim antes de devolver o olhar para ele e lentamente concordou com a cabeça, sorrindo pequeno logo depois quando ele também voltou a abrir um sorriso.\n— Ha! Pode tirar o seu cavalinho da chuva, oppa. — disse [redacted_name], que caminhou até o sofá e se jogou contra o estofado, sentando-se confortavelmente ao apoiar as pernas cruzadas em cima da pequena mesa de centro. — A [redacted_name] não é pro seu bico.\nAssim que terminou de dizer, ela levantou a mão e chamou por[redacted_name], apontando com a cabeça para o seu lado em um pedido mudo para que minha amiga se sentasse ali, próximo a ela. [redacted_name] sorriu envergonhada e não demorou a começar a se mover, caminhando com os braços atrás do corpo até se sentar perto da garota\n[redacted_name] observou toda a cena em silêncio, seguindo os passos de [redacted_name] antes de voltar a sua atenção para mim mais uma vez, me olhando com uma expressão de quem tentava se lembrar de alguma coisa.",
    "trans": "[redacted_name] glanced at me before shifting his gaze back to her, nodding slowly and smiling faintly as she returned the gesture with a soft smile of her own.\n— Ha! Forget about it, oppa. - [redacted_name] said, striding over to the couch and sinking into its plush upholstery. She stretched out comfortably, crossing her legs atop the small coffee table. — [redacted_name] isn't for you.\nAs she finished speaking, she raised her hand and gestured toward [redacted_name], tilting her head slightly as a silent invitation for my friends to join her. [Redacted_name] hesitated, blushing, but soon complied, walking with her arms clasped behind her back until she settled into the spot next to the other girl.\n[redacted_name] observed the entire exchange in silence, his gaze following [redacted_name]'s movements before shifting back to me. His expression suggested he was trying to recall something, his eyes narrowing in quiet contemplation."
}