{
    "source": "pt_BR",
    "target": "en_US",
    "text": "As asas eram macias sob a palma da minha mão. Um batimento cardíaco cresceu sob o meu toque, me assustando. Me chamando para casa.\nFiquei acordado com um nome ecoando na minha cabeça.\n[redacted_name].\nE por um breve momento, pude sentir seu calor, sua força. Eu podia sentir seu cheiro, provar seu beijo. . .\nEntão se foi.\nFechei os olhos, tentando entender o que restava daquele sonho, tentando lembrar todos os detalhes, mas não consegui. O sonho que tive muitas vezes mudou agora que eu sabia o que eram as asas. O que eles queriam dizer e por que se sentiam em casa. Quando eu não tinha idéia do que era a casa, aquelas asas ressoaram no meu coração.\nEu entendi agora por que aquele estranho que estava sentado ao lado da minha cama no hospital, que nunca saía, parecia tão familiar. Eu não o conhecia, nunca o tinha visto antes, mas por algum motivo confiei nele. Quando ele segurou minha mão no hospital, senti. . .\nCerto. Parecia novo, mas de alguma forma familiar.\nE agora eu sabia o porquê.",
    "trans": "The wings felt soft beneath my palm. A heartbeat pulsed under my touch, startling me. Drawing me home.\nI stayed awake with a name echoing in my head.\n[redacted_name].\nAnd for a fleeting moment, I could feel his warmth, his strength. I could smell him, taste his kiss...\nThen it was gone.\nI closed my eyes, trying to grasp what remained of that dream, trying to recall every detail, but I couldn’t. The dream I’d had so many times before was now different because I understood what the wings were. What they meant and why they felt at home. Even when I had no idea what home was, those wings resonated in my heart.\nNow I understood why that stranger sitting by my hospital bed, the one who never left, felt so familiar. I didn’t know him; I’d never seen him before. Yet, for some reason, I trusted him. When he held my hand in the hospital, I felt...\nRight. It felt new, yet somehow familiar.\nAnd now I knew why."
}