{
    "source": "pt_BR",
    "target": "en_US",
    "text": "“Por que não? Os cavalheiros podem fazer o que quiserem.” A dor de Penelope foi esquecida à luz dessa informação intrigante.\nColin riu de como ela parecia prática. “Cara Pen. Posso ser curioso, mas nunca arruinaria uma jovem. E eu quero que isso signifique alguma coisa, mesmo que talvez isso pareça tolice.”\n“Não, é a ideia mais distante de ser tola que eu deveria pensar. Fazer amor deve ser mais do que apenas um toque, não deveria?” Ela sorriu para ele em compreensão, e por um momento tudo estava certo em seu mundo. Eram ele e Pen, como deveriam estar, falando sobre o que importava para eles.\n“Se eu te beijasse, isso significaria algo”, disse ele baixinho.\nSeus lábios se separaram ligeiramente e seus olhos eram um mistério para ele. Aquela rápida cintilação de emoção, sua inteligência, sua percepção - estava tudo lá tentando entender o que ele havia dito, quando nem mesmo ele sabia o que o estava possuindo para seguir este curso.\n“O que isso significaria?” Ela perguntou sem fôlego.",
    "trans": "\"Why not?\" The gentlemen can do as they wish\". Penelope's pain was forgotten in light of the intriguing information.\nColin laughed at how practical she was.\" Dear Pen. I may be curious but I would never hurt a girl. And I want this to mean something, even if it seems dumb.\"\n\"On the contrary, is the least dumb idea I should get. Make love must be something more than the touching, shouldn't it?\" She smiled at him understanding, and for a moment, everything was right in her world. It was him and Pen, as they should be, talking about what mattered to them.\n\"If I kissed you, would that mean something\", he said softly.\nher lips parted slightly and her eyes were a mystery to him. That quick flicker of emotion, her intelligence, perception - it was all there trying to understand what he had said when even he didn't know what was possessing him to follow this couse.\n\"What would that mean?\" She asked breathlessly."
}