{
    "source": "pt_BR",
    "target": "en_US",
    "text": "JJ SERVIÇOS 2015 – 2022\nCargo: PJ\nhardware e software, gestão de acesso, suporte técnico, programação de software, manutenção de banco de dados, criação de políticas de segurança, rotinas de backup e mais.\nGRCON CONSULTERS - 2012 a 2014\nCargo: Analista de Suporte Nível II Pleno\nSuporte Remoto e Campo a hardware e software e notebook, Atendimento ao usuário, Suporte a impressoras instalações e configurações, trocas de toners e afins, conhecimento em ambientes de rede Microsoft TCP/IP.\nTIVIT - 2010 - 2012\nCargo: Analista de Suporte II\nPrincipais atividades: Suporte Remoto e Campo a hardware e software e notebook, atendimento ao usuário conforme o padrão de SLA. Formatação padrão e realização de criação e instalação de imagens, ferramentas ghost, active, Pacote Office, configuração de Outlook, conhecimentos em Windows (XP, Vista, 7), Suporte a impressoras instalações e configurações, trocas de toners e afins, conhecimento em ambientes de rede.\nOperações: Revista Abril, Porto Seguro, Banco Santander, Banco Panamericano, Banco HSBC, UOL, Cielo, Orizon, TAM.\nCURSOS EXTRACURRICULARES\n• IMPACTA – Dreamweaver CS5 – Módulo I (Concluído).\n• ACAS - Curso de Informática – Básico (Duração 1°semestre Concluído).",
    "trans": "JJ SERVICES 2015-2022\nPosition: PJ\nhardware and software, access management, technical support, software programming, database maintenance, creation of security policies, backup practices, and more.\nGRCON CONSULTERS - 2012 to 2014\nPosition: Level II Full Support Analyst\nHardware, software, and notebook remote and field support, User service, Support for printers, installations and configurations, toner changes, and the knowledge of Microsoft TCP/IP network settings.\nTIVIT - 2010 - 2012\nPosition: Support II Analyst\nMain responsibilities: Remote and in-the-field support for hardware, software, and notebook, and user service according to the SLA standard. Standard formatting and image creation, installation, ghost tools, active, Office package, Outlook configuration, knowledge of Windows (XP, Vista, 7), printer support, installation and configuration, toner changes, and the like, knowledge of network environments.\nOperations: Abril Magazin, Porto Seguro, Banco Santander, Banco Panamericano, Banco HSBC, UOL, Cielo, Orizon, TAM.\nOTHER COURSES\n• IMPACTA – Dreamweaver CS5 – Module I (Completed).\n• ACAS - Computer Course – Elementary (First Semester Completed)."
}