{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Ademais, dada a particularidade de se tratar de crédito maritimo, emana da Convenção de Bruxelas sobre o Arresto de Navios, para que um navio possa ser arrestado bastará alegar a existência de um dos créditos constantes da lista exaustiva, e de aplicação restritiva, do seu artigo 1.°, n. ° .1\nO que se depreende que não há que justificar o receio de perda da garantia patrimonial.\nPois bem.\nÉ importante referir que embora não se imponha a certeza da existência do direito ou do crédito enquanto tal, é curial afirmar que o decretamento de qualquer providência, deverá ainda que sumariamente assentar sobre factos que indiciem a existência do direito, submetido a apreciação.\nSegundo Joel Timóteo impenderá também sobre o Requerente no que a alegação dos factos diz respeito. fazer também menção da origem do crédito, da fonte da obrigação. até porque é um entendimento assente e podemos claramente convir que a existência e a titularidade do direito. pressupõe a demonstração da sua origem. Vide: Prontuário de\nFormulário e Trâmites. Editora Quid júris. 3.\" edição, 2008. pág. 722.\nリ\nREPERICADE ANGOLA\nFRISE DAR DA COMARCA DE LEANDA",
    "trans": "Furthermore, given the particular nature of maritime claims, the Brussels Convention on the Attachment of Ships, states that for a ship to be attached, it is enough to allege the existence of one of the claims included in the exhaustive and restrictive list in Article 1º, nº 1.\nIt follows that there is no need to justify the fear of losing the asset guarantee.\nWell.\nIt is important to note that, even though the existence of the right or the claim as such does not need to be certain, it is clear to assume that the decree of any measure myself be based, albeit briefly, on facts that indicate the existence of the right in question.\nAccording to Joel Timóteo, it will also be up to the Claimant, as far as the allegation of facts is concerned, to also mention the origin of the claim, the source of the obligation, especially because it is well-established and we can clearly agree that the existence and ownership of the right pressuposes the demonstration of its origin. See: Record of\nForm and Procedures. Quid júris Editorial 3º edition, 2008, p. 722.\nリ\nREPUBLIC OF ANGOLA\nCOURT OF THE DISTRICT OF LEANDA"
}