{
    "source": "pt_BR",
    "target": "en_US",
    "text": "E não havia possibilidade alguma para aquela mulher imaginar que tinha colocado escutas para que a enganasse de tal maneira.\n— Continue investigando, preciso das afirmações concretas, quando não puder revisar continue pedindo para [redacted_name], são os únicos que confio. – [redacted_name] afirmou o observando assentir com uma aspiração lisonjeada e voltar a se focar no computador. Mostrando os históricos de uso de Ursel, passagens aéreas para a Bélgica no próximo ano, como uma volta ao país após a expedição, tabelas de horários de museus, as fixações completas da Yale e os documentos de todos os historiadores em pastas digitalizadas.\n[redacted_name] se curvou interessada.\n— Esses documentos, posso vê-los? – Ela perguntou ao homem que assentiu, fazendo a transferência para o notebook de uso pessoal de [redacted_name].\nA princesa esperou que ele finalizasse seu pedido antes de observar seu movimento para a deixar sozinha analisando o que havia pedido para ser visto. Sentou em sua mesa e encarou o notebook, abrindo as pastas digitalizadas em ordem alfabética.",
    "trans": "And there was no way that woman could have imagined she had been bugged to deceive her in such a way.\n— Keep investigating it, I need concrete statements, and when unable to review, keep asking [redacted_name], they are the only ones I trust. - [redacted_name] stated watching him nod with flattered aspiration and return his focus to the computer. Showing the Ursel's usage histories, plane tickets to Belgium next year as a return to the country after the expedition, museum timetables, the complete Yale fixtures, and the documents of all the historians in digitized folders.\n[redacted_name] leaned in, showing interest.\n— These documents, may I see these? She asked the man who nodded, transferring them [redacted_name]'s personal laptop.\nThe Princess waited for him to finish his order before watching him move to leave her alone to review what she had asked to see. She sat down at her desk and stared at the notebook, opening the folders digitalized in alphabetical order."
}