{
    "source": "pt_BR",
    "target": "en_US",
    "text": "Desperdícios de alimentos, com destaque para os grandes conglomerados comerciais, que priorizam alimentos com boa aparência estética.\nMudanças climáticas globais, que impendem o crescimento adequado dos alimentos e geram prejuízos para os produtores rurais.\nDegradação do solo, da água e da vegetação, elementos ambientais fundamentais para o desenvolvimento das atividades agrícolas.\nQuais os tipos de insegurança alimentar?\nA insegurança alimentar é corretamente classificada conforme o grau de dificuldade de acesso à alimentação. Sendo assim, ela é considerada:\nLeve: ocorre de forma recorrente e remete à irregularidade pontual no acesso aos alimentos.\nModerada: implica o comprometimento da quantidade e da qualidade dos alimentos de forma mais sistemática.\nGrave: ocorre quando um indivíduo passa horas e/ou dias sem acesso a alimentos.\nInsegurança alimentar no Brasil\nA irregularidade de acesso à alimentação no Brasil é recorrente. O país registra um grau consideravelmente elevado de insegurança alimentar leve e moderada e, ainda, um significativo cenário grave de insegurança alimentar.",
    "trans": "Food waste, especially in large commercial conglomerates, which prioritise food with a good aesthetic appearance.\nGlobal climate changes that prevent the proper growth of food and cause losses for rural producers.\nDegradation of soil, water and vegetation, essential environmental elements for the development of agricultural activities.\nWhat are the types of food insecurity?\nFood insecurity is correctly classified according to the degree of difficulty in accessing food. Thus, it is considered:\nMild: if occurs on a recurring basis and refers to occasional irregularities in access to food.\nModerate: implies that the quantity and quality of food are compromised in a more systematic way.\nSevere: occurs when an individual spends hours and/or days without access to food.\nFood insecurity in Brazil\nThe irregularity of access to food in Brazil is recurrent. The country registers a considerably high degree of mild and moderate food insecurity, as well as a significant scenario of severe food insecurity."
}