{
    "source": "pt_BR",
    "target": "en_US",
    "text": "[redacted_name]: o que olha com tanta concentração.\n[redacted_name]: seu marido, está com outra- ela virou o celular mostrando uma foto do pai ao lado de uma mulher- não se sabe quem é mais estão dizendo que é o novo amor do doutor Rios Bernal, que engraçado ele saiu dizendo que iria trabalhar e mais uma vez está estragando a nossa vida.\n[redacted_name]engoliu em seco.\n[redacted_name]: ele está em um congresso... deve ser alguma colega- ela cruzou os braços olhando para os lados.\n[redacted_name]: acho pouco provável, ele não aprendeu a lição e mais uma vez vai destruir nossa família mais dessa vez eu não vou ficar do lado dele se for mesmo verdade irei me afastar dele pra sempre- falou com raiva.\n[redacted_name]: pra tudo tem uma justificativa- ela olhou o site de fofoca e viu que as fotos não eram boas pelo menos não dava pra ver a cara de [redacted_name]- vamos jantar eu chamei [redacted_name] pra jantar conosco o que me diz?",
    "trans": "[redacted_name]: the one who's watching with full concentration.\n[redacted_name]: your husband is with another woman - She turned her mobile phone to show the photo of her dad with another woman- we don't know who she is but they're saying it's Doctor Rios Bernal's new love, how funny, he said he was going to work, and once again, he's ruining our lives.\n[redacted_name] swallowed.\n[redacted_name]: He is at a conference... it must be a colleague - She crossed her arms looking sideways.\n[redacted_name]: I think it is unlikely, he hasn't learned his lesson, and once again he's going to destroy our family but this time I won't believe him, if it's true, I'll stay away from him forever - she said angrily.\n[redacted_name]: There's an explanation for everything - she looked at the gossip website and saw that the photos weren't good, at least she couldn't see [redacted_name]'s face - Let's go have dinner, I've asked [redacted_name] to go with us, what do you say?"
}