{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A ideia por trás da PEC é que a comercialização do plasma humano poderia aume\nntar a oferta e melhorar a qualidade dos hemoderivados disponíveis para tratamen\nto médico.\nSegundo a relatora da PEC DO PLASMA, [redacted_name], segundo ela, é que os\nprofissionais de saúde reclamam da dificuldade de conseguir plasma em\nquantidade adequada para atender a população do país.\nEla lembra que, em 2020, o Tribunal de Contas da União (TCU) notificou o Ministério\nda Saúde pelo desperdício de quase 600 mil litros de plasma, que não foram\nutilizados na produção de hemoderivados, o que equivale a mais de 2,7 milhões de\ndoações de sangue, segundo o Ministério Público. O prejuízo pode chegar a R$ 1,3\nbilhão por ano, ainda conforme o Ministério Público. “Ou seja, o Brasil capta\nsangue, aproveita os glóbulos vermelhos e, muitas vezes, o plasma é\ndesperdiçado”, afirma a senadora.\nPara [redacted_name], o país tem muito a contribuir em relação à produção de",
    "trans": "The idea behind the PEC is that the commercialisation of human plasma could increase\nthe supply and improve the quality of blood products available for medical\ntreatment.\nAccording to the rapporteur of the PEC DO PLASMA, [redacted_name], it is\nhealth professionals complain about the difficulty of obtaining plasma in\nadequate quantity to serve the country's population.\nShe recalls that in 2020, the Federal Court of Auditors (TCU) notified the Ministry\nof Health for the waste of almost 600 thousand litres of plasma, which were not\nused to produce blood products, which is equivalent to more than 2.7 million\nblood donations, according to the Public Prosecutor's Office. The damage could reach R$ 1.3\nbillion a year, according to the Public Prosecutor's Office. \"In other words, Brazil takes\nblood, uses the red blood cells and often the plasma is\nwasted\", says the senator.\nFor [redacted_name], the country has a lot to contribute regarding the production of"
}