{
    "source": "pt_BR",
    "target": "en_US",
    "text": "- Tive sim, a melhor sorte do mundo. - [redacted_name] disse, inclinando-se para dar um beijo suave em [redacted_name]\n- Tudo bem, mas se começar a se sentir mal, me avisa, tá? - [redacted_name] disse, acariciando o rosto de [redacted_name].\n- Prometo. - [redacted_name] respondeu, segurando a mão de [redacted_name] por um momento antes de se levantar completamente.\nEla foi para o banheiro, deixando [redacted_name] sorrindo para si mesma. [redacted_name] sabia que tinha uma grande responsabilidade esperando por ela, mas sentia-se fortalecida pelo apoio incondicional de [redacted_name]. Com uma determinação renovada, tomou um banho rápido, saiu e foi direto para o closet. Escolheu uma calça de alfaiataria preta, uma camiseta branca, uma jaqueta de couro preta por cima e um tênis branco. Em seu pulso, colocou o Rolex que [redacted_name] lhe havia dado de presente como uma forma de anima-la em seus dias. Depois, arrumou seu cabelo com a mão e saiu do closet.\n[redacted_name] estava deitada na cama, mexendo em seu celular, quando viu [redacted_name] entrar em suas vistas. Um sorriso bobo se formou em seu rosto enquanto ela se levantava da cama, admirando a confiança que [redacted_name] exalava.",
    "trans": "- I did, the best luck in the world. - [redacted_name] said, leaning in to give [redacted_name] a gentle kiss\n- Alright, but if you start to feel bad, let me know, ok? - [redacted_name] said, stroking [redacted_name]'s face.\n- I swear I will. - [redacted_name] replied, holding [redacted_name]'s hand for a moment before standing up completely.\nI will. - [redacted_name] said, holding [redacted_name]'s hand for a sec before standing up. She went to the bathroom, leaving [redacted_name] smiling. [redacted_name] knew she had a big thing coming up, but she felt really good because of [redacted_name]'s support. Feeling determined, she took a quick shower, got dressed, and went to her closet. She chose black pants, a white shirt, a leather jacket, and white sneakers. She put on the Rolex [redacted_name] gave her for good luck, fixed her hair, and left the closet.\n[redacted_name] was lying on the bed on her phone when she saw [redacted_name] walk in. She smiled big and got out of bed, thinking [redacted_name] looked really confident."
}