{
    "source": "pt_BR",
    "target": "en_US",
    "text": "— Não. – Nego com a cabeça. — Eu já consegui isso. – Ela separa seus lábios, está começando a ofegar. — Não se aproxime mais.\n— O que está aprontando? – Pergunta curiosa, uma sobrancelha erguida.\n— Quero que faça uma coisa. – Giro o corpo e me sento na cama, uma perna dobrada, a outra esticada na cama. Percorro minha coxa com as pontas dos meus dedos, chego ao laço do robe e brinco com o mesmo. — Quero que você me fotografe enquanto eu estiver me despindo.\n— Hm... – Ela engole a seco; suas duas sobrancelhas erguidas agora. Lauren parece surpresa, e excitada, óbvio. — Vai fazer um strip tease?\n— Vou. – Dobro as pernas e fico em meus joelhos. Minha coluna curvada, estou de quatro engatinhando na direção de [redacted_name], que está de pé em frente a nossa cama. Paro a centímetros de distância dela, meus olhos percorrem seu corpo de cima a baixo. [redacted_name] bate as pontas dos dedos em sua câmera. Ela está nervosa. — Chega mais perto. – Chamo-a com o dedo indicador,[redacted_name]prontamente obedece. Ela abaixa o tronco e traz seu rosto para perto do meu. — Quer um strip completo ou somente meio strip?",
    "trans": "— No. — I shook my head. — I’ve already done that. — She parted her lips, starting to pant. — Don’t come any closer.\n— What are you up to? — she asked curiously, one eyebrow raised.\n— I want you to do something. — I turned and sat on the bed, one leg bent, the other stretched out. I ran my fingertips along my thigh, reached for the sash of my robe, and toyed with it. — I want you to take a picture of me while I undress.\n— Hmm... — She swallowed hard; both of her eyebrows were raised now. Lauren seemed surprised and, obviously, excited. — Are you going to do a striptease?\n— I am. — I crossed my legs and got on my knees. My spine curved as I crawled towards [redacted_name], who was standing in front of our bed. I stopped inches away from her, my eyes traveling up and down her body. [redacted_name] tapped the lens of her camera. She was nervous. — Come closer. — I beckoned her with my index finger, and [redacted_name] immediately obeyed. She bent down and brought her face close to mine. — Do you want a full striptease or just a half?"
}