{
    "source": "pt_BR",
    "target": "en_US",
    "text": "H: O que está acontecendo?\nSu: [redacted_name] precisa se acalmar de alguma forma. A mansão. Você irá nos dar a mansão na [redacted_name].\nH: O que está dizendo, garota?\nSu: Você ainda ouviu o que eu disse. Digo que meu casamento está se deteriorando. Digo que somos infelizes.\nEstou dizendo que não temos paz. Estaj dizendo que é a vez de fazer isso pela sobrinha.\nH:[redacted_name], veja, a [redacted_name] não tem culpa. O que quer que [redacted_name] tenha feito, ele o fez à sua maneira. Vou fazer com que eles conversem, mas só uma vez... para que a raiva deles diminua.\nSu: [redacted_name] disse algo e culpou um homem que não estava lá. E você acreditou nele, não foi?\nH: Ele está dizendo a verdade. Ele ficou arrasado quando soube.\nSu: Exatamente, ele ficou arrasado. Dá para ver pelo jeito que ela deu um tapa no [redacted_name]. Ele está realmente arrasado.\nH: [redacted_name], não faça isso.\nSu: Tia, eu já disse o que queria dizer, certo? Você colocará a mansão no nome de [redacted_name], só isso.",
    "trans": "H: What's going on?\nSu: Somehow [redacted_name], must calm down. The mansion. You will give us the mansion in [redacted_name].\nH: Young lady, what are you saying?\nSu: You still heard what I said. I'm saying that my marriage is worsening. I'm saying that we're unhappy.\nI'm saying that we're unpeaceful. I'm saying that it's time to do this for our niece.\nH: [redacted_name], look, it's not [redacted_name]'s fault. Whatever [redacted_name] did, he did it in his own way. I'll make them talk, but only once... so that their anger can subside.\nSu: [redacted_name] said something and blamed a man who wasn't there. And you believed him, right?\nH: He's telling the truth. He felt devastated when he found out.\nSu: Exactly, he was devastated. You can see it by the way she slapped [redacted_name]. He's very devastated.\nH: Don't do this, [redacted_name]\nSu: Aunt, I've already said what I wanted to say, alright? You'll pass the mansion to [redacted_name]'s name, that's all."
}