{
    "source": "pt_BR",
    "target": "en_US",
    "text": "O Millennium tem uma solução para jovens universitários dos 18 aos 25 anos e uma campanha com mais vantagens para novos Clientes.\nVantagens do Pacote de Seguros\n• Permite poupar 10% ou 15% nos seus seguros Móbis, Homin, Volta e Volta 55+\n• Pode juntar seguros dos familiares diretos(1) no mesmo pacote, que usufruem dos seus descontos\n• As apólices Móbis, Homin, Volta, Volta 55+ e Médis que já tenha, também contam para conseguir o desconto\n• E pode incluir novos seguros a qualquer momento, beneficiando dos descontos previstos\nCom o Pacote de Seguros, um bom desconto nunca vem só.\nSeguros é no Millennium\nSaiba mais numa Sucursal perto de si ou em millenniumbcp.pt.\n(1)Pode incluir apólices contratadas por cônjuges, descendentes ou ascendentes até ao 2º grau e irmãos.\nO desconto indicado aplica-se ao prémio total a pagar. Não inclui custo de emissão de apólice e documentação.\nPublicidade. Não dispensa a consulta da informação pré-contratual e contratual legalmente exigida.",
    "trans": "Millennium has a solution for young university students aged 18 to 25 and a campaign with more advantages for new Customers.\nInsurance Package Benefits\n• Save 10% or 15% on your Móbis, Homin, Volta, and Volta 55+ insurance policies\n• You can include insurance policies for direct family members(1) in the same package, who will benefit from your discounts\n• Your existing Móbis, Homin, Volta, Volta 55+ and Médis policies also count towards the discount\n• And you can add new insurance policies at any time and benefit from the discounts\nWith the Insurance Package, a good discount never comes alone.\nInsurance is at Millennium\nLearn more at a branch near you or at millenniumbcp.pt.\n(1)May include policies contracted by spouses, descendants or ascendants up to the 2nd degree and siblings.\nThe indicated discount applies to the total premium to be paid. Does not include the cost of issuing the policy and documentation.\nAdvertisement. Does not exempt the consultation of the pre-contractual and contractual information legally required."
}