{
    "source": "pt_BR",
    "target": "en_US",
    "text": "2. Discurso sobre a Missão (Mt 10): Instruções de Jesus aos apóstolos sobre a missão e a perseguição.\n3. Discurso das Parábolas (Mt 13): Parábolas sobre o Reino de Deus.\n4. Discurso sobre a Comunidade (Mt 18): Ensinos sobre a vida comunitária e a disciplina na igreja.\n5. Discurso Escatológico (Mt 24–25): Ensinos sobre o fim dos tempos e a volta de Jesus.\nEntre esses discursos, Mateus narra eventos e milagres de Jesus, com uma ênfase significativa em como Jesus cumpre as promessas messiânicas do Antigo Testamento.\nTeologia\nTeologicamente, Mateus apresenta Jesus como o cumprimento da esperança messiânica de Israel e como o portador do Reino de Deus. Ele enfatiza a continuidade da Lei e dos Profetas em Jesus, ao mesmo tempo em que estabelece uma nova aliança centrada nele. A identidade de Jesus como o Filho de Deus e o novo legislador é central na teologia de Mateus. Mateus também destaca a ética do Reino de Deus, particularmente no Sermão da Montanha, onde a justiça e a misericórdia são elevadas como marcas dos discípulos de Jesus. A morte expiatória de Jesus, sua ressurreição e a missão global da igreja são temas centrais que permeiam o evangelho.",
    "trans": "2. Commissioning Sermon (Mt 10): Jesus' instructions to the apostles regarding their mission and the persecution they will face.\n3. Parables Sermon (Mt 13): Parables about the Kingdom of God.\n4. Community Sermon (Mt 18): Teachings about community life and church discipline.\n5. Eschatological Sermon (Mt 24-25): Teachings about the end times and the return of Jesus.\nBetween these sermons, Matthew narrates Jesus' events and miracles, emphasizing how Jesus fulfills the messianic promises of the Old Testament.\nTheology\nMatthew presents Jesus as the fulfillment of Israel's messianic hope and as the bearer of the Kingdom of God. He emphasizes the continuity of the Law and the Prophets in Jesus, while at the same time establishing a new covenant centered on him. Jesus' identity as the Son of God and the new lawgiver is central to Matthew's theology. Matthew also highlights the ethics of the Kingdom of God, particularly in the Sermon on the Mount, where justice and mercy are exalted as marks of Jesus' disciples. Jesus' atoning death, his resurrection, and the global mission of the church are central themes that permeate the gospel."
}