{
    "source": "pt_BR",
    "target": "en_US",
    "text": "A princípio ele queria matar esse cara de sobrenome [redacted_name] com quem havia se casado mas agora ele já estava totalmente submisso aos seus desejos mimados.\n[redacted_name] avançou para capturar seus lábios novamente mais foi negado. [redacted_name] soltou seu membro duro e riu se recostando novamente com os braços atrás da cabeça.\nAlguns segundos se passaram até que ele levantase as sobrancelhas com um ar terrível de arrogância.\n\"o que foi? você esqueceu o que deve fazer? achei que era sua especialidade\"\nO[redacted_name] tremeu diante dessa acusação. Ele se ajoelhou com uma perna de cada lado do quadril do outro e estava prestes a pegar o lubrificante quando dois dedos entraram em sua garganta.\n\"você é tão devagar que terei que fazer isso por você, abra bem a boca\"\nEle obedeceu tão prontamente que isso quase o deixou irritado, quase. Ele se apoiou em seus braços e empinou o quadril.\nOs dedos de [redacted_name] cincundavam sua entrada com cuidado, ele não o machucaria mesmo sabendo que [redacted_name] não se importaria e até gostava.",
    "trans": "In the beginning, he wanted to kill that guy called [redacted_name] with whom he had married but now he has completely surrendered to his spoilt desires.\n[redacted_name] reached out to capture his lips again but was denied. [redacted_name] got his hard dick out and laughed leaning back with his arms behind his head.\nA few seconds went by before he raised his eyebrows with an awful air of arrogance.\n\"What is it? You forgot what you are supposed to do? I thought you were an expert.\"\n[redacted_name] shook at this accusation. He knelt with each leg on one of the sides of the other's hip and was about to get the lubricant when two fingers entered his throat.\n\"You are so slow I will have to do this for you. Open your mouth wide.\"\nHe obeyed so quickly that it almost disgusted him. He leaned on his arms and thrust his lips.\n[redacted_name]'s fingers brushed his entrance carefully, he wouldn't hurt him even knowing [redacted_name] wouldn't care and would even like it."
}