{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear All\nPlease find below details of an Industry and Academic Insights lecture, organised by Professor Helen Goworek – the first of this academic year.\nKind regards\nNeil\n___________________________________________________________________________________________________________________________________\nDear students,\nWe are very pleased to invite you to attend the first of our Industry and Academic Insights lecture sessions, exclusively for Durham University business students. This is an optional series of face-to-face talks from visiting speakers on Wednesdays in terms 1 and 2 to discuss contemporary management and marketing practice and to inspire our business students with ideas for future careers and projects. This session will be held in Waterside Building 1001 (first floor) at 1pm on 30th October and seats will be available on a first-come, first-served basis (no need to book). You will have the opportunity to ask our speakers questions at the end or to email questions to me in advance that I can ask during the session on your behalf.",
    "trans": "Chers tous,\nVeuillez trouver ci-dessous les détails d'une conférence sur les perspectives industrielles et académiques, organisée par la professeure Helen Goworek – la première de cette année universitaire.\nCordialement,\nNeil\n___________________________________________________________________________________________________________________________________\nChers étudiants,\nNous sommes très heureux de vous inviter à assister à la première session de notre série de conférences Perspectives industrielles et académiques, exclusivement réservée aux étudiants en commerce de l'Université de Durham. Il s'agit d'une série optionnelle de conférences en présentiel, animées par des intervenants invités les mercredis des premier et deuxième semestres, afin de discuter des pratiques contemporaines en gestion et marketing et d’inspirer nos étudiants en commerce avec des idées pour leurs futures carrières et projets. Cette session aura lieu dans le bâtiment Waterside, salle 1001 (premier étage), à 13h le 30 octobre, et les places seront attribuées selon le principe du premier arrivé, premier servi (aucune réservation requise). Vous aurez l'occasion de poser vos questions aux intervenants à la fin de la session ou de me les envoyer par e-mail à l'avance afin que je puisse les poser en votre nom."
}