{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“[redacted_name].”\n[redacted_name] jerks back in surprise, eyes immediately meeting with blue orbs that closely resemble [redacted_name] own. An older version of [redacted_name] stands by the open door, a scowl on her face.\n“Mother…” [redacted_name] sighs, not even as surprised as [redacted_name] was. Her back is still facing the door as she juts her chin up and frowns deeply. “To what do I owe the pleasure of your presence?” She hisses, not turning around.\n[redacted_name] mother ignores her daughter and faces [redacted_name], doing a quick scan that makes [redacted_name] feel self-conscious. She raises an eyebrow and clicks her tongue.\n“And who is this stray?”\n[redacted_name] body stiffens. Her jaw clenches tight and she finally spins on her butt to send the most threatening glare towards her mother.\n“This is [redacted_name]. She's my assistant.”\n[redacted_name] feels all the dumplings sloshing around in her stomach and nearly hurls.",
    "trans": "« [redacted_name]. »\n[redacted_name] recule sous l'effet de la surprise, ses yeux rencontrent immédiatement des orbes bleus qui ressemblent beaucoup aux siens. Une version plus âgée de [redacted_name] se tient près de la porte ouverte, un air renfrogné sur le visage.\n« Mère... » soupire [nom_recommandé], moins surpris que [redacted_name]. Le dos toujours tourné vers la porte, elle lève le menton et fronce profondément les sourcils. « Que me vaut le plaisir de votre présence ? » Siffle-t-elle sans se retourner.\nLa mère de [redacted_name] ignore sa fille et fait face à [redacted_name], effectuant un balayage rapide qui rend [redacted_name] mal à l'aise. Elle hausse un sourcil et fait claquer sa langue.\n« Et qui est ce chien errant ? »\nLe corps de [redacted_name] se raidit. Sa mâchoire se crispe et elle finit par tourner sur ses fesses pour lancer un regard menaçant à sa mère.\n« C'est [redacted_name]. C'est mon assistante. »\n[redacted_name] sent toutes les boulettes se bousculer dans son estomac et manque de vomir."
}