{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Glebe Families,\nPlease see below about what's happening at GCI.\nFrom School Council:\na)The next School Council meeting of the school year will be held on October 21st. Start time will be earlier than usual; it will be at 6:30 as GCI’s Math and Business Department Head, Siobahn McComb, will be giving a presentation.\nb)Would you like to hear about the Snow Ball Dance the EquiUnity Committee will be\norganizing? Parents will be needed to run this event, so the more the merrier!\nWe have an action-packed meeting: Following the Principal’s presentation, students will present their Passion Projects and the Fundraiser Committee will talk about their meeting with facilities.\nThis is just a sample of all the things happening at Glebe that we would love to share with the entire parent/caregiver community. Please see the attached document for the evening’s agenda.\n24 10 17 Daft Agenda October 21.docx\nParent/Guardian - Teacher Interviews:\nInterviews will take place on Tuesday, October 22nd from 4:30 to 5:30 and 6:10 to 7:30. If you would like to book an interview with a teacher, please go to www.schoolinterviews.ca/login, click “Make a Booking” and enter the event code pxswr.\nStudent Services:\nWednesday, November 6, 2024 - Pathways and Career Exploration Day for Grades 9-12.\nThis day provides all Glebe CI students the opportunity to explore post-secondary pathways and career possibilities. Grade 9 students will participate in Take Our Kids to Work™ day, while grades 10-12 students will participate in Launch 2024!, a one-day virtual pathways and career exploration conference.\nGrade 9 Students: Preparation for Take Our Kids to Work™ Day\nThis day provides Grade 9 students the opportunity to shadow a parent/guardian or family friend in their place of work for a day. We encourage all grade 9 students and their families to start a conversation about potential placement options for the day. You may also want to research organizations and/or businesses of interest to see if they offer experiential activities for students on this day.\nMore information about the day, as well as consent forms, will be sent to families in the coming weeks.\nStudent Verification Forms:\nStudent Verification forms were given to students on Thursday. Parents/guardians are asked to verify and correct the information, sign the form and have the student return the form to their Block C teacher by October 25th. Students that do not have a Block C class should return their form to the office.\nPhoto Retakes:\nOctober 22 is the day for School Photo Retakes. All students who did not get a photo that day are expected to get their photo taken so that they can have an up to date image on this year's student card, in this year's yearbook and for school records. If a student who had their picture taken in September wants to have their photo changed, they need to bring their student card or proof package to the photographer to explain what needs to be changed. Grad photos will be coming later this semester.\nMath Course on Wednesdays:\nWe will be offering a number sense course for Glebe students. This opportunity is available to any student who would like to improve their numeracy skills including operations with integers, fractions and applying these skills within a context. This class will run throughout the school year and students will earn a general learning credit for completing this course. The class will meet once a week on Wednesdays after school. If this is of interest to a student in your household please fill in the following form.\nSpeaker Series for School Leaders:\nSenior students in leadership roles in the Link class, Business Leadership Class, Outdoor Education Leadership Class, EquiUnity Committee, Student Council, Athletic Council and Physical Education Leadership Class will have an opportunity to choose to attend a Speaker Series in the Auditorium in the morning of October 22nd. Parents of the students wishing to attend will receive an in-school field trip form to sign, as these students would be away from their regular classes if they choose to attend. The following speakers will present on the following topics: Liza Wilson on Resiliency, Emily Glossop from Abilities Ottawa on Inclusive Sport, Jennifer Talbot, Winner of the Prime Minister Award for Teaching, on Inclusive Sport, James Budrow, Parathlete will share his story, Nabil Ahmed and Brian Kom on Respectful Conversations, and Jade Desjardins, Jessica Houghton, and Huong Thai will present respectively on available school supports for Indigenous Students, 2SLGBTQIA students, and multilingual learners. Thank you to Student Council President and EquiUnity Committee Lead, Rose Haba, for organizing this special event with her EquiUnity Committee. In the afternoon, Rose’s team will be receiving mentorship from these students for their community projects. In the afternoon, we will be joined by Education Director, Pino Buffone, as well as additional community partners, and we will share this information with families of participating students as we confirm mentor attendance.\nLibrary:\na)Research and Writing Help is taking place at lunch on Thursday, Oct. 24th in the Library Seminar Room. Please encourage students to drop in to get help with either their research and/or writing task.\nb)OSSLT prep is taking at lunch on Thursday, Oct 24th in the Library for all students who are writing the Literacy test this semester and would like to drop in to get tips and tricks on how to write the OSSLT.\nGlebe Athletics:\nGlebe Athletics has gotten off to another amazing start this fall. We have had tremendous participation from both students, staff and community volunteers. Our home games have been well attended by our very supportive fans.\nIt is important to note, that while we encourage students to come cheer on their teams at home games after school, student fans should not be missing classes to attend either home or away games that take place during school hours. If student fans do want to cheer at an away game, it is important to know that not all schools allow spectators from visiting schools. If you are interested in attending and supporting a team during an away game outside school hours, please email the coach or athletic director to confirm the away school spectator policy and remember to follow the OFSAA Spectator policies and be a positive supporter of Glebe Athletics.\nThank you,\nGlebe CI Staff\nThe Ottawa-Carleton District School Board would like to continue connecting with you via email. You can select the type of email messages you receive, however we discourage unsubscribing from emergency messages. You can follow this link to confirm your email preferences: Unsubscribe\nSchoolMessenger is a notification service used by the nation's leading school systems to connect with parents, students and staff through voice, SMS text, email, and social media.",
    "trans": "Bonjour aux familles de Glebe,\nVeuillez trouver ci-dessous les informations concernant ce qui se passe à GCI.\nDe la part du Conseil d'école :\na) La prochaine réunion du Conseil d'école de l'année scolaire aura lieu le 21 octobre. Elle commencera plus tôt que d'habitude, à 18h30, car Siobahn McComb, responsable du département de mathématiques et de commerce de GCI, fera une présentation.\nb) Souhaitez-vous en savoir plus sur le bal de neige que le comité EquiUnity\norganisera ? Des parents seront nécessaires pour organiser cet événement, alors plus on est de fous, plus on rit !\nNous avons une réunion pleine d'action : après la présentation du principal, les élèves présenteront leurs projets passion, et le comité de collecte de fonds parlera de sa réunion avec les installations.\nCeci n'est qu'un échantillon de tout ce qui se passe à Glebe et que nous aimerions partager avec l'ensemble de la communauté des parents et des soignants. Veuillez consulter le document ci-joint pour connaître l'ordre du jour de la soirée.\n24 10 17 Agenda brouillon 21 Octobre.docx\nEntretiens parents/tuteurs/enseignants :\nLes entretiens auront lieu le mardi 22 octobre de 16h30 à 17h30 et de 18h10 à 19h30. Si vous souhaitez réserver un entretien avec un enseignant, veuillez vous rendre sur www.schoolinterviews.ca/login, cliquer sur « Prendre un rendez-vous » et entrer le code de l'événement pxswr.\nServices aux étudiants :\nMercredi 6 novembre 2024 - Journée d'exploration des voies et carrières pour les élèves de la 9e à la 12e année.\nCette journée offre à tous les élèves de l'école Glebe CI l'opportunité d'explorer les voies postsecondaires et les possibilités de carrière. Les élèves de 9e année participeront à la journée Take Our Kids to Work™, tandis que les élèves de 10e à 12e année participeront à Launch 2024 !, une conférence virtuelle d'une journée sur les voies d'accès et l'exploration des carrières.\nÉlèves de 9e année : Préparation pour la journée Take Our Kids to Work™.\nCette journée permet aux élèves de 9e année d'accompagner un parent/tuteur ou un ami de la famille sur son lieu de travail pendant une journée. Nous encourageons tous les élèves de 9e année et leurs familles à commencer à discuter des options de placement pour cette journée. Vous pouvez également rechercher des organisations ou des entreprises d'intérêt pour voir si elles offrent des activités expérientielles pour les élèves ce jour-là.\nPlus d'informations sur la journée, ainsi que des formulaires de consentement, seront envoyées aux familles dans les semaines à venir.\nFormulaires de vérification des informations des étudiants :\nLes formulaires de vérification des élèves ont été remis aux élèves jeudi. Les parents/tuteurs sont priés de vérifier et de corriger les informations, de signer le formulaire et de demander à l'élève de le renvoyer à son professeur du bloc C avant le 25 octobre. Les élèves qui n'ont pas de classe de bloc C doivent retourner leur formulaire au bureau.\nReprise des photos :\nLe 22 octobre est le jour de la reprise des photos scolaires. Tous les élèves qui n'ont pas été pris en photo ce jour-là doivent se faire photographier afin d'avoir une image à jour sur la carte d'étudiant de cette année, dans l'annuaire de cette année et pour les dossiers de l'école. Si un élève qui s'est fait photographier en septembre souhaite que sa photo soit modifiée, il doit apporter sa carte d'étudiant ou son dossier d'épreuves au photographe et lui expliquer ce qui doit être modifié. Les photos de fin d'études seront disponibles plus tard dans le semestre.\nCours de mathématiques les mercredis :\nNous proposerons un cours de sens des nombres pour les élèves de Glebe. Cette opportunité est ouverte à tout élève souhaitant améliorer ses compétences en numératie, y compris les opérations avec des entiers, des fractions et l'application de ces compétences dans un contexte. Ce cours aura lieu chaque mercredi après-midi tout au long de l'année scolaire et les élèves obtiendront un crédit d'apprentissage général pour sa réussite. Si cela intéresse un élève de votre foyer, veuillez remplir le formulaire suivant.\nSérie de conférences pour les leaders scolaires :\nLes élèves de niveau supérieur occupant des rôles de leadership dans les classes Link, Business Leadership, Outdoor Education Leadership, EquiUnity Committee, Student Council, Athletic Council et Physical Education Leadership auront la possibilité d'assister à une série de conférences dans l'auditorium le matin du 22 octobre. Les parents des élèves souhaitant assister recevront un formulaire de sortie scolaire à signer, car ces élèves seront absents de leurs cours habituels s'ils choisissent d'y assister. Les conférenciers suivants aborderont les sujets suivants : Liza Wilson sur la résilience, Emily Glossop d'Abilities Ottawa sur le sport inclusif, Jennifer Talbot, lauréate du Prix du Premier ministre pour l'enseignement, sur le sport inclusif, James Budrow, para-athlète, partagera son histoire, Nabil Ahmed et Brian Kom sur les conversations respectueuses, et Jade Desjardins, Jessica Houghton et Huong Thai parleront respectivement des soutiens scolaires disponibles pour les étudiants autochtones, les étudiants 2SLGBTQIA et les apprenants multilingues. Un grand merci à la présidente du Student Council et responsable du comité EquiUnity, Rose Haba, pour l'organisation de cet événement spécial avec son comité EquiUnity. Dans l'après-midi, l'équipe de Rose recevra du mentorat de ces étudiants pour leurs projets communautaires. L'après-midi, nous serons rejoints par le directeur de l'éducation, Pino Buffone, ainsi que des partenaires communautaires supplémentaires, et nous partagerons ces informations avec les familles des élèves participants à mesure que nous confirmons la présence des mentors.\nBibliothèque :\na) L'aide à la recherche et à la rédaction aura lieu le jeudi 24 octobre à l'heure du déjeuner dans la salle de séminaire de la bibliothèque. Veuillez encourager les élèves à venir chercher de l'aide pour leurs recherches et/ou leurs travaux d'écriture.\nb) La préparation à l'OSSLT se tiendra à l'heure du déjeuner le jeudi 24 octobre dans la bibliothèque pour tous les élèves qui passent le test de littératie ce semestre et qui souhaitent obtenir des conseils et astuces pour réussir l'OSSLT.\nAthlétisme Glebe :\nL'athlétisme Glebe a démarré sur une note impressionnante cet automne. Nous avons eu une participation exceptionnelle des élèves, du personnel et des bénévoles de la communauté. Nos matchs à domicile ont été bien suivis par nos supporters très engagés.\nIl est important de noter que, bien que nous encouragions les élèves à venir encourager leurs équipes lors des matchs à domicile après l'école, les élèves supporters ne doivent pas manquer les cours pour assister aux matchs à domicile ou à l'extérieur qui ont lieu pendant les heures de cours. Si les élèves supporters veulent encourager un match à l'extérieur, il est important de savoir que toutes les écoles n'autorisent pas les spectateurs des écoles visiteuses. Si vous souhaitez assister et soutenir une équipe lors d'un match à l'extérieur en dehors des heures de cours, veuillez envoyer un courriel à l'entraîneur ou au directeur sportif pour confirmer la politique de l'école en matière de spectateurs à l'extérieur et n'oubliez pas de suivre les politiques de l'OFSAA en matière de spectateurs et d'être un partisan positif de Glebe Athletics.\nNous vous remercions,\nL'équipe de Glebe CI\nLe Conseil scolaire d'Ottawa-Carleton souhaite continuer à communiquer avec vous par courriel. Vous pouvez sélectionner le type de messages que vous souhaitez recevoir, cependant, nous vous déconseillons de vous désabonner des messages d'urgence. Vous pouvez suivre ce lien pour confirmer vos préférences de courriels : Se désabonner\nSchoolMessenger est un service de notification utilisé par les principaux systèmes scolaires du pays pour communiquer avec les parents, les élèves et le personnel par la voix, les SMS, les courriels et les médias sociaux."
}