{
    "source": "en_US",
    "target": "fr_FR",
    "text": "PROPERTY SEARCH\nBOOK A VALUATION\nCONTACT US\nCONFIRMATION OF SALE\nHello,\nWe confirm that we have agreed the sale of the above-mentioned property subject to contract as detailed in the enclosed memorandum of sale. Copies of the attached have been sent to your solicitors.\nPlease ensure that you check the particulars of the sale detailed within carefully, including price, inclusions/exclusions. Unless we have been informed to the contrary, the property will now be removed from the market.\nIt is essential that you speak with your solicitor without delay, to ensure that they have everything they require from you. Without copies of your passport and driving licence, they will not be able to proceed on any work for you.\nWe will now appoint a dedicated Move Manager to assist you throughout the sales process and they will be in contact with you in due course.\nKind regards,\n[redacted_name]\nSales Consultant",
    "trans": "RECHERCHE DE BIENS\nRÉSERVER UNE ÉVALUATION\nNOUS CONTACTER\nCONFIRMATION DE VENTE\nBonjour,\nNous confirmons que nous avons convenu de la vente de la propriété susmentionnée sous réserve du contrat tel que détaillé dans le mémorandum de vente ci-joint. Des copies du document ci-joint ont été envoyées à vos notaires.\nVeuillez vous assurer de vérifier attentivement les détails de la vente, y compris le prix et les inclusions/exclusions. Cette propriété sera retirée du marché, sous réserve d'une information contraire de notre part.\nIl est indispensable de contacter votre notaire sans tarder, afin de vous assurer qu'il dispose de tous les éléments nécessaires. En l'absence de copies de votre passeport et de votre permis de conduire, il ne sera pas en mesure d'effectuer le moindre travail pour vous.\nNous allons maintenant nommer un responsable des déménagements qui vous assistera tout au long du processus de vente et qui vous contactera le moment venu.\nMes salutations distinguées,\n[redacted_name]\nConseiller en vente"
}