{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Temporal knowledge graph, serving as an effective way to store and model dynamic relations, shows promising prospects in event forecasting. However, most temporal knowledge graph reasoning methods are highly dependent on the recurrence or periodicity of events, which brings chal lenges to inferring future events related to entities that lack historical interaction. In fact, the current moment is often the combined effect of a small part of historical information and those unobserved underlying factors. To this end, we pro pose a new event forecasting model called C ontrastive E vent Net work (CENET), based on a novel training framework of historical contrastive learning. CENET learns both the his torical and non-historical dependency to distinguish the most potential entities that can best match the given query. Simul taneously, it trains representations of queries to investigate whether the current moment depends more on historical or non-historical events by launching contrastive learning. The representations further help train a binary classifier whose output is a boolean mask to indicate related entities in the search space. During the inference process, CENET employs a mask-based strategy to generate the final results. We evalu ate our proposed model on five benchmark graphs. The results demonstrate that CENET significantly outperforms all exist ing methods in most metrics, achieving at least 8 . 3% relative improvement of Hits@1 over previous state-of-the-",
    "trans": "Les graphes de connaissances temporels, servant de moyen efficace pour stocker et modéliser des relations dynamiques, montrent des perspectives prometteuses en prévision des événements. Cependant, la plupart des méthodes de raisonnement des graphes de connaissances temporels dépendent fortement de la récurrence ou de la périodicité des événements, ce qui pose des défis pour inférer des événements futurs liés à des entités dépourvues d'interaction historique. En fait, le moment actuel est souvent l'effet combiné d'une petite partie des informations historiques et de ces facteurs sous-jacents non observés. À cette fin, nous proposons un nouveau modèle de prévision des événements appelé Réseau d'Événements Contrastifs (CENET), basé sur un nouveau cadre de formation de l'apprentissage contrastif historique. CENET apprend à la fois la dépendance historique et non historique pour distinguer les entités les plus potentielles pouvant correspondre le mieux à la requête donnée. Simultanément, il entraîne des représentations de requêtes pour examiner si le moment actuel dépend davantage des événements historiques ou non historiques en lançant l'apprentissage contrastif. Les représentations aident également à entraîner un classificateur binaire dont la sortie est un masque booléen pour indiquer les entités pertinentes dans l'espace de recherche. Lors du processus d'inférence, CENET utilise une stratégie basée sur le masque pour générer les résultats finaux. Nous avons évalué notre modèle proposé sur cinq graphes de référence. Les résultats montrent que CENET surpasse de manière significative toutes les méthodes existantes dans la plupart des métriques, atteignant au moins 8,3 % d'amélioration relative des Hits@1 par rapport à l'état de l'art précédent."
}