{
    "source": "en_US",
    "target": "fr_FR",
    "text": "07-Oct-2024\nDear [redacted_name]\nGlen Caulfield Primary Kindergarten | Kindergarten Offer 2024\nGlen Caulfield Primary Kindergarten is delighted to offer[redacted_name] a place in our funded First Year (3YO)\nKindergarten program in 2024.\nPlease read the enrolment information below, and then select the link at the end of this letter to complete\nyour online Kindergarten Offer (Accept, Defer, Decline). This offer is valid until 13-Oct-2024. If no response is\nreceived by this date, this kindergarten place will be offered to another family.\nGlen Education – our approach to education\nWe are a not-for-profit, Early Years Manager of local kindergartens in the municipalities of Bayside, Kingston,\nGlen Eira, Monash and Stonnington. Our role is to ensure that the delivery of programs for children are\ninclusive, individualized, reflective of contemporary research and can foster a lifelong love of learning.\nAll services are connected through an overarching educational philosophical approach; however, each\ncommunity also bring unique gifts to the learning space.\nWe are very pleased and proud to say that our services implement programs for children and families that\nare rated above the National Standard for high quality Education and Care. We are local and as such, pride\nourselves on being able to support our children, our families, our educational teams and the wider\ncommunity in a timely and responsive manner. The Department of Education, as well as the Bayside,\nKingston, Glen Eira, Monash and Stonnington Councils support us in our vision and our purpose.\nLevel 1, 2 North Drive, Bentleigh East 3165\nPhone: (03) 9570 5866 Fax: (03) 9570 7074\nenrolments@gleneducation.org.au gleneducation.org.au\nABN: 64 435 545 989\nAge Requirement\nTo be eligible for funded First Year (3 YO) Kindergarten, your child must be 3 years of age or older by 30 April\n2024.\nChildren can only attend kindergarten once they turn 3 years of age. If your child is not 3 years old at the\ncommencement of the kindergarten year they cannot start and will be invited by the educational team to\nvisit the program alongside a parent/guardian (child cannot be left) until they turn 3.\nFamilies with children born between 1 January and 30 April have a choice about whether their child will\ncommence First Year (3YO) Kindergarten in the year they turn three or the year they turn four. Once your\nchild attends kindergarten in a funded place, you cannot change your mind. To help you make an informed\nchoice about WHICH year to commence your child in school and therefore which year to commence your child in a\nkindergarten program please refer to the table below or visit when to start kindergarten\nYEAR KINDERGARTEN ADDITIONAL INFORMATION\n2024 First Year (3YO)\nKindergarten\nThere is no possibility of repeating or deferring First Year (3YO) Kindergarten",
    "trans": "07-Oct-2024\nCher [redacted_name],\nGlen Caulfield Primary Kindergarten | Offre de place en maternelle 2024\nGlen Caulfield Primary Kindergarten est ravi d’offrir à [redacted_name] une place dans notre programme de maternelle financé pour la Première Année (3 ans) en 2024.\nProgramme de maternelle en 2024.\nVeuillez lire les informations d’inscription ci-dessous, puis cliquez sur le lien à la fin de cette lettre pour finaliser\nvotre offre de place en maternelle en ligne (Accepter, Reporter, Refuser). Cette offre est valable jusqu’au 13-Oct-2024. Si aucune réponse\nn’est reçue avant cette date, la place sera offerte à une autre famille.\nGlen Education – notre approche de l’éducation\nNous sommes une organisation à but non lucratif, gestionnaire de maternelles locales dans les municipalités de Bayside, Kingston,\nGlen Eira, Monash et Stonnington. Notre rôle est de garantir que les programmes proposés aux enfants soient\ncomplets, individualisés, reflètent la recherche contemporaine et peuvent favoriser l'amour de l'apprentissage tout au long de la vie.\nTous les services sont connectés par une approche philosophique éducative globale, cependant, chaque\ncommunauté apporte également des atouts uniques à l’espace d’apprentissage.\nNous sommes très heureux et fiers de dire que nos services mettent en œuvre des programmes pour les enfants et les familles qui\nsont évalués au-dessus des normes nationales pour une éducation et un soin de haute qualité. En tant qu’acteurs locaux, nous sommes fiers de\npouvoir soutenir nos enfants, nos familles, nos équipes éducatives et la\ncommunauté plus large de manière rapide et réactive. Le Département de l’Éducation, ainsi que les conseils de Bayside,\nKingston, Glen Eira, Monash et Stonnington, nous soutiennent dans notre vision et notre objectif.\nAdresse : Level 1, 2 North Drive, Bentleigh East 3165\nTéléphone : (03) 9570 5866 Fax : (03) 9570 7074\nenrolments@gleneducation.org.au gleneducation.org.au\nABN : 64 435 545 989\nExigences d’âge\nPour être éligible à la maternelle financée pour la Première Année (3 ans), votre enfant doit avoir 3 ans ou plus au 30 avril\n2024.\nLes enfants ne peuvent commencer la maternelle qu'à partir de 3 ans. Si votre enfant n’a pas 3 ans au début de\nl'année de maternelle, il ne pourra pas commencer et sera invité par l’équipe éducative\nà visiter le programme avec un parent/tuteur (l’enfant ne peut pas être laissé seul) jusqu’à ce qu'il ait 3 ans.\nLes familles d’enfants nés entre le 1er janvier et le 30 avril ont le choix de savoir si leur enfant commencera\nla Première Année (3 ans) en maternelle l’année où il aura 3 ans ou l’année où il aura 4 ans. Une fois que\nvotre enfant est inscrit dans un programme financé, il ne sera pas possible de changer d’avis. Pour vous aider à faire un bon\nchoix sur l'année à laquelle commencer le programme de\nmaternelle, veuillez consulter le tableau ci-dessous ou visiter la page Quand commencer la maternelle.\nANNÉE MATERNELLE INFORMATIONS COMPLÉMENTAIRES\n2024 Première Année (3 ans)\nMaternelle\nIl n’est pas possible de redoubler ou de reporter la Première Année (3 ans) de maternelle."
}