{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nYour application to work with an Upwardly Global Career Coach has been received, and we’re excited to connect with you!\nHere are your next steps:\nLog in toUpwardly Global Learning, and bookmark the page to easily return to it in the future.\nCreate and improve your U.S.-style resume with our AI-powered resume builder. Make sure you click “Finalize Resume” to ensure it’s properly saved and ready to use.\nAccess courses, videos, and other resources to develop your career readiness skills and learn how to be successful in your U.S. job search.\nWe’ll continue processing your application to work with a Career Coach and will be in touch with you about the next steps within 14 days. In the meantime, we encourage you to begin with the steps listed above.\nIf you have any questions, contact me at [redacted_email]. We are here to help!",
    "trans": "Cher [nom_masqué],\nNous avons bien reçu votre candidature pour travailler avec un conseiller de carrière d'Upwardly Global, et nous sommes impatients de vous rencontrer !\nVoici les prochaines étapes :\nConnectez-vous à Upwardly Global Learning et mettez cette page dans vos favoris pour pouvoir y revenir facilement à l'avenir.\nCréez et améliorez votre CV de type américain à l'aide de notre outil de création de CV assisté par ordinateur. Veillez cliquer sur « Finaliser le CV » pour vous assurer qu'il est correctement enregistré et prêt à être utilisé.\nAccédez à des cours, des vidéos et d'autres ressources pour développer vos compétences en matière de préparation à la carrière et apprendre à réussir votre recherche d'emploi aux États-Unis.\nNous allons poursuivre le traitement de votre demande de collaboration avec un coach professionnel et vous contacterons dans les 14 jours pour vous informer des prochaines étapes. En attendant, nous vous encourageons à commencer par les étapes énumérées ci-dessus.\nSi vous avez des questions, contactez-moi à [email_masquée]. Nous sommes là pour vous aider !"
}