{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Disclaimer:* This communication contains information which is privileged and confidential. It is exclusively to the intended recipient(s). If you are not the intended recipient(s), please: (1) notify the sender by forwarding this email and delete all copies from your system and (2) note that disclosure, distribution, copying or use of this communication is strictly prohibited. Any erroneous disclosure, distribution or copying of this email communications cannot be guaranteed to be secure or free from error or viruses. Deloitte & Touche (M.E.) LLP (DME) is the affiliate for the territories of the Middle East and Cyprus of Deloitte NSE LLP (“NSE”), a UK limited liability partnership and member firm of Deloitte Touche Tohmatsu Limited, a UK private company limited by guarantee (“DTTL”).\nDeloitte refers to one or more of Deloitte Touche Tohmatsu Limited (“DTTL”), its global network of member firms, and their related entities. DTTL (also referred to as “Deloitte Global”) and each Deloitte member firm is a separate and independent legal entity. DTTL, NSE and DME do not provide services to clients. Please see www.deloitte.com/about to learn more. DME’s affiliates and related entities cannot oblige each other and/or DME, and when providing services, each affiliate and related entity engages directly and independently with its own clients and shall only be liable for its own acts or omissions and not those of any other affiliate. To the extent permitted by law, DME does not accept any liability for use of or reliance on the contents of this email by any person save by the intended recipient(s)and to the extent agreed in a DME engagement contractor any change or amendment as duly agreed on by the contracting parties. Opinions, conclusions and other information in this email which have not been delivered by way of the business of DME, are neither given nor endorsed by it.",
    "trans": "Avertissement :Ce message contient des informations privilégiées et confidentielles. Il est destiné exclusivement à son ou ses destinataires prévus. Si vous n'êtes pas le ou les destinataires prévus, veuillez : (1) aviser l'expéditeur en transférant ce courriel et supprimer toutes les copies de votre système et (2) noter que la divulgation, la distribution, la copie ou l'utilisation de ce message sont strictement interdites.  La sécurité et l'absence d'erreurs ou de virus dans toute divulgation, distribution ou copie erronée de ce courriel ne peuvent être garanties. Deloitte & Touche (M.E.) LLP (DME) est l'affilié pour les territoires du Moyen-Orient et de Chypre de Deloitte NSE LLP (« NSE »), une société de personnes à responsabilité limitée du Royaume-Uni et membre du réseau Deloitte Touche Tohmatsu Limited, une société privée à responsabilité limitée par garantie du Royaume-Uni (« DTTL »).\nDeloitte désigne une ou plusieurs entités parmi Deloitte Touche Tohmatsu Limited (« DTTL »), son réseau mondial de cabinets membres et leurs entités liées. DTTL (également appelée 1  « Deloitte Global ») et chaque cabinet membre de Deloitte sont des entités juridiques distinctes et indépendantes. DTTL, NSE et DME ne fournissent pas de services aux clients. Veuillez consulter le site www.deloitte.com/about pour en savoir plus. Les affiliés et entités liées de DME ne peuvent s'obliger mutuellement et/ou obliger DME, et lors de la prestation de services, chaque affilié et entité liée s'engage directement et indépendamment avec ses propres clients et ne sera responsable que de ses propres actes ou omissions et non de ceux de tout autre affilié. Dans la mesure permise par la loi, DME n'accepte aucune responsabilité pour l'utilisation ou la confiance accordée au contenu de ce courriel par toute personne autre que le ou les destinataires prévus et dans la mesure convenue dans un contrat d'engagement DME, pour tout changement ou amendement dûment convenu par les parties contractantes. Les opinions, conclusions et autres informations contenues dans ce courriel qui n'ont pas été fournies dans le cadre des activités de DME, ne sont ni données ni approuvées par celle-ci."
}