{
    "source": "en_US",
    "target": "fr_FR",
    "text": "FANTASTIC POSITION FOR THOSE WANTING A PERFECT WORK-LIFE BALANCE TO SEE YOUR FAMILY AND FRIENDS\nAirgas operates a modern and efficient fleet. Most vehicles are under 6 years old and equipped with driver-friendly technology such as On Board Computers, collision avoidance technology, latest camera technology and GPS navigation.\nAs the \"face of Airgas\", the delivery driver is responsible for safely and efficiently delivering compressed gas cylinders to local and regional business customers from an Airgas branch or plant location using a company provided tractor trailer, straight, or box truck. This position loads, unloads, delivers, and returns compressed gas cylinders while frequently interacting with Airgas customers.\nAbout Airgas\nAirgas, an Air Liquide company, is a leading U.S. supplier of industrial, medical and specialty gases, as well as hardgoods and related products; one of the largest U.S. suppliers of safety products. Through the passion and diversity of its 18,000 associates, Airgas fosters a culture of safety, customer success, sustainability and innovation. Airgas associates are empowered to share ideas, take initiative and make decisions. Airgas is a subsidiary of Air Liquide, a worldwide leader in gases, technologies and services for Industry and Health. Air Liquide is present in 78 countries with approximately 64,500 associates globally. Join us for a stimulating experience: you'll find a world of learning and development opportunities where inventiveness is at the heart of what we do, in an open, collaborative and respectful environment.\nIn particular, you will:\nPerform pre-trip and post-trip vehicle inspections\nLoad and unload their truck daily with gas cylinders & supplies\nMaintain courteous & professional relationships with customers\nMake deliveries in a timely manner",
    "trans": "POSITION FANTASTIQUE POUR CELLES ET CEUX QUI SOUHAITENT UN ÉQUILIBRE PARFAIT ENTRE LE TRAVAIL ET LA VIE PERSONNELLE POUR VOIR VOS FAMILLES ET AMIS\nAirgas exploite une flotte moderne et efficace. La plupart des véhicules ont moins de 6 ans et sont équipés de technologies adaptées aux conducteurs, telles que les ordinateurs de bord, la technologie d'évitement des collisions, la dernière technologie de caméras et la navigation GPS.\nEn tant que \"visage d'Airgas\", le conducteur de livraison est responsable de la livraison sécurisée et efficace des cylindres de gaz comprimés aux clients commerciaux locaux et régionaux depuis une agence ou une usine Airgas en utilisant un tracteur-remorque, un camion droit ou un camion-caisse fourni par l'entreprise. Ce poste inclut le chargement, le déchargement, la livraison et le retour des cylindres de gaz comprimés tout en interagissant fréquemment avec les clients d'Airgas.\nÀ propos d'Airgas\nAirgas, une entreprise d'Air Liquide, est un fournisseur américain de premier plan de gaz industriels, médicaux et spéciaux, ainsi que de matériels et produits connexes ; l'un des plus grands fournisseurs américains de produits de sécurité. Grâce à la passion et à la diversité de ses 18 000 collaborateurs, Airgas favorise une culture de sécurité, de succès client, de durabilité et d'innovation. Les collaborateurs d'Airgas sont encouragés à partager des idées, à prendre des initiatives et à prendre des décisions. Airgas est une filiale d'Air Liquide, un leader mondial des gaz, des technologies et des services pour l'industrie et la santé. Air Liquide est présent dans 78 pays avec environ 64 500 collaborateurs à travers le monde. Rejoignez-nous pour une expérience stimulante : vous découvrirez un monde d'opportunités d'apprentissage et de développement où la créativité est au cœur de notre activité, dans un environnement ouvert, collaboratif et respectueux.\nEn particulier, vous devrez :\nEffectuer les inspections préalables et postérieures aux trajets des véhicules\nCharger et décharger quotidiennement leur camion avec des cylindres de gaz et des fournitures\nMaintenir des relations courtoises et professionnelles avec les clients\nEffectuer les livraisons en temps voulu"
}