{
    "source": "en_US",
    "target": "fr_FR",
    "text": "knew the past, present, and future, dwelt with their pets, the two white swans. This was magic water in the fountain, which the Norns sprinkled every day upon the giant tree to keep it green—water so sacred that everything which entered it became white as the film of an eggshell. Close beside this sacred well the Æsir had their council hall, to which they galloped every morning over the rainbow bridge.\nBut Father Odin, the king of all the Æsir, knew of another fountain more wonderful still; the two ravens whom he sent forth to bring him news had told him. This also was below the roots of Yggdrasil, in the spot where the sky and ocean met. Here for centuries and centuries the giant Mimer had sat keeping guard over his hidden well, in the bottom of which lay such a treasure of wisdom as was to be found nowhere else in the world. Every morning Mimer dipped his glittering horn Giöll into the fountain and drew out a draught of the wondrous water, which he drank to make him wise. Every day he grew wiser and wiser; and as this had been going on ever since the beginning of things, you can scarcely imagine how wise Mimer was.\nNow",
    "trans": "Connaissaient le passé, le présent et le futur, vivaient avec leurs animaux de compagnie, les deux cygnes blancs. C'était une eau magique dans la fontaine, que les Nornes aspergeaient chaque jour sur le grand arbre pour le garder vert—une eau si sacrée que tout ce qui y entrait devenait blanc comme le film d'une coquille d'œuf. Juste à côté de ce puits sacré, les Æsir avaient leur salle de conseil, vers laquelle ils galopaient chaque matin sur le pont arc-en-ciel.\nMais Père Odin, le roi de tous les Æsir, connaissait une autre fontaine encore plus merveilleuse ; les deux corbeaux qu'il envoyait lui apporter des nouvelles le lui avaient dit. Elle se trouvait également sous les racines d'Yggdrasil, à l'endroit où le ciel et l'océan se rencontraient. Là, pendant des siècles et des siècles, le géant Mimer avait gardé son puits caché, au fond duquel se trouvait un trésor de sagesse introuvable ailleurs dans le monde. Chaque matin, Mimer plongeait sa corne scintillante Giöll dans la fontaine et tirait une gorgée de cette eau merveilleuse, qu'il buvait pour devenir sage. Chaque jour, il devenait de plus en plus sage ; et comme cela se produisait depuis le début des temps, vous pouvez à peine imaginer à quel point Mimer était sage.\nMaintenant"
}