{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello,\nOur transaction was completed on February 15, 2023, as indicated by the date on my contract. After that date, the Toyota should no longer have been in my name. However, when I visited SAAQ, they informed me that you submitted the Toyota transaction information only after their system maintenance. This means Tesla did not upload the transaction documents in a timely manner after we completed the trade-in process. The government told me that their system maintenance occurred after my trade-in date, so this situation arose because Tesla failed to submit the information on time, leaving the Toyota still under the customer's name.\nI do not understand why you are shifting the responsibility. We have a documented contract with a signed transaction date. If Tesla had submitted the paperwork within three days after February 15, 2023, this situation would not have occurred. Is it customary for you to shift responsibility onto the government? Should the customer be expected to bear these unnecessary costs and losses? Do you not provide after-sales service or adhere to professional ethics?\nI sold the Toyota to Tesla on February 15, 2023, with a contract and all paperwork signed. If this car was still under my name in April, it is because Tesla failed to handle the transaction properly. Please do not pass the responsibility onto the customer, as they should not bear these losses and costs.\nShow integrity and professional ethics. If you continue to deny responsibility and mislead or even threaten customers, we are prepared to pursue legal action to clarify the facts and allow society to see fairness and justice.",
    "trans": "Bonjour,\nNotre transaction a été complétée le 15 février 2023, comme indiqué par la date sur mon contrat. Après cette date, la Toyota n'aurait plus dû être à mon nom. Cependant, lorsque je suis allé à la SAAQ, ils m'ont informé que vous aviez soumis les informations de la transaction de la Toyota seulement après leur maintenance système. Cela signifie que Tesla n'a pas téléchargé les documents de la transaction en temps opportun après que nous ayons complété le processus de reprise. Le gouvernement m'a dit que leur maintenance système a eu lieu après ma date de reprise, donc cette situation est survenue parce que Tesla n'a pas soumis les informations à temps, laissant la Toyota encore au nom du client.\nJe ne comprends pas pourquoi vous rejetez la responsabilité. Nous avons un contrat documenté avec une date de transaction signée. Si Tesla avait soumis les documents dans les trois jours suivant le 15 février 2023, cette situation ne se serait pas produite. Est-il habituel pour vous de rejeter la responsabilité sur le gouvernement? Le client doit-il supporter ces coûts et pertes inutiles? Ne fournissez-vous pas de service après-vente ou n'adhérez-vous pas à l'éthique professionnelle?\nJ'ai vendu la Toyota à Tesla le 15 février 2023, avec un contrat et tous les documents signés. Si cette voiture était encore à mon nom en avril, c'est parce que Tesla n'a pas correctement géré la transaction. Veuillez ne pas rejeter la responsabilité sur le client, car il ne doit pas supporter ces pertes et coûts.\nMontrez de l'intégrité et de l'éthique professionnelle. Si vous continuez à nier la responsabilité et à induire en erreur ou même à menacer les clients, nous sommes prêts à engager une action en justice pour clarifier les faits et permettre à la société de voir l'équité et la justice."
}