{
    "source": "en_US",
    "target": "fr_FR",
    "text": "those who achieve sufficient success to sustain a career in the industry. According to the Bureau of Labor Statistics (BLS), in May of 2018, the median salary for personal financial planners was $88,890 and the 90th percentile was above $208,000 per year (Bureau of Labor Statistics 2018). Other industry studies, which use a narrower definition of a financial planner which may more accurately reflect financial planner earnings by excluding some assistant planners and more junior roles included in the BLS figures, have indi- cated that median earnings for financial planners may be as high as $168,050 (TD Ameritrade 2017). The high-income status of personal financial planners provides an opportu- nity to explore ways in which entrepreneurship may influ- ence marriage outcomes differently among higher-income individuals.\nFinancial planning as an industry has also recently placed an emphasis on recruiting women. Part of the language around recruitment has attempted to paint financial planning as a supportive industry using anecdotal information (Bruno 2018). Industry specific websites also commonly post arti- cles about why life-work balance is important for the recruit- ment of female advisors (Thrasher 2018; CFP Board n.d.).\nEmployment, Gender, and Marriage\nStudies of individuals in the United States have investigated both the influence of work on family life (e.g., Minnotte et al. 2015) and the influence of family life on work (e.g., Fettro and Nomaguchi 2017). Findings generally conclude that having a family and trying to find a balance between labor market responsibilities and spending time with one’s family can cause stress and dissatisfaction both at home and at work. The stress of work on family life can result from many avenues, but a major theme is time spent at work. A study looking at employees in the United States, London, and Hong Kong found that working long hours te",
    "trans": "Pour ceux qui réussissent suffisamment pour poursuivre une carrière dans le secteur. Selon le Bureau of Labor Statistics (BLS), en mai 2018, le salaire médian des planificateurs financiers personnels était de 88 890 $ et le 90e percentile était supérieur à 208 000 $ par an. D'autres études sectorielles, qui utilisent une définition plus étroite du planificateur financier, ce qui peut refléter plus fidèlement les revenus des planificateurs financiers en excluant certains planificateurs adjoints et des rôles plus juniors inclus dans les chiffres du BLS, ont indiqué que les revenus médians des planificateurs financiers peuvent atteindre 168 050 $ (TD Ameritrade 2017). Le statut de revenu élevé des planificateurs financiers personnels offre une opportunité d'explorer les façons dont l'entrepreneuriat peut influencer les résultats du mariage différemment parmi les personnes à revenu élevé.\nLe secteur de la planification financière a récemment mis l'accent sur le recrutement des femmes. Une partie du langage entourant le recrutement a tenté de dépeindre la planification financière comme une industrie favorable en utilisant des informations anecdotiques (Bruno 2018). Les sites web spécifiques à l'industrie publient aussi couramment des articles sur les raisons pour lesquelles l'équilibre vie-travail est important pour le recrutement de conseillères (Thrasher 2018 ; CFP Board n.d.).\nEmploi, genre et mariage\nDes études menées auprès de particuliers aux États-Unis ont examiné à la fois l'influence du travail sur la vie de famille (par exemple, Minnotte et al. 2015) et l'influence de la vie de famille sur le travail (par exemple, Fettro et Nomaguchi 2017). Les résultats concluent généralement que le fait d'avoir une famille et d'essayer de trouver un équilibre entre les responsabilités liées au marché du travail et le temps passé avec sa famille peut être source de stress et d'insatisfaction à la fois à la maison et au travail. Le stress du travail sur la vie de famille peut provenir de plusieurs sources, mais le temps passé au travail est un thème majeur. Une étude portant sur des employés aux États-Unis, à Londres et à Hong Kong a révélé que le fait de travailler de longues heures..."
}