{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hydrogen is currently enjoying a renewed and widespread momentum in many national and international climate strategies. This review paper is focused on analysing the challenges and opportunities that are related to green and blue hydrogen, which are at the basis of different perspectives of a potential hydrogen society. While many governments and private companies are putting significant resources on the development of hydrogen technologies, there still remains a high number of unsolved issues, including technical challenges, economic and geopolitical implications. The hydrogen supply chain includes a large number of steps, resulting in additional energy losses, and while much focus is put on hydrogen generation costs, its transport and storage should not be neglected. A low-carbon hydrogen economy offers promising opportunities not only to fight climate change, but also to enhance energy security and develop local industries in many countries. However, to face the huge challenges of a transition towards a zero-carbon energy system, all available technologies should be allowed to contribute based on measurable indicators, which require a strong international consensus based on transparent standards and targets.",
    "trans": "L'hydrogène bénéficie actuellement d'un élan renouvelé et généralisé dans de nombreuses stratégies climatiques nationales et internationales. Cet article de revue se concentre sur l'analyse des défis et des opportunités liés à l'hydrogène vert et bleu, qui constituent la base de différentes perspectives d'une société potentielle de l'hydrogène. Alors que de nombreux gouvernements et entreprises privées investissent des ressources importantes dans le développement des technologies de l'hydrogène, il reste encore de nombreux problèmes non résolus, notamment des défis techniques, des implications économiques et géopolitiques. La chaîne d'approvisionnement de l'hydrogène comprend de nombreuses étapes, entraînant des pertes d'énergie supplémentaires. Bien que beaucoup d'attention soit portée sur les coûts de production de l'hydrogène, son transport et son stockage ne doivent pas être négligés. Une économie de l'hydrogène à faible émission de carbone offre des opportunités prometteuses non seulement pour lutter contre le changement climatique, mais aussi pour renforcer la sécurité énergétique et développer des industries locales dans de nombreux pays. Cependant, pour relever les énormes défis d'une transition vers un système énergétique zéro carbone, toutes les technologies disponibles devraient être autorisées à contribuer en fonction d'indicateurs mesurables, ce qui nécessite un large consensus international basé sur des normes et des objectifs transparents."
}