{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Generally regarded as a golden age, the 18th century in Britain was called ‘Augustan' after the period of Roman history which had achieved political (1) and power along with a flourishing of the arts. This was a distinctive moment in the making of modern Britain. It was an age of (2) , elegance and wit. The virtues of politeness, moderation and rationality were commonly praised. It was a materialistic society – worldly, pragmatic and responsive to economic pressure. Yet, its institutions were (3) , hereditary and privileged. There was a growing tendency to focus on personal gain and pleasure as the main objectives of life. Elections were largely controlled by the local landowners. Politicians were not concerned with winning over the electorate but with (4) them, either with money or with the promise of jobs.\nEighteenth-century society championed (5) , seizing opportunities in the sectors of economy that provided scope for initiative, enterprise and enrichment. It was in many ways an extraordinarily free and open age, whose characteristics distinguished Britain from the other European countries. Many travellers were surprised by what they saw as the (6) freedom enjoyed by the British people in contrast with the more absolutist regimes of their own countries. Enlightened thinkers, from the philosopher John Locke (1632-1704) to journalists such as Joseph Addison (1672-1719), rejected the strict, (7) values of Puritanism, like original sin and the depravity of man. Liberal thought influenced the new view of the world and affirmed free will, salvation for all, as well as the belief in the goodness of mankind and its capacity for progress. (8) encouraged faith in progress and human perfectibility, and made people eager to try new ways of trusting their own capabilities: reason, which made them different from animals, and common sense.",
    "trans": "Généralement considéré comme un âge d'or, le XVIIIe siècle en Grande Bretagne a été qualifié d'\"Auguste\" après la période de l'histoire romaine qui a conquis la politique (1) et le pouvoir en même temps que l'épanouissement des arts. Ce fut un moment clé dans la création de la Grande Bretagne moderne. Une époque d' (2) , élégance et d'esprit. Les vertus de politesse, modération et rationalité étaient généralement saluées. La société était matérialiste - mondaine, pragmatique et sensible aux pressions économiques. Cependant, ses institutions étaient (3) , héréditaires et privilégiées. Une tendance à la hausse consistait à considérer les profits et plaisirs personnels comme principaux objectifs de la vie. Les élections étaient largement contrôlées par les propriétaires terriens locaux. Les politiques ne se préoccupaient pas de conquérir l'électorat mais (4) de le séduire, soit avec de l'argent soit avec des promesses d'emploi.\nLa société du dix-huitième siècle a soutenu (5) , en profitant d'opportunités dans des secteurs économiques qui permettaient de prendre des initiatives, d'entreprendre et de s'enrichir. C'était à bien des égards une époque extrêmement libre et ouverte, dont les caractéristiques distinguaient la Grande Bretagne des autres pays européens. De nombreux voyageurs ont été surpris par ce qu'ils considéraient comme (6) la liberté dont bénéficiaient le peuple britannique qui contrastait avec les régimes plus absolutistes de leur propres pays. Des penseurs éclairés, du philosophe John Locke (1632-1704) aux journalistes tels que Joseph Addison (1672-1719), rejetaient les valeurs, (7) strictes du puritanisme, comme le péché originel ou la dépravation de l'homme. La pensée libérale a influencé une nouvelle vision du monde et a reconnu le libre arbitre, le salut pour tous, ainsi que la foi en la bonté de l'homme et sa capacité de progrès. (8) encouragea la foi dans le progrès et la perfectibilité de l'homme, et a rendu les gens désireux d'essayer de nouvelles façons de faire confiance à leurs propres capacités : la raison, qui les différencie des animaux, et le bon sens."
}