{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Needing to do something with my hands, I carefully disassembled the snare. Then I unlocked the door and strode into the hallway. What a ridiculous holiday. Absurd. It was good that humans had cast them aside.\nI made it to the empty kitchen, gobbled down half a loaf of bread, an apple, and a lemon tart. I nibbled on a chocolate cookie as I walked to my little painting room. I needed to get some of the furious images out of my mind, even if I had to paint by candlelight.\nI was about to turn down the hallway when a tall male figure appeared before me. The moonlight from the open window turned his mask silver, and his golden hair—unbound and crowned with laurel leaves—gleamed.\n“Going somewhere?” Tamlin asked. His voice was not entirely of this world.\nI suppressed a shudder. “Midnight snack,” I said, and I was keenly aware of every movement, every breath I took as I neared him.\nHis bare chest was painted with whorls of dark blue woad, and from the smudges in the",
    "trans": "Ayant besoin de faire quelque chose de mes mains, j'ai soigneusement démonté le collet. Puis j'ai déverrouillé la porte et je suis entré dans le couloir. Quelle fête ridicule. Absurde. Il était bon que les humains les aient mis de côté.\nJ'ai atteint la cuisine vide, j'ai englouti un demi-pain, une pomme et une tarte au citron. J'ai grignoté un biscuit au chocolat en me dirigeant vers ma petite salle de peinture. J'avais besoin de me débarrasser de ces images furieuses, même si je devais peindre à la lumière d'une bougie.\nJe m'apprêtais à tourner dans le couloir lorsqu'une grande silhouette masculine apparut devant moi. La lumière de la lune provenant de la fenêtre ouverte rendait son masque argenté et ses cheveux dorés - dénoués et couronnés de feuilles de laurier - brillaient.\n« Vous allez quelque part ? demanda Tamlin. Sa voix n'était pas tout à fait de ce monde.\nJe réprimai un frisson. J'ai dit : « Casse-croûte de minuit », et j'étais parfaitement consciente de chacun de mes mouvements, de chacune de mes respirations à mesure que je m'approchais de lui.\nSon torse nu était peint de tourbillons de guède bleu foncé, et d'après les taches dans le"
}