{
    "source": "en_US",
    "target": "fr_FR",
    "text": "At all times, Lessee shall keep said premises in a neat and orderly condition and shall keep the entry ways and areas adjoining the premises clean and free from rubbish. Lessee and Lessee’s employees are prohibited from smoking or loitering outside the front of the shopping center, including sidewalks and front parking lot. Lessor may impose a $50.00 Fine if Employees are found smoking out front. Lessee shall not use or permit the use of any portion of said premises for any illegal purpose. Lessee shall not permit, allow or cause the sinks, toilets or urinals in the premises or building to be used for any purpose except that for which they were designated and installed, and the expense of repairing any breakage or damage or removal of any stoppage resulting from the uses thereof shall be paid by Lessee. Lessee shall store all trash, rubbish and garbage (including cigarette butts) in proper containers in the rear of the building, and shall provide for the prompt and regular removal thereof for disposal of said trash, grease, refuse, etc. outside the leased property, and Lessee shall not burn or otherwise dispose of any trash, waste, rubbish or garbage in or about said premises other than in approved incinerators and containers. Lessee agrees to permit no waste of the property, but on the contrary, to take good care of same; and upon termination of this Lease, to surrender possession of same without notice, in as good condition as at the commencement of the term, or as they may be put in during the term, as reasonable uses and wear thereof will permit, damage by fire or other casualty beyond Lessee’s control expected. Lessee has inspected the premises and accepts them in an “AS IS” condition. The Lessor has made no further warranties expressed or implied, concerning the premises.",
    "trans": "Le locataire doit veiller en permanence à la propreté et à l'ordre des lieux et doit maintenir les entrées et les zones attenantes aux locaux propres et exemptes de déchets. Il est interdit au locataire et à ses employés de fumer ou de flâner à l'extérieur de la façade du centre commercial, notamment sur les trottoirs et dans le stationnement avant. Le bailleur peut imposer une amende de 50 $ si les employés sont surpris entrain de fumer à l'extérieur du centre commercial. Le locataire ne doit pas utiliser ou permettre l'utilisation d'une partie de ces locaux à des fins illégales. Le locataire ne doit pas permettre, autoriser ou faire en sorte que les éviers, les toilettes ou les urinoirs des locaux ou de l'édifice soient utilisés à d'autres fins que celles pour lesquelles ils ont été conçus et installés, et les frais de réparation de tout bris ou dommage ou d'enlèvement de toute obstruction résultant de l'utilisation de ces installations doivent être assumés par le locataire. Le locataire doit stocker tous les déchets, ordures et rebuts (y compris les mégots de cigarettes) dans des bacs adéquats à l'arrière du bâtiment, et doit veiller à ce qu'ils soient enlevés rapidement et régulièrement pour être jetés à l'extérieur du bâtiment loué, et le locataire ne doit pas brûler ou jeter de quelque manière que ce soit des déchets, des ordures ou des rebuts à l'intérieur ou à proximité de ces locaux, sauf dans des incinérateurs et des bacs approuvés. Le locataire s'engage à ne pas négliger le bien immobilier, mais au contraire à en prendre soin et, à l'expiration du présent contrat de bail, à en restituer la possession sans préavis, en aussi bon état qu'au début de la période de location ou qu'au cours de la période de location, dans la mesure où l'usage et l'usure raisonnables le permettront, sauf en cas de dommages causés par un incendie ou un autre sinistre indépendant de la volonté du locataire. Le locataire a inspecté les locaux et les accepte en l'état. Le bailleur ne donne aucune autre garantie, expresse ou implicite, concernant les locaux."
}