{
    "source": "en_US",
    "target": "fr_FR",
    "text": "How does it work for multiple vehicles or drivers?\nEach driver on the policy downloads the mobile app on their smartphone. In some states, during registration of the app, each driver chooses the vehicle that they drive most often and each smartphone will then be associated with a vehicle. In other states, we average the driving data from all smartphones across all vehicles on the policy. In either case, the smartphone shows that driver's driving data and it doesn't matter if they sometimes drive a car on the policy other than the one associated with their phone.\nIf two drivers from the household are in a car together (for example, husband and wife), the mobile app should be able to determine who is the driver and only collect trip data for that person. However, in the instance that the phone app registers the trip for both individuals, we provide the opportunity, in the app, to correct the trip information.",
    "trans": "Comment cela fonctionne-t-il pour plusieurs véhicules ou conducteurs ?\nChaque conducteur de la police d'assurance télécharge l'application mobile sur son smartphone. Dans certains États, lors de l'enregistrement de l'application, chaque conducteur choisit le véhicule qu'il conduit le plus souvent et chaque smartphone sera ensuite associé à un véhicule. Dans d'autres États, nous faisons la moyenne des données de conduite de tous les smartphones pour tous les véhicules de la police. Dans tous les cas, le smartphone affiche les données de conduite de ce conducteur et il n'y a pas d'importance si parfois il conduit une voiture de la police autre que celle associée à son téléphone.\nSi deux conducteurs du même foyer sont dans une voiture ensemble (par exemple, mari et femme), l'application mobile devrait pouvoir déterminer qui est le conducteur et ne collecter les données de trajet que pour cette personne. Cependant, dans le cas où l'application enregistre le trajet pour les deux individus, nous offrons la possibilité, dans l'application, de corriger les informations du trajet."
}