{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Visit justplainclear.com to find simple definitions for complicated health care terms.\nCoverage for these services is subject to the terms and conditions of your health benefit plan including exclusions, limitations, conditions, and patient eligibility. Payment is based on the submitted claim, the actual health care services you received, your plan benefit language when services are received, and other plan rules, including coordination of benefits. If required by your plan, your primary care provider must send an electronic referral before you see a specialist. If you see a specialist without a referral, you might have to pay the full cost for services.\nVisit myuhc.com/exchange to access the cost estimator tool, look up benefits, update account information, find a doctor or facility, learn more about healthy living, or view your claims, Health Statements, and Explanation of Benefits. Registration is easy and gives you access to useful tools and information to help you take charge of your health and health care.\nYou are responsible for deductibles, coinsurance, copayments, and items not covered by the plan. Before getting services, it's a good idea to check your provider's network status and cost of service.\nThis approval does not guarantee that the plan will pay for the service. Other plan rules apply to claims payment.",
    "trans": "Consultez justplainclear.com pour trouver des définitions simples de termes complexes liés aux soins de santé.\nLa prise en charge de ces services dépend des conditions de votre assurance santé, y compris les exclusions, les limites, les conditions à remplir et l'éligibilité du patient. Le paiement se fait selon la demande de remboursement soumise, les soins reçus, les conditions de votre assurance au moment des soins et d'autres règles de l'assurance, comme la coordination des remboursements. Si votre assurance le demande, votre médecin traitant doit envoyer une recommandation électronique avant de consulter un spécialiste. Si vous consultez un spécialiste sans recommandation, vous risquez de payer la totalité des frais.\nConsultez myuhc.com/exchange pour accéder à l'outil d'estimation des coûts, consulter les prestations, mettre à jour les informations de compte, trouver un médecin ou un établissement, en savoir plus sur une vie saine ou consulter vos réclamations, vos relevés de santé et vos explications des avantages. L'inscription est facile et vous donne accès à des outils et des informations utiles pour vous aider à prendre en charge votre santé et vos soins de santé.\nVous êtes responsable des franchises, de la coassurance, des tickets modérateurs et des éléments non couverts par le régime. Avant d'obtenir des services, il est conseillé de vérifier le statut de réseau de votre fournisseur et le coût des services.\nCette approbation ne garantit pas que le régime paiera le service. D'autres règles du régime s'appliquent au paiement des réclamations."
}