{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A new long chain, multifidione (1), together with seven known lathyrane-type diterpenes, 15-epi-4Z-jatrogrossidentadion (2), 4Z-jatrogrossidentadion (3), 2-epi-hydroxy isojatrogrossidentadion (4), 2-hydroxyisojatrogrossidentadion (5), 4E-jatrogrossidentadion (6), 15-epi-4E-jatrogrossidentadion (7), and jatrogrossidion (8), was isolated from the roots of Jatropha multifida L. The chemical structure of this new compound was elucidated by spectroscopic techniques. The known compounds were identified by comparison of the spectroscopic and physical data with those of reported values. The isolated all compounds were evaluated for herpes simplex type-1 (HSV-1). Among them, compound 6 showed the highest activity against HSV-1 (IC50 2.05μg/mL), whereas the IC50 value of the standard drug, acyclovir, was 3.58μg/mL. These results suggest that compound 6 may has a potential target for anti-HSV-1 drug development.",
    "trans": "Une nouvelle multifidione à longue chaîne (1), ainsi que sept diterpènes connus de type lathyrane, 15-epi-4Z-jatrogrossidentadion (2), 4Z-jatrogrossidentadion (3), 2-epi-hydroxy isojatrogrossidentadion (4), 2-hydroxyisojatrogrossidentadion (5), 4E-jatrogrossidentadion (6), 15-epi-4E-jatrogrossidentadion (7) et jatrogrossidion (8), a été isolé à partir des racines de Jatropha multifida L. La structure chimique de ce nouveau composé a été élucidée par des techniques spectroscopiques. Les composés connus ont été identifiés par comparaison des données spectroscopiques et physiques avec celles des valeurs rapportées. Tous les composés isolés ont été évalués pour l'herpès simplex de type 1 (HSV-1). Parmi eux, le composé 6 a montré la plus grande activité contre le HSV-1 (IC50 2,05μg/mL), alors que la valeur IC50 du médicament standard, l'acyclovir, était de 3,58μg/mL. Ces résultats suggèrent que le composé 6 pourrait être une cible potentielle pour le développement de médicaments contre le HSV-1."
}