{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Acquire a vacant land parcel or one of the Seller's adjacent properties (SFR, check my other listings for details) and expand your space with additional land to create a larger backyard. This land can be utilized for extra parking, equipment storage, a storage shed or small garage, a miniature barn, a garden, a playground, a pool, or other similar uses. This listing includes other three land parcels sold collectively. Each parcel may be sold separately, but only in conjunction with the neighboring SFR property. Please note, per City regulations, these parcels are NOT suitable for development, even when combined with neighboring properties-no homes, RVs, or residential structures are permitted under current zoning laws. For further details, contact the City. Additionally, there are three small, legally recorded easements (each 10 feet wide) over the adjacent SFR properties, allowing single-vehicle access to the land parcels from the main street. The seller makes no legal representations or guarantees concerning development standards. All information is provided as a courtesy, buyer to verify all information.",
    "trans": "Acquérez une parcelle de terrain vacant ou l'une des propriétés adjacentes du vendeur (maison individuelle – consultez mes autres annonces pour plus de détails) et agrandissez votre espace avec un terrain supplémentaire afin de créer un jardin plus vaste. Ce terrain peut être utilisé pour un stationnement supplémentaire, le stockage d'équipements, un abri de rangement ou un petit garage, une mini-grange, un jardin, une aire de jeux, une piscine ou d'autres usages similaires. Cette annonce comprend trois autres parcelles de terrain vendues ensemble. Chaque parcelle peut être vendue séparément, mais uniquement en lien avec la propriété SFR voisine. Veuillez noter qu'en raison des réglementations municipales, ces parcelles ne sont pas adaptées au développement, même lorsqu'elles sont combinées avec les propriétés voisines – aucune maison, camping-car ou structure résidentielle n'est autorisée selon les lois de zonage en vigueur. Pour plus de détails, contactez la municipalité. De plus, trois petites servitudes légalement enregistrées (chacune de 3 mètres de large) traversent les propriétés SFR adjacentes, permettant un accès pour un seul véhicule aux parcelles depuis la rue principale. Le vendeur ne fait aucune déclaration ou garantie juridique concernant les normes de développement. Toutes les informations sont fournies à titre indicatif, l'acheteur est tenu de les vérifier."
}