{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Master of Music in Performance program at Boston University provides training to highly advanced instrumentalists and vocalists, focusing on the study and performance of solo repertoire as well as chamber music, orchestral, wind ensemble, choral, and/or opera repertoire. The program includes study in music theory and musicology as well as elective courses in areas such as diction, orchestral excerpts, new music, historical performance, pedagogy, and literature for specific instruments and voice. The intensity of study in the School of Music set within the College of Fine Arts is further enhanced by the extensive cultural offerings of the city of Boston, providing exposure to Boston’s resident and touring soloists and professional performing ensembles, and drawing guest artists who frequently present master classes in the various vocal and instrumental majors.\nMM in Performance students must take a minimum of 12 units of applied lessons (maximum of 14 units). The 12 units must be taken over four terms of study, with no more than 4 units per term. No more than 2 units of extra applied lessons may be applied to the degree as elective units. Students must take at least 6 units combined in music theory and musicology. Please see the Performance Studies Policies and Procedures document on the School of Music website. Approved music elective courses may include ME, MH, MP, and MT courses numbered 500 and higher. PDP courses, e.g., tennis, dancing, or yoga, do not count as approved music electives for graduate students. Students in all Master of Music programs must pass comprehensive examinations in their area. These examinations are normally given in the fourth or final term of study.\nStudents in Master of Music programs who are interested in pursuing a double major should speak with the chairs of both intended areas of study and then consult with the Director of Graduate Studies to work out details of the combined programs. A petition to the Graduate Studies committee is required for approval.",
    "trans": "Master de Musique en Performance à l'Université de Boston: Le programme de Master de Musique en Performance à l'Université de Boston fournit une formation aux instrumentistes et vocalistes de niveau avancé, en se concentrant sur l'étude et la performance du répertoire solo ainsi que de la musique de chambre, du répertoire orchestral, de l'ensemble à vent, du choral et/ou de l'opéra. Le programme comprend des études en théorie musicale et musicologie, ainsi que des cours optionnels dans des domaines tels que la diction, les extraits d'orchestre, la musique nouvelle, la performance historique, la pédagogie et la littérature pour instruments spécifiques et voix. L'intensité des études à l'École de Musique, au sein du Collège des Beaux-Arts, est davantage renforcée par la richesse culturelle de la ville de Boston, offrant une exposition aux solistes et ensembles professionnels résidents et en tournée à Boston, et attirant des artistes invités qui présentent fréquemment des classes de maître dans les diverses majeures vocales et instrumentales.\nLes étudiants du MM en Performance doivent suivre un minimum de 12 unités de cours appliqués (maximum de 14 unités). Les 12 unités doivent être réparties sur quatre trimestres d'études, avec un maximum de 4 unités par trimestre. Pas plus de 2 unités de cours appliqués supplémentaires ne peuvent être appliquées à la maîtrise en tant qu'unités optionnelles. Les étudiants doivent suivre au moins 6 unités combinées en théorie musicale et musicologie. Veuillez consulter le document sur les Politiques et Procédures des Études de Performance sur le site web de l'École de Musique. Les cours optionnels en musique approuvés peuvent inclure les cours ME, MH, MP, et MT numérotés 500 et plus. Les cours PDP, par exemple, le tennis, la danse ou le yoga, ne comptent pas comme cours optionnels en musique pour les étudiants diplômés. Les étudiants de tous les programmes de Master de Musique doivent passer des examens complets dans leur domaine. Ces examens sont normalement donnés au quatrième ou dernier trimestre d'études.\nLes étudiants des programmes de Master de Musique qui souhaitent poursuivre une double majeure doivent parler avec les responsables des deux domaines d'études concernés, puis consulter le Directeur des Études Supérieures pour travailler sur les détails des programmes combinés. Une pétition auprès du comité des Études Supérieures est requise pour approbation."
}