{
    "source": "en_US",
    "target": "fr_FR",
    "text": "With its rapid development and significant benefits, increasingly more organizations have adopted artificial intelligence (AI) and taken various ways to promote employees' AI usage and AI-related support behaviors. As a primary way to promote AI usage and AI-related supportive behaviors, building an AI identity is widely recognized as having beneficial effects on employees' work attitudes and outcomes. Drawing upon role identity theory, we challenge this general conclusion by identifying a potential dark side of AI identity and investigating how and when AI identity promotes unethical behavior. Based on an experiment and a multi-wave field study, we found that AI identity had a positive indirect effect on unethical behavior via psychological entitlement. Furthermore, perceived rarity of AI identity moderated the observed effects-that is, when perceived rarity of AI identity was high, employees with AI identity were more likely to have psychological entitlement, which increased unethical behavior. Taken together, our findings provide new insights into the consequences of AI identity as well as reveal the importance of the rarity of AI identity and psychological entitlement in this process.",
    "trans": "Avec son développement rapide et ses avantages significatifs, de plus en plus d'organisations ont adopté l'intelligence artificielle (IA) et ont pris diverses mesures pour promouvoir l'utilisation de l'IA par les employés et les pratiques de support liées à l'IA. L'un des principaux moyens de promouvoir l'utilisation de l'IA et les pratiques de support liées à l'IA est la construction d'une identité IA, largement reconnue comme ayant des effets bénéfiques sur l'attitude et les résultats des employés au travail. En nous appuyant sur la théorie de l'identité de rôle, nous remettons en question cette conclusion générale en identifiant un côté sombre potentiel de l'identité d'IA, et en étudiant comment et quand l'identité d'IA favorise un comportement contraire à l'éthique. Sur la base d'une expérience et d'une étude de terrain en plusieurs vagues, nous avons constaté que l'identité d'IA avait un effet indirect favorable aux comportements contraires à l'éthique par le biais du sentiment d'avoir droit à des avantages psychologiques. En outre, la perception de la rareté de l'identité d'IA a modéré les effets observés, c'est-à-dire que lorsque la perception de la rareté de l'identité d'IA était élevée, les employés ayant une identité d'IA étaient plus susceptibles d'avoir des prétentions psychologiques, ce qui augmentait les comportements contraires à l'éthique. Dans l'ensemble, nos résultats fournissent de nouvelles informations sur les conséquences de l'identité IA et révèlent l'importance de la rareté de l'identité IA et des prétentions psychologiques dans ce processus."
}