{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello, excuse me, this is [redacted_name] from [redacted_info] Your background and resume have been recommended by several online recruitment agencies. Therefore, we would like to offer you a great remote online part-time/full-time job helping Newegg merchants update data, increase visibility and bookings, and provide you with free training. Flexible part-time and full-time jobs allow you to work 60 to 90 minutes a day, 4 days a week, and earn extra income on weekends. You can work anywhere, anytime, on your own schedule and earn between $80 and $500 per day. Base pay is $950 for every 4 days worked. Paid annual leave: In addition to maternity, paternity and other legal holidays, regular employees are entitled to 5-15 days of paid annual leave. If you would like to participate, please contact the employer via WhatsApp at! [redacted_number]\n(Note: You must be at least 22 years old)",
    "trans": "Bonjour, excusez-moi, ici [redacted_name] de [redacted_info]. Votre profil et votre CV ont été recommandés par plusieurs agences de recrutement en ligne. C'est pourquoi nous souhaitons vous proposer un excellent emploi en ligne à distance, en temps partiel ou temps plein, pour aider les commerçants Newegg à mettre à jour leurs données, améliorer leur visibilité et leurs réservations. Une formation gratuite vous sera fournie. Ces emplois flexibles, à temps partiel ou à temps plein, vous permettent de travailler 60 à 90 minutes par jour, 4 jours par semaine, et de générer un revenu supplémentaire le week-end. Vous pouvez travailler où vous voulez, quand vous voulez, selon votre propre emploi du temps, et gagner entre 80 et 500 $ par jour. La rémunération de base est de 950 $ pour chaque période de 4 jours travaillés. Congés payés annuels : En plus des congés de maternité, de paternité et autres jours fériés légaux, les employés réguliers bénéficient de 5 à 15 jours de congés payés par an. Si vous souhaitez participer, veuillez contacter l’employeur via WhatsApp au : [redacted_number]\n(Remarque : Vous devez avoir au moins 22 ans)"
}