{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Students.\nCarefully and methodically follow the instructed steps in the Task 2 Excel and PowerPoint files.\nStart by understanding the PowerPoint file. See the four recordings about the PowerPoint presentation.\nFollow the steps.\nAgree on roles (GM, SM, MM or FM) and stick steadfastly to their specific responsibilities.\nPlease consider changing these eight Old to New formulas. Whichever formulas you use you will receive the marks your Excel file calculates.\nWorksheet\nCell\nOld\nNew\nFinBud\nR64\n=IF(M64>=0,\"Yes\",\"No\")\n=IF(M64>0,\"Yes\",\"No\")\nFinBud\nZ65\n=IF(X65>=0,\"Yes\",\"No\")\n=IF(X65>0,\"Yes\",\"No\")\nOpBud\nR320\nYes\n=IF(AND(Q320>=R318*Q324,Q320<=R319*Q324),\"Yes\",\"No\")\nOpBud\nZ320\nYes\n=IF(AND(Y320>=Z318*Y324,Y320<=Z319*Y324),\"Yes\",\"No\")\nDesign New Products\nK40\n=IF(OR(E41=\"breach\",F41=\"breach\"),\"No\",\"Yes\")\n=IF(OR(E41=\"No\",F41=\"No\"),\"No\",\"Yes\")\nDesign New Products\nK43\n=IF(OR(E44=\"breach\",F44=\"breach\"),\"No\",\"Yes\")\n=IF(OR(E44=\"No\",F44=\"No\"),\"No\",\"Yes\")\nFM\nE29\n=FinBud! AG19/1000000\n=FinBud! AG20/1000000\nFM\nE30\n=FinBud! AG20/1000000\n=FinBud! AG22/1000000\nFM\nE31\n=FinBud! AG21/1000000\n=FinBud! AG23/1000000\nYour PPT needs to present your Excel.\nSome (but not all) of your numbers will be different to those in the Example in the PowerPoint file.\nFor some of the numbers for text in the PowerPoint file you might find it challenging to source the corresponding numbers from your own Excel.\nTo do that requires a good understanding of the Excel file and also realising when you need to so some extra calculation yourselves rather than take a number already presented in an Excel cell.\nOpen up the Grouping from Level 1 to Level 2.\nMake sure you see what is on offer in the final worksheet “Analysis Workings” this worksheet provides information used in many Charts and in the Example PowerPoint.\nSubmission: 5pm Thursday Oct 10. The instructions are in the \"Starting and ending steps\" worksheet in the Excel file.\nThe FM coordinates each group member to participate in completing the Peer Scoring matrix.\nThe FM submits the completed Excel and PowerPoint files - by email to your Tutor (PLEASE NOTE WE ARE NO LONGER NEED TO USE TurnItIn on BlackBoard - there is not TurnItIn for this assignment).\nYour Tutor will arrange for your submitted PowerPoint file to be available for your in-class presentation.\nThe order of in-class presentations will be based on Group ID number sequence.\nBest wishes,\nMatt.",
    "trans": "Chers étudiants,\nSuivez attentivement et méthodiquement les étapes indiquées dans les fichiers Excel et PowerPoint de la tâche 2.\nCommencez par comprendre le fichier PowerPoint. Regardez les quatre enregistrements de la présentation PowerPoint.\nSuivez les étapes.\nMettez-vous d'accord sur les rôles (GM, SM, MM ou FM) et tenez-vous-en fermement à leurs responsabilités spécifiques.\nEnvisagez de changer ces huit anciennes formules en nouvelles. Quelles que soient les formules que vous utilisez, vous recevrez les notes calculées par votre fichier Excel.\nFeuille de calcul\nCellule\nAncienne\nNouvelle\nFinBud\nR64\n=IF(M64>=0,« Yes »,« No »)\n=IF(M64>0,« Yes »,« No »\nFindBud\nZ65\n=IF(X65>=0,« Yes »,« No »)\n=IF(X65>0,« Yes »,« No »)\nOpBud\nR320\nOui,\n=IF(AND(Q320>=R318*Q324,Q320<=R319*Q324),« Yes »,« No »)\nOpBud\nZ320\nOui\n=IF(AND(Y320>=Z318*Y324,Y320<=Z319*Y324),« Yes »,« No »)\nConception de nouveaux produits\nK40\n=IF(OR(E41=« breach »,F41=« breach »),« No »,« Yes »)\n=IF(OR(E41=« No »,F41=« No »),« No »,« Yes »)\nConception de nouveaux produits\nK43\n=IF(OR(E44=« breach »,F44=« breach »),« No »,« Yes »)\n=IF(OR(E44=« No »,F44=« No »),« No »,« Yes »)\nFM\nE29\n=FinBud ! AG19/1000000\n=FinBud ! AG20/1000000\nFM\nE30\n=FinBud! AG20/1000000\n=FinBud! AG22/1000000\nFM\nE31\n=FinBud! AG21/1000000\n=FinBud! AG23/1000000\nVotre PPT doit présenter votre Excel.\nCertains de vos chiffres (mais pas tous) seront différents de ceux de l'exemple dans le fichier PowerPoint.\nPour certains des nombres du texte dans le fichier PowerPoint, il peut être difficile de trouver les nombres correspondants dans votre propre Excel.\nPour ce faire, il faut bien comprendre le fichier Excel et savoir quand il faut faire soi-même des calculs supplémentaires plutôt que de prendre un chiffre déjà présenté dans une cellule Excel.\nOuvrez le Groupement du niveau 1 au niveau 2.\nAssurez-vous de voir ce qui est proposé dans la feuille de travail finale « Analyse des travaux ». Cette feuille fournit des informations utilisées dans de nombreux graphiques et dans l'exemple PowerPoint.\nRemise des travaux : jeudi 10 octobre à 17 heures. Les instructions se trouvent dans la feuille de travail « Etapes de départ et d'arrivée » du fichier Excel.\nLe FM coordonne chaque membre du groupe pour qu'il participe au remplissage de la matrice de notation par les pairs.\nLe FM soumet les fichiers Excel et PowerPoint complétés - par courriel à votre tuteur (VEUILLEZ NOTER QUE NOUS NE SOMMES PLUS TENUS D'UTILISER TurnItIn sur BlackBoard - il n'y a pas de TurnItIn pour ce travail).\nVotre tuteur s'arrangera pour que le fichier PowerPoint que vous avez soumis soit disponible pour votre exposé en classe.\nL'ordre des exposés en classe sera basé sur l'ordre des numéros d'identification des groupes.\nMeilleurs vœux,\nMatt."
}