{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Who Need Heated Neck Stretcher? 】 Are you suffering from neck pain? Prolonged bowing your head, sit still for a long time, improper sitting posture, stiff neck will cause your neck pain. You need a simple and effective physical solution, associated with consistent use, to help relieve neck pain and pressure, sore muscles, TMJ and tension headache relief. Relief neck pain in just 10 minutes.( Can't be used as an ordinary pillow all night long)\n✔ 【 How Does Neck Traction Pillow Work for Neck Pain Relief?】 Ergonomic design, the curve of neck relaxer matches the cervical spine. When you lie down, it offers vertical, horizontal support, and Curvature stretch for neck traction, allowing the cervical traction pillow to position the head to reduce spinal pressure, support the cervical spine and help the C-shaped curve of the neck. Combined with hot compress therapy, it will help muscles relaxer, blood circulation\n✔ 【 Where Can You Use This Neck Relaxer? 】 It can be used on hard surfaces, such as home floors, outdoor flat ground, and it can also be used on soft surfaces, such as sofas, beds or yoga mats. This cervical neck stretcher is lightweight and portable. Easy to carry on and storage. Ideal neck and shoulder relaxer for home use, office and travel relaxing, so that people can enjoy cervical stretcher more comfortably to ease work or travel neck fatigue\n✔ 【 Heated Neck Cervical Traction Device Pillow 】 When you choose to use USB heating neck traction pillow, combined with graphene heating pad, help relax tight muscles in the neck and jaw, release tension and pressure, and help blood circulation. The USB heating neck traction pillow has 3 adjustable temperatures and 3 hours automatic shutdown function, provide you with comfortable temperature. Just plug the USB cable into the power bank, PC or USB adapter (5V=1A charger/DC USB input)\n【 What’s The Material? 】 This cervical neck traction stretcher device is made of high-density self-skinning foam. The firm and sturdy base offers a strong support for the cervical spine. neck traction device is durable and not easy to deform, stretching assisted by gravity, creates the amount of traction needs according to your body weight",
    "trans": "【Qui a besoin d’un étireur cervical chauffant ?】 Souffrez-vous de douleurs cervicales ? Une position inclinée prolongée, une station assise prolongée, une mauvaise posture ou un torticolis peuvent provoquer des douleurs au cou. Vous avez besoin d’une solution physique simple et efficace, associée à une utilisation régulière, pour aider à soulager la douleur et la pression cervicales, les muscles endoloris, l’ATM (trouble de l’articulation temporo-mandibulaire) ainsi que les maux de tête dus à la tension. Soulagez les douleurs cervicales en seulement 10 minutes. (Ne peut pas être utilisé comme oreiller ordinaire toute la nuit)\n✔ 【Comment fonctionne l’oreiller de traction cervicale pour soulager les douleurs au cou ?】 Son design ergonomique épouse parfaitement la courbure de la colonne cervicale. Lorsque vous vous allongez, il offre un soutien vertical et horizontal ainsi qu’un étirement en courbure pour la traction cervicale. L’oreiller de traction cervicale positionne la tête de manière à réduire la pression sur la colonne vertébrale, soutenir la nuque et favoriser la courbure en C du cou. Associé à une thérapie par chaleur, il aide à détendre les muscles et à améliorer la circulation sanguine.\n✔ 【Où pouvez-vous utiliser cet étireur cervical ?】 Il peut être utilisé sur des surfaces dures, comme le sol de la maison ou une surface plane en extérieur, mais aussi sur des surfaces souples, comme un canapé, un lit ou un tapis de yoga. Cet étireur cervical est léger et portable, facile à transporter et à ranger. Il est idéal pour détendre le cou et les épaules à la maison, au bureau ou en voyage, permettant ainsi de soulager plus confortablement la fatigue cervicale due au travail ou aux déplacements.\n✔ 【Oreiller de traction cervicale chauffant】 Lorsque vous utilisez l'oreiller de traction cervicale chauffant par USB, combiné à un coussin chauffant en graphène, il aide à détendre les muscles tendus du cou et de la mâchoire, à libérer la tension et la pression, et à améliorer la circulation sanguine. L'oreiller chauffant dispose de trois niveaux de température réglables et d'une fonction d'arrêt automatique après 3 heures, vous offrant un confort optimal. Il suffit de brancher le câble USB sur une batterie externe, un PC ou un adaptateur USB (chargeur 5V=1A/DC entrée USB)\n【Quel est le matériau ?】 Cet étireur cervical est fabriqué en mousse auto-peau à haute densité. Sa base ferme et robuste offre un soutien solide à la colonne cervicale. L’appareil de traction cervicale est durable et résistant à la déformation. Grâce à l’étirement assisté par la gravité, il génère la traction nécessaire en fonction du poids de votre corps."
}