{
    "source": "en_US",
    "target": "fr_FR",
    "text": "the independent learning ability required for continuing professional development.\nto evaluate critically current research and advanced scholarship in the discipline\nthe qualities and transferable skills necessary for employment requiring:\nAnd holders will have:\ndeal with complex issues both systematically and creatively, make sound judgements in the absence of complete data, and communicate their conclusions clearly to specialist and non-specialist audiences\nthe qualities and transferable skills necessary for employment requiring the exercise of personal responsibility and largely autonomous initiative in complex and unpredictable situations, in professional or equivalent environments.\nAnd holders will have:\nthe creation and interpretation of new knowledge, through original research or other advanced scholarship, of a quality to satisfy peer review, extend the forefront of the discipline, and merit publication\ndecision-making in complex and unpredictable situations\nMaster's degrees are awarded to students who have demonstrated:\na systematic acquisition and understanding of a substantial body of knowledge which is at the forefront of an academic discipline or area of professional practice\nconceptual understanding that enables the student:\nmake informed judgements on complex issues in specialist fields, often in the absence of complete data, and be able to communicate their ideas and conclusions clearly and effectively to specialist and non-specialist audiences\noriginality in the application of knowledge, together with a practical understanding of how established techniques of research and enquiry are used to create and interpret knowledge in the discipline\nthe general ability to conceptualise, design and implement a project for the generation of new knowledge, applications or understanding at the forefront of the discipline, and to adjust the project design in the light of unforeseen problems\nto evaluate methodologies and develop critiques of them and, where appropriate, to propose new hypotheses.\nTypically, holders of a doctorate will be able to:\na detailed understanding of applicable techniques for research and advanced academic enquiry.\na comprehensive understanding of techniques applicable to their own research or advanced scholarship\ncontinue to undertake pure and/or applied research and development at an advanced level, contributing substantially to the development of new techniques, ideas or approaches.\na systematic understanding of knowledge, and a critical awareness of current problems and/or new insights, much of which is at, or informed by, the forefront of their academic discipline, field of study or area of professional practice\nthe exercise of initiative and personal responsibility\nTaken from:UK Quality Code for Higher Education Part A: Setting and maintaining Academic Standards. The Frameworks for Higher Education Qualifications of UK Degree-Awarding Bodies. October 2014. QAA.\nDoctoral qualifications are awarded to students who have demonstrated\nTypically, holders of the qualification will be able to:\ndemonstrate self-direction and originality in tackling and solving problems, and act autonomously in planning and implementing tasks at a professional or equivalent level\ncontinue to advance their knowledge and understanding, and to develop new skills to a high level.",
    "trans": "la capacité d'apprentissage autonome nécessaire au développement professionnel continu.\névaluer de manière critique les recherches actuelles et les études avancées dans la discipline\nles qualités et compétences transférables nécessaires pour un emploi exigeant :\nEt les détenteurs auront :\ngérer des problématiques complexes de manière systématique et créative, porter des jugements éclairés en l'absence de données complètes et communiquer clairement leurs conclusions à des publics spécialisés et non spécialisés.\nles qualités et compétences transférables nécessaires pour un emploi exigeant l'exercice d'une responsabilité personnelle et d'une initiative largement autonome dans des situations complexes et imprévisibles, dans des environnements professionnels ou équivalents.\nEt les détenteurs auront :\nla création et l'interprétation de nouvelles connaissances, à travers des recherches originales ou d'autres travaux académiques avancés, d'une qualité suffisante pour satisfaire l’évaluation par les pairs, repousser les frontières de la discipline et mériter une publication\nla prise de décision dans des situations complexes et imprévisibles\nLes diplômes de master sont décernés aux étudiants ayant démontré :\nune acquisition et une compréhension systématiques d’un corpus substantiel de connaissances à la pointe d’une discipline académique ou d’un domaine de pratique professionnelle\nune compréhension conceptuelle permettant à l'étudiant :\nporter des jugements éclairés sur des questions complexes dans des domaines spécialisés, souvent en l'absence de données complètes, et être capable de communiquer clairement et efficacement leurs idées et conclusions à des publics spécialisés et non spécialisés.\nune originalité dans l’application des connaissances, ainsi qu’une compréhension pratique de l’utilisation des techniques établies de recherche et d’investigation pour créer et interpréter le savoir dans la discipline\nla capacité générale à conceptualiser, concevoir et mettre en œuvre un projet visant à générer de nouvelles connaissances, applications ou compréhensions à la pointe de la discipline, et à ajuster la conception du projet en fonction des problèmes imprévus\névaluer les méthodologies, en développer des critiques et, le cas échéant, proposer de nouvelles hypothèses.\nEn général, les titulaires d’un doctorat seront en mesure de :\nune compréhension approfondie des techniques applicables à la recherche et à l’investigation académique avancée.\nune compréhension approfondie des techniques applicables à leurs propres recherches ou travaux académiques avancés\npoursuivre des recherches fondamentales et/ou appliquées ainsi que des activités de développement à un niveau avancé, en contribuant de manière significative à l’élaboration de nouvelles techniques, idées ou approches.\nune compréhension systématique des connaissances et une conscience critique des problématiques actuelles et/ou des nouvelles perspectives, dont une grande partie se situe à la pointe de leur discipline académique, domaine d’étude ou secteur de pratique professionnelle, ou en est influencée\nl'exercice de l'initiative et de la responsabilité personnelle\nExtrait de : Code de qualité du Royaume-Uni pour l’enseignement supérieur, Partie A : Définition et maintien des normes académiques. Cadres des qualifications de l’enseignement supérieur des organismes britanniques habilités à délivrer des diplômes. Octobre 2014. QAA.\nLes diplômes de doctorat sont décernés aux étudiants ayant démontré\nEn général, les titulaires de ce diplôme seront en mesure de :\nfaire preuve d’autonomie et d’originalité dans l’approche et la résolution de problèmes, et agir de manière indépendante dans la planification et l’exécution de tâches à un niveau professionnel ou équivalent\ncontinuer à approfondir leurs connaissances et leur compréhension, et à développer de nouvelles compétences à un niveau avancé."
}