{
    "source": "en_US",
    "target": "fr_FR",
    "text": "New Guild Skills\nCan be acquired with skill books out of Balathor's Krypta\nThe blessings of the greater Meley: All guild members are immune to stun and slow effects for a certain period.\nThe greater Meley's resolution: All guild members are immune to confusion, binding, and freezing effects for a certain period.\nThe greater Meley of solidity: All guild members are immune to knockback effects for a certain period.\nNew Polymorph Marble\nTransform yourself into a stationary Ballista\nHas a duration and can be used repeatedly\nDoes not alter your damage stats\nInstead has \"Strong against Dragons\" attribute and does AoE damage\nCan be acquired from Balathor's Krypta\nAuto-Hunting improvements\nYou can now select which grades and level range of monsters you want to hunt\nYou'll still defend yourselves when attacked by monsters outside your settings, though\nDews can now be registered for auto-hunting\nYou can now define the radius of your focus area\nThe focus area is now displayed visually\nYou will now not use skills if there are no enemies in range\nSome problems about characters getting stuck in terrain have been fixed\nBlock Penetration\nNew Bonus introduced, that counteracts your enemies block (PvP)\nCan be acquired on:\nGloves: 1-5th bonus\nBracelets: 1-5th bonus\nLycan skill: Indigo Wolf Soul\nNew potions, that are available out of mercenary mission rewards\nDebuff Notifications\nApplied debuffs are now displayed on the target bar of enemies\nWhen the duration of a debuff is less than 3 seconds, its icon starts blinking",
    "trans": "Nouvelles compétences de guilde\nPeuvent être acquises avec des livres de compétences de la Krypta de Balathor\nLes bénédictions du grand Meley: Tous les membres de la guilde sont immunisés contre les effets d'étourdissement et de ralentissement pendant une certaine période.\nLa résolution du grand Meley: Tous les membres de la guilde sont immunisés contre les effets de confusion, de liaison et de gel pendant une certaine période.\nLa solidité du grand Meley: Tous les membres de la guilde sont immunisés contre les effets de recul pendant une certaine période.\nNouvelle Marble de polymorphie\nTransformez-vous en baliste stationnaire\nA une durée et peut être utilisée à plusieurs reprises\nNe modifie pas vos statistiques de dégâts\nA plutôt l'attribut \"Fort contre les Dragons\" et inflige des dégâts de zone d'effet (AoE)\nPeut être acquise dans la Krypta de Balathor\nAméliorations de la chasse automatique\nVous pouvez désormais sélectionner les grades et la gamme de niveaux des monstres que vous souhaitez chasser\nVous vous défendrez toujours lorsque vous serez attaqué par des monstres en dehors de vos paramètres, cependant\nLes rosées peuvent désormais être enregistrées pour la chasse automatique\nVous pouvez maintenant définir le rayon de votre zone de concentration\nLa zone de concentration est désormais affichée visuellement\nVous n'utiliserez plus de compétences s'il n'y a pas d'ennemis à portée\nCertaines problèmes de personnages coincés dans le terrain ont été corrigés\nPénétration de bloc\nNouveau bonus introduit, qui contrecarre le blocage de vos ennemis (PvP)\nPeut être acquis sur :\nGants : 1-5ème bonus\nBracelets : 1-5ème bonus\nCompétence de Lycan : Âme de Loup Indigo\nNouvelles potions, disponibles en récompense des missions de mercenaire\nNotifications de malus\nLes malus appliqués sont désormais affichés sur la barre de cible des ennemis\nLorsque la durée d'un malus est inférieure à 3 secondes, son icône commence à clignoter"
}