{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name]\nI've prepared the agreement, which is made up of the three documents (attached):\nForm R18 - I'm using the standard RTA form for rooming accommodation, with some modifications. Please review and let me knowif you detect any errors.\nHouse Rules/Code of Conduct - Please review as it forms part of the agreement.\nForm R1 - condition report. I have completed my part. You can add your notes when you come to sign and collect the keys (before 14 October)\nAlso, once you've read through the documents, if you want to go ahead, please transfer $100 deposit for me to reserve the room. This amount is not a bond - it will go towards your first fortnight's rent. Also, it is not refundable, so, if you change your mind, it will be forfeited.\nRent will be payable fortnightly ($420 per fortnight). On the day you come to collect the keys and sign the agreement, please pay the remainder of the first fortnight's rent ($420 less $100 deposit = $320). You don't need to print the documents - I will have two copies printed for signing.\nYou can make payments to me using my mobile number (0423656648) as my PayID. Once you've keyed it in correctly into your online banking system/phone banking app, my name will come up ([redacted_name]). Once you've processed the payment, it will arrive instantly in my bank account and I will get a notification on my phone. Alternatively, you can pay me in cash, if you prefer.\nOnce you've made the payment, please let me know when you'd like to come to sign the documents and collect the keys.\nPlease don't hesitate to contact me if you have any questions or concerns.\nRegards\n[redacted_name]",
    "trans": "Bonjour [redacted_name]\nJ'ai préparé l'accord, qui est constitué des trois documents (ci-joints) :\nFormulaire R18 - J'utilise le formulaire standard du CRT pour les chambres d'hôtes, avec quelques modifications. Veuillez l'examiner et me faire savoir si vous y avez décelé des erreurs.\nRèglement intérieur/Code de conduite - Veuillez en prendre connaissance car il fait partie intégrante du contrat.\nFormulaire R1 - rapport sur l'état des lieux. J'ai rempli ma partie. Vous pourrez ajouter vos notes lorsque vous viendrez signer et prendre les clés (avant le 14 octobre).\nEn outre, une fois que vous aurez lu les documents, si vous voulez continuer, veuillez verser un dépôt de 100 $ pour que je puisse réserver la chambre. Ce montant n'est pas une caution - il servira à payer le loyer de la première quinzaine. De plus, il n'est pas remboursable, donc si vous changez d'avis, il sera perdu.\nLe loyer sera payable tous les quinze jours (420 $ par quinzaine). Le jour où vous viendrez récupérer les clés et signer le contrat, vous devrez payer le solde de la première quinzaine (420 $ moins 100 $ de caution = 320 $). Vous n'avez pas besoin d'imprimer les documents - j'en ferai imprimer deux exemplaires pour la signature.\nVous pouvez effectuer des paiements en utilisant mon numéro de téléphone portable (0423656648) comme identifiant de paiement. Une fois que vous l'aurez entré correctement dans votre système de banque en ligne/application bancaire pour téléphone, mon nom apparaîtra ([redacted_name]). Une fois que vous aurez effectué le paiement, celui-ci arrivera instantanément sur mon compte bancaire et je recevrai une notification sur mon téléphone. Vous pouvez également me payer en espèces, si vous le souhaitez.\nUne fois le paiement effectué, veuillez m'indiquer quand vous souhaitez venir signer les documents et récupérer les clés.\nN'hésitez pas à me contacter si vous avez des questions ou des préoccupations.\nMes salutations distinguées\n[nom_recommandé]"
}