{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Bars represent the estimated percentage of T2D incidence due to suboptimal intake of 11 dietary factors jointly (suboptimal diet) and separately at the global level in 2018. The burden due to suboptimal diet was estimated using proportional multiplication, assuming that half the benefit of whole-grain intake is mediated through replacement of refined rice and wheat intake. Refined rice and wheat were modeled separately but combined for this aggregate analysis using proportional multiplication. The attributable burden of T2D for four dietary factors (insufficient intake of fruit, nuts and seeds, non-starchy vegetables and excess intake of fruit juice) were estimated only based on effects mediated through weight gain (for example, no direct effects on T2D risk were identified in the literature). See Supplementary Table 5 for more details on the inputs for each dietary factor. Data are presented as the central estimate (median) and the corresponding 95% UI, derived from the 2.5th and 97.5th percentiles of 1,000 multiway probabilistic Monte Carlo model simulations.",
    "trans": "Les barres représentent le pourcentage estimé de l'incidence du DT2 attribuable à un apport sous-optimal de 11 facteurs alimentaires combinés (alimentation sous-optimale) et séparément, au niveau mondial en 2018. Le fardeau attribuable à une alimentation sous-optimale a été estimé par multiplication proportionnelle, en supposant que la moitié du bénéfice de l'apport en grains entiers est médiatisée par le remplacement de l'apport en riz et blé raffinés. Le riz et le blé raffinés ont été modélisés séparément mais combinés pour cette analyse agrégée en utilisant la multiplication proportionnelle. Le fardeau attribuable du DT2 pour quatre facteurs alimentaires (apport insuffisant de fruits, de noix et de graines, de légumes non féculents et apport excessif de jus de fruits) a été estimé uniquement sur la base des effets médiatisés par la prise de poids (par exemple, aucun effet direct sur le risque de DT2 n'a été identifié dans la littérature). Voir le Tableau Supplémentaire 5 pour plus de détails sur les entrées de chaque facteur alimentaire. Les données sont présentées sous forme d'estimation centrale (médiane) et de l'intervalle d'incertitude (UI) à 95 % correspondant, dérivé des 2,5e et 97,5e percentiles de 1 000 simulations de modèles probabilistes multi-voies de Monte Carlo."
}