{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Red Rooster is Australia’s first and favourite chicken shop, loved by Aussies for almost 50 years. We are passionate about our people - that is, our crew, customers and community – and we are here to satisfy Australia’s chicken cravings. At Red Rooster we are serious about creating craveable experiences that put smiles on our customers’ faces …. And that’s where you come in.\nDo you love to bring joy to the everyday? Want to be part of an iconic Australian brand?\nWorking at Red Rooster is so much more than just a job. It’s a place where you will gain skills and experiences that will last a lifetime, create friendships and connections, be recognised and rewarded for making a difference and have access to careers within Red Rooster and the broader Craveable Brands family. (this includes our Restaurant Support Centre, Oporto and Chicken Treat.)\nAt Red Rooster we wanna have fun. We bring our swagger and generous spirit to work and put pride, passion and care into everything we do. We celebrate diversity and individuality and strive to be our best selves every day. The safety of our product, people and customers is always our top priority.\nWe are looking for crew members right now!\nAs a Crew Member you will be part of a great team that prepares and serves deliciously amazing food and creates memorable customer experiences through every interaction. You will maintain a well presented, clean and safe restaurant whilst utilising your strong time management and multi tasking skills during the peak periods in the restaurants.\nDo you have what it takes to join our crew?\nIf you love food, love to have fun, take care and pride in the way you present your space and what you will prepare and serve your customer AND have a passion to be the best part of someone’s day, then The Rooster’s Calling You.\nFor the exciting opportunity to be a part of our awesome crew, please apply today.",
    "trans": "Red Rooster est le tout premier et le plus apprécié des restaurants de poulet en Australie, adoré par les Australiens depuis près de 50 ans. Nous sommes passionnés par les personnes qui font notre succès : notre équipe, nos clients et notre communauté – et nous sommes là pour satisfaire les envies de poulet des Australiens. Chez Red Rooster, nous avons à cœur de créer des expériences irrésistibles qui dessinent des sourires sur le visage de nos clients… Et c’est là que vous intervenez.\nAimez-vous apporter de la joie au quotidien ? Envie de faire partie d’une marque emblématique australienne ?\nTravailler chez Red Rooster, c’est bien plus qu’un simple emploi. C’est un lieu où vous développerez des compétences et des expériences qui vous accompagneront toute votre vie, où vous créerez des amitiés et des liens, où votre contribution sera reconnue et récompensée, et où vous aurez accès à des opportunités de carrière au sein de Red Rooster et de la grande famille Craveable Brands. (Cela inclut notre Centre de Support aux Restaurants, Oporto et Chicken Treat.)\nChez Red Rooster, nous voulons nous amuser. Nous apportons notre énergie et notre générosité au travail et mettons de la fierté, de la passion et du soin dans tout ce que nous faisons. Nous célébrons la diversité et l’individualité et nous efforçons d’être la meilleure version de nous-mêmes chaque jour. La sécurité de nos produits, de notre équipe et de nos clients est toujours notre priorité absolue.\nNous recherchons des membres d’équipe dès maintenant !\nEn tant que membre d’équipe, vous ferez partie d’une équipe formidable qui prépare et sert des plats incroyablement délicieux tout en offrant à chaque interaction une expérience client mémorable. Vous veillerez à maintenir un restaurant propre, bien présenté et sécurisé, tout en mettant à profit vos excellentes compétences en gestion du temps et en multitâche lors des périodes de forte affluence.\nAvez-vous ce qu’il faut pour rejoindre notre équipe ?\nSi vous aimez la cuisine, aimez vous amuser, prenez soin de votre espace et avez à cœur de bien préparer et servir vos clients, ET si vous avez la passion d’être le meilleur moment de la journée de quelqu’un, alors Red Rooster vous appelle.\nPour avoir l’opportunité excitante de rejoindre notre équipe géniale, postulez dès aujourd’hui."
}