{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Welcome to ChatGPT! Here’s a quick guide to getting the most out of your interaction.\n1. Start with Clear, Specific Prompts\n• State Your Goal: Make your question or task as clear as possible. A good starting point might be, “Help me write a resume” rather than just “Resume.”\n• Include Relevant Details: Adding context improves response accuracy. For instance, “Help me write a resume for a software engineering job with 5 years of experience in Python and Java” is better than “Help with my resume.”\n2. Request Specific Response Styles\n• Ask for the Tone You Want: ChatGPT can adjust to formal, friendly, detailed, or brief styles. You might say, “Please explain this in simple terms,” or “Give me a detailed explanation with examples.”\n• Choose the Type of Answer: You can ask for step-by-step instructions, examples, summaries, or lists. For example, “Summarize this text in three sentences,” or “Explain as if I’m a beginner.”\n3. Iterate on Responses\n• Follow-Up for Clarification: If you don’t get the answer you expected, ask follow-up questions or add more context. You might say, “Could you expand on that?” or “Explain that last part in more detail.”\n• Request Revisions: If you want a different style or angle, ask for it! For instance, “Make this answer more concise,” or “Can you write this in a formal tone?”\n4. Practice by Trying a Prompt\n• Now, if you’d like, send me a prompt on any topic you’d like help with! I’ll give you gentle feedback on how it worked and a few suggestions for improvement if needed.\nWould you like to give it a try?",
    "trans": "Bienvenue sur ChatGPT ! Voici un guide rapide pour tirer le meilleur parti de votre interaction.\n1. Commencez par des questions claires et précises\n• Énoncez votre objectif : rendez votre question ou votre tâche aussi claire que possible. Un bon point de départ pourrait être « Aidez-moi à rédiger un CV » plutôt que « CV ».\n• Incluez des détails pertinents : L'ajout d'un contexte améliore la précision de la réponse. Par exemple, « Aidez-moi à rédiger un CV pour un poste d'ingénieur logiciel avec 5 ans d'expérience en Python et Java » est préférable à « Aidez-moi à rédiger mon CV ».\n2. Demandez des styles de réponse spécifiques\n• Demandez le ton que vous souhaitez : ChatGPT peut s'adapter à des styles formels, amicaux, détaillés ou brefs. Vous pouvez dire : « Expliquez-moi cela en termes simples » ou « Donnez-moi une explication détaillée avec des exemples ».\n• Choisissez le type de réponse : Vous pouvez demander des instructions étape par étape, des exemples, des résumés ou des listes. Par exemple, « Résumez ce texte en trois phrases » ou « Expliquez-moi comme si j'étais un débutant ».\n3. Reprendre les réponses\n• Demandez des éclaircissements : Si vous n'obtenez pas la réponse que vous attendiez, posez des questions complémentaires ou ajoutez du contexte. Vous pourriez dire : « Pourriez-vous développer ce point ? » ou « Expliquez la dernière partie plus en détail ».\n• Demandez des révisions : Si vous souhaitez un style ou un angle différent, demandez-le ! Par exemple, « Rendez cette réponse plus concise » ou « Pouvez-vous rédiger cela sur un ton plus formel ? »\n4. Entraînez-vous en essayant un message-guide\n• Maintenant, si vous le souhaitez, envoyez-moi un message sur le sujet de votre choix ! Je vous ferai part de mes commentaires sur la façon dont il a fonctionné et je vous donnerai quelques suggestions pour l'améliorer si nécessaire.\nVoulez-vous faire un essai ?"
}