{
    "source": "en_US",
    "target": "fr_FR",
    "text": "During Ramadan, young people in Indonesia typically choose to play games during the following times:\nAfter Iftar until Night Prayers (Tarawih)\nAfter breaking their fast in the evening but before Tarawih prayers, young people often have some free time to relax and may play games to unwind before heading to the mosque.\nLate at Night, After Tarawih Prayers\nAnother popular time is after Tarawih, as they’re now fully energized from iftar and can play games without worrying about fasting. This period is relaxed and gives them a chance to team up with friends online or enjoy some solo gaming.\nEarly Morning Before the Suhoor (Pre-Dawn Meal)\nSome young people may even choose to play games right after Suhoor, especially if family members are awake. They might unwind with a short gaming session before going back to sleep.\nThese times are when they are not affected by fasting, have more energy, and can enjoy gaming without impacting their activities the next da",
    "trans": "Pendant le Ramadan, les jeunes en Indonésie choisissent généralement de jouer à des jeux aux moments suivants :\nAprès l’Iftar jusqu’aux prières nocturnes (Tarawih)\nAprès avoir rompu leur jeûne le soir, mais avant les prières de Tarawih, les jeunes ont souvent du temps libre pour se détendre et peuvent jouer à des jeux pour se relaxer avant de se rendre à la mosquée.\nTard dans la nuit, après les prières de Tarawih\nUn autre moment populaire est après les prières de Tarawih, car ils sont désormais pleinement revigorés après l’Iftar et peuvent jouer sans se soucier du jeûne. Cette période est détendue et leur permet de jouer en équipe avec des amis en ligne ou de profiter de sessions en solo.\nTôt le matin, avant le Suhoor (repas d’avant l’aube)\nCertains jeunes peuvent même choisir de jouer juste après le Suhoor, surtout si des membres de leur famille sont encore éveillés. Ils peuvent se détendre avec une courte session de jeu avant de retourner se coucher.\nCes moments correspondent à des périodes où ils ne sont pas affectés par le jeûne, ont plus d’énergie et peuvent profiter des jeux sans impacter leurs activités du lendemain."
}