{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your Strongest Dimensions Of Motivation\nYour strongest Motivational Dimensions describe who you are and what you’re doing when you shine the brightest, show up at your best, and perform at your highest level. They reveal the exceptional ways you bring value to the world around you and how you contribute the utmost impact to the people you engage with and the teams and organizations you’re a part of.\nOrchestrator:\nYou bring definition, direction, order, and oversight to people, processes, and efforts. You are comfortable being in charge or being key in the development and implementation of strategies. You bring disconnected things together, define clear direction, and provide assurance in the face of uncertainty.\nOptimizer:\nWith a keen eye for detail and a natural inclination toward efficiency, you are motivated to refine and enhance everything around you. Your ability to identify areas for improvement and implement solutions not only elevates your own work but also contributes significantly to the success of your team and organization.\nLearner:\nYou are inherently driven by curiosity and a deep desire to expand your knowledge and skills. Your pursuit of learning is not just for",
    "trans": "Vos plus fortes dimensions de motivation\nVos dimensions motivationnelles les plus fortes décrivent qui vous êtes et ce que vous faites lorsque vous brillez le plus, que vous vous montrez sous votre meilleur jour et que vous êtes le plus performant. Ils révèlent les façons exceptionnelles dont vous apportez de la valeur au monde qui vous entoure et la manière dont vous contribuez à l'impact maximal des personnes avec lesquelles vous vous engagez et des équipes et des organisations dont vous faites partie.\nOrchestrateur :\nVous définissez, dirigez, ordonnez et supervisez les personnes, les processus et les efforts.  Vous êtes à l'aise en tant que responsable ou en tant que personne clé dans le développement et la mise en œuvre de stratégies. Vous rassemblez des éléments déconnectés, définissez une orientation claire et fournissez une assurance face à l'incertitude.\nOptimiseur :\nDoté d'un sens aigu du détail et d'un penchant naturel pour l'efficacité, vous êtes motivé pour affiner et améliorer tout ce qui vous entoure. Votre capacité à identifier les domaines à améliorer et à mettre en œuvre des solutions vous permet non seulement d'améliorer votre propre travail, mais aussi de contribuer de manière significative au succès de votre équipe et de votre organisation.\nL'apprenant :\nVous êtes intrinsèquement motivé par la curiosité et le désir profond d'élargir vos connaissances et vos compétences. Votre quête d'apprentissage n'est pas seulement pour"
}