{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Owner shall ensure the security of the Project performing the continuous security and video surveillance of the Project by a remote video surveillance and alarm system (the “Security System”), monitoring the Project 24 (twenty-four) hours a day for 365 (three hundred sixty-five) days a year. The Security System shall be remotely connected 24h to a dedicated operations centre: such operation centre shall be responsible to collect in real time any alarm from the Security System and promptly intervene and come on Project in any circumstance it is necessary The Parties agree that the security services as per above shall be materially executed by a skilled security firm, duly provided with all the necessary licences and permits pursuant to the AppEcable Law, to be appointed by the Owner (the “Security Firm”). In the event an on-Project intervention by the Security Firm is required, the Owner will contract these Additional Services, at the cost of the Owner, to ensure the on-Project proper and continuous security of the Project. The O&M Provider will not be Hable for damages or losses related to relevant incidents with respect to the security of the Project or in the event the Security Firm is in breach of its obligations; In any case, all relevant incidents related to the security of the Project shall be duly notified by the Owner to the All Risk Insurance Company.",
    "trans": "Le Propriétaire devra assurer la sécurité du Projet en effectuant une surveillance continue et une vidéosurveillance du Projet via un système de vidéosurveillance et d’alarme à distance (le « Système de Sécurité »), surveillant le Projet 24 (vingt-quatre) heures sur 24 et 365 (trois cent soixante-cinq) jours par an. Le Système de Sécurité sera connecté à distance 24h sur 24 à un centre d’opérations dédié : ce centre d’opérations sera chargé de collecter en temps réel toute alarme provenant du Système de Sécurité et d’intervenir rapidement sur le Projet chaque fois que cela sera nécessaire. Les Parties conviennent que les services de sécurité susmentionnés seront matériellement exécutés par une société de sécurité qualifiée, dûment pourvue de toutes les licences et autorisations nécessaires conformément à la Loi Applicable, et désignée par le Propriétaire (la « Société de Sécurité »). Dans le cas où une intervention sur site par la Société de Sécurité serait requise, le Propriétaire contractera ces Services Additionnels, à ses frais, afin de garantir une sécurité continue et appropriée du Projet sur site. Le Prestataire O&M ne sera pas responsable des dommages ou pertes liés aux incidents relatifs à la sécurité du Projet ou en cas de manquement de la Société de Sécurité à ses obligations. En tout état de cause, tous les incidents pertinents relatifs à la sécurité du Projet devront être dûment notifiés par le Propriétaire à la Compagnie d’Assurance Tous Risques."
}