{
    "source": "en_US",
    "target": "fr_FR",
    "text": "IMG Academy families,\nSince our last update, Manatee County and surrounding counties have cancelled school for tomorrow. Out of an abundance of caution and to accommodate our team members and families who have chosen to evacuate, we have made the decision to transition to e-learning tomorrow with modified sport and APD delivery.\nWe are continuing to partner with Manatee County on evacuation options but please know we do have buildings on campus all the way up to D evacuation zones and rated to withstand category 5 hurricane winds. At this time, we do not anticipate evacuating to a location outside of IMG Academy.\nWhile our campus is safe, we support any parent who chooses to sign out a student-athlete by end of day Tuesday. If you do, please go through the proper procedure of filling out the REACH form request and Anticipated Absence Form.\nIf you have any further questions, please do not hesitate to reach out directly to Mary [redacted_name] in Parent Relations.",
    "trans": "Familles de l'IMG Academy,\nDepuis notre dernière mise à jour, le comté de Manatee et les comtés environnants ont annulé les cours pour demain. Par mesure de précaution et afin d’accommoder nos membres du personnel et les familles qui ont choisi d’évacuer, nous avons pris la décision de passer à l’apprentissage en ligne demain, avec un programme sportif et APD adapté.\nNous continuons à collaborer avec le comté de Manatee pour les options d’évacuation, mais sachez que nous disposons de bâtiments sur le campus situés jusqu’à la zone d’évacuation D et conçus pour résister à des vents de catégorie 5. À ce stade, nous ne prévoyons pas d’évacuer vers un site en dehors de l’IMG Academy.\nBien que notre campus soit sécurisé, nous soutenons tout parent qui choisit de signer la sortie d’un élève-athlète d’ici la fin de la journée de mardi. Si tel est le cas, veuillez suivre la procédure appropriée en remplissant la demande de formulaire REACH ainsi que le formulaire d’absence anticipée.\nSi vous avez d’autres questions, n’hésitez pas à contacter directement Mary [redacted_name] des Relations avec les parents."
}