{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This is common calling with an important outage notification. Please listen to this message and it's entirety crews will be working near your location at 1 5 2 4 2 Turlington Ave. in Harvey and you will experience a power outage of up to 1 50 minutes on October 2 5, 20 2 4 between 8: 4 5 AM and 4 PM. The work being performed is repairing damaged equipment. We understand this interruption is inconvenient. If you have questions regarding this message, please call 1- 8 00- 3 3 4- 7 6 6 1 once again cruise will be working near your location at 1 5 2 4 2 Turlington Ave. in Harvey and you will experience a power outage of up to 1 50 minutes on October 2 5, 20 2 4 between 8: 4 5 AM and 4 PM. The work being performed is repairing damaged equipment. We understand this interruption is inconvenient so you have questions regarding this message. Please call [redacted_number] thank you for your. Patience, cooperation, and most of all thank you for being a comet customer you may modify your alert and notification subscriptions anytime by logging into my account at comment .com in order to report the wrong number please press seven if you no longer wish to receive any calls to this number plea",
    "trans": "Il s'agit d'un appel courant avec une notification importante de coupure de courant. Veuillez écouter ce message dans son intégralité. Des équipes travailleront près de votre emplacement au 15242, avenue Turlington à Harvey et vous subirez une coupure de courant d'une durée maximale de 150 minutes le 25 octobre 2024 entre 8 h 45 et 16 h. Les travaux effectués consistent à réparer des équipements endommagés. Nous comprenons que cette interruption est gênante. Si vous avez des questions concernant ce message, veuillez appeler le 1 800 334 7661. Encore une fois, des équipes travailleront près de votre emplacement au 15242, avenue Turlington à Harvey et vous subirez une coupure de courant d'une durée maximale de 150 minutes le 25 octobre 2024 entre 8 h 45 et 16 h. Les travaux effectués consistent à réparer des équipements endommagés. Nous comprenons que cette interruption est gênante. Si vous avez des questions concernant ce message, veuillez appeler le [redacted_number]. Merci de votre patience, de votre coopération et surtout, merci d'être un client Comet. Vous pouvez modifier vos abonnements aux alertes et notifications à tout moment en vous connectant à mon compte sur comment.com. Pour signaler un numéro erroné, veuillez appuyer sur sept. Si vous ne souhaitez plus recevoir d'appels à ce numéro, veuillez..."
}