{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Carolina Peds Families,\nWe hope you and your loved ones are staying safe during this time. Our hearts go out to all of those in our WNC Communities, and we are looking forward to seeing you again as our community continues to recover and rebuild. We wanted to share a few updates regarding our clinic operations as we work to restore services across our locations.\nClinic Update (10/6):\n Charlotte: Fully operational and open.\n Brevard: Reopening Monday, October 7th.\n Waynesville: Reopening Monday, October 7th.\n South Asheville: Reopening Monday, October 7th.\n Hendersonville: Still without power, but water is available; no internet. Closed. Our team will be reaching out to you to offer virtual or in-person sessions at another of our open locations while we await utility restoration.\nDue to the recent storm, we do have some limitations with staffing. While our team is working hard to reach out to every family, if you haven't heard from us yet, please don't hesitate to contact us directly to schedule or discuss your child's care. Your family's well-being is our priority, and we are here to assist in any way we can. We know the recent events have been challenging, and we are committed to being part of the healing process for the children and families in our community. Our therapy services are essential in helping children regain a sense of stability and rebuild resilience. Thank you for your continued trust in us. We look forward to resuming therapy and supporting your family.\nWith much love from our family to yours,\nYour Carolina Pediatric Therapy Team",
    "trans": "Chères familles de Pediatrie Carolina,\nNous espérons que vous et vos proches êtes en sécurité pendant cette période. Nous sommes de tout cœur avec tous ceux qui vivent dans les communautés de WNC, et nous sommes impatients de vous revoir alors que notre communauté continue de se rétablir et de se reconstruire. Nous tenions à vous faire part de quelques mises à jour concernant les activités de nos cliniques, alors que nous nous efforçons de rétablir les services sur l'ensemble de nos sites.\nMise à jour des cliniques (10/6) :\nCharlotte : Entièrement opérationnel et ouvert.\nBrevard : Réouverture le lundi 7 octobre.\nWaynesville : Réouverture le lundi 7 octobre.\nSouth Asheville : Réouverture le lundi 7 octobre.\nHendersonville : Toujours sans électricité, mais l'eau est disponible ; pas d'internet et toujours fermé. Notre équipe vous contactera pour vous proposer des sessions virtuelles ou en personne dans un autre de nos sites ouverts en attendant le rétablissement des services publics.\nEn raison de la récente tempête, nos effectifs sont limités. Bien que notre équipe s'efforce de contacter chaque famille, si vous n'avez pas encore entendu parler de nous, n'hésitez pas à nous contacter directement pour planifier les soins de votre enfant ou en discuter. Le bien-être de votre famille est notre priorité et nous sommes là pour vous aider de toutes les manières possibles. Nous savons que les événements récents ont été éprouvants et nous nous engageons à participer au processus de guérison des enfants et des familles de notre communauté. Nos services de thérapie sont essentiels pour aider les enfants à retrouver un sentiment de stabilité et à reconstruire leur résilience. Nous vous remercions de la confiance que vous continuez à nous accorder. Nous nous réjouissons de reprendre la thérapie et de soutenir votre famille.\nAvec beaucoup d'amour de notre famille à la vôtre,\nVotre équipe de thérapie pédiatrique de Caroline."
}