{
    "source": "en_US",
    "target": "fr_FR",
    "text": "WASHINGTON (AP) — Vice President Kamala Harris engaged in a combative first interview with Fox News on Wednesday, sparring on immigration policy and shifting policy positions while asserting that if elected, she would not represent a continuation of Joe Biden's presidency.\nHarris’ interview with Fox’s Bret Baier marked her first foray onto the network, which is popular with conservative viewers, as she looked to broaden her o utreach to GOP-leaning voters with less than three weeks until Election Day. Her nearly-30 minute sitdown with Baier repeatedly grew heated, with the two talking over each other, as he pressed her on immigration and her changing policy stances since her first run for president in 2020.\nWhen Baier kept talking as Harris tried to respond to his challenges on immigration, Harris told him, \"May I please finish. ... You have to let me finish please.”",
    "trans": "WASHINGTON (AP) — La vice-présidente Kamala Harris a entretenu une première interview combative avec Fox News mercredi, s'opposant sur la politique migratoire et l'évolution de ses positions, tout en affirmant que, si elle était élue, elle ne représenterait pas une simple continuité de la présidence de Joe Biden.\nL'entretien de Harris avec Bret Baier de Fox News marquait sa première apparition sur la chaîne, prisée par les téléspectateurs conservateurs, alors qu’elle cherchait à élargir son audience auprès des électeurs républicains à moins de trois semaines du jour de l’élection. Au cours de cet échange de près de 30 minutes, le ton est monté à plusieurs reprises, les deux interlocuteurs se coupant la parole. Baier l’a particulièrement challengée sur l’immigration et ses changements de position depuis sa première candidature présidentielle en 2020.\nLorsqu’il continuait à parler alors qu’elle tentait de répondre sur la question migratoire, Harris l’a interrompu : « Puis-je terminer, s’il vous plaît ? … Vous devez me laisser finir, s’il vous plaît. »"
}