{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It's not too late to join the Bronco family!\nHello [redacted_name], CUNY EMPLID:[redacted_id]\nAre you still interested in attending Bronx Community College? As you applied to BCC in the past year, but did not enroll, you can reactivate your previous application for the Spring 2025 semester without resubmitting an application or paying the application fee.\n*Please Note: BCC can only reactivate completed applications. This means that in order for us to reactivate your previous application, the application fee must have been previously paid, and all official transcripts requested must be on file with BCC. If you previously submitted these documents, they will remain on file and you do not need to resubmit. If your file is incomplete due to missing transcripts, please submit them prior to completing this form. Proof of MMR Vaccination will be required. *\nTo reactivate your application for free, please click the blue button. We will update your application and contact you with your next steps.",
    "trans": "Il n’est pas trop tard pour rejoindre la famille Bronco !\nBonjour [redacted_name], CUNY EMPLID : [redacted_id]\nÊtes-vous toujours intéressé par une inscription au Bronx Community College ? Comme vous avez postulé à BCC au cours de l’année écoulée sans vous inscrire, vous avez la possibilité de réactiver votre candidature précédente pour le semestre de printemps 2025, sans avoir à soumettre une nouvelle demande ni à payer de frais d’inscription.\n*Veuillez noter : BCC ne peut réactiver que les candidatures complètes. Cela signifie que, pour que nous puissions réactiver votre candidature précédente, les frais de candidature doivent avoir été payés et tous les relevés de notes officiels demandés doivent être enregistrés auprès de BCC. Si vous avez déjà soumis ces documents, ils resteront archivés et vous n’aurez pas besoin de les soumettre à nouveau. Toutefois, si votre dossier est incomplet en raison de relevés de notes manquants, veuillez les fournir avant de remplir ce formulaire. Une preuve de vaccination contre la rougeole, les oreillons et la rubéole (MMR) sera requise. *\nPour réactiver votre candidature gratuitement, veuillez cliquer sur le bouton bleu. Nous mettrons à jour votre dossier et vous contacterons pour les prochaines étapes."
}