{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hey there, everyone! Today, we're going to take a stroll with the family in the açaí, where the açaí cone is new, and we'll be observing a cozy air-conditioned space.\nSo, we're here at the açaí, and we're going to check out their new açaí cone. It's a great place to grab a quick bite and enjoy some quality time with your loved ones. The açaí is known for its refreshing and healthy menu, and their new açaí cone is a perfect example of that.\nThe açaí cone is a delicious treat made with açaí, a superfood that's packed with antioxidants and other health benefits. It's a great way to cool off on a hot day and enjoy some quality time with your family.\nThe açaí has a cozy air-conditioned space, making it a perfect spot to escape the heat and enjoy some tasty treats. So, if you're in the area, be sure to stop by and try their new açaí cone.\nThanks for joining us on this family outing! If you enjoyed this video, please give it a thumbs up, and don't forget to follow and subscribe for more fun and exciting content. Until next time, stay",
    "trans": "Bonjour tout le monde ! Aujourd'hui, nous allons faire une petite balade en famille au bar à açaí, où le cône d'açaí est une nouveauté, et nous allons découvrir un espace climatisé et confortable.\nNous sommes donc ici au bar à açaí, et nous allons tester leur nouveau cône d'açaí. C'est un excellent endroit pour prendre une bouchée rapide et passer du bon temps en famille. Le bar à açaí est connu pour son menu rafraîchissant et sain, et leur nouveau cône d'açaí en est un parfait exemple.\nLe cône d'açaí est une délicieuse gourmandise faite à base d'açaí, un superaliment riche en antioxydants et autres bienfaits pour la santé. C'est un excellent moyen de se rafraîchir par une journée chaude et de passer du bon temps en famille.\nLe bar à açaí dispose d'un espace climatisé et confortable, ce qui en fait un endroit parfait pour échapper à la chaleur et déguster de savoureux encas. Alors, si vous êtes dans le coin, n'hésitez pas à vous arrêter et à essayer leur nouveau cône d'açaí.\nMerci de nous avoir accompagnés lors de cette sortie en famille ! Si vous avez aimé cette vidéo, mettez un pouce en l'air et n'oubliez pas de suivre et de vous abonner pour plus de contenu amusant et passionnant. À la prochaine !"
}