{
    "source": "en_US",
    "target": "fr_FR",
    "text": "the household economy is required to cover all factors of household production, all intermediate inputs and all the principal outputs.\n5. National Household Accounts and Modeling the Household Economy\n5.1 Extended National Accounts\nA number of scholars have suggested that national accounts needed extending to cover missing non-market household production. Essentially they viewed household production as a missing part of the estimates, not a separate economy. [redacted_name] and colleagues at Northwestern University conducted the most extensive work on these lines in the 1980s. Their research culminated in the book The Total Incomes System of Accounts (1989). [redacted_name]estimates for the United States make clear the greatly expanded role, in total economic product, of households. United States GHP in 1981 was put at $1,709 billion, 37.5 per cent of the extended GNP of $4,560 billion.\n5.2 Household Input-Output Tables and Satellite Household Accounts\nHousehold production is best considered as the production of goods and services by a separate economy, complementary to and competitive with the market economy. Every country can be analysed as two linked economies. The household sells labor to the market; it uses the money income to purchase intermediate commodities from the market which it transforms into items of final consumption through the use of its own unpaid labor and its own capital goods.\nThe household economy can be studied as a set of six industries providing accommodation, meals, clean clothes, transport, recreation and care in competition with parallel market industries. Activities such as shopping and cleaning are simply ancillary activities to the principal final outputs of the household economy.\nThe input-output approach to measuring and modeling the industries of the market economy associated with the work of [redacted_name](1941) has been applied to measuring and modeling the industries of the household economy. This was started in Australia for Australian households (Ironmonger 1989). Input-output tables showing the uses of labor, capital, energy and materials in each of the main and ancillary industries of the household economy have now been prepared for Australia, Canada, Finland, Norway and the United States.\nHow the household economy uses time, materials, energy and capital can be seen from the following table adapted from the first published household input-output table. This is for the Australian household economy.",
    "trans": "L'économie domestique doit couvrir tous les facteurs de la production domestique, tous les intrants intermédiaires et tous les principaux produits.\n5. Comptes nationaux des ménages et modélisation de l'économie domestique\n5.1 Comptes nationaux élargis\nUn certain nombre de chercheurs ont suggéré que les comptes nationaux devaient être étendus pour couvrir la production domestique non marchande manquante. Essentiellement, ils considéraient la production domestique comme une partie manquante des estimations, et non comme une économie distincte. [nom_redacted] et ses collègues de l'Université Northwestern ont mené les travaux les plus approfondis dans ce domaine dans les années 1980. Leurs recherches ont culminé avec le livre The Total Incomes System of Accounts (1989). Les estimations de [nom_redacted] pour les États-Unis montrent clairement le rôle grandement accru des ménages dans le produit économique total. En 1981, le GHP des États-Unis était estimé à 1 709 milliards de dollars, soit 37,5 % du PNB étendu de 4 560 milliards de dollars.\n5.2 Tableaux entrées-sorties des ménages et comptes satellites des ménages\nLa production domestique est mieux considérée comme la production de biens et services par une économie distincte, complémentaire et concurrente de l'économie de marché. Chaque pays peut être analysé comme deux économies liées. Le ménage vend sa main-d'œuvre au marché; il utilise le revenu monétaire pour acheter des produits intermédiaires sur le marché qu'il transforme en articles de consommation finale grâce à sa propre main-d'œuvre non rémunérée et à ses propres biens d'équipement.\nL'économie domestique peut être étudiée comme un ensemble de six industries fournissant un hébergement, des repas, des vêtements propres, des transports, des loisirs et des soins en concurrence avec des industries de marché parallèles. Les activités telles que les courses et le nettoyage sont simplement des activités auxiliaires aux principaux produits finaux de l'économie domestique.\nL'approche entrées-sorties pour mesurer et modéliser les industries de l'économie de marché associée aux travaux de nom_redacted a été appliquée pour mesurer et modéliser les industries de l'économie domestique. Cela a commencé en Australie pour les ménages australiens (Ironmonger 1989). Des tableaux entrées-sorties montrant l'utilisation de la main-d'œuvre, du capital, de l'énergie et des matériaux dans chacune des principales industries et industries auxiliaires de l'économie domestique ont maintenant été préparés pour l'Australie, le Canada, la Finlande, la Norvège et les États-Unis.\nLa façon dont l'économie domestique utilise le temps, les matériaux, l'énergie et le capital peut être vue à partir du tableau suivant adapté du premier tableau entrées-sorties des ménages publié. C'est pour l'économie domestique australienne."
}