{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Behavior Tracker Sheet, SEL, and Awards\n❗❗IMPORTANT NOTE❗❗\nDear class,\nI just want to inform you about the importance of respecting rules and following directions and the consequences you'll receive for not following them.\nThese students were behaving better than usual until they went out without permission. Therefore,you are no longer deserving of the full mark that I awarded everyone for their SEL, which is worth10 marksin Life Skills and8 marksin English. I only ask of you to follow instructions well and obey the rules I gave, and I'll help you have better marks, but you didn't comply. Therefore, you will face the consequences of your actions. If you don't want to receive more minus from me, please behave when I see you next time.\n1.[redacted_name] (0.5 minus in English SEL)\n2. [redacted_name](0.5 minus in English SEL)\n3. [redacted_name](0.5 minus in English SEL)\nI am still very kind as I'm only deducting 0.5 from your SEL. The next time you do this to me, I'm going to give you a 1-mark deduction.",
    "trans": "Fiche de suivi du comportement, SEL et récompenses\n❗❗NOTE IMPORTANTE❗❗\nChère classe,\nJe tiens simplement à vous informer de l’importance de respecter les règles et de suivre les consignes, ainsi que des conséquences en cas de non-respect.\nCes élèves se comportaient mieux que d’habitude jusqu’à ce qu’ils sortent sans permission. Par conséquent, vous ne méritez plus la note maximale que j’avais attribuée à tous pour le SEL, qui vaut 10 points en Compétences de vie et 8 points en Anglais. Je vous demande simplement de bien suivre les consignes et de respecter les règles que j’ai fixées, et je vous aiderai à obtenir de meilleures notes. Cependant, vous ne vous êtes pas conformés aux attentes. Par conséquent, vous devrez assumer les conséquences de vos actions. Si vous ne souhaitez pas recevoir d’autres pénalités de ma part, veuillez adopter un bon comportement la prochaine fois que je vous verrai.\n1. [redacted_name] (-0,5 en SEL d’anglais)\n2. [redacted_name] (-0,5 en SEL d’anglais)\n3. [redacted_name] (-0,5 en SEL d’anglais)\nJe reste très indulgent en ne retirant que 0,5 point de votre SEL. La prochaine fois que vous me ferez cela, je vous infligerai une déduction d’un point."
}