{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Year 1 student,\nDo you want to spend your third year studying abroad at one of our high-ranking partner universities in Australia, Canada, Hong Kong, France, Germany, Japan, New Zealand, Singapore, South Korea, or Spain etc., over 18 destinations around the world?\nStudying abroad offers invaluable opportunity to increase your employability, develop your skills and confidence, open up your horizons to international perspectives, gain deeper insights into another culture, grow your network further through international connections, and give you the opportunity to learn (or improve) a foreign language (not to mention it also looks great on your CV). Recent research also indicates that with Study Abroad experience, students are more likely to get a higher degree classification, to be in a graduate job, to have a low rate of unemployment and to receive a higher starting salary than their non-mobile peers just six months after graduation.\nWhat are the criteria to be eligible for study abroad nomination? If you want to know more about studying abroad, our partner universities, the nomination process, financial matters, accommodations, etc., please don’t miss the MANG1039 timetabled study abroad information session in week 4 on Tuesday, 22nd October 2024, from 14:00 to 15:00(online via Teams). This is a great opportunity to meet SBS Exchange Coordinator Dr. Dorrie Chao and our Study Abroad and Exchange Team.",
    "trans": "Chère étudiante de première année,\nSouhaitez-vous passer votre troisième année à étudier à l'étranger dans l'une de nos universités partenaires de haut niveau en Australie, au Canada, à Hong Kong, en France, en Allemagne, au Japon, en Nouvelle-Zélande, à Singapour, en Corée du Sud, ou en Espagne, etc. ? Plus de 18 destinations à travers le monde sont disponibles.\nÉtudier à l'étranger offre une opportunité inestimable d'accroître votre employabilité, de développer vos compétences et votre confiance en vous, d'ouvrir vos horizons à des perspectives internationales, de mieux comprendre une autre culture, d'élargir votre réseau grâce à des connexions internationales et de vous donner la possibilité d'apprendre (ou d'améliorer) une langue étrangère (sans oublier que cela embellit également votre CV). Des recherches récentes indiquent également qu'avec une expérience d'études à l'étranger, les étudiants ont plus de chances d'obtenir une meilleure classification de diplôme, de trouver un emploi de diplômé, d'avoir un faible taux de chômage et de recevoir un salaire de départ plus élevé que leurs pairs non mobiles seulement six mois après l'obtention du diplôme.\nQuels sont les critères pour être éligible à une nomination pour des études à l'étranger ? Si vous souhaitez en savoir plus sur les études à l'étranger, nos universités partenaires, le processus de nomination, les questions financières, les hébergements, etc., ne manquez pas la séance d'information sur les études à l'étranger programmée dans l'emploi du temps du cours MANG1039 lors de la semaine 4, le mardi 22 octobre 2024, de 14h00 à 15h00 (en ligne via Teams). C'est une excellente occasion de rencontrer le coordinateur des échanges de SBS, le Dr. Dorrie Chao, et notre équipe des études à l'étranger et des échanges."
}