{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We hope you are well.\nThank you for informing us about the accident (12.10.2024) that occurred during your last ride.\nWe consider it to be in our common interest to complete this process as soon as possible. In order to arrange this as quickly and efficiently possible, we are counting on your help.\nTherefore, we would like your support on the following:\n1) Fill in the respective accident report (car or van) in the attachment and send it back to us by e-mail.\n(Please make sure your provided description of the accident course is as detailed as possible and includes a precise sketch of the accident)\n2) Attach pictures of the damaged MILES vehicle (if available).\n3) Attach a photo of the police file number or the official accident report that the local police handed over to you.\n4) Provide us with any information about the other party involved in the accident - if available (name, pictures of the damaged vehicle, license plate number and insurance company).\nPlease send the documents relating to these four points within 3 days after receiving this email, i.e. by 15.10.2024.\nIn addition, we would like to point out that you have agreed to cooperate in the event of accidents and damage. If we do not receive the requested documents in time, we are entitled to charge you with the full amount of the damage (of both vehicles).\nIn such cases, the amount of damage can be significantly higher than the agreed deductible. Furthermore, our customers are not allowed to anticipate possible liability or regulation issues. You have agreed to these conditions in our General Terms and Conditions.\nAs soon as we receive the assessor's feedback, we will reach out to you again.\nIf you have any questions about the further procedure in the meantime, please do not hesitate to contact us by replying to this e-mail. We ask for your understanding that we do not provide any information about accidents and damage by phone.",
    "trans": "Nous espérons que vous vous portez bien.\nNous vous remercions de nous avoir informés de l'accident survenu le 12.10.2024 lors de votre dernier voyage.\nNous considérons qu'il est dans notre intérêt commun de mener à bien cette procédure dans les meilleurs délais. Afin d'y parvenir le plus rapidement et le plus efficacement possible, nous comptons sur votre aide.\nC'est pourquoi nous vous demandons de nous aider à accomplir les tâches suivantes :\n1) Remplir le rapport d'accident (voiture ou camionnette) dans la pièce jointe et nous le renvoyer par e-mail.\n(Veillez à ce que la description du déroulement de l'accident soit aussi détaillée que possible et comprenne un croquis précis de l'accident).\n2) Joignez des photos du véhicule MILES endommagé (le cas échéant).\n3) Joignez une photo du numéro de dossier de police ou du rapport d'accident officiel que la police locale vous a remis.\n4) Nous fournir toute information sur l'autre partie impliquée dans l'accident - si disponible (nom, photos du véhicule endommagé, numéro de plaque d'immatriculation et compagnie d'assurance).\nVeuillez envoyer les documents relatifs à ces quatre points dans les 3 jours suivant la réception de ce courriel, c'est-à-dire avant le 15.10.2024.\nPar ailleurs, nous vous rappelons que vous avez accepté de coopérer en cas d'accidents et de dommages. Si nous ne recevons pas les documents demandés à temps, nous sommes en droit de vous facturer le montant total du dommage (des deux véhicules).\nDans ce cas, le montant des dommages peut être nettement supérieur à la franchise convenue. En outre, nos clients ne sont pas autorisés à anticiper d'éventuelles questions de responsabilité ou de réglementation. Vous avez accepté ces conditions dans nos conditions générales.\nDès que nous aurons reçu les commentaires de l'évaluateur, nous reprendrons contact avec vous.\nSi vous avez des questions sur la suite de la procédure, n'hésitez pas à nous contacter en répondant à cet e-mail. Nous vous demandons de bien vouloir comprendre que nous ne fournissons pas d'informations sur les accidents et les dommages par téléphone."
}