{
    "source": "en_US",
    "target": "fr_FR",
    "text": "AMD ATHLON™ SILVER 7120U PROCESSOR: Built with exceptional experiences in mind, this AMD Athlon™ processor delivers responsive, reliable computing for everyday users from students to household managers to office workers with great battery life.\nTHE RIGHT FIT FOR EVERY FLOW: Research your next project, play online or enjoy a relaxing show on the 15.6\" screen with vibrant resolution.\nFLICKER-FREE HD TOUCHSCREEN: Reach out and control your PC with just a touch. Being able to pinch, zoom, tap, and swipe right from the high definition screen makes interacting with your computer a totally intuitive experience. Using DC Dimming technology that controls brightness by adjusting direct current rather than cycling the backlight, we can eliminate screen flickering for more comfortable viewing.\nGET A FRESH PERSPECTIVE WITH WINDOWS 11: From a rejuvenated Start menu, to new ways to connect to your favorite people, news, games, and content—Windows 11 is the place to think, express, and create in a natural way.\nHP TRUE VISION HD CAMERA: Video chat in vibrant clarity, even in low light, and make every conversation a face-to-face experience for a better way to stay in touch. Enjoy greater peace of mind and the convenience of a dedicated microphone mute button that you can easily activate and know it’s on or off with an LED indicator light. Stay secure with a physical camera shutter. Video chat with peace of mind with a privacy camera you can close when not in use.\nAI NOISE REMOVAL: Artificial intelligence technology automatically removes background noise for clearer than ever video chats, audio calls, and recordings.\nKEEP HUSTLING: Get your hustle on with long battery life and fast charging technology so you never have to slow down. HP Fast Charge goes from 0 to 50% charge in approximately 45 minutes, so you're never tied to the outlet for long.\nPORTABLE PERFORMANCE: 14.17\" W x 9.29\" D x 0.73\" H x 15.6\" Diagonal screen. Weighs 3.52 lbs. Up to 12 hours mixed usage battery life.\nWHAT'S IN THE BOX: HP 15.6\" Laptop, 45 W Smart AC power adapter, Setup instructions\nLITTLE THINGS. BIG DIFFERENCE.: Containing ocean-bound plastic, recycled materials and EPEAT® Gold & ENERGY STAR® ratings, this planet-friendly laptop is a great choice.",
    "trans": "PROCESSEUR AMD ATHLON™ SILVER 7120U : Conçu pour offrir des expériences exceptionnelles, ce processeur AMD Athlon™ offre une puissance de calcul réactive et fiable aux utilisateurs quotidiens, qu'il s'agisse d'étudiants, de gestionnaires de foyer ou d'employés de bureau, avec une grande autonomie de batterie.\nLE BON CHOIX POUR CHAQUE UTILISATION : Recherchez votre prochain projet, jouez en ligne ou profitez d'un spectacle relaxant sur l'écran de 15,6 pouces à la résolution éclatante.\nÉCRAN TACTILE HD SANS CLIGNOTEMENT : Contrôlez votre PC d'un simple toucher. La possibilité de pincer, zoomer, taper et glisser directement sur l'écran haute définition fait de l'interaction avec votre ordinateur une expérience totalement intuitive. Grâce à la technologie DC Dimming, qui contrôle la luminosité en ajustant le courant continu plutôt que le rétroéclairage, nous pouvons éliminer le scintillement de l'écran pour une visualisation plus confortable.\nUNE PERSPECTIVE NOUVELLE AVEC WINDOWS 11 : Du menu Démarrer rajeuni aux nouvelles façons de vous connecter à vos personnes, actualités, jeux et contenus préférés, Windows 11 est l'endroit idéal pour penser, s'exprimer et créer de façon naturelle.\nCAMÉRA HD HP TRUE VISION : vidéo d'une clarté éclatante, même en cas de faible luminosité, et faites de chaque conversation une expérience en face à face pour une meilleure façon de rester en contact. Profitez d'une plus grande tranquillité d'esprit et de la fonctionnalité d'un bouton dédié à la coupure du microphone que vous pouvez facilement activer et dont vous savez qu'il est activé ou désactivé grâce à un voyant lumineux. Restez en sécurité grâce à un obturateur de caméra physique. Discutez en vidéo en toute sérénité grâce à une caméra privée que vous pouvez fermer lorsque vous ne l'utilisez pas.\nÉLIMINATION DES BRUITS DE FOND : la technologie d'intelligence artificielle élimine automatiquement les bruits de fond pour des conversations vidéo, des appels audio et des enregistrements plus clairs que jamais.\nRESTEZ DANS L'ACTION : Faites le plein d'énergie grâce à une batterie longue durée et à une technologie de charge rapide qui vous permet de ne jamais ralentir le rythme. La charge rapide HP passe de 0 à 50 % de charge en 45 minutes environ, de sorte que vous n'êtes jamais lié à une prise de courant pendant longtemps.\nPERFORMANCE PORTABLE : écran de 14,17«  de largeur x 9,29 » de profondeur x 0,73«  de hauteur x 15,6 » de diagonale. Pèse 3,52 livres. Jusqu'à 12 heures d'autonomie en utilisation mixte.\nCONTENU DE LA BOÎTE : Ordinateur portable HP 15,6 », adaptateur d'alimentation CA intelligent de 45 W, manuel d'installation\nPETITES CHOSES. GRANDE DIFFÉRENCE : contenant du plastique provenant des océans, des matériaux recyclés et des certifications EPEAT® Gold et ENERGY STAR®, cet ordinateur portable respectueux de la planète est un excellent choix."
}