{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The RCM team is responsible for crisis and emergency management in one of the Dutch ‘Safety Regions’, a decentralized level of government. The safety region manages the fire brigade and the emergency medical care for its territory. Safety regions closely cooperate with the police force, which takes directions from the RCM team during a crisis.\nThe safety regions represent the governmental and operational link between local civil protection organizations, and between the local level and national governmental institutions. They are managed daily by a director, but politically headed by the mayors and the councils of the municipalities in the region. The mayor of the largest city is the chairperson of that region. If a crisis affects several municipalities in a safety region, the chairing mayor is ultimately responsible for crisis response and decision making. In the aftermath, the chair is only fully accountable to his/her own municipality for managing the crisis, not to the councils of the other municipalities in the region. However, the law requires that the chair does fully inform the councils of the other municipalities affected within the region, also in the crisis aftermath.",
    "trans": "L'équipe RCM est responsable de la gestion des crises et des urgences dans l'une des « régions de sécurité » néerlandaises, un niveau décentralisé de gouvernement. La région de sécurité gère les services d'incendie ainsi que les soins médicaux d'urgence sur son territoire. Les régions de sécurité collaborent étroitement avec la police, qui suit les directives de l'équipe RCM en cas de crise.\nLes régions de sécurité assurent le lien gouvernemental et opérationnel entre les organisations locales de protection civile, ainsi qu’entre le niveau local et les institutions gouvernementales nationales. Elles sont gérées au quotidien par un directeur, mais sont politiquement dirigées par les maires et les conseils municipaux de la région. Le maire de la plus grande ville est le président de la région. Si une crise touche plusieurs municipalités d’une région de sécurité, c’est le maire président qui est, en dernier ressort, responsable de la gestion de la crise et de la prise de décisions. Après la crise, le président est pleinement responsable devant sa propre municipalité, mais pas devant les conseils municipaux des autres municipalités de la région. Cependant, la loi exige qu’il informe pleinement ces conseils des municipalités affectées, y compris après la crise."
}