{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Location\nWorldwide\nWorkfield\nOffshore\nRotation\n3 weeks on, 3 weeks off\nWe at TOS constantly search for an Offshore Roughneck to join our crew. Our crew works on different barges, such as drilling barges and decommissioning barges. Our clients provide various construction and drilling solutions, and we are looking for new members to join.\nJOB DESCRIPTION\nSTEER YOUR CAREER TOWARDS SUCCESS\nWe are looking for an Offshore Roughneck with a certain level of experience in the drilling sector. You and your team are responsible for assisting in the drilling process, slinging, and other drilling-related tasks.\nWE ARE LOOKING FOR PEOPLE WHO\nHave experience as an Offshore Roughneck\nAre in possession of the following:\nBOSIET + CA-EBS\nOffshore Medical\nMIST\nBanksman & Slinger\nWHAT DOES THE JOB INVOLVE?\nThis job involves being a competent and valuable team member with a focus on",
    "trans": "Lieu\nDans le monde entier\nDomaine de travail\nOffshore\nRotation\n3 semaines de travail, 3 semaines de repos\nChez TOS, nous recherchons constamment un Offshore Roughneck pour rejoindre notre équipe. Notre équipe travaille sur différentes barges, telles que des barges de forage et des barges de démantèlement. Nos clients fournissent diverses solutions de construction et de forage, et nous recherchons de nouveaux membres pour nous rejoindre.\nDESCRIPTION DU POSTE\nCONDUISSEZ VOTRE CARRIÈRE VERS LE SUCCÈS\nNous recherchons un Offshore Roughneck ayant un certain niveau d'expérience dans le secteur du forage. Vous et votre équipe serez responsables d’assister dans le processus de forage, la manipulation des câbles et autres tâches liées au forage.\nNOUS RECHERCHONS DES PERSONNES QUI\nOnt de l'expérience en tant qu'Offshore Roughneck\nSont en possession des qualifications suivantes :\nBOSIET + CA-EBS\nVisite médicale offshore\nMIST\nÉlingueur et signaleur\nEN QUOI CONSISTE LE POSTE ?\nCe poste consiste à être un membre d'équipe compétent et précieux, en mettant l'accent sur :"
}