{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Back in my early twenties this would’ve been okay. No hesitation, but because of that. Me messing with married females, hearing all their excuses why they were cheating. I mean I heard it all “ he don’t make me feel pretty”, “ He don’t love me and he is cheating”. “ I’m leaving him “. All of that messed me up when it was time for me to get in a relationship, later on down the line. I had trust issues, because she was preaching the same thing and I thought she was cheating on me, and I was not giving her all of me. That was unfair on my part. So I stopped doing that, because not every female is the same but when you hear the same thing all the time you start to think that. Also I remember one day I pulled you in for a kiss, that look in your eye it looked like you felt bad inside and I respected that and that’s really why I didn’t try again. And that reminded me of why I stopped that in the first place because for you I was willing to risk it all, you’re too perfect for me.",
    "trans": "« Au début de ma vingtaine, ça aurait été OK. Aucune hésitation. Mais à cause de ça... Moi qui traînais avec des femmes mariées, qui écoutais toutes leurs excuses pour justifier leurs infidélités. J'ai tout entendu : \"Il ne me fait pas me sentir belle\", \"Il ne m'aime pas et il me trompe\", \"Je le quitte\". Tout ça m'a foutu en l'air quand est venu le moment pour moi de me mettre en couple, plus tard. J'avais des problèmes de confiance, parce qu'elle me racontait la même chose et je pensais qu'elle me trompait, et je ne me donnais pas à fond. C'était injuste de ma part. Alors j'ai arrêté de faire ça, parce que toutes les femmes ne sont pas pareilles, mais quand tu entends toujours la même chose, tu finis par le croire. Et puis, je me souviens d'un jour où je t'ai embrassée, le regard que t'avais, on aurait dit que tu te sentais mal à l'intérieur, et j'ai respecté ça, et c'est vraiment pour ça que j'ai pas réessayé. Et ça m'a rappelé pourquoi j'avais arrêté tout ça au départ, parce que pour toi, j'étais prêt à tout risquer, t'es trop parfaite pour moi. »"
}