{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In a parody of Jurassic Park, Mr.[redacted_name] opens up a Jurassic-themed retirement home, a park filled with elders rejuvenated mixing their DNA with dinosaurs. He brings Springfielders to the park, showing them the new \"retirement home\". At first they are all human, healthy and feeling young again, with incredible strength too. Once Homer raises the temperature after Grandpa complains about the temperature being too cold with Homer also quoting \"I can't read, I'm on vacation\" after seeing the warning sign, they transform into dinosaur versions of themselves.\nVisitors and Mr. Burns are killed by the elders, Agnes Skinner as a Ludodactylus eats off Principal [redacted_name] arm, Jasper as a Dilophosaurus bites off Kirk Van Houten's head, and the Simpson family are threatened by Grandpa and Jacqueline[redacted_name] (turned into an Indominus rex-like theropod and a Parasaurolophus respectively). Lisa courageously confronts Grandpa and find out they all just needed to be cherished and respected. In the end, the Simpson family escape alive and unharmed, though their helicopter is being flown on the back of the transformed Agnes.",
    "trans": "Dans une parodie de Jurassic Park, M. [redacted_name] ouvre une maison de retraite sur le thème de Jurassic, un parc rempli de personnes âgées qui ont rajeuni en mélangeant leur ADN avec des dinosaures. Il emmène les habitants de Springfield dans le parc pour leur montrer la nouvelle « maison de retraite ». Au début, ils sont tous humains, en bonne santé et se sentent à nouveau jeunes, avec une force incroyable. Lorsque Homer augmente la température après que Grand-père s'est plaint qu'il faisait trop froid et qu'Homer a cité « Je ne sais pas lire, je suis en vacances » après avoir vu le panneau d'avertissement, ils se transforment en dinosaures.\nLes visiteurs et M. Burns sont tués par les anciens, Agnes Skinner par un Ludodactylus qui mange le bras de Principal [redacted_name], Jasper par un Dilophosaurus qui mord la tête de Kirk Van Houten, et la famille Simpson est menacée par Grand-père et Jacqueline [redacted_name] (transformés respectivement en un théropode de type Indominus rex et un Parasaurolophus). Lisa affronte courageusement Grand-père et découvre qu'ils ont tous besoin d'être chéris et respectés. Finalement, la famille Simpson s'en sort vivante et indemne, bien que leur hélicoptère soit piloté sur le dos d'Agnès transformée."
}