{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Sometimes, he wondered if Optimus ever woke up from recharge with his fuel pump pounding and the feeling that his spark was expanding too rapidly in its casing, names and faces still lingering in his processor accompanied by the familiar, overwhelming odor of innermost energon seeping into the dirt.\nThe doors of Iaso Medical Center slid open to admit them as they finally reached the main entrance to the facility. Ratchet made his way into the empty foyer with the group of MTOs close behind him.\nHe’d never been to Iaso before—the place was too new to even be staffed—but the neat, white walls and clean, shiny floor paneling was standard to Autobot hospitals. He barely registered it. The furniture was utilitarian, the decorative elements sparse and scattered about inconsistently: typical for buildings constructed under wartime resource restrictions. Nothing about the place was particularly distinctive; the details were already blurring together with thousands of other medical centers and field hospitals and makeshift clinics he’d seen. The only significant difference he noticed was that Iaso’s interior wasn’t filled with the cries and anguished sounds of the injured and the dying. Not yet.\n“Ratchet, hey. Always good to see you still kicking.” A black and yellow mech with broad, rounded shoulders appeared in the doorway beyond the triage area, raising a hand in greeting. Smiling, he approached them, his optics drifting to take in the rest of the group. “Glad you all finally made it.”\n“Meltdown.” He acknowledged the other mech with a brief, amiable nod. “Been a long time. At least a thousand years, give or take?”\n“At least.”",
    "trans": "Parfois, il se demande si Optimus se réveillait de la recharge avec sa pompe à carburant qui battait la chamade et l'impression que son étincelle se dilatait trop rapidement dans son enveloppe, les noms et les visages persistant dans son processeur, accompagnés de l'odeur familière et accablante de l'energon le plus profond qui s'infiltre dans la saleté.\nLes portes de  Iaso Medical Center (centre médical d'Iaso) s'ouvrirent pour les accueillir alors qu'ils atteignaient enfin l'entrée principale de l'établissement. Ratchet se fraya un chemin dans le foyer vide, suivi de près par le groupe de MTO.\nIl n'était jamais venu à Iaso auparavant - l'endroit était trop récent pour qu'il y ait du personnel - mais les murs blancs et propres et les revêtements de sol brillants étaient la norme dans les hôpitaux Autobot. Il s'en rendit à peine compte. Le mobilier était utilitaire, les éléments décoratifs peu nombreux et dispersés de manière incohérente : typique des bâtiments construits en raison des restrictions de ressources en temps de guerre. Rien dans cet endroit n'était particulièrement distinctif ; les détails se confondaient déjà avec les milliers d'autres centres médicaux, hôpitaux de campagne et cliniques de fortune qu'il avait vus. La seule différence notable qu'il remarqua fut que l'intérieur d'Iaso n'était pas rempli des cris et des sons angoissés des blessés et des mourants. Pas encore.\n« Ratchet, salut. C'est toujours bon de te voir en pleine forme. » Un méca noir et jaune aux épaules larges et arrondies apparut dans l'embrasure de la porte au-delà de la zone de triage, levant la main en signe de bienvenue. Souriant, il s'approcha d'eux, ses optiques dérivant pour observer le reste du groupe. « Heureux que vous ayez finalement réussi à vous en sortir. »\n« Meltdown ». Il salua l'autre méca d'un bref signe de tête amical. « Ça fait longtemps. Au moins depuis plusieurs années, à prendre ou à laisser ? »\n« Au moins. »"
}