{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] doesn’t seem to be embarrassed about having a bodyguard, and nor do his classmates comment on it. It’s probably not that uncommon at this school anyway. At least it seems to [redacted_name] that this is a school bored rich kids would attend, because it lets them play at doing something incredible while teaching them absolutely nothing.\nHe would never think he’d one day agree with someone like [redacted_name] father, but maybe he had a point.\nHe sits on the uncomfortable bench in front of one of the classrooms, just staring at the abstract art on the walls, occasionally turning his head and looking at whoever is walking past him. It’s a bit of a conditioned response, and it seems to make the people uncomfortable.\nHe gets up when he hears the cacophony of voices get louder behind the door.\nA few people walk out, and then [redacted_name], with a cluster of girls around him, discussing something [redacted_name] doesn’t even bother to try to understand. He gives him a questioning look, [redacted_name] utters a simple “library”, and [redacted_name] resigns himself to his fate.",
    "trans": "[Nom-masqué] ne semble pas éprouver la moindre gêne à avoir un garde du corps, et ses camarades de classe n’y prêtent pas attention non plus. Après tout, ce n’est sans doute pas si inhabituel dans cette école. Du moins, il semble à [nom_masqué] que cet établissement accueille des enfants de riches en quête de distraction, leur permettant de s’imaginer accomplir des exploits extraordinaires tout en ne leur enseignant absolument rien.\nIl n’aurait jamais pensé qu’un jour il se retrouverait à partager l’avis du père de [nom-masqué], mais peut-être avait-il raison sur certains points.\nAssis sur un banc inconfortable devant l’une des salles de classe, il fixe distraitement le regard sur les œuvres abstraites accrochées aux murs, tournant parfois la tête pour observer les passants. Un réflexe acquis qui semble mettre les autres mal à l’aise.\nIl se lève lorsque la cacophonie des voix derrière la porte s’intensifie.\nQuelques élèves sortent, puis [nom_masqué] apparaît, entouré d’un groupe de jeunes filles en pleine discussion sur un sujet auquel [nom_masqué] ne cherche même pas à s’intéresser. Ce dernier lui adresse un regard interrogateur, [nom_masqué] se contente de répondre d’un simple « bibliothèque », et [nom_masqué] se résigne à son sort."
}