{
    "source": "en_US",
    "target": "fr_FR",
    "text": "About iPhone charge speeds\nLearn how to improve the charging speed of your iPhone.\nYou might charge faster with a different charger\nFor faster wired charging, use a USB-C Power Delivery charger, and a USB-C cable for iPhone 15 models and later1 or a USB-C to Lightning cable for iPhone 14 models and earlier.\nFor faster wireless charging, use a MagSafe Charger2 or a Qi2-certified wireless charger.\nCharging your iPhone might take longer than expected if you use:\nA wired charger that provides 7.5W or less\nA wireless charger that provides less than 10W, like a Qi1-certified charger\nWith iOS 18, if iOS detects that your charging experience could be improved, you'll see a Slow Charger message in Settings > Battery. This doesn’t mean that there’s anything wrong with your iPhone or charger; it just means that your iPhone could charge faster by using a higher-wattage charger.\nIf your wired charger has more than one port, like the 35W Dual USB-C Port Power Adapter, or if you charge with a computer or USB hub with other connected devices, the maximum power output might be reduced. This depends on the combined power needs of all connected devices and on system conditions.\nCharge ports in USB hubs or cars might charge slower than a dedicated USB-C charger.\nCharge faster\nHere are a few more ways to speed up charging.\nDisconnect other accessories\nTo comply with regulatory standards, if you charge your iPhone wirelessly while USB-C or Lightning accessories (like headphones) are connected, charging is limited to 7.5W.\nIf an accessory with power pass-through, like a USB-C Digital AV Multiport Adapter, needs to reserve power for the ports, it might reduce the power delivered to your iPhone.\nFor faster wireless charging, disconnect wired accessories from your iPhone.\nLimit your use of apps\nYou might notice reduced charging speed if:\nYou use graphics-intensive or processor-intensive apps, games, or features, including camera apps\nYou stream high-quality video, especially with the display at full brightness\nIf you need your iPhone to charge fast, limit your use of these apps while charging.\nCharge in a cooler place\nYour iPhone might get slightly warmer while it charges. Your iPhone might put charging on hold temporarily while in extreme temperature conditions. Charging will resume when the battery’s temperature returns to its normal operating range. Try moving your iPhone and charger to a cooler place.\nYou can see if charging was on hold on your iPhone by going to Settings > Battery.\nLearn more\nCharging and maintaining your battery\nWhat to do if your iPhone won't charge\nFast charge your iPhone\nWith a USB-A charger, iPhone 15 models and later will charge at only up to a 7.5W rate .\nMagSafe Battery Pack will be displayed as a Slow Charger.\n发布日期：2024 年 09 月 16 日\n有帮助? 是 否",
    "trans": "À propos des vitesses de charge de l'iPhone\nApprenez à améliorer la vitesse de chargement de votre iPhone.\nVous pouvez charger plus rapidement avec un chargeur différent\nPour une charge filaire plus rapide, utilisez un chargeur USB-C Power Delivery et un câble USB-C pour les modèles iPhone 15 et plus récents1 ou un câble USB-C vers Lightning pour les modèles iPhone 14 et plus anciens.\nPour une recharge sans fil plus rapide, utilisez un chargeur MagSafe2 ou un chargeur sans fil certifié Qi2.\nLe chargement de votre iPhone peut prendre plus de temps que prévu si vous utilisez :\nun chargeur filaire d'une puissance de 7,5 W ou moins\nUn chargeur sans fil fournissant moins de 10 W, comme un chargeur certifié Qi1.\nAvec iOS 18, si iOS détecte que votre expérience de charge pourrait être améliorée, vous verrez un message Chargement lent dans Réglages > Batterie. Cela ne signifie pas que votre iPhone ou votre chargeur est défectueux ; cela signifie simplement que votre iPhone pourrait se charger plus rapidement en utilisant un chargeur d'une puissance supérieure.\nSi votre chargeur filaire possède plus d'un port, comme l'adaptateur d'alimentation 35 W à double port USB-C, ou si vous le chargez sur un ordinateur ou un hub USB avec d'autres appareils connectés, la puissance de sortie maximale peut être réduite. Cela dépend des besoins en énergie combinés de tous les appareils connectés et des conditions du système.\nLes ports de charge des concentrateurs USB ou des voitures peuvent charger plus lentement qu'un chargeur USB-C dédié.\nCharger plus rapidement\nCi-dessous, vous trouverez d'autres moyens d'accélérer la charge.\nDéconnectez les autres accessoires\nPour répondre aux normes réglementaires, si vous rechargez votre iPhone sans fil alors que des accessoires USB-C ou Lightning (comme des écouteurs) sont connectés, la charge est limitée à 7,5 W.\nSi un accessoire doté d'une fonction de transfert d'alimentation, tel qu'un adaptateur numérique AV multiport USB-C, doit réserver de l'énergie pour les ports, il risque de réduire la quantité d'énergie délivrée à l'iPhone.\nPour une recharge sans fil plus rapide, déconnectez les accessoires filaires de votre iPhone.\nLimitez votre utilisation des applications\nVous risquez de constater une réduction de la vitesse de charge si :\nvous utilisez des applications, des jeux ou des fonctions à forte intensité graphique ou de processeur, y compris des applications d'appareil photo ;\nVous diffusez des vidéos de haute qualité, en particulier lorsque l'écran est à pleine luminosité.\nSi vous souhaitez que votre iPhone se recharge rapidement, limitez l'utilisation de ces applications pendant la charge.\nRechargez dans un endroit plus frais\nVotre iPhone peut chauffer légèrement pendant la charge. Il se peut que votre iPhone mette temporairement la charge en attente dans des conditions de température extrême. La charge reprendra lorsque la température de la batterie reviendra à sa plage de fonctionnement normale. Essayez de déplacer votre iPhone et son chargeur dans un endroit plus frais.\nVous pouvez vérifier si la charge a été suspendue sur votre iPhone en accédant à Réglages > Batterie.\nEn savoir plus\nChargement et entretien de votre batterie\nQue faire si votre iPhone ne se recharge pas ?\nChargez rapidement votre iPhone\nAvec un chargeur USB-A, les modèles iPhone 15 et plus récents ne se rechargent qu'à une vitesse de 7,5 W.\nLa batterie MagSafe sera affichée avec la mention « chargeur lent ».\n发布日期：2024 年 09 月 16 日\n有帮助? 是 否"
}