{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Remember that failure is temporary—unless you surrender. Perseverance is essential to turning failures into success. The dream only dies when you give up on it.\nMany of us in the Reagan family concluded that Dad’s loss in 1976 was the end of the dream. We thought that by 1980, when Dad would be pushing seventy, he’d be too old to run. We underestimated him. But Dad never lost faith in the dream. Yes, for a while he became wistful about losing the chance to say “nyet” to the Soviets. But he never thought the dream was over—just deferred.\nWhile flying back to California after the Kansas City convention, one of my father’s policy advisors,[redacted_name], asked Dad to autograph his convention pass as a souvenir. Dad wrote, “We dreamed—we fought, and the dream is still with us. [redacted_name].” Those are hardly the words of a guy who thinks he’s seen his last rodeo. He knew that a bigger opportunity could come again in four years.\nSummon all your creative energy, then renew your determination, your courage, and your strength. Above all, renew your faith and your hope. As Dad would say, you have every right to dream heroic dreams.",
    "trans": "Rappelez-vous que l'échec est temporaire, à moins que vous ne capituliez. La persévérance est essentielle pour transformer les échecs en succès. Le rêve ne meurt que lorsque vous y renoncez.\nBeaucoup d'entre nous dans la famille Reagan avons conclu que la défaite de Papa en 1976 marquait la fin du rêve. Nous pensions qu'en 1980, lorsque Papa aurait près de soixante-dix ans, il serait trop vieux pour se présenter. Nous l'avons sous-estimé. Mais Papa n'a jamais perdu foi en ce rêve. Oui, pendant un certain temps, il est devenu nostalgique à l'idée de perdre la chance de dire « nyet » aux Soviétiques. Mais il n'a jamais cru que le rêve était terminé—juste reporté.\nLors de son vol de retour en Californie après la convention de Kansas City, l'un des conseillers politiques de mon père, [nom supprimé], a demandé à Papa d'annoter son badge de convention en souvenir. Papa a écrit : « Nous avons rêvé—nous avons lutté, et le rêve est toujours avec nous. [nom supprimé]. » Ce ne sont certainement pas les mots d'un homme qui pense qu'il a vécu son dernier rodéo. Il savait qu'une plus grande opportunité pourrait se présenter dans quatre ans.\nFaites appel à toute votre énergie créative, puis renouvelez votre détermination, votre courage et votre force. Surtout, renouvelez votre foi et votre espoir. Comme Papa le disait, vous avez tous les droits de rêver des rêves héroïques."
}