{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Introduction\nWhy Land Acknowledgements Are Important\nLand acknowledgements are a way that people insert an aware-\nness of Indigenous presence and land rights in everyday life.\nThis is often done at the beginning of ceremonies, lectures, or, in\nthis case, education guides. It can be an explicit yet limited way\nto recognize the history of colonialism and first nations as well\nas a need for change in settler-colonial societies. In this con-\ntext, we’re looking to acknowledge the existence of Indigenous\nbodies in geography and how they occupy land.\nHow do we acknowledge territory?\nGETTING TO KNOW NATIVE LAND\nOften, territory acknowledgements are concise, along the lines\nof: “I want to acknowledge that we are on the traditional ter-\nritory of (nation names).” Some people may also mention the\nname of a local treaty. Some may learn the language and speak a\nfew words in it.\nIf you are not sure how to pronounce a nation’s name, there are\na number of ways to learn, including:\nRespectfully asking someone from that\nnation or from a local organization such\nas a Friendship Center or Indigenous\nStudent Center\nCheck the nation’s website: they may have\na phonetic pronunciation on their “About”\npage, an audio-recording of their name,\nor videos that include people saying the\nnation’s name\nCall the nation after hours and listen to their\nanswering machine recording.\nWhile a brief acknowledgement may work for some groups,\nothers wish to add more intention and detail to acknowledge-\nments. To thoughtfully prepare an in-depth acknowledgement\nrequires time and care. You may find it helpful to reflect on and\nresearch questions such as:\nNative Land Teacher’s Guide 2019\nWhy is this acknowledgement happening?\nHow does this acknowledgement relate to\nthe event or work you are doing?\nWhat is the history of this territory? What\nare the impacts of colonialism here?\nWhat is your relationship to this territory?\nHow did you come to be here?\nWhat intentions do you have to disrupt and\ndismantle colonialism beyond this territory\nacknowledgement?",
    "trans": "Introduction\nPourquoi les reconnaissances territoriales sont importantes\nLes reconnaissances territoriales sont une façon pour les gens d’intégrer une prise de cons-\ncience de la présence autochtone et des droits sur les terres dans la vie de tous les jours.\nCela se fait souvent au début des cérémonies, des conférences ou, dans\nce cas, des guides éducatifs. C'est une manière explicite mais limitée\nde reconnaître l’histoire du colonialisme et des premières nations ainsi que\nla nécessité de changement dans les sociétés coloniales de peuplement. Dans ce con-\ntexte, nous cherchons à reconnaître l’existence des peuples\nautochtones dans la géographie et la façon qu'ils ont d'occuper le territoire.\nComment reconnaître un territoire ?\nMIEUX CONNAÎTRE LES TERRES AUTOCHTONES\nSouvent, les reconnaissances territoriales sont concises, par exemple :\n« Je souhaite reconnaître que nous sommes sur le ter-\nritoire traditionnel de (nom de la nation). » Certaines personnes peuvent également mentionner le\nnom d’un traité local. D’autres peuvent apprendre\nquelques mots dans la langue autochtone.\nSi vous ne savez pas comment prononcer le nom d’une nation, il existe\nplusieurs façons d’apprendre, notamment :\nDemander respectueusement à une personne de cette\nnation ou à une organisation locale, comme\nun Centre d’Amitié Autochtone ou un Centre\nÉtudiant Autochtone\nConsultez le site web de la nation : il peut contenir\nune prononciation phonétique sur leur page « À propos »,\nun enregistrement audio de leur nom\nou des vidéos où des membres prononcent le\nnom du pays\nAppelez la nation en dehors des heures d’ouverture et écoutez\nl’enregistrement de leur répondeur.\nBien qu’un bref aperçu puisse suffire pour certains groupes,\nd’autres préfèrent une reconnaissance plus détaillée et intentionnelle.\nPour préparer une reconnaissance approfondie,\nil est essentiel d’y consacrer du temps et de la réflexion. Il peut être utile de se poser des questions\net de faire des recherches telles que :\nLe Guide pédagogique de Native Land 2019\nPourquoi cette reconnaissance a-t-elle lieu ?\nQuel lien cette reconnaissance a-t-elle avec\nl’événement ou le travail que vous réalisez ?\nQuelle est l’histoire de ce territoire ? Quels\nsont les impacts du colonialisme ici ?\nQuelle est votre relation avec ce territoire ?\nComment êtes-vous arrivé ici ?\nAvez-vous l'intention de perturber et\nde démanteler le colonialisme au-delà de cette reconnaissance\nterritoriale ?"
}