{
    "source": "en_US",
    "target": "fr_FR",
    "text": "E-Invoice submission at Vendors@Gov\nYou may log in to Vendors@Gov (www.vendors.gov.sg) to submit electronic invoices (e-invoices) to government agencies. For a user to access the Vendors@Gov e-service, the user must have a Singpass account and be assigned the Vendors@Gov e-service for the Registered Entity on Corppass (www.corppass.gov.sg).\n[For non-UEN Registered Entity]\nIf your entity has already registered for a Corppass account and your entity has been awarded invoicing instructions through your GeBIZ ID e.g. Y12345,\n1. Please refer to this user guide (slides 16 to 22) on the steps required to be performed at Corppass portal to access Vendors@Gov. When setting up the Vendors@Gov e-service (User guide - Slide 20), please note that you should input your GeBIZ ID e.g. Y12345.\na. If you also have a vendor ID registered under your Corppass ID (e.g. C12345678X) for which you require to transact with, please also input your Corppass ID.\nb. If you also have a vendor ID registered under your Corppass ID (e.g. C12345678X) for which you do not require to transact with (i.e. transacting with GeBIZ ID is sufficient), please do not input your Corppass ID. Instead, do inform AGD Helpdesk to inactivate the vendor record that is created under your Corppass ID.\n2. Please also kindly provide the following through AGD Helpdesk.\no Entity ID (provided by Corppass upon registration e.g. C12345678X)\no GeBIZ ID, and other vendor IDs that you have input at Corppass portal as per\nStep 1 above (if any)\nIf you have not registered for a Corppass account, you may refer to the user guide (Slides 16 to 22) for more details on how to register for a Corppass account.\nAfter you have registered for Corppass account and approached AGD helpdesk to do the relevant mapping for your entity and GeBIZ IDs, you will be able to access your GeBIZ ID through Vendors@Gov to create a vendor record and submit e-invoices tagged to the invoicing instructions which have been issued to your entity. Please note that going forward, you should only submit e- invoices through your GeBIZ ID at Vendors@Gov.\n[For UEN Registered Entity/Individuals with SingPass/Foreign individuals without SingPass]\nPlease refer to this user guide for more details on how to log in to Vendors@Gov",
    "trans": "Soumission de factures électroniques sur Vendors@Gov\nVous pouvez vous connecter à Vendors@Gov (www.vendors.gov.sg) pour soumettre des factures électroniques (e-invoices) aux agences gouvernementales. Pour qu'un utilisateur puisse accéder au service électronique Vendors@Gov, il doit disposer d'un compte Singpass et se voir attribuer le service électronique Vendors@Gov pour l'entité enregistrée sur Corppass (www.corppass.gov.sg).\n[Pour les entités enregistrées non UEN]\nSi votre entité a déjà ouvert un compte Corppass et qu'elle a reçu des instructions de facturation par l'intermédiaire de votre ID GeBIZ, par exemple Y12345,\n1. Veuillez vous référer à ce guide de l'utilisateur (diapositives 16 à 22) sur les étapes à suivre sur le portail Corppass pour accéder à Vendors@Gov. Lors de la configuration du service électronique Vendors@Gov (guide de l'utilisateur - diapositive 20), veuillez noter que vous devez saisir votre identifiant GeBIZ, par exemple Y12345.\na. Si vous avez également un identifiant de vendeur enregistré sous votre identifiant Corppass (par ex. C12345678X) avec lequel vous souhaitez effectuer des transactions, veuillez également saisir votre identifiant Corppass.\nb. Si vous avez également un identifiant de vendeur enregistré sous votre identifiant Corppass (par exemple C12345678X) pour lequel vous n'avez pas besoin d'effectuer des transactions (c'est-à-dire que des transactions avec l'identifiant GeBIZ sont suffisantes), n'indiquez pas votre identifiant Corppass. Informez plutôt le Helpdesk de l'AGD pour qu'il inactive l'enregistrement du fournisseur créé sous votre ID Corppass.\n2. Veuillez également fournir les informations suivantes par l'intermédiaire du service d'assistance de l'AGD :\no L'identifiant de l'entité (fourni par Corppass lors de l'enregistrement, par exemple C12345678X)\no ID GeBIZ, et autres ID fournisseurs que vous avez saisis sur le portail Corppass conformément à la procédure suivante :\nÉtape 1 ci-dessus (le cas échéant)\nSi vous n'avez pas encore ouvert de compte Corppass, vous pouvez vous référer au guide de l'utilisateur (diapositives 16 à 22) pour plus de détails sur la méthode d'ouvrir un compte Corppass.\nUne fois que vous vous êtes inscrit pour un compte Corppass et que vous avez contacté le helpdesk de l'AGD pour effectuer le mappage de votre entité et des ID GeBIZ, vous pourrez accéder à votre ID GeBIZ via Vendors@Gov pour créer un dossier de fournisseur et soumettre des factures électroniques marquées selon les instructions de facturation qui ont été émises pour votre entité. Veuillez noter qu'à l'avenir, vous ne devrez soumettre des factures électroniques que par le biais de votre identifiant GeBIZ sur Vendors@Gov.\n[Pour les entités enregistrées auprès de l'UEN/les individus avec SingPass/les individus étrangers sans SingPass]\nVeuillez vous référer à ce guide de l'utilisateur pour plus de détails sur la manière de se connecter à Vendors@Gov."
}