{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A.J. looked up at Justin standing over him. The unquenchable rage in his eyes had vanished. It had been replaced with a mixture of shock and bewilderment. A.J. spit out a mouthful of blood and saliva that had filled up below his bottom lip and was distraught to find up to three teeth swimming in the bloody soup. He got back up to his feet, only this time, very slowly. His eyes inspected the seemingly indestructible jock before him. No-one had ever escaped the fury of A.J.’s rib shots without some serious injury to his breast cage, but Justin looked unscathed. In fact, Justin was smiling. Justin’s confidence was soaring higher than any artificial high A.J. had ever experienced on the “juice”. The aura of invincibility that once surrounded A.J. had been shattered. It was clear to everyone present who the toughest man in the school was…and it wasn’t A.J. In fact, everyone there was shocked to discover just how much stronger Justin was than the bully everyone once feared.\n“Come on, freak”, Justin said stepping toward A.J. who found himself stepping back. “You think we’re done, here? We ain’t done! I’m just gettin’ started!” Justin said proudly thumping his hard, muscular chest. “I’m havin’ too much fun to stop now!”",
    "trans": "A.J. a levé les yeux vers Justin qui se tenait au-dessus de lui. La rage inextinguible dans ses yeux avait disparu. Elle avait été remplacée par un mélange de choc et de perplexité. A.J. cracha une bouchée de sang et de salive qui s'était accumulée sous sa lèvre inférieure et fut désemparé de constater que jusqu'à trois dents nageaient dans la soupe sanglante. Il se remit debout, mais cette fois-ci très lentement. Ses yeux inspectèrent le sportif apparemment indestructible qui se trouvait devant lui. Personne n'avait jamais échappé à la fureur des coups de côtes d'A.J. sans être sérieusement blessé à la cage thoracique, mais Justin semblait indemne. En fait, Justin souriait. La confiance de Justin s'envolait plus haut que tout ce qu'A.J. avait connu sous l'effet du « jus ». L'aura d'invincibilité qui entourait autrefois A.J. avait été brisée. En fait, tout le monde a été choqué de découvrir à quel point Justin était plus fort que la brute que tout le monde craignait autrefois.\n« Allez, maniaque », dit Justin en s'avançant vers A.J. qui se retrouve à reculer. «Tu crois qu'on en a fini, là ? On n'a pas fini ! Je ne fais que commencer !» dit Justin en frappant fièrement son torse dur et musclé. «Je m'amuse trop pour m'arrêter maintenant !»"
}