{
    "source": "en_US",
    "target": "fr_FR",
    "text": "After US officials said last month they were caught off guard by Israel’s operation that killed Hezbollah’s leader in Lebanon, Biden’s aides made clear to their Israeli counterparts that it was essential to coordinate potentially escalatory actions, not least because it could place American troops in the region at risk.\nBiden last week made clear he expected to speak with Netanyahu ahead of any potential reprisal against Iran for its missile onslaught. But it wasn’t clear after their phone call Wednesday how much had actually been shared about Israel’s plans.\nThe White House said the two leaders exchanged views on Lebanon, with Biden stressing the need for a “diplomatic arrangement” that would allow Israeli and Lebanese citizens displaced by violence along the border to return to their homes.\nThe phrasing appeared to intentionally stop short of calling for a ceasefire along the border, which the US had recently pressed for only to be rebuffed by Netanyahu.",
    "trans": "D'après les responsables américains, après qu'ils aient déclaré le mois dernier avoir été pris au dépourvu par l'opération israélienne qui a tué le leader du Hezbollah au Liban, les conseillers de Biden ont clairement indiqué à leurs homologues israéliens qu'il était essentiel de coordonner les actions potentiellement escalatoires, notamment parce que cela pourrait mettre en danger les troupes américaines dans la région.\nLa semaine dernière, Biden a clairement fait savoir qu'il s'attendait à parler avec Netanyahu avant toute éventuelle riposte contre l'Iran pour son attaque de missiles. Cependant, il n'était pas clair, après leur appel téléphonique mercredi, dans quelle mesure les plans d'Israël avaient été partagés.\nLa Maison Blanche a indiqué que les deux dirigeants avaient échangé leurs points de vue sur le Liban, Biden soulignant la nécessité d'un \"accord diplomatique\" qui permettrait aux citoyens israéliens et libanais déplacés par la violence le long de la frontière de retourner chez eux.\nLa formulation semblait intentionnellement éviter d'appeler à un cessez-le-feu le long de la frontière, que les États-Unis avaient récemment demandé, mais qui avait été rejeté par Netanyahu."
}