{
    "source": "en_US",
    "target": "fr_FR",
    "text": "your CEAC account at ceac.state.gov/iv with your NVC case number and 16 digit Invoice ID for case status and to learn what steps you must take to advance your case. Disregard the instructions below, they do not apply to electronic processing.\nIf your case is processing on paper (you mailed paper documents to NVC for review), then the case status and instructions below apply to your case.\nPlease follow the instructions you received from the National Visa Center (NVC) that list the six steps you must take before NVC can schedule your visa interview appointment. This includes submitting to NVC various fees, forms and documents. Once NVC has received all the required items, they will let you know if anything is missing or incomplete. You can also find these instructions online at [redacted_url] (English) and [redacted_url] (Spanish). You will find contact information for NVC at[redacted_url]",
    "trans": "votre compte CEAC sur ceac.state.gov/iv avec votre numéro de dossier NVC et votre numéro de facture à 16 chiffres pour connaître l'état d'avancement de votre dossier et savoir quelles sont les démarches à effectuer pour faire avancer votre dossier. Ne tenez pas compte des instructions ci-dessous, elles ne s'appliquent pas au traitement électronique.\nSi votre dossier est traité sur papier (vous avez envoyé des documents papier à NVC pour examen), alors l’état de votre dossier et les instructions ci-dessous s’appliquent à votre dossier.\nVeuillez suivre les instructions reçues du Centre national des visas (NVC) qui détaillent les six étapes que vous devez suivre avant que le NVC puisse planifier votre rendez-vous pour l'entretien de visa. Cela inclut le paiement des frais, la soumission des formulaires et des documents au NVC. Une fois que le NVC a reçu tous les éléments requis, ils vous informeront si quelque chose est manquant ou incomplet. Vous pouvez également consulter ces instructions en ligne sur [redacted_url] (en anglais) et [redacted_url] (en espagnol). Vous trouverez les informations de contact pour le NVC sur [redacted_url]."
}