{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Buyer issues Purchase Order upon receipt in acceptance of seller's Soft Offer.\n2. Seller issues Draft Sales and Purchase Agreement Contract for buyer's review and\nSigning.\n3. Seller send’s partial POP to Buyer via email:\n(a) Statement of Availability of Product\n(b) Commitment to Supply\n(c) Product Passport\n(d) Company Registration Certificate\n(e) Product Allocation Export License\n4 Seller appoints and signs charter Party Agreement with the buyer and the shipping\nCompany. This is applicable only for 1st shipment, Buyer And Seller pay the Shipping Freight to\nthe shipping company via T/T wire transfer directly to the shipping company (Seller 50% / Buyer 50%\n) for transporting of the product to buyer’s final discharge port the fee would later be\nrefunded/deducted when the buyer is paying for the payment ( 1st shipment contract amount).\n5. Seller swift the full POP and 2% Performance Bond to buyer’s bank. Buyer’s Bank swift in return,\nthe Irrevocable Non Transferable Documentary Letter of Credit to the Seller’s Bank.\n6. Shipment commences as scheduled in the contract and upon arrival of the cargo at the\nDischarge port and after SGS/Q&Q or Equivalent inspection immediately Buyer’s Bank releases the\nTotal value of the. Shipping to Seller’s Bank within 48hours (two banking days) By MT103.\n7. Buyer / Seller pays all in",
    "trans": "L'acheteur émet un bon de commande dès réception et acceptation de l’offre initiale du vendeur.\n2. Le vendeur envoie un projet de contrat de vente et d'achat pour examen et signature par l’acheteur.\nSignature.\n3. Le vendeur envoie une preuve partielle de disponibilité du produit (POP) à l'acheteur par e-mail :\n(a) Déclaration de disponibilité du produit\n(b) Engagement à fournir le produit\n(c) Passeport du produit\n(d) Certificat d'enregistrement de l'entreprise\n(e) Licence d’exportation pour l’allocation du produit\n4 Le vendeur nomme et signe l'accord de charte-partie avec l'acheteur et la société\ntransporteur. Cette disposition ne s'applique qu'au premier envoi. L'acheteur et le vendeur paient les frais d'expédition à la société\nde transport par virement bancaire T/T directement à la société de transport (vendeur 50 % / acheteur 50 %)\npour le transport du produit jusqu'au port de déchargement final de l'acheteur, les frais seront ensuite\nremboursés/déduits lorsque l'acheteur effectuera le paiement (montant du contrat de première expédition).\n5. Le vendeur remet à la banque de l'acheteur l'intégralité du POP et une garantie de bonne fin de 2 %. La banque de l'acheteur envoie en retour\nune lettre de crédit documentaire irrévocable et non transférable à la banque du vendeur.\n6. L'expédition commence comme prévu dans le contrat et à l'arrivée de la cargaison au\nport de déchargement et après l'inspection SGS/Q&Q ou équivalente, la banque de l'acheteur libère immédiatement la\nvaleur totale de l'expédition à la banque du vendeur dans les 48 heures (deux jours bancaires). L'expédition est envoyée à la banque du vendeur dans les 48 heures (deux jours bancaires) par MT103.\n7. L'acheteur / le vendeur paie tous les frais"
}