{
    "source": "en_US",
    "target": "fr_FR",
    "text": "the unintelligibility of public life (Foy 20IO; Keiser 20IO; Prochnik 20IO; Sim 2007).\nBut even as noise has been named as the cause ofsocial and physiologi- cal ills from hearing loss to schizophrenia, experiences of technological noise have become integral to contemporary sonic knowledge. Machine operators, for example, must careflllly listen to and interpret the noises of machines to assure proper function (Bijsterveld 2008).6 Far from being regulated itself~ mechanical noise is used to regulate and control daily life. Bells, buzzers, and alarms force public senses to attention, while weapons technologies such as the Long Range Acoustic Device (LRAD) can gener- ate a directional field ofsound that disorients and disables its victims. In these contexts, noise shifts from being the accidentaI byproduct ofa tech- nological environment to become a deliberate form ofcoercive violence (Cusick 2008; Goodman 2009).\nSocial Circulations ofNoise\nNoise stands for subjectivities of difference that break from normative social contexts. It interpellates marginal snbjects into circulation, giving name to their unintelligible discourses even as it holds apart unfamiliar ways of being. In the violence of transatlantic slavery, noise textualized the disorientation of African culture (Cruz 1999; Smith 200I; Radano 2003). Describing the music and speech of slaves as noise allowed Euro- pean colonists to domesticate an expressive production that was \"theo- retically understandable [even] as it remained practically inaccessible\" (Radano 2003: 93). Once rendered as noise, black music could circulate as authentic cultural material, while continuing to signify its fundamental incommensurability with European civilization. Noise also symbolized class relations throughout early modernity. In Victorian England, noise complaints targeted Italian migrant workers, who were caricatured as street organ grinders; noise echoed the nnrest of the brawling, milling crowd, with its rude dialects and nnconstrained bodily sounds ofwork, sex, digestion, and disease (Smith 1999; Picker 2003; Schwartz 20n).\nBut even as noise retained its statns as a marker ofdifference in postco- lonial, multicultural, and cosmopolitan societies, it also became a power- fuI term ofcultural agency. In contemporary projects ofresistance, noise is the \"voice\" of subaltern identity on the margins, where \"bringing the noise\" is not accidentaI but an expressive practice and a deliberate act of\n130 David Novak",
    "trans": "l'inintelligibilité de la vie publique (Foy 2010; Keiser 2010; Prochnik 2010; Sim 2007).\nMais même si le bruit a été nommé comme la cause de maux sociaux et physiologiques allant de la perte auditive à la schizophrénie, les expériences du bruit technologique sont devenues intégrales à la connaissance sonore contemporaine. Les opérateurs de machines, par exemple, doivent écouter attentivement et interpréter les bruits des machines pour assurer leur bon fonctionnement (Bijsterveld 2008). Loin d’être régulé lui-même, le bruit mécanique est utilisé pour réguler et contrôler la vie quotidienne. Les cloches, les sonnettes et les alarmes forcent les sens du public à l'attention, tandis que des technologies d'armement comme le Long Range Acoustic Device (LRAD) peuvent générer un champ sonore directionnel qui désoriente et neutralise ses victimes. Dans ces contextes, le bruit passe de l'être un sous-produit accidentel d’un environnement technologique à une forme délibérée de violence coercitive (Cusick 2008; Goodman 2009).\nCirculations sociales du bruit\nLe bruit représente les subjectivités de la différence qui se détachent des contextes sociaux normatifs. Il interpelle les sujets marginaux dans la circulation, donnant un nom à leurs discours incompréhensibles tout en maintenant à l'écart des façons d'être étrangères. Dans la violence de l'esclavage transatlantique, le bruit a textualisé la désorientation de la culture africaine (Cruz 1999; Smith 2001; Radano 2003). Décrire la musique et la parole des esclaves comme du bruit a permis aux colons européens de domestiquer une production expressive qui était « théoriquement compréhensible [bien qu']elle soit pratiquement inaccessible » (Radano 2003 : 93). Une fois rendue sous forme de bruit, la musique noire pouvait circuler comme un matériau culturel authentique, tout en continuant à signifier son incommensurabilité fondamentale avec la civilisation européenne. Le bruit a également symbolisé les relations de classe tout au long de la modernité précoce. En Angleterre victorienne, les plaintes concernant le bruit ciblaient les travailleurs migrants italiens, caricaturés comme des musiciens de rue avec leurs orgues de Barbarie ; le bruit faisait écho au tumulte de la foule bruyante, avec ses dialectes grossiers et ses sons corporels débridés du travail, du sexe, de la digestion et de la maladie (Smith 1999; Picker 2003; Schwartz 2011).\nMais même si le bruit a conservé son statut de marqueur de différence dans les sociétés postcoloniales, multiculturelles et cosmopolites, il est également devenu un terme puissant d'agence culturelle. Dans les projets contemporains de résistance, le bruit est la « voix » de l'identité subalterne en marge, où « faire du bruit » n'est pas accidentel, mais une pratique expressive et un acte délibéré de\n130 David Novak"
}