{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“Fill me in on the meathead later?” I yell as I sail toward the front door.\n“Oh trust me, you’re gonna love the rest of the story,” Erin calls back, just before I slam the apartment door between us.\nIt takes me ten minutes to jog to the subway, because we have to live way off the main drag to afford our place. Lucky for me, though, Erin is right—the Bart isn’t delayed today, so I manage to sail into the restaurant with a minute to spare.\nPete, our slightly-less-creepy-than-the-owner-but-still-creepy-enough manager lurks in the window, scanning passersby like he’s waiting for someone. When I jog past, his eyes light on me, and I realize he’s watching for me.\n“I’m on time,” I say as I breeze past him toward the stockroom, where I can log into our time system. “Don’t even try to convince me I’m not.”\n“Cutting it a little fine, huh Scrabble?”\nI grimace at the nickname. Pete decided on my first day that my last name, Taylor, was too hard to pronounce. He took it on himself to nickname me after “a bad hand of Scrabble.”\nExcerpt From\nThe Billionaire's Virgin\nPenny Wylder\nThis material may be protected by copyright.",
    "trans": "« Tu me raconteras les détails sur le crétin plus tard ? » je crie en me précipitant vers la porte d'entrée.\n« Oh, crois-moi, tu vas adorer la suite de l’histoire, » répond Erin juste avant que je claque la porte de l'appartement entre nous.\nIl me faut dix minutes pour rejoindre le métro en courant, car on est obligé de vivre loin du centre pour se permettre notre appart. Heureusement pour moi, Erin avait raison—le Bart n’a pas de retard aujourd’hui, donc j’arrive au restaurant pile à la dernière minute.\nPete, notre manager un peu moins flippant que le patron, mais quand même bien assez creepy, traîne près de la fenêtre en scrutant les passants comme s’il attendait quelqu’un. Dès que je passe devant lui, son regard se fixe sur moi, et je comprends qu’il m’attendait.\n« Je suis à l’heure, » je lâche en filant vers la réserve pour badger mon arrivée. « Ne cherche même pas à me dire le contraire. »\n« T’es juste dans les temps, hein, Scrabble ? »\nJe grimace à l’entente de ce surnom. Pete a décidé dès mon premier jour que mon nom de famille, Taylor, était trop compliqué à prononcer. Il s’est donc donné le droit de me surnommer comme « une mauvaise main de Scrabble. »\nExtrait de\nLa vierge du milliardaire\nPenny Wylder\nCe matériel peut être protégé par des droits d'auteur."
}