{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Congratulations! Your child hasscored a 4 on the Summative ELPAC test and nowmet the school district’s criteria to be considered “Fluent English Proficient.” The school staff believes that your child has the English language skills necessary to succeed without the support of English language development services.\nYou are invited to participate in the decision to redesignate your child from English Learner to Redesignated-Fluent English Proficient (RFEP). You may come to the school, write a note/letter, or telephone your child’s teacher to discuss the reclassification within 10 days of the date of this letter. While you are encouraged to participate in the process, only your signature is required. Please sign the highlighted area on theattached form and return it to the school within 10 days of the above date. Your child’s progress as an RFEP student will be monitored for at least four years after the date of redesignation.\nIf you would like more information, please call the school, or email Assistant Principal Heather",
    "trans": "Félicitations ! Votre enfant a obtenu une note de 4 au test de synthèse ELPAC et répond désormais aux critères du conseil scolaire pour être considéré comme « Fluent English Proficient » (maîtrise courante de l'anglais). Le personnel de l'école estime que votre enfant possède les compétences linguistiques en anglais nécessaires pour réussir sans l'aide de services de développement de la langue anglaise.\nVous êtes invité à participer à la décision de faire passer votre enfant du statut d'apprenant de l'anglais à celui de « Redesignated-Fluent English Proficient » (RFEP). Vous pouvez venir à l'école, écrire une note/lettre ou téléphoner à l'enseignant de votre enfant pour discuter de la reclassification dans les 10 jours suivant la date de cette lettre. Bien que vous soyez encouragé à participer au processus, seule votre signature est requise. Veuillez signer la partie surlignée du formulaire ci-joint et le renvoyer à l'école dans un délai de 10 jours à compter de la date indiquée ci-dessus. Les progrès de votre enfant en tant qu'élève RFEP seront suivis pendant au moins quatre ans après la date de reclassement.\nSi vous souhaitez obtenir de plus amples informations, veuillez appeler l'école ou envoyer un courriel à la directrice adjointe Heather."
}