{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Iodine improves your metabolism, mood, cognitive, digestive, and thyroid functions, production of certain hormones, and ability to lose weight. Unfortunately, the dosage used is a little low, so it will not fully produce all of these effects possible [21].\nBoron – 2 MG\nBoron boosts testosterone production and levels, blood flow, and bone, brain, and testicle functions, and it reduces inflammation, cholesterol, estrogen, and SHBG (sex hormone binding globulin) levels [22].\nAmino Acids – 1000 MG\nThis amino acid blend consists of leucine, isoleucine, and valine, better known as BCAAs (branched-chain amino acids), and glutamine. BCAAs support muscles and help them grow and recover, while glutamine does the same, improving immunity, brain functions, and digestion.\nUnfortunately, all four have been used in dosages far too low to be of any actual use [",
    "trans": "Iode – L'iode améliore votre métabolisme, votre humeur, vos fonctions cognitives, digestives et thyroïdiennes, la production de certaines hormones et votre capacité à perdre du poids. Malheureusement, le dosage utilisé est un peu faible, il ne produira donc pas pleinement tous les effets possibles [21].\nBore – 2 MG\nLe bore stimule la production et les niveaux de testostérone, la circulation sanguine, les fonctions osseuses, cérébrales et testiculaires, et il réduit l'inflammation, le cholestérol, les niveaux d'œstrogènes et de SHBG (globuline liant les hormones sexuelles) [22].\nAcides aminés – 1000 MG\nCe mélange d'acides aminés se compose de leucine, d'isoleucine et de valine, mieux connus sous le nom de BCAA (acides aminés à chaîne ramifiée), et de glutamine. Les BCAA soutiennent les muscles et les aident à croître et à récupérer, tandis que la glutamine fait de même, améliorant l'immunité, les fonctions cérébrales et la digestion.\nMalheureusement, les quatre ont été utilisés à des doses bien trop faibles pour être réellement utiles [ ]"
}