{
    "source": "en_US",
    "target": "fr_FR",
    "text": "DISCLAIMER: Nobody was harmed in the making of this music video. All persons involved voluntarily signed up to perform these stunts, and all scenes were heavily dramatized to enhance the viewer's experience. Please do not attempt to replicate anything seen in this video at home.\nAre you pissed off? I am pissed off! The official music video for one of our most iconic jams is finally here! The \"I'm Pissed Off\" music video features Alex Adams from @anxietyatbestpgh4224, the official backup drummer for @theparishables, and Anthony Skariot, better known as @tonypickles.\nFilmed and edited by Ryan Dowden from @shellshockmultimedia at Casey's Draft House, one of Pittsburgh's most iconic bar scene locations.\nSpecial thanks to Mike Casey for granting permission to bash bottles over our drummer @ejdrums head in his establishment.\nWe are very happy to officially announce @trevormurray_art3804 as our permanent bass player with the unveiling of this video!\nPlease like, subscribe, and share this awesome video with your friends. We had a blast making it and hope you enjoy it as much as we do!\nThe Parishables are a Fridge Rock/Pantry Punk band from Pittsburgh, Pennsylvania, playing original music and covers by bands like @blacksabbath, @ramones and @TheofficialSublime.\nThank you for viewing our video!\nFollow us on Social media!\nSolo.to/theParishables\nwww.theparishables.com",
    "trans": "AVERTISSEMENT : Aucune personne n’a été blessée lors de la réalisation de cette vidéo musicale. Toutes les personnes impliquées se sont volontairement inscrites pour réaliser ces cascades, et toutes les scènes ont été fortement dramatisées pour améliorer l’expérience du spectateur. Veuillez ne pas tenter de reproduire quoi que ce soit vu dans cette vidéo à la maison.\nTu es énervé ? Moi, je suis énervé ! Le clip officiel de l'une de nos chansons les plus emblématiques est enfin là ! Le clip de « I'm Pissed Off » met en vedette Alex Adams de @anxietyatbestpgh4224, le batteur de soutien officiel de @theparishables, et Anthony Skariot, mieux connu sous le nom de @tonypickles.\nFilmé et monté par Ryan Dowden de @shellshockmultimedia à Casey's Draft House, l'un des lieux les plus emblématiques de la scène bar de Pittsburgh.\nUn grand merci à Mike Casey pour nous avoir donné la permission de casser des bouteilles sur la tête de notre batteur @ejdrums dans son établissement.\nNous sommes très heureux d'annoncer officiellement @trevormurray_art3804 comme notre bassiste permanent avec la diffusion de cette vidéo !\nVeuillez aimer, vous abonner et partager cette vidéo géniale avec vos amis. Nous avons pris un plaisir fou à la réaliser et espérons que vous l'apprécierez autant que nous !\nThe Parishables sont un groupe de Fridge Rock/Pantry Punk de Pittsburgh, en Pennsylvanie, jouant de la musique originale et des reprises de groupes comme @blacksabbath, @ramones et @TheofficialSublime.\nMerci d'avoir regardé notre vidéo !\nSuivez-nous sur les réseaux sociaux !\nVisitez Solo.to/theParishables\nwww.theparishables.com"
}