{
    "source": "en_US",
    "target": "fr_FR",
    "text": "SCHEDULE A SHOWING ONLINE AT:\nshowmojo.com/Irbe/***_--- Large Studio Apartment For Rent in Providence! -$1275 per month -Third Floor -Huge Double Parlor\n-Glass dividing doors split of parlor area\n-High ceilings -Fresh paint -New lighting throughout -Big windows for plenty of natural light -Modern fixtures -Hardwood flooring throughout -Kitchen with plenty of countertop and cabinet space -Refrigerator\n-Gas stove -Small pets negotiable - Resident pays gas, electric, water, and sewer - Street parking only -One year lease Requirements:\n-First month's rent & equal security due before move in. -Each adult must pass a credit & background check -Each adult must fill out separately an application ($20 fee-non refundable, Does cover all properties!)\n-Total gross monthly household income must be 3x the market rent. Must be able to prove with either two months of most recent paystubs or most recent year's tax returns if self employed. -Must be able to provide a government issued ID when filling out application PLEASE NOTE: We are require each adult to apply first before scheduling showings. Once approved, a member from our staff will reach out to schedule a showing if you wish to do so before signing a lease.\nHow to Apply: -Go to www.stonelinkpm.com\n-Click on Rental Search on the top right\n-Scroll down to the listing you want to apply",
    "trans": "PLANIFIEZ UNE VISITE EN LIGNE SUR :\nshowmojo.com/Irbe/***_--- Grand studio à louer à Providence !1275 $ par moisTroisième étageImmense double salon\n- Portes de séparation en verre divisant le salon\n- Hauts plafonds - Peinture fraîche - Nouvel éclairage partout - Grandes fenêtres pour beaucoup de lumière naturelle - Installations modernes - Planchers de bois franc partout - Cuisine avec beaucoup d'espace de comptoir et d'armoires - Réfrigérateur\n- Cuisinière à gaz - Petits animaux négociables - Le locataire paie le gaz, l'électricité, l'eau et les égouts - Stationnement dans la rue seulement - Bail d'un an Exigences :\n- Premier mois de loyer et dépôt de sécurité équivalent dus avant l'emménagement. - Chaque adulte doit réussir une vérification de crédit et d'antécédents. - Chaque adulte doit remplir séparément une demande (frais de 20 dollars - non remboursables, couvrent toutes les propriétés !)\n- Le revenu mensuel brut total du ménage doit être 3 fois le loyer du marché. Doit être en mesure de le prouver avec soit deux mois de talons de paie les plus récents, soit les déclarations de revenus de l'année la plus récente si vous êtes travailleur autonome.- Doit être en mesure de fournir une pièce d'identité émise par le gouvernement lors du remplissage de la demande. VEUILLEZ NOTER : Nous exigeons que chaque adulte fasse une demande d'abord avant de planifier des visites. Une fois approuvé, un membre de notre personnel communiquera avec vous pour planifier une visite si vous souhaitez le faire avant de signer un bail.\nComment postuler : Allez sur www.stonelinkpm.com\nCliquez sur Recherche de location en haut à droite\nFaites défiler jusqu'à l'annonce pour laquelle vous souhaitez postuler."
}