{
    "source": "en_US",
    "target": "fr_FR",
    "text": "2. Getting Your Documentation Together\nIf you decide that there is a need for a swimming club in your area, you should go about getting the\ndocumentation together to make your application to start a new club. While there can sometimes be a few\nregional processes, the Swimming New Zealand process is generally standard. You will need to send the\nfollowing to your local swimming authority:\n• a letter of request explaining the need to establish a club in your area;\n• the key officials responsible for the establishment of the club; and\n• the proposed name of the club.\nThere are a few steps in the process of applying to start a new swimming club. If your preliminary application\nwith the documents above is accepted, you will need to prepare some further documents as well, so it often\npays to think about them in advance. These include:\n• a draft constitution for your swimming club (you can find resources for drafting this online, particularly\non Sport NZ’s website);\n• proof of an established bank account in the name of the club; and\n• a list of 15 initial members who have agreed to be paying members of the club",
    "trans": "2. Rassembler votre documentation\nSi vous décidez qu'il est nécessaire de créer un club de natation dans votre région, vous devez rassembler\nla documentation nécessaire pour soumettre votre demande de création d'un nouveau club. Bien qu'il puisse parfois y avoir quelques\nprocédures régionales, le processus de Natation Nouvelle-Zélande est généralement standard. Vous devrez envoyer les\ndocuments suivants à votre autorité locale de natation :\n• une lettre de demande expliquant la nécessité de créer un club dans votre région ;\n• les principaux responsables chargés de la création du club ;\n• le nom proposé du club.\nIl y a quelques étapes dans le processus de demande de création d'un nouveau club de natation. Si votre demande préliminaire avec\nles documents ci-dessus est acceptée, vous devrez également préparer d'autres documents, il est donc souvent\nutile d'y penser à l'avance. Ceux-ci comprennent :\n• un projet de constitution pour votre club de natation (vous pouvez trouver des ressources pour la rédaction de ce document en ligne,\nen particulier sur le site web de Sport NZ) ;\n• la preuve d'un compte bancaire établi au nom du club ; et\n• une liste de 15 membres initiaux qui ont accepté d'être des membres cotisants du club."
}