{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The four pillars of the Uber business model are customer value, value network, enabling technology, and competitive strategy. Technology links the riders to the drivers, providing high reliability at low costs compared to traditional taxis-up to 80% less. This cost efficiency, along with the convenience which Uber offers, has turned the company into a disrupting force able to alter the industry of car services. Using its \"asset-light\" method, it does not own any cars but acts through independent contractors to minimize overhead. Its technology provides for speedy ride matching, which maximizes driver utilization and thus minimizes waiting times for passengers. Further, Uber has moved beyond ride-sharing to partner with companies offering car rentals, Uber Eats for food delivery, Uber Freight, Uber for Business, and Uber Fleet. All of these services come through Uber's mobile application, creating an on-demand flexible ecosystem.",
    "trans": "Les quatre piliers du modèle d'entreprise d'Uber sont la valeur pour le client, le réseau de valeur, la technologie habilitante et la stratégie concurrentielle. La technologie relie les usagers aux chauffeurs, offrant une grande fiabilité à des coûts réduits par rapport aux taxis traditionnels - jusqu'à 80 % de moins. Cette efficacité en termes de coûts, combinée à la commodité qu'offre Uber, a fait de l'entreprise une force perturbatrice capable de transformer l'industrie des services de transport. Grâce à sa méthode « asset-light », Uber ne possède aucun véhicule mais fonctionne avec des chauffeurs indépendants afin de minimiser les frais généraux. Sa technologie permet une mise en relation rapide des véhicules, ce qui maximise l'utilisation des conducteurs et minimise ainsi les temps d'attente pour les passagers. En outre, Uber a dépassé le stade du covoiturage pour s'associer à des entreprises proposant la location de voitures, Uber Eats pour la livraison de repas, Uber Freight, Uber for Business et Uber Fleet. Tous ces services sont accessibles via l'application mobile d'Uber, créant ainsi un écosystème flexible à la demande."
}