{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Trims and/or removes trees on ground with chainsaw and loads dump trailer with tree debri throughout the day.\nWorks in all temperatures and weather and will be exposed to nature i.e., irritating plants and biting or stinging insects, and dust.\nWorks around hazardous equipment\nRelays hand-signals, directs traffic, drives, and operates trucks and equipment, as assigned and keeps trucks and work area clear and orderly, as well as helps train new employees.\nPerforms other related work, as assigned by superiors.\nDue to the inherently dangerous nature of the industry and requirements to work with or around hazardous equipment, employees must be able to maintain attention and concentration for extended periods of time.\nMust be able to safely drive an company vehicle.\nMust be able to enter and exit a vehicle numerous times a day.\nMust be able to write, read and comprehend written and verbal job instructions/information.\nMust be able to lift, move and maneuver heavy weights up to 50 pounds on an infrequent basis, but up to 10 pounds on a frequent basis.\nMust have good hand-to-eye coordination.\nMust have transportation to and from the start up location.",
    "trans": "Tailleur et/ou abatteur d'arbres au sol à l'aide d'une tronçonneuse et chargement d'une remorque à benne basculante avec des débris d'arbres tout au long de la journée.\nTravail par toutes les températures et conditions météorologiques, avec exposition à la nature, c'est-à-dire aux plantes irritantes, aux insectes piqueurs ou mordeurs et à la poussière.\nTravail à proximité d'équipements dangereux.\nTransmission de signaux manuels, direction de la circulation, conduite et utilisation de camions et d'équipements, selon les directives, et maintien des camions et de la zone de travail propres et ordonnés, ainsi qu'aide à la formation des nouveaux employés.\nExécution d'autres tâches connexes, selon les directives des supérieurs.\nEn raison de la nature intrinsèquement dangereuse de l'industrie et de l'obligation de travailler avec ou à proximité d'équipements dangereux, les employés doivent être en mesure de maintenir leur attention et leur concentration pendant de longues périodes.\nDoit être capable de conduire un véhicule de l'entreprise en toute sécurité.\nDoit être capable d'entrer et de sortir d'un véhicule de nombreuses fois par jour.\nDoit être capable d'écrire, de lire et de comprendre les instructions/informations de travail écrites et verbales.\nDoit être capable de soulever, de déplacer et de manœuvrer des charges lourdes jusqu'à 50 livres de façon occasionnelle, et jusqu'à 10 livres de façon fréquente.\nDoit avoir une bonne coordination œil-main.\nDoit avoir un moyen de transport pour se rendre au lieu de départ et en revenir."
}