{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We are aware that some parts of your claim may be difficult to talk about, so you may be more comfortable speaking to a male or female interviewer and interpreter. If you have a preference, and have not already made a request, you must notify us as soon as possible using the details set out above and we will try to arrange this.\nFurther details about what will happen on the day of your interview can be found in the Frequent Asked Questions section on the next page.\nYours sincerely,\nAsylum Case Preparation & Interview Logistics\nThe Data Protection Act 2018 governs how we use personal data. For details of how we will use your personal information and who we may share it with please see our Privacy Notice for the Border, Immigration and Citizenship system at\nwww.gov.uk/government/publications/ personal‐information‐use‐in‐borders‐immigration‐and‐citizenship.\nThis also explains your key rights under the Act, how you can access your personal information and how to complain if you have concerns.",
    "trans": "Nous sommes conscients que certaines parties de votre demande peuvent être difficiles à aborder, vous pouvez donc être plus à l'aise de parler à un intervieweur et à un interprète masculin ou féminin. Si vous avez une préférence et n'avez pas déjà fait de demande, vous devez nous en informer dès que possible en utilisant les coordonnées indiquées ci-dessus et nous ferons de notre mieux pour organiser cela.\nDes détails supplémentaires sur ce qui se passera le jour de votre entretien peuvent être trouvés dans la section des Questions Fréquemment Posées à la page suivante.\nBien à vous,\nPréparation du dossier de demande d'asile et logistique de l'entretien\nLa Loi sur la protection des données de 2018 régit la manière dont nous utilisons les données personnelles. Pour des détails sur la façon dont nous utiliserons vos informations personnelles et avec qui nous pourrions les partager, veuillez consulter notre Avis de confidentialité pour le système des frontières, de l'immigration et de la citoyenneté à l'adresse suivante\nwww.gov.uk/government/publications/ personal‐information‐use‐in‐borders‐immigration‐and‐citizenship.\nCela explique également vos principaux droits en vertu de la loi, comment vous pouvez accéder à vos informations personnelles et comment déposer une plainte si vous avez des préoccupations."
}