{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nGet Ready for the 2024 International Career Summit! November 11th-15th, 2024\nThis is your moment! I am excited to personally invite you to the International Career Summit—a chance to learn from 40+ amazing speakers across 19 sessions. Whether you want to grow your network or gain the skills to stand out in today’s job market, this Summit is for you.\nWe’ve put in the work to make this a truly impactful event—now it’s your turn to jump in! Register today and discover strategies that will take your career and life design to the next level.\nThis virtual Summit is packed with workshops, presentations, and panels to give you the tools to succeed. You’ll connect with a community of career experts, alumni, and fellow students who can help you grow. Plus, you'll be all set for the International Career Expo on November 19th.",
    "trans": "Cher/Chère [nom_censuré],\nPréparez-vous pour le Sommet international des carrières 2024 ! Du 11 au 15 novembre 2024\nC'est votre moment ! Je suis ravi(e) de vous inviter personnellement au Sommet international des carrières – une occasion d'apprendre auprès de plus de 40 conférenciers exceptionnels à travers 19 sessions. Que vous souhaitiez développer votre réseau ou acquérir les compétences nécessaires pour vous démarquer sur le marché du travail actuel, ce sommet est fait pour vous.\nNous avons travaillé dur pour en faire un événement véritablement percutant – maintenant, c'est à votre tour de vous lancer ! Inscrivez-vous dès aujourd'hui et découvrez des stratégies qui propulseront votre carrière et votre projet de vie vers de nouveaux sommets.\nCe sommet virtuel regorge d'ateliers, de présentations et de panels pour vous donner les outils nécessaires à votre réussite. Vous vous connecterez avec une communauté d'experts en carrière, d'anciens élèves et d'autres étudiants qui pourront vous aider à progresser. De plus, vous serez fin prêt(e) pour le Salon international des carrières le 19 novembre."
}