{
    "source": "en_US",
    "target": "fr_FR",
    "text": "He hadn’t. It had all fallen into pieces, at the drop of a hat. His work had proven to be a house of cards. One tiny flick and it all came crashing down.\n“You’ve worked yourself to the bone. Do you think I haven’t noticed? Mum is worried sick about you. So am I.” A softness crept into Anthony’s eyes, both unusual and disconcerting. Colin wanted to look away, but he didn’t. “I wish you’d talk to me. Trust me. I’m your brother. I want to help you.”\nColin let out a ragged breath. “I—I trust you. That’s not—”\n“Be honest with me. Are you unhappy?”\nHe couldn’t speak.\n“You are.”\n“I’m fine.”\n“Enough,” Anthony said. “You’re going on holiday.”\nColin’s head snapped up. “What?”\n“I said, you’re going on holiday.”\n“What the hell are you on about? I’m not going anywhere—”\n“You need a break or you’ll snap.”\nWas Anthony kicking him out? Threatening to take away his restaurants? He stared at Anthony, but all he saw was sympathy. Concern. Somehow that was worse.\n“I mean it, Colin. Go anywhere. Take Penelope with you. The only time I see you smiling these days is when you’re with her. It’ll do you good.”\n“I can’t,” Colin said flatly.\n“You can. It’s not weakness, Colin. Mental health is important. I take holidays. I’d lose my mind, otherwise. And Kate wouldn’t appreciate that.”\n“But—”\n“I’ll handle the situation here,” Anthony said solemnly. He held up a hand, quelling the hot retort Colin was about to make. “I won’t make any big decisions—I know this is your project. But I’ll smooth everything over while you take a break. You'll have the last say—I promise I’ll consult with you before anything major happens. Go. Even if it’s just for a week. You can be back here for the grand opening and it’ll be like you never went away.”",
    "trans": "Il ne l’avait pas fait. Tout s’était effondré en un instant. Son travail s’était avéré être une maison de cartes. Un petit geste et tout s’est effondré.\n« Tu t'es épuisé à force de travailler. Tu crois que je n'ai pas remarqué ? Maman s'inquiète énormément pour toi. Moi aussi. » Une douceur s'est glissée dans les yeux d'Anthony, à la fois inhabituelle et perturbante. Colin voulait détourner le regard, mais il ne le fit pas. « J'aimerais que tu me parles. Fais-moi confiance. Je suis ton frère. Je veux t'aider. »\nColin laissa échapper un souffle brisé. « Je... Je te fais confiance. Ce n'est pas— »\n« Soyez honnête avec moi. Es-tu malheureux ? »\nIl ne pouvait pas parler.\n« Tu l'es. »\n« Je vais bien. »\n« Assez, » dit Anthony. « Tu pars en vacances. »\nLa tête de Colin se leva brusquement. « Quoi ? »\n« Je disais, tu pars en vacances. »\n« De quoi tu parles ? Je ne vais nulle part— »\n« Tu as besoin d'une pause ou tu vas craquer. »\nEst-ce qu'Anthony était en train de le mettre à la porte ? De menacer de lui retirer ses restaurants ? Il fixa Anthony, mais tout ce qu’il vit, c'était de la sympathie. De l'inquiétude. D'une certaine manière, c'était pire.\n« Je suis sérieux, Colin. Va n'importe où. Emmène Pénélope avec toi. La seule fois où je te vois sourire ces jours-ci, c'est quand tu es avec elle. Ça te fera du bien. »\n« Je ne peux pas, » dit Colin platement.\n« Tu peux. Ce n'est pas de la faiblesse, Colin. La santé mentale est importante. Je prends des vacances. Sinon, je perdrais la tête. Et Kate n'apprécierait pas ça. »\n« Mais— »\n« Je m'occuperai de la situation ici, » dit Anthony solennellement. Il leva la main, empêchant la réponse vive que Colin s'apprêtait à donner. « Je ne prendrai aucune grande décision—je sais que c'est ton projet. Mais je vais tout aplanir pendant que tu prends une pause. Tu auras le dernier mot—je promets de te consulter avant que quoi que ce soit de majeur ne se produise. Va. Même si ce n'est que pour une semaine. Tu pourras revenir ici pour la grande ouverture et ce sera comme si tu n'étais jamais parti. »"
}