{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When you purchase products or services through links on our site, we may earn an affiliate commission. This means that we receive compensation from our partners when you make a purchase or take advantage of an offer through our platform. Rest assured, this compensation does not result in any additional costs to you. Our primary goal is to provide you with high-quality offers that you might find beneficial.\n2. HEALTH DISCLAIMER\nWhile we strive to bring you offers that promote health and well-being, it's essential to note that we do not provide health or nutrition advice. Products or services featured on our platform are for informational purposes only. Before making decisions about health-related products or services, we strongly recommend consulting with your healthcare providers to determine what's best for you.\n3. YOUR TRUST MATTERS\nYour trust is paramount to us. We select offers that we believe in and would use ourselves or recommend to our loved ones. We're committed to transparency, and we encourage you to reach out if you have any questions or concerns about the offers featured on our platform.\n4. AFFILIATE LINK DISCLOSURE",
    "trans": "Lorsque vous achetez des produits ou des services via des liens sur notre site, nous pouvons gagner une commission d'affiliation. Cela signifie que nous recevons une compensation de la part de nos partenaires lorsque vous effectuez un achat ou profitez d'une offre via notre plateforme. Rassurez-vous, cette compensation n'entraîne aucun coût supplémentaire pour vous. Notre objectif principal est de vous fournir des offres de haute qualité que vous pourriez trouver bénéfiques.\n2. CLAUSE DE NON-RESPONSABILITÉ SANITAIRE\nBien que nous nous efforcions de vous présenter des offres qui favorisent la santé et le bien-être, il est essentiel de noter que nous ne fournissons pas de conseils en matière de santé ou de nutrition. Les produits ou services présentés sur notre plateforme sont à titre informatif seulement. Avant de prendre des décisions concernant des produits ou services liés à la santé, nous vous recommandons fortement de consulter vos fournisseurs de soins de santé pour déterminer ce qui vous convient le mieux.\n3. VOTRE CONFIANCE COMPTE\nVotre confiance est primordiale pour nous. Nous sélectionnons des offres auxquelles nous croyons et que nous recommanderions à nos proches. Nous nous engageons à la transparence et nous vous encourageons à nous contacter si vous avez des questions ou des préoccupations concernant les offres présentées sur notre plateforme.\n4. DIVULGATION DES LIENS D'AFFILIATION"
}