{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello [redacted_name]\nThank you for your interest in the Associate Governmental Program Analyst (Investigative Analyst) FFD 10/30/2024 position.\nHOW TO APPLY:\n1. Create a CalCareers account. This is a free database that allows you to create an account, load your resume and apply for positions. https://jobs.ca.gov/\n2. Take the Associate Governmental Program Analyst Exam that can be located at the link below. https://www.calcareers.ca.gov/JOBSGEN/9PB04. PDF\n3. Apply for the Associate Governmental Program Analyst position through the link below.\nhttps://calcareers.ca.gov/CalHrPublic/Exams/ExamBulletin.aspx? ExamControlId=1764\nRequired Application Package Documents\nThe following items are required to be submitted with your application. Applicants who do not submit the required items timely may not be considered for this job:\nCurrent version of the State Examination/Employment Application STD Form 678 (when not applying electronically), or the Electronic State Employment Application through your Applicant Account at www.CalCareers.ca.gov. All Experience and Education relating to the Minimum Qualifications listed on the Classification Specification should be included to demonstrate how you meet the Minimum Qualifications for the position.\nResume is optional. It may be included, but it's not required\nSupplemental Application - Please see Supplemental Questionnaire instructions below at end of Posting. Any applications received that do not provide a written response to the SQ may not be scored/reviewed\nOnce you have submitted your official State Application (STD. 678) through the CalCareers Portal you may be contacted within 2-3 weeks After the Final Filing Date of the position.\nHave a great day! Hope to see your application in our portal soon!\nFor inquiries, please contact Recruitment Outreach at CDPHCHCQRecruitment@cdph.ca.gov or (279) 667-1550",
    "trans": "Salut [nom_masqué],\nNous vous remercions de l'intérêt que vous portez au poste de Associate Governmental Program Analyst (analyste de programme gouvernemental associé)(analyste d'enquête) FFD 10/30/2024.\nCOMMENT POSTULER :\n1. Créez un compte CalCareers. Il s'agit d'une base de données gratuite qui vous permet de créer un compte, de charger votre CV et de postuler à des postes. https://jobs.ca.gov/\n2. Passez l'examen Associate Governmental Program Analyst qui se trouve sur le lien ci-dessous. https://www.calcareers.ca.gov/JOBSGEN/9PB04. PDF\n3. Postulez au poste d'analyste adjoint de programme gouvernemental en cliquant sur le lien ci-dessous.\nhttps://calcareers.ca.gov/CalHrPublic/Exams/ExamBulletin.aspx ? ExamControlId=1764\nDocuments à joindre au dossier de candidature\nLes documents suivants doivent être joints à votre candidature. Les candidats qui ne soumettent pas les documents requis dans les délais impartis risquent de ne pas être pris en considération pour ce poste :\nLa version actuelle du formulaire STD 678 de demande d'examen/d'emploi (si vous ne postulez pas par voie électronique), ou le formulaire électronique de demande d'emploi via votre compte de candidat à l'adresse www.CalCareers.ca.gov. Toute l'expérience et la formation relatives aux qualifications minimales énumérées dans la spécification de classification doivent être incluses afin de démontrer que vous répondez aux qualifications minimales pour le poste.\nLe CV est facultatif. Il peut être inclus, mais il n'est pas obligatoire.\nCandidature complémentaire - Veuillez consulter les instructions relatives au questionnaire complémentaire à la fin de l'avis de vacance. Toutes les candidatures reçues qui ne fournissent pas de réponse écrite au questionnaire complémentaire sont considérées comme des candidatures spontanées.\nUne fois que vous aurez soumis votre candidature officielle (STD. 678) via le portail CalCareers, vous pourrez être contacté(e) dans un délais de 2 à 3 semaines suivant la date de dépôt final pour le poste.\nBonne journée ! Nous espérons voir bientôt votre candidature sur notre portail !\nPour toute question, veuillez contacter Recruitment Outreach à l'adresse CDPHCHCQRecruitment@cdph.ca.gov ou au numéro (279) 667-1550"
}