{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This is a writing assignment containing no more than 500 words that accounts for 20% of your course grade. The student should use principle(s) discussed in the course to explain some patterns of events or behavior that he/she personally observed. The proposed topic should be submitted to the teacher by Week 8 and the full report is due in Week 10.\nAn important part of your experience in this course will be to write one short essay designed to foster your skills as an “economic naturalist”. It is an essay in which students must pose an interesting question about something they have personally observed in their daily life and then use basic economic principles to answer it in no more than 500 words. Some example topics can be found at the end of this sheet, and numerous more are in the recommended reference book, Economic Naturalist (中文译名：《牛奶可乐经济学》) written by Professor Robert Frank and his Cornell first-year students in principles of microeconomics class.\nNote that your space limit in writing this essay is 500 words. Many excellent papers are significantly shorter. Please do not lard your essay with complex terminology. Imagine yourself talking to a relative who has never had a course in economics. The best papers are ones that would be clearly intelligible to such a person, and typically these papers do not use any algebra or graphs. You need NOT include a bibliography.\nThis assignment is NOT an undergraduate research thesis. You are NOT expected to do voluminous research in support of your argument, although a relevant fact or two might help convince yourself and others that you are on the right track. It makes no difference whether your topic is “important,” but try, as best you can, to choose something interesting. A really successful paper is one that begins with a really interesting question (one that makes the listener instantly curious to learn the answer) and then uses an economic principle or principles to construct a plausible answer. You’ll know you have a good paper if when you discuss your question with your classmates or your parents, they all seem to be eager to provide a different answer.",
    "trans": "Il s'agit d'un devoir de rédaction de 500 mots maximum, comptant pour 20 % de votre note finale. L'étudiant doit utiliser un ou plusieurs principes vus dans le cours afin d'expliquer certains schémas d'événements ou de comportements qu'il/elle a personnellement observés. Le sujet proposé doit être transmis au professeur avant la 8ᵉ semaine, et le rapport complet doit être rendu avant la 10ᵉ semaine.\nUne partie importante de votre expérience dans ce cours consistera à rédiger un court essai conçu afin de développer vos compétences en tant qu'« économiste naturaliste ». Il s'agit d'un essai qui demande aux étudiants de poser une question intéressante sur un phénomène qu’ils ont personnellement observé dans leur vie quotidienne, puis d’y répondre en utilisant des principes économiques de base, en 500 mots maximum. Quelques exemples de sujets sont fournis à la fin de cette feuille, et de nombreux autres sont disponibles dans le livre de référence recommandé, Economic Naturalist (中文译名：《牛奶可乐经济学》), écrit par le professeur Robert Frank et ses étudiants de première année en microéconomie à l'université de Cornell.\nNotez que la limite de votre essai est de 500 mots. Un grand nombre d'excellents essais sont bien plus courts. Merci de ne pas alourdir votre essai avec une terminologie complexe. Imaginez que vous vous adressez à un proche qui n'a jamais suivi de cours d'économie. Les meilleurs essais sont ceux qui sont compréhensibles pour les néophytes et, en général, ils ne contiennent ni algèbre ni graphiques. Il n’est PAS nécessaire d’inclure une bibliographie.\nCe devoir N’EST PAS un mémoire de recherche de premier cycle. Vous n'êtes PAS censé mener des recherches approfondies pour étayer votre argumentation, bien qu'un ou deux faits pertinents puissent aider à convaincre votre lecteur et vous-même que vous êtes sur la bonne voie. Peu importe si votre sujet est « important », mais essayez, dans la mesure du possible, de choisir un sujet intéressant. Un essai brillant commence par une question captivante (qui suscite immédiatement la curiosité du lecteur) et utilise ensuite un ou plusieurs principes économiques pour construire une réponse plausible. Vous saurez que vous avez rédigé un bon essai si, en discutant de votre question avec vos camarades ou vos parents, ils ont tous envie de proposer une réponse différente."
}