{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The anatomy of the reptilian oral cavity varies dramatically according to taxa. Squamates have lips that protect the gingiva and teeth. Lizards typically possess two maxillary and two mandibular dental arcades, whereas snakes have two additional palatal arcades for a total of six arcades (Fig. 73.2). The vomeronasal organ is located in the rostral maxilla. In the roof of the mouth, snakes and lizards have a choana in which the tubular larynx sits when the mouth is closed. The lingual structure varies drastically in different species of lizards. Some lizards, such as chameleons, have specialized tongues and hyoid apparatus for capture of prey from a distance, whereas others have fleshy tongues in a form similar to that of mammals. Varanid lizards and snakes have specialized telescoping, forked tongues with keratinized epithelium that are used for collection and delivery of scent particles to the vomeronasal organ. The forked tongue facilitates tracking of prey scent trails.3 The dentition of squamate reptiles also shows great anatomical diversity. Lizards possess either acrodont or pleurodont dentition. With acrodont dentition, the teeth are fused to the maxillary and mandibular ridges. With advanced age, the teeth of some lizards with acrodont dentition may become worn down to the point where only the bony ridges of the mandibles and maxillae remain. Agamid lizards, such as bearded dragons (Pogona vitticeps), and chameleons possess acrodont dentition. With pleurodont dentition, the replaceable teeth are seated in grooves on the medial aspect of the maxilla and mandibles. Iguanid lizards have pleurodont dentition (Fig. 73.3). Snakes are considered to have modified pleurodont dentition, and teeth are constantly shed and replaced throughout life. Snake dentition is further defined according to the presence of fangs and, when present, venom delivery systems. Aglyphous snakes do not have specialized fangs for venom delivery and represent many of the nonvenomous species frequently kept in captivity. Solenoglyphous snakes are the viperids, which have hollow fangs. These fangs are mobile and lie folded against the roof of the mouth when not in use. Proteroglyphous snakes are the elapids; the fangs are fixed in",
    "trans": "L’anatomie de la cavité buccale des reptiles varie considérablement selon les taxons. Les squamates possèdent des lèvres qui protègent la gencive et les dents. Les lézards ont généralement deux arcades dentaires maxillaires et deux arcades dentaires mandibulaires, tandis que les serpents possèdent deux arcades palatines supplémentaires, soit un total de six arcades (Fig. 73.2). L’organe voméronasal est situé dans la partie rostrale du maxillaire. Sur le toit de la bouche, les serpents et les lézards ont une choane dans laquelle repose le larynx tubulaire lorsque la bouche est fermée. La structure de la langue varie considérablement selon les espèces de lézards. Certains, comme les caméléons, possèdent une langue spécialisée et un appareil hyoïdien leur permettant de capturer des proies à distance, tandis que d’autres ont une langue charnue semblable à celle des mammifères. Les lézards varanidés et les serpents possèdent une langue bifide télescopique spécialisée, dotée d’un épithélium kératinisé, qui leur sert à collecter et transporter les particules odorantes vers l’organe voméronasal. La langue bifide facilite le suivi des traces olfactives des proies. La dentition des reptiles squamates présente également une grande diversité anatomique. Les lézards possèdent soit une dentition acrodonte, soit une dentition pleurodonte. Avec la dentition acrodonte, les dents sont fusionnées aux crêtes maxillaires et mandibulaires. Avec l’âge, les dents de certains lézards acrodontes peuvent s’user au point qu’il ne reste plus que les crêtes osseuses des mandibules et des maxillaires. Les lézards agamidés, comme les dragons barbus (Pogona vitticeps), et les caméléons possèdent une dentition acrodonte. Avec la dentition pleurodonte, les dents remplaçables sont insérées dans des rainures sur la face médiale du maxillaire et des mandibules. Les lézards iguanidés possèdent une dentition pleurodonte (Fig. 73.3). Les serpents sont considérés comme ayant une dentition pleurodonte modifiée, leurs dents étant constamment perdues et remplacées tout au long de leur vie. La dentition des serpents est également classifiée en fonction de la présence ou non de crochets et, le cas échéant, de leur système d’injection de venin. Les serpents aglyphes ne possèdent pas de crochets spécialisés pour l’injection de venin et incluent de nombreuses espèces non venimeuses couramment élevées en captivité. Les serpents solénoglyphes sont des vipéridés dotés de crochets creux. Ces crochets sont mobiles et repliés contre le toit de la bouche lorsqu’ils ne sont pas utilisés. Les serpents proteroglyphes sont des élapidés, dont les crochets sont fixés…"
}