{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Meet Apple Watch Series 10. A bigger display with more screen area and a thinner, lighter design. Get advanced fitness and health features with Sleep Apnea Notifications,1 plus faster charging.\nWHY APPLE WATCH SERIES 10: Bigger display with up to 30 percent more screen area.2 A thinner, lighter, and more comfortable design.2 Advanced health and fitness features provide invaluable insights.3 Safety features connect you to help when you need it.4 Faster charging gives you 80 percent battery in about 30 minutes.5\nADVANCED HEALTH INSIGHTS: Take an ECG anytime.6 Get notifications if you have high or low heart rate or an irregular heart rhythm.7 Understand your menstrual cycle and get retrospective ovulation estimates.8 See overnight health metrics like heart rate, respiratory rate, and more with the Vitals app.9 Track sleep and get notifications if signs of sleep apnea are detected.1\nCELLULAR CONNECTIVITY: With a cellular service plan you can send a text, make a call, and stream music without your iPhone nearby. Use Apple Watch For Your Kids to set up Apple Watch for those who don’t yet have their own iPhone, so everyone can stay connected, active, healthy, and safe.16\nA POWERFUL FITNESS PARTNER: Measure all the ways you move with Activity Rings, which are customizable to match your lifestyle. Get advanced metrics for a range of workouts with the Workout app. Track the intensity of your workouts with training load. Use depth and water temperature sensors for your aquatic adventures. And Apple Watch comes with three months of Apple Fitness+ free.10",
    "trans": "Voici l'Apple Watch Series 10. Un écran plus grand avec une plus grande surface d'affichage et un design plus fin et plus léger. Bénéficiez de fonctionnalités avancées en matière de santé et de fitness avec les notifications d'apnée du sommeil, 1 ainsi que d'une recharge plus rapide.\nPOURQUOI L'APPLE WATCH SÉRIE 10 : Un écran plus grand avec jusqu'à 30 % de surface supplémentaire.2 Un design plus fin, plus léger et plus confortable. Les fonctions avancées de santé et de fitness fournissent des informations précieuses.3 Les fonctions de sécurité vous permettent d'obtenir de l'aide lorsque vous en avez besoin. 3 Les fonctions de sécurité vous permettent d'obtenir de l'aide lorsque vous en avez besoin.4 La charge accélérée vous permet d'obtenir 80 % de la batterie en 30 minutes environ.5\nDES INFORMATIONS AVANCÉES SUR LA SANTÉ : Faites un ECG à tout moment.6 Recevez des notifications en cas de fréquence cardiaque élevée ou basse ou de rythme cardiaque irrégulier. 7 Comprenez votre cycle menstruel et obtenez des estimations rétrospectives de l'ovulation.8 Consultez les mesures de santé pendant la nuit, comme la fréquence cardiaque, la fréquence respiratoire et plus encore avec l'application Vitals.9 Suivez votre sommeil et recevez des notifications si des signes d'apnée du sommeil sont détectés.1\nCONNECTIVITÉ CELLULAIRE : Avec un forfait de téléphonie, vous pouvez envoyer un SMS, passer un appel et écouter de la musique en continu sans avoir votre iPhone à portée de main. Utilisez l'Apple Watch pour vos enfants pour configurer l'Apple Watch pour ceux qui n'ont pas encore leur propre iPhone, afin que tout le monde puisse rester connecté, actif, en bonne santé et en sécurité.16\nUN PARTENAIRE PUISSANT POUR LA REMISE EN FORME : Mesurez toutes les façons dont vous bougez grâce aux anneaux d'activité, qui peuvent être personnalisés pour s'adapter à votre style de vie. Obtenez des mesures avancées pour toute une série de séances d'entraînement avec l'application Entraînement. Suivez l'intensité de vos séances d'entraînement avec la charge d'entraînement. Utilisez les capteurs de profondeur et de température de l'eau pour vos aventures aquatiques. L'Apple Watch est livrée avec trois mois d'Apple Fitness+ gratuits.10"
}