{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Barbara, please send me the attached expired forms, they are requiredby DCF for licensing compliance:\nChild Abuse form\nGood Moral Character\nUpdated CPR and 1st Aid\nI also need the updated Professional Development Plan\nThank you,\nHeather Dueñas\n(she/her/hers)\nHuman Resources Director\nLe Jardin Community Center, Inc.\n311 NE 8th Street #203\nHomestead, FL 33030\nOffice 305-245-7299 ext 77\nDirect Line 786-876-4850\nwww.lejardinccinc.org\nNOTICE OF CONFIDENTIALITY: This email, and any attachments thereto, is intended for use only by the addressee(s) named herein and may contain confidential information, legally privileged information and attorney-client work product. If you are not the intended recipient of this email, you are hereby notified that any dissemination, distribution or copying of this email, and any attachments thereto, is strictly prohibited. If you have received this email in error, please notify the sender by email, telephone or fax, and permanently delete the original and any of any email and printout thereof. Thank you.",
    "trans": "Barbara, veuillez m'envoyer les formulaires périmés ci-joints, ils sont exigés par le DCF pour la conformité de l'autorisation :\nFormulaire de maltraitance d'enfant\nBonne moralité\nMise à jour de la réanimation cardio-pulmonaire et des premiers secours\nJ'ai également besoin du plan de développement professionnel mis à jour.\nJe vous remercie,\nHeather Dueñas\n(elle/sa/sienne)\nDirectrice des ressources humaines\nCentre communautaire Le Jardin, Inc.\n311 NE 8th Street #203\nHomestead, FL 33030\nBureau 305-245-7299, poste 77\nLigne directe 786-876-4850\nwww.lejardinccinc.org\nAVIS DE CONFIDENTIALITÉ : ce courriel, ainsi que toutes les pièces jointes, est destiné uniquement au(x) destinataire(s) nommé(s) dans le présent document et peut contenir des informations confidentielles, des informations privilégiées sur le plan juridique et le produit du travail d'un avocat ou d'un client. Si vous n'êtes pas le destinataire prévu de ce courriel, vous êtes informé que toute diffusion, distribution ou copie de ce courriel et de ses pièces jointes est strictement interdite. Si vous l'avez reçu par erreur, veuillez en informer l'expéditeur par courrier électronique, par téléphone ou par télécopie, et effacer définitivement l'original et tout autre courrier électronique ou impression de celui-ci. Nous vous remercions de votre attention."
}