{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“I am afraid I must agree with Miss Edwina, I think you have dismissed yourself too early,” said Colin. “If you would like, I will introduce you to my mother and brother. They’ve compiled quite a list of gentlemen for my sisters, though I do warn you, my mother loves to meddle.“\nKate shook her head, “That is hardly necessary…”\n“We will be staying with an old acquaintance of our mother, Lady Agatha Danbury,” Edwina interrupted, “Do you know her?”\nColin raised his eyebrows in surprise. “Lady Danbury is a dear family friend. She’s perhaps the most respected and feared woman in the ton, except for the Queen of course.”\n“Of course,” Kate agreed with a tight smile.\n“Then it is decided. She will introduce us so you might introduce us to others,” said Edwina with a nod. “Won’t that be nice, Kate?”\n“Yes, it will be delightful,” she said tightly. Kate adjusted the pudgy corgi in her arms. “It has been a pleasure, Mr. Bridgerton, but I do believe we should get back to our cabin before the matron catches us up here. I have no desire to hear another lecture about preserving the moral integrity of women at sea.”",
    "trans": "« Je crains de devoir donner raison à Mademoiselle Edwina, je pense que vous vous êtes retirée un peu trop tôt, » dit Colin. « Si vous le souhaitez, je peux vous présenter à ma mère et à mon frère. Ils ont dressé une longue liste de prétendants pour mes sœurs, mais je vous préviens, ma mère adore se mêler de tout. »\nKate secoua la tête. « Ce n’est vraiment pas nécessaire… »\n« Nous logerons chez une vieille connaissance de notre mère, Lady Agatha Danbury, » l’interrompit Edwina. « La connaissez-vous ? »\nColin haussa les sourcils, surpris. « Lady Danbury est une amie très chère de notre famille. C’est peut-être la femme la plus respectée et dont le ton est le plus craint, à l’exception de la Reine, naturellement. »\n« Bien sûr, » acquiesça Kate avec un sourire crispé.\n« Alors c’est décidé. Elle nous présentera à d’autres, afin que nous puissions faire de nouvelles rencontres, » déclara Edwina en hochant la tête. « N’est-ce pas une bonne idée, Kate ? »\n« Oui, ce sera agréable, » répondit-elle d’un ton sec. Kate ajusta le corgi dodu qu’elle tenait dans ses bras. « Ce fut un plaisir, Mr. Bridgerton, mais je pense bien que nous devrions retourner à notre cabine avant que la matrone ne nous surprenne ici. Je n’ai aucune envie d’entendre une nouvelle leçon sur la préservation de l’intégrité morale des femmes en mer. »"
}