{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Tollway Customer,\nA vehicle with license plate ending in 329 has unpaid tolls - Transaction: 8055410188 - on the Illinois Tollway with a balance due of $1.90. Visit www.getipass.com/notices to review and pay your unpaid tolls.\nTwo Ways to Save - One Simple App. Never pay fees again. - The Illinois Tollway has a payment solution that's right for you and an app to help manage it all, now in your mobile app store.\n· Pay By Plate - Simply enter your plate (including temporary or rental cars) and payment information and never worry about unpaid tolls again on the Illinois Tollway.\n· Get I-PASS - I-PASS customers receive 50% off passenger tolls on the Illinois Tollway and can pay tolls in 19 states.\n· I-PASS Assist - Income-eligible customers may qualify for fee dismissal with enrollment in I-PASS. Click here to learn more.\nSincerely,\nIllinois Tollway Customer Service",
    "trans": "Cher client Tollway,\nUn véhicule dont la plaque d'immatriculation se termine par 329 a des frais de péages impayés – Transaction : 8055410188 – sur l'Illinois Tollway, avec un solde dû de 1,90 $. Rendez-vous sur www.getipass.com/notices afin de consulter et de payer vos frais de péages impayés\nDeux façons d'économiser – Une application simple. Ne payez plus jamais de frais. L'Illinois Tollway a une solution de paiement adaptée pour vous et une application qui aide à tout gérer, désormais disponible sur votre app store mobile.\n· Paiement par plaque d'immatriculation – Il vous suffit d'enregistrer votre plaque d'immatriculation (y compris pour les voitures temporaires ou de location) et vos informations de paiement pour ne plus jamais avoir à vous soucier des frais de péages impayés sur l'Illinois Tollway.\n· Obtenez l'I-PASS – Les clients I-PASS bénéficient de 50 % de réduction sur les péages pour passagers sur l'Illinois Tollway et peuvent payer les péages dans 19 États.\n· I-PASS Assist – Les clients éligibles en fonction de leurs revenus ont la possibilité de bénéficier d’une suppression des frais en s’inscrivant à I-PASS. Cliquez ici pour en savoir davantage.\nCordialement,\nLe service clientèle de l'Illinois Tollway"
}