{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Activity‐based travel scenario analysis and network design using a household activity pattern problem (HAPP) can face significant computational cost and inefficiency. One solution approach, called reoptimization, makes use of an optimal solution of a prior problem instance to find a new solution faster and more accurately. Although the method is generally NP‐hard as well, the approximation bound has been shown in the literature to be tighter than a full optimization for several traveling salesman problem variations. To date, however, there have not been any computational studies conducted with the method for scenario analysis with generalized vehicle routing problems, nor has there been any metaheuristics designed with reoptimization in mind. A generalized, selective household activity routing problem (G‐SHARP) is presented as an extension of the HAPP model to include both destination and schedule choice for the purpose of testing reoptimization. Two reoptimization algorithms are proposed: a simple swap heuristic and a new class of evolutionary algorithms designed for reoptimization, dubbed a Genetic Algorithm with Mitochondrial Eve (GAME). The two algorithms are tested against a standard genetic algorithm in a computational experiment involving 100 zones that include 400 potential activities (resulting in a total of 802 nodes per single‐traveler household). Five hundred households are synthesized and computationally tested with a base scenario, a scenario where an office land use in one zone is dezoned, and a scenario where a freeway is added onto the physical network. The results demonstrate the effectiveness of reoptimization heuristics, particularly GAME, and the capability of G‐SHARP to capture reallocations of activities and schedules with respect to spatiotemporal changes.",
    "trans": "L'analyse de scénarios de déplacements basés sur l'activité et la conception de réseaux à l'aide d'un problème de modèle d'activité des ménages (HAPP) peuvent se heurter à des coûts de calcul et à une inefficacité considérables. Une méthode de résolution, appelée réoptimisation, utilise une solution optimale d'un problème antérieur pour trouver une nouvelle solution plus rapidement et avec plus de précision. Bien que la méthode soit généralement NP-hard, il a été démontré dans la littérature que la limite d'approximation était plus étroite qu'une optimisation complète pour plusieurs variantes du problème du voyageur de commerce. Toutefois, à ce jour, aucune étude informatique n'a été réalisée avec la méthode d'analyse de scénarios pour des problèmes d'acheminement de véhicules généralisés, et aucune métaheuristique n'a été conçue dans l'optique de la réoptimisation. Un problème généralisé et sélectif de routage des activités ménagères (G-SHARP) est présenté comme une extension du modèle HAPP pour inclure à la fois le choix de la destination et de l'horaire dans le but de tester la réoptimisation. Deux algorithmes de réoptimisation sont proposés : une simple heuristique de permutation et une nouvelle classe d'algorithmes évolutionnaires conçus pour la réoptimisation, baptisée Genetic Algorithm avec Mitochondrial Eve (GAME). Les deux algorithmes sont testés par rapport à un algorithme génétique standard dans le cadre d'une expérience informatique portant sur 100 zones comprenant 400 activités potentielles (ce qui donne un total de 802 nœuds par foyer d'un seul voyageur). Cinq cents ménages sont synthétisés et testés par calcul avec un scénario de base, un scénario dans lequel une zone de bureaux est dézonée et un scénario auquel une autoroute est ajoutée au réseau physique. Les résultats démontrent l'efficacité des heuristiques de réoptimisation, en particulier GAME, et la capacité de G-SHARP à capturer les réallocations d'activités et de plannings en fonction des changements spatio-temporels."
}