{
    "source": "en_US",
    "target": "fr_FR",
    "text": "\"Don't waste that stomach space on water,\" she said, crunch crunch crunching. \"Come on now. What are you eating?\"\nMy third sister sat down across the table from me. Her dark hair reminded me of my mother's; almost too shiny and homogenous to be real, though it was. She smiled kindly at me, like she was about to give me some bad news.\nI ordered a cavalcade of oysters. Most of them had been cut the way they were supposed to be, and they slipped down as easily as water, like the ocean, like nothing at all, but one fought me: anchored to its shell, a stubborn hinge of flesh. It resisted. It was resistance incarnate. Oysters are alive, I realized. They are nothing but muscle, they have no brains or insides, strictly speaking, but they are alive nonetheless. If there were any justice in the world, this oyster would grab hold of my tongue and choke me dead.\nI almost gagged, but then I swallowed.\n\"Why are you here?\" I asked her.\n\"You look troubled,\" she said. She held her hands in a way that showed off her red nails, which were so lacquered they had horizontal depth, like a rose trapped in glass. She tapped them against her cheekbones, scraping them down her face with the very lightest touch. I shuddered. Then she picked up my water and drank deeply of it, until the water had filtered through the ice and the ice was nothing more than a fragile lattice and then the whole construction slid against her face as she tipped the glass higher and she chewed the slivers that landed in her mouth.",
    "trans": "« Ne gaspille pas cet espace dans ton estomac pour de l'eau », dit-elle en croquant, croquant, croquant. « Allez, qu'est-ce que tu manges ? »\nMa troisième sœur s'assit en face de moi. Ses cheveux noirs me rappelaient ceux de ma mère ; presque trop brillants et homogènes pour être réels, bien qu'ils le fussent. Elle me sourit gentiment, comme si elle s'apprêtait à m'annoncer une mauvaise nouvelle.\nJ'ai commandé une série d'huîtres. La plupart étaient coupées comme il se doit, et elles glissèrent aussi facilement que de l'eau, comme l'océan, comme rien du tout, mais une se rebella : ancrée à sa coquille, une charnière tenace de chair. Elle résista. C'était la résistance incarnée. Je réalisai alors que les huîtres étaient vivantes. Elles ne sont que du muscle, elles n'ont ni cerveau ni entrailles, strictement parlant, mais elles sont vivantes néanmoins. S'il y avait de la justice dans ce monde, cette huître saisirait ma langue et m'étoufferait jusqu'à la mort.\nJ'ai failli m'étouffer, mais ensuite j'ai avalé.\n« Pourquoi es-tu ici ? » lui demandai-je.\n« Tu sembles perturbée. » Elle tenait ses mains d'une façon qui faisait ressortir la brillance de ses ongles rouges, si brillants qu'ils semblaient avoir une dimension horizontale, semblable à une rose prise dans du verre. Elle les fit claquer contre ses pommettes, les traînant sur son visage avec une douceur presque imperceptible. J'eus un frisson. Puis elle saisit mon verre d'eau et but goulûment, jusqu'à ce que l'eau passe à travers la glace et ne laisse plus que cette dernière comme fragile maillage. Ensuite, toute cette structure glissa contre son visage lorsqu'elle inclina le verre davantage et elle mâcha les éclats qui tombaient dans sa bouche."
}