{
    "source": "en_US",
    "target": "fr_FR",
    "text": "2.2.4 Treasury Stock\nThere are a number of reasons for companies to repurchase their common stock. The primary reason is to return capital to shareholders. When a firm has more earnings than it can invest for growth, managers may want to distribute those earnings, or to invest in the firm by repurchasing shares. Repurchased shares reduce the extent of free cash available to managers to invest without the discipline of accessing funds from the market, which makes it more difficult for managers to waste corporate resources. This reduction in agency costs also improves the stock price. In addition, repurchasing shares reduces the number of shares outstanding, which therefore increases the per- share price. Repurchases are a tax-efficient way of returning capital to shareholders; only the selling shareholders will need to pay taxes—at the capital gains rate, which is often lower than the income tax rate—whereas cash dividends are taxed as current income. Companies also repurchase shares to offer them when employees redeem their stock options (which is often offered as part of compensation). This removes the need for a company to issue additional shares during option redemption and prevents dilution of share ownership.\nWhen a company repurchases its common stock from the shareholders, the reacquired stock—before it is formally retired—is known as treasury stock. Holders of treasury stocks do not have voting rights and these stocks are not counted in the calculation of earnings per share.",
    "trans": "2.2.4 Actions propres\nIl y a un certain nombre de raisons pour lesquelles les entreprises rachètent leurs actions ordinaires. La raison principale est le retour sur investissement pour les actionnaires. Quand une entreprise fait davantage de profits qu'elle ne peut investir pour sa croissance, les dirigeants peuvent vouloir distribuer ces profits, ou investir dans la société en rachetant des actions. Le rachat d'actions réduit l'ampleur de la trésorerie disponible pour les dirigeants à investir sans la contrainte d'accéder aux fonds du marché, il est donc plus difficile pour les dirigeants de gaspiller des ressources de l'entreprise. Cette baisse de coûts d'agence améliore également le prix de l'action. De plus, le rachat des actions réduit le nombre d'actions en circulation, ce qui augmente ainsi le prix de l'action à l'unité. Le rachat est un moyen fiscalement avantageux de restituer du capital aux actionnaires ; seuls les actionnaires vendeurs seront imposés - au taux des plus-values, qui est souvent plus bas que le taux d'imposition sur le revenu - alors que les dividendes en espèces sont imposés comme les revenus courants. Les entreprises rachètent aussi des actions à offrir lorsque les employés rachètent leurs stock-options (qui est souvent offert en tant qu'indemnité). Cela supprime le besoin pour une société d'émettre des actions supplémentaires au cours du rachat de l'option et évite la dilution de l'avoir des actionnaires.\nLorsqu'une entreprise rachète les actions ordinaires de ses actionnaires, l'action rachetée - avant son retrait officiel - est connue sous le nom d'action propre. Les détenteurs d'actions propres n'ont pas droit au vote et ces actions ne sont pas inclues dans le calcul du bénéfice par action."
}