{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The verification process for iOS builds is, unfortunately, a lot more complex than for Android. The two main issues with Apple's current policies and infrastructure are as follows:\nApple insists on using FairPlay encryption to “protect” even free and open source apps from “app pirates” which makes obtaining the executable code of apps impossible without a jailbroken device. To solve this issue, Apple would simply need to allow submitting unencryptable binaries to the App Store. This would not affect security since the code would still be signed – and would enable anyone to check the integrity of apps supporting reproducible builds without endangering the integrity and security of their devices.\nBuilding your own reproducible binaries is difficult because macOS doesn't support containers like Docker. If Apple followed in the footsteps of Linux (and even Microsoft!) and added container support, it would eliminate the need for steps 1-3 in the guide below.",
    "trans": "Le processus de vérification des builds iOS est malheureusement beaucoup plus complexe que celui des builds Android. Les deux principaux problèmes liés aux politiques actuelles d'Apple et à son infrastructure sont les suivants :\nApple insiste pour utiliser le chiffrement FairPlay afin de « protéger » même les applications gratuites et open source des « pirates d’applications », ce qui rend impossible l’obtention du code exécutable des applications sans un appareil jailbreaké. Pour résoudre ce problème, Apple devrait simplement autoriser la soumission de binaires non chiffrables sur l'App Store. Cela n'affecterait pas la sécurité puisque le code serait toujours signé, et permettrait à chacun de vérifier l'intégrité des applications prenant en charge les builds reproductibles, sans compromettre l'intégrité et la sécurité de leurs appareils.\nLa création de vos propres binaires reproductibles est difficile car macOS ne prend pas en charge les containers comme Docker. Si Apple suivait l'exemple de Linux (et même de Microsoft !) et ajoutait la prise en charge des containers, cela éliminerait la nécessité des étapes 1 à 3 dans le guide ci-dessous."
}