{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dr. Basel Sherif\n01220691582\nEpithelium\n• Epithelium is one of the four primary or basic body tissues.\n• It is formed of group of adherent cells with minimal or no intercellular substance.\n• General Characters of Epithelium:\n1. Epithelial cells are close together and separated by a little (or no) intercellular\nsubstance.\n2. Cell junctions are present between its cells to help their fixation.\n3. Epithelium is separated from the underlying C.T. by the basement membrane.\n4. It has no blood vessels (not vascularized).\n5. The cells receive their nutrition by diffusion from underlying connective tissue.\n6. It has no lymph vessels.\n7. It has numerous nerve endings.\n8. Its cells have a high power to regenerate after degeneration.\n9. Its cells exhibit polarity.\n• Classification of epithelium:\nA) According to its functions, the epithelium is classified into:\n1. Surface epithelium (membrane epithelium) 2. Glandular epithelium\n3. Myoepithelium\n4. Neuroepithelium\nDr. Basel Sherif 01220691582\n1. Surface Epithelium:\n• The lining epithelium of tubes and cavities and the covering epithelium of body\nsurface.\n• Arranged to form one continuous layer or layers resting on a basement membrane.\n• They are classified according to the number of layers into:\nA. Simple Epithelium:\n• It is a surface epithelium in which the cells are arranged in one layer. • According to the shape of its cells, it is classified into:\nSimple Squamous Epithelium:\n• Shape: flat cells with flat nuclei\n• Sites:\n1. Lung alveoli.\n2. Endothelium of blood vessels.\n3. Serous cavities; pleura, pericardium and peritoneum (mesothelium).\n• Functions: provides a smooth and thin surface to facilitate filtration and diffusion of water, electrolytes, and transport of gases.\nSimple Cuboidal Epithelium:\n• Shape: cubical in shape with central and rounded nuclei\n• Sites:\n1. Thyroid follicles.\n2. Some kidney tubules. 3. Ovarian surface.\n• Functions: mainly absorption and secretion.\nDr. Basel Sherif\n01220691582\nSimple Columnar Epithelium:\n• Shape: tall cylindrical with basal and oval nuclei. • Types:\n1. e.g. epithelium of stomach. 2. that seen by EM and may be:\nA. Cilia e.g. epithelium of uterus and fallopian tubes. B. Microvilli e.g. epithelium of small intestine.\n• Functions: the function differs according to its site:\na. Secretory e.g. epithelium of the stomach.\nb. Absorptive e.g. epithelium of small intestine.\nc. Movement of ova and sperms in the uterus and fallopian tubes (ciliated epithelium).\nPseudostratified Columnar Epithelium:\n• Shape:\n✓ It is formed of one sheet of cells which rest on basement membrane.\n✓ Some cells are tall with apical nuclei and others are short with basal nuclei.\nWithout brush border\nWith brush border\nDr. Basel Sherif 01220691582\n• Types and sites:\na. Non ciliated pseudostratified columnar epithelium: epithelium of large ducts of\nglands\nb. Pseudostratified columnar ciliated epithelium: epithelium of trachea.\nc. Pseudostratified columnar epithelium with stereocilia: epithelium of epididymis. • Functions: protective and others according its site.\nB. Stratified Epithelium:\n• It is one of the surface epithelium in which the cells are arranged in several layers. ✓ The basal layer is usually formed of columnar cells.\n✓ The middle layers are mostly formed of polyhedral cells.\n✓ The superficial layers the cells have different shapes.\n• Functions:\n✓ All types of stratified epithelium perform protective functions.\n✓ Usually found in the surfaces subjected to frictional forces and other potential\nhazards.\n• According to the shape of cells in the superficial layers, it is classified into:\nDr. Basel Sherif 01220691582\nStratified Squamous Epithelium:\n• It is of two types:\nA. Non-keratinized stratified squamous epithelium:\n✓ The superficial cells are squamous and nucleated (no keratin).\n✓ It lines the wet surfaces as mouth, oral pharynx, esophagus, anal canal, and\nvagina.\nB. Keratinized stratified squamous epithelium:\n✓ The superficial layers are apoptotic cells, lose their nuclei & cytoplasm is replaced with\nkeratin.\n✓ It covers the dry surfaces as epidermis of the skin.\nStratified cuboidal epithelium:\n• The superficial cells are cuboidal.\n• It lines large ducts of exocrine glands as salivary and sweat glands.\nStratified columnar epithelium: • The superficial cells are columnar.\n• It is of two types:\nA. Non ciliated stratified columnar epithelium: e.g. large ducts of exocrine glands, and one part of male urethra (penile part).\nB. Ciliated stratified columnar epithelium: e.g. fetal esophagus.\nDr. Basel Sherif 01220691582\nTransitional Epithelium:\n• The superficial cells are cuboidal and may be binucleated.\n• It is exclusively found in urinary passages including renal calyces, renal pelvis, ureter,\nurinary bladder and first part of urethra.\n• It is specialized to accommodate greater stretch so the number of its layers is\nchangeable; nearly 4-8 layers in the empty bladder and become 2-3 when the bladder is full.\n2. Myoepithelium:\nDefinition: Epithelial cells which have the ability to contract like the muscle. Cytoplasm: These epithelial cells contain myofilaments.\nSite: They surround the secretory exocrine acini, usually located between the secretory cells and their basal lamina e.g. salivary and sweat glands. Function: Help releasing secretory products to the lumen of the acini.\nDr. Basel Sherif 01220691582\n3. Neuroepithelium:\nDefinition: These are modified epithelial cells for perception of nerve stimuli. Site:\n1. Tongue: taste buds.\n2. Inner ear: organ of corti (hearing), macula and crista ampularis (vestibular\napparatus).\n3. Nose: olfactory mucosa\n4. Glandular Epithelium:\n• Definition: is composed of group of epithelial cells, which are specialized for\nsecretion.\n• Development:\n✓ The gland is formed by invagination of surface epithelium which either:\n1- Remains connected to the surface epithelium with a duct forming an exocrine gland.\n2- Not connected to the surface with a duct forming an endocrine gland.\n• Types: classified into 3 types according to presence or absence of duct system: A. Exocrine glands: glands that secrete their products to either external or internal\nsurface of the body through a duct e.g. salivary and sweat glands.\nB. Endocrine glands: glands that release their products (hormones) directly in blood\nstream as they lack duct system e.g. pituitary, thyroid, and suprarenal glands.\nC. Mixed glands: glands that contain secretory acini forming an exocrine portion and\ncells secreting hormones forming an endocrine portion e.g. pancreas.\nDr. Basel Sherif 01220691582\nEXOCRINE GLANDS:\n• The classification of exocrine glands is based on different criteria:\nI. Nature of Secretion:\nA. Mucous glands: Secrete mucin that forms viscous mucus e.g. goblet cells.\nB. Serous (watery) glands: Secrete protein-rich watery fluid e.g. parotid gland.\nC. Seromucous glands (mixed gland): Secrete both serous and mucus secretions e.g.\nsubmandibular gland.\nD. Glands with special secretions:\na) Fatty: e.g. sebaceous gland.\nb) Waxy: e.g. glands of external ear (ceruminous glands). c) Cellular: e.g. spermatozoa (testis) and ova (ovary).\nDr. Basel Sherif 01220691582\nII. Mechanism (Mode) of Secretion:\nA. Merocrine glands: release their secretion by exocytosis without any cellular changes\ne.g. parotid gland.\nB. Apocrine glands: the apex of the cell is released with the secretion\ne.g. mammary gland.\nC. Holocrine glands: secretory granules accumulate until the cell becomes filled\n(bloated) with the secretory products; then, the cell ruptures to release its contents e.g. sebaceous gland.\nIII. Number of Cells:\nA. Unicellular Glands:\nGoblet cell: secretory single cells distributed among non-secretory cells. • Shape: is goblet (cup like):\n✓ Its apex is expanded with secretory granules.\n✓ Its base is narrow containing flattened nucleus and some organelles.\n• Staining: H & E-stained sections, the mucin is dissolved and the cells appear\nvacuolated. Therefore, a special stain e.g. PAS is used to clarify these cells. • Site: in the epithelial lining of respiratory tract and intestine.\n• Function: secretion of mucus.\nDr. Basel Sherif 01220691582\nB. Multicellular Glands:\n• These glands consist of more than one cell.\n• The exocrine multicellular glands are further classified according to the shape of\nsecretory or conducting portions:\nA) According to the shape of the secretory portion:\n1. Tubular glands: the secretory cells form a tube-shaped lumen\n2. Acinar (grape) or alveolar (sac) glands: The secretory cells are arranged around a\nroughly rounded or flask shaped lumen.\n3. Tubulo-alveolar glands: the secretory part is a tube that ends with a sac like dilatation.\nB) According to the shape of the duct portion:\n1. Simple glands: glands that have a single unbranched duct. 2. Compound glands: glands that have branched ducts.\nDr. Basel Sherif 01220691582\nEpithelial Polarity\nCell membrane specializations\n• Definition: epithelial cells are called polarized cells as we can distinguish their different surfaces with specific structural modifications in their cell membrane; apical, basal, and lateral domains.\n• Types:\n1) Apical Surface Specializations: The specific structures found on the apical surface (the free surface facing the lumen or external environment) include:\na) Microvilli b) Cilia\nc) Flagella\nd) Stereocilia\nDr. Basel Sherif 01220691582\nA) Microvilli:\n• Definition: They are finger- like projections from the apical surface of cell\nmembrane\n• Site: epithelial cells lining small intestine and proximal convoluted tubules of kidney\n• LM: they appear as acidophilic striated or brush border\n• EM:\n✓ In longitudinal sections, appear as cylind",
    "trans": "Dr. Basel Sherif\n01220691582\nÉpithélium\n• L'épithélium est l'un des quatre tissus corporels primaires ou fondamentaux.\n• Il est formé d'un groupe de cellules adhérentes avec peu ou pas de substance intercellulaire.\n• Caractéristiques générales de l'épithélium :\n1. Les cellules épithéliales sont rapprochées et séparées par peu (ou pas) de substance\nintercellulaire.\n2. Des jonctions cellulaires se trouvent entre les cellules afin d'assurer leur fixation.\n3. L'épithélium est séparé du tissu conjonctif sous-jacent par une membrane basale.\n4. Il ne possède pas de vaisseaux sanguins (il n'est pas vascularisé).\n5. Les cellules sont nourries par diffusion à partir du tissu conjonctif sous-jacent.\n6. Il ne contient pas de vaisseaux lymphatiques.\n7. Il possède de multiples terminaisons nerveuses.\n8. Ses cellules ont un important pouvoir de régénération après dégénérescence.\n9. Ses cellules épithéliales présentent une polarité.\n• Classification de l'épithélium :\nA) Selon ses fonctions, l'épithélium est classé en :\n1. Épithélium de surface (épithélium membranaire) 2. Épithélium glandulaire\n3. Myoépithélium\n4. Neuroépithélium\nDr. Basel Sherif 01220691582\n1. Épithélium de surface :\n• L'épithélium qui tapisse les cavités et les conduits ainsi que celui qui recouvre la surface\ndu corps.\n• Il est organisé en une ou plusieurs couches continues qui reposent sur une membrane basale.\n• Sa classification dépend du nombre de couches :\nA. Épithélium simple :\n• C'est un épithélium de surface qui est composé d'une seule couche de cellules. • Selon la forme de ses cellules, on distingue :\nL'épithélium pavimenteux simple :\n• Forme : cellules plates avec noyaux aplatis\n• Localisation\n1. Alvéoles pulmonaires.\n2. Endothélium des vaisseaux sanguins.\n3. Cavités séreuses : plèvre, péricarde et péritoine (mésothélium).\n• Fonctions : fournit une surface lisse et mince pour faciliter la filtration et la diffusion de l'eau, des électrolytes et le transport des gaz.\nÉpithélium cubique simple :\n• Forme : cubique avec un noyau central et arrondi.\n• Localisation :\n1. Follicules thyroïdiens.\n2. Certains tubules rénaux. 3. Surface de l’ovaire.\n• Fonctions : principalement absorption et sécrétion.\nDr. Basel Sherif\n01220691582\nÉpithélium cylindrique simple :\n• Forme : haute et cylindrique avec noyaux ovales et basaux. • Types :\n1. Par ex., l'épithélium de l'estomac. 2. Celui observé en microscopie électronique qui peut être :\nA. Cilié, par ex., l'épithélium de l’utérus et des trompes de Fallope. B. Avec microvillosités, par ex. l'épithélium de l’intestin grêle.\n• Fonctions : elles diffèrent selon sa localisation :\na. Sécrétion, par ex. l'épithélium gastrique.\nb. Absorption, par ex. l'épithélium du petit intestin.\nc. Mouvement des ovules et des spermatozoïdes dans l’utérus et les trompes de Fallope (épithélium cilié).\nÉpithélium cylindrique pseudostratifié :\n• Forme :\n✓ Il est formé d'une seule couche de cellules reposant sur la membrane basale.\n✓ Certaines cellules sont grandes avec des noyaux apicaux et d'autres sont petites avec des noyaux basaux.\nSans bordure en brosse\nAvec bordure en brosse\nDr. Basel Sherif 01220691582\n• Types et localisations :\na. Épithélium pseudostratifié cylindrique non cilié : épithélium des grands conduits des\nglandes\nb. Épithélium pseudostratifié cylindrique cilié : épithélium de la trachée.\nc. Épithélium pseudostratifié cylindrique avec stéréocils : épithélium de l'épididyme. • Fonctions : protectrices et autres selon la localisation.\nB. Épithélium stratifié :\n• C'est l'un des épithéliums de surface où les cellules sont disposées en plusieurs couches. ✓ La couche basale est généralement constituée de cellules cylindriques.\n✓ Les couches intermédiaires sont principalement formées de cellules polyédriques.\n✓ Les couches superficielles présentent des cellules de formes variées.\n• Fonctions :\n✓ Tous les types d'épithéliums stratifiés possèdent des fonctions protectrices.\n✓ On le trouve généraleme sur des surfaces sujettes à des forces de friction et à d'autres potentiels\nrisques.\n• Selon la forme des cellules dans les couches superficielles, il est classé en :\nDr. Basel Sherif 01220691582\nÉpithélium squameux stratifié :\n• Il se divise en deux types :\nA. Épithélium squameux stratifié non kératinisé :\n✓ Les cellules superficielles sont squameuses et nucléées (pas de kératine).\n✓ Il tapisse les surfaces humides comme la bouche, le pharynx oral, l'œsophage, le canal anal et\nle vagin.\nB. Épithélium squameux stratifié kératinisé :\n✓ Les couches superficielles sont constituées de cellules apoptotiques, qui perdent leurs noyaux et dont le cytoplasme est remplacé par de la\nkératine.\n✓ Il couvre les surfaces sèches comme l'épiderme de la peau.\nÉpithélium cuboïde stratifié :\n• Les cellules superficielles sont cubiques.\n• Il tapisse les grands canaux des glandes exocrines comme les glandes salivaires et sudoripares.\nÉpithélium cylindrique stratifié : • Les cellules superficielles sont cylindriques.\n• Il se divise en deux types :\nA. Épithélium cylindrique stratifié non cilié : par ex., les grands conduits des glandes exocrines et une partie de l'urètre masculin (partie pénienne).\nB. Épithélium cylindrique stratifié cilié : par ex., l'œsophage fœtal.\nDr. Basel Sherif 01220691582\nÉpithélium transitionnel :\n• Les cellules superficielles sont cubiques et peuvent être binucléées.\n• Il se trouve exclusivement dans les voies urinaires, y compris les calices rénaux, le bassinet rénal, l'uretère,\nla vessie urinaire et la première partie de l'urètre.\n• Il est spécialisé pour supporter un plus grand étirement, de sorte que le nombre de ses couches est\nvariable ; environ 4 à 8 couches dans la vessie vide qui deviennent 2 à 3 couches lorsque la vessie est remplie.\n2. Myoépithélium :\nDéfinition : Ce sont des cellules épithéliales qui ont la capacité de se contracter comme les muscles. Cytoplasme : Ces cellules épithéliales contiennent des myofilaments.\nLocalisation : Elles entourent les acini sécréteurs exocrines, généralement situées entre les cellules sécrétoires et leur lamina basale, par exemple dans les glandes salivaires et sudoripares. Fonction : Aider à libérer les produits sécrétoires dans la lumière des acini.\nDr. Basel Sherif 01220691582\n3. Neuroépithélium :\nDéfinition : Ce sont des cellules épithéliales modifiées pour la perception des stimuli nerveux. Localisation :\n1. Langue : bourgeons gustatifs.\n2. Oreille interne : organe de Corti (audition), macula et crista ampullaris (appareil\nvestibulaire).\n3. Nez : muqueuse olfactive\n4. Épithélium glandulaire :\n• Définition : il est composé d'un groupe de cellules épithéliales, spécialisées dans\nla sécrétion.\n• Développement :\n✓ La glande se forme par invagination de l'épithélium de surface, qui soit :\n1- Reste connecté à l'épithélium de surface avec un canal formant une glande exocrine.\n2- N'est pas connecté à la surface avec un canal formant une glande endocrine.\n• Types : classés en 3 types en fonction de la présence ou de l'absence du système canalaire : A. Glandes exocrines : glandes qui sécrètent leurs produits vers l'intérieur ou l'extérieur\nde la surface du corps par l'intermédiaire d'un canal, par exemple les glandes salivaires et sudoripares.\nB. Glandes endocrines : glandes qui libèrent leurs produits (hormones) directement dans la circulation\nsanguine, car elles n'ont pas de système canalaire, par ex. la glande pituitaire, la glande thyroïde et les glandes surrénales.\nC. Glandes mixtes : glandes qui contiennent des acini sécréteurs formant une portion exocrine et\ndes cellules sécrétant des hormones formant une portion endocrine, par exemple le pancréas.\nDr. Basel Sherif 01220691582\nGLANDES EXOCRINES :\n• La classification des glandes exocrines repose sur différents critères :\nI. Nature de la sécrétion :\nA. Glandes muqueuses : elles sécrètent de la mucine qui forme du mucus visqueux, par ex. les cellules caliciformes.\nB. Glandes séreuses (liquides) : elles sécrètent un liquide aqueux riche en protéines, par ex. la glande parotide.\nC. Glandes séromuqueuses (glande mixte) : elles sécrètent à la fois des sécrétions séreuses et muqueuses, par ex.\nla glande sous-maxillaire.\nD. Glandes à sécrétions spéciales :\na) Graisseuses : par ex. la glande sébacée.\nb) Cireuses : par ex. les glandes de l'oreille externe (glandes cérumineuses). c) Cellulaires : par ex. les spermatozoïdes (testicules) et les ovocytes (ovaires).\nDr. Basel Sherif 01220691582\nII. Mécanisme (mode) de sécrétion :\nA. Glandes mérocrines : elles libèrent leur sécrétion par exocytose sans changement cellulaire\npar ex. la glande parotide.\nB. Glandes apocrines : l'apex de la cellule est libéré avec la sécrétion\npar ex. la glande mammaire.\nC. Glandes holocrines : les granules sécréteurs s'accumulent jusqu'à ce que la cellule devienne pleine\n(gonflée) avec les produits sécrétoires ; ensuite, la cellule éclate pour libérer son contenu, par ex. la glande sébacée.\nIII. Nombre de cellules :\nA. Glandes unicellulaires :\nCellule caliciforme : cellules sécrétrices uniques réparties parmi des cellules non sécrétrices. • Forme : en coupe (comme un gobelet) :\n✓ Son apex est élargi avec des granules sécréteurs.\n✓ Sa base est étroite, contenant un noyau aplati et quelques organites.\n• Coloration : dans les sections colorées H & E, la mucine est dissoute et les cellules apparaissent\navec des vacuoles. Ainsi, un colorant spécial comme le PAS est utilisé pour clarifier ces cellules. • Localisation : dans la paroi épithéliale des voies respiratoires et de l'intestin.\n• Fonction : sécrétion de mucus.\nDr. Basel Sherif 01220691582\nB. Glandes multicellulaires :\n• Ces glandes sont composées de plus d'une cellule.\n• Les glandes exocrines multicellulaires sont classées davantage selon la forme des\nportions sécrétrices ou conductrices :\nA) Selon la forme de la portion sécrétrice :\n1. Glandes tubulaires : les cellules sécrétrices forment une lumière de forme tubulaire.\n2. Glandes acinaires (en grappe) ou alvéolaires (en sac) : les cellules sécrétrices sont disposées autour d'une\nlumière de forme arrondie ou en forme de flacon.\n3. Glandes tubulo-alvéolaires : la partie sécrétrice est un tube qui se termine par une dilatation en forme de sac.\nB) Selon la forme de la portion du canal :\n1. Glandes simples : glandes ayant un seul canal non ramifié. 2. Glandes composées : glandes ayant des canaux ramifiés.\nDr. Basel Sherif 01220691582\nPolarité épithéliale\nSpécialisations de la membrane cellulaire\n• Définition : Les cellules épithéliales sont appelées cellules polarisées parce qu'on peut distinguer leurs différentes surfaces avec des modifications structurelles spécifiques dans leur membrane cellulaire ; domaines apical, basal et latéral.\n• Types :\n1) Spécialisations de la surface apicale : Les structures spécifiques qui se trouvent sur la surface apicale (la surface libre face à la lumière ou à l'environnement externe) comprennent :\na) Microvillosités b) Cils\nc) Flagelles\nd) Stéréocils\nDr. Basel Sherif 01220691582\nA) Microvillosités :\n• Définition : Ce sont des projections en forme de doigts à partir de la surface apicale de la membrane\ncellulaire\n• Localisation : cellules épithéliales tapissant l'intestin grêle et les tubules contournés proximaux du rein\n• LM : elles apparaissent comme une bordure striée ou en brosse acido-ph\n• EM :\n✓ Dans les coupes longitudinales, elles apparaissent comme des cylindres"
}