{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Instrument installation, connection instructions\n1，Open the instrument box and insert the handle line port vertically into the instrument detection head socket.\n2，Connect the power supply to the drain of municipal power, then plug the power supply DC plug into the instrument power port.\n3，According to the instrument schematic diagram \"1\" \"2\", turn on the instrument power switch for normal use.\n4，Handle stop motion function: ensure that the handle is connected, the handle perpendicular to the scalp, or skin surface, select the parts, press the handle stop motion button, can frame the selected screen.If you want to unlock the picture frame, and then press the handle frame button.\n5,Polarization of 50 times the lens, must be adjusted through the lens adjustment circle (adjust to polarized light to the left to watch the bottom of the skin epidermis, pull back to the right to normal white light to watch the skin epidermis layer)\n6,Instrument function adjustment (color) must first use the remote control, their remote control installed the battery (two 7 small batteries), press the touch menu to select the image into the selection function, click the confirmation button, press the left and right direction button to adjust.( Volume) Adjust the volume size directly through the volume button.\nStandard equipment\n1, Host 2, handle 3, standard (light praseodymium 50 times one, HD",
    "trans": "Installation de l'instrument, instructions de raccordement\n1，Ouvrir la boîte de l'instrument et insérer le port de la ligne de la poignée verticalement dans la prise de la tête de détection de l'instrument.\n2，Connectez le bloc d'alimentation à la prise d'alimentation électrique, puis branchez la fiche CC du bloc d'alimentation dans le port d'alimentation de l'instrument.\n3，Selon le schéma de l'instrument « 1 » « 2 », allumez l'interrupteur d'alimentation de l'instrument pour une utilisation normale.\n4，Fonction d'arrêt du mouvement de la poignée : assurez-vous que la poignée est connectée, la poignée perpendiculaire au cuir chevelu ou à la surface de la peau, sélectionnez les parties, appuyez sur le bouton d'arrêt du mouvement de la poignée, peut encadrer l'écran sélectionné. Si vous voulez déverrouiller le cadre de l'image, puis appuyez sur le bouton d'encadrement de la poignée.\n5, Polarisation de 50 fois la lentille, doit être ajustée à travers le cercle d'ajustement de la lentille (ajuster la lumière polarisée vers la gauche pour observer le bas de l'épiderme de la peau, retirer vers la droite la lumière blanche normale pour observer la couche de l'épiderme de la peau).\n6, Le réglage de la fonction de l'instrument (couleur) doit d'abord utiliser la télécommande, la télécommande a installé la pile (deux petites piles de 7), appuyez sur le menu tactile pour sélectionner l'image dans la fonction de sélection, cliquez sur le bouton de confirmation, appuyez sur les boutons de direction gauche et droite pour ajuster. ( Volume) Régler le volume directement à l'aide de la touche de volume.\nEquipement standard\n1, hôte 2, poignée 3, standard (praséodyme léger 50 fois), HD"
}