{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We are happy to introduce a new feature in Dynamic ESS that allows you to better align with the specifics of your energy contract. Some energy contracts set energy prices to 'zero' when they go negative, preventing customers from profiting from negative buy prices. If your contract includes this condition, you can now easily configure it within Dynamic ESS.\nIn the configuration settings, under the 'buy' and 'sell' prices sections, you will find a toggle that indicates whether your energy provider considers negative prices. By toggling this off, Dynamic ESS will automatically adjust calculations to use a 'zero' price per kWh whenever prices drop into the negative range.\nThis feature is flexible, allowing you to set this condition separately for buy and sell prices. If your energy provider allows negative sell prices but not negative buy prices, you can configure Dynamic ESS accordingly to ensure accurate pricing and optimal energy management.\nExplore this new setting to ensure your Dynamic ESS is fully aligned with your energy contract terms.",
    "trans": "Nous sommes heureux de vous présenter une nouvelle fonctionnalité du système Dynamic ESS qui vous permet de mieux vous aligner sur les spécificités de votre contrat d'énergie. Certains contrats d'énergie fixent les prix de l'énergie à « zéro » lorsqu'ils deviennent négatifs, ce qui empêche les clients de profiter des prix d'achat négatifs. Si votre contrat prévoit cette condition, vous pouvez désormais la configurer facilement dans le système Dynamic ESS.\nDans les paramètres de configuration, sous les sections « prix d'achat “ et ” prix de vente », vous verrez une case à cocher qui indique si votre fournisseur d'énergie prend en compte les prix négatifs. En désactivant cette option, Dynamic ESS ajustera automatiquement les calculs pour utiliser un prix « zéro » par kWh lorsque les prix tombent dans la fourchette négative.\nCette fonction est flexible et vous permet de définir cette condition séparément pour les prix d'achat et de vente. Si votre fournisseur d'énergie autorise des prix de vente négatifs mais pas des prix d'achat négatifs, vous pouvez configurer Dynamic ESS en conséquence pour garantir une tarification précise et une gestion optimale de l'énergie.\nExplorez ce nouveau paramètre pour vous assurer de l'adéquation de votre Dynamic ESS avec les termes de votre contrat d'énergie."
}