{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello [redacted_name]\nI have changed the days required to complete the transaction to 20 days, just to be safe with the Comerica bank. I have added todays date as the date for all the documents, this is because I now have all the documents to transfer the shares and the officers of Hamaton Inc., in my possession produced by our attorney in the USA and the accountants in the UK, dated and ready for [redacted_name] and my signature in Las Vegas.\nSo as soon as we sign the documents, the shares will be transferred, I just need to send scans of the documents to the US attorney and the UK accountants who will then register the new share ownership and notify the Federal Authorities that Jack is the Director for Hamaton Inc.\nAs to the bank change I am in contact with the bank and I do not expect this to be a problem, but I don’t know how long this will take, hence the 20 days, but I will do my best to get it done immediately in Las Vegas when we have signed the agreements.\nI have attached the master agreement, could you please review and let me have the printable copy so that I can take it with me for signature.\nI am waiting for the final intangible asset transfer document, I believe that [redacted_name] has requested this from you.\nPlease let me have the agreement soonest.\nRegards",
    "trans": "Bonjour [redacted_name]\nJ'ai modifié le nombre de jours requis pour compléter la transaction à 20 jours, juste pour être prudent avec la banque Comerica. J'ai ajouté la date d'aujourd'hui comme date pour tous les documents, car j'ai maintenant tous les documents nécessaires pour transférer les actions et les dirigeants de Hamaton Inc., en ma possession, produits par notre avocat aux États-Unis et les comptables au Royaume-Uni, datés et prêts pour la signature de [redacted_name] et la mienne à Las Vegas.\nDonc, dès que nous signons les documents, les actions seront transférées. Il me suffit d'envoyer des scans des documents à l'avocat aux États-Unis et aux comptables au Royaume-Uni, qui enregistreront ensuite la nouvelle propriété des actions et notifieront les autorités fédérales que Jack est le directeur de Hamaton Inc.\nEn ce qui concerne le changement de banque, je suis en contact avec la banque et je ne m'attends pas à ce que cela soit un problème, mais je ne sais pas combien de temps cela prendra, d'où les 20 jours. Cependant, je ferai de mon mieux pour que ce soit fait immédiatement à Las Vegas une fois que nous aurons signé les accords.\nJ'ai joint l'accord principal, pourriez-vous s'il vous plaît le réviser et me fournir la copie imprimable afin que je puisse l'emporter avec moi pour la signature.\nJ'attends le document final de transfert d'actifs incorporels, je crois que [redacted_name] vous a demandé cela.\nVeuillez me faire parvenir l'accord dès que possible.\nCordialement"
}