{
    "source": "en_US",
    "target": "fr_FR",
    "text": "inventing a new shampoo formula that makes it easier to penetrate the hair shaft was only enough to get me an interview. It was the Richards’ bank account that got me the rest of the way.”\nI goggled at her. “You invented a new shampoo?”\n“Yep.” Her tone was totally casual as we crushed green blades of grass beneath our school-issued leather shoes. We closed the distance to the building Sofia pointed out as the freshman door. “The Honeysuckle Dream shampoo line was my creation, but that was back when I was trying to earn Mom’s approval.”\nI picked up on the note of bitterness lacing her words, but I didn’t comment on it. “I think that makes you plenty special.”\nSofia stopped in front of the door and looked at me over her shoulder. “Thanks, you’re sweet. You’ve already complimented my smarts and my hair. Keep ’em coming.”\nWe laughed and stepped inside. Once again, I was struck by the ancient charm outside",
    "trans": "inventer une nouvelle formulation de shampoing qui facilite la pénétration dans la  fibre capillaire m'a uniquement permis de décrocher un entretien. Le compte bancaire Richards a fait le reste.\"\nJe l'ai regardée fixement. \"Tu as inventé un nouveau shampooing ?\"\n\"Ouaip.\" Son ton était complètement décontracté alors que nous écrasions des touffes d'herbe verte sous nos chaussures en cuir fournies par l'école. Nous nous sommes rapprochées du bâtiment que Sofia nous avait indiqué comme étant la porte d'entrée des étudiants de première année. \"J'ai créé la ligne de shampooing Rêve de Chèvrefeuille, mais c'était à l'époque où j'essayais de gagner l'approbation de maman\".\nJ'ai décelé une note d'amertume dans ses propos, mais je ne fis aucun commentaire à ce sujet. \"Je trouve que ça te rend très spéciale\".\nSofia s'arrêta devant la porte et me regarda par-dessus son épaule. \"Merci, tu es gentille. Tu m'a déjà complimentée sur mon intelligence et mes cheveux. Continue.\"\nNous avons ri et sommes entrées. De nouveau, je fus frappée par le charme ancien à l'extérieur"
}