{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Those sources said that Amazon Today, which provides same-day delivery from brick-and-mortar stores and shopping mall locations, will be shuttered by this coming Dec. 2. Customers will be able to obtain goods through the program from certain stores through next Jan. 24, the company told the broadcaster. Those retailers weren't identified.\nThe network's two sources said that the company broke the news to Amazon Today employees on Monday in a meeting. Those workers were told that some of them would be laid off. Around 300 people are employed in the service, according to the sources, but Amazon claims the total is more like 175.\nThe cost-cutting continues\nIf the report is accurate, the closing of Amazon Today will surely ding the reputation of its parent company. After all, one of Amazon's great competitive strengths is its ability to get the wares sold on its site to customers quickly (particularly if those folks pony up for the company's Prime loyalty program).\nThen again, there's little reason to keep operating a money-losing unit, if that indeed is the core problem with Amazon Today. Since 2022, management has been on a quest to shave costs, particularly with relatively small operations that aren't profitable.",
    "trans": "Ces sources ont indiqué qu'Amazon Today, qui propose des livraisons le même jour à partir de magasins physiques et de centres commerciaux, sera supprimé le 2 décembre prochain. Les clients pourront obtenir des marchandises par le biais du programme dans certains magasins jusqu'au 24 janvier prochain, a déclaré l'entreprise à la chaîne de télévision. Ces détaillants n'ont pas été identifiés.\nLes deux sources de la chaîne ont déclaré que la société avait annoncé la nouvelle aux employés d'Amazon Today lundi lors d'une réunion. Ces derniers ont été informés que certains d'entre eux seraient licenciés. Le service emploie environ 300 personnes, selon les sources, mais Amazon affirme que le total s'élève plutôt à 175.\nLa réduction des coûts se poursuit\nSi le rapport est exact, la fermeture d'Amazon Today ne manquera pas de ternir la réputation de sa société mère. Après tout, l'une des grandes forces concurrentielles d'Amazon est sa capacité à faire parvenir rapidement aux clients les marchandises vendues sur son site (en particulier si ces derniers souscrivent au Programme de fidélité Prime de l'entreprise).\nPar ailleurs, il n'y a guère de raison de continuer à exploiter une unité déficitaire, si c'est bien là le problème central d'Amazon Today. Depuis 2022, la direction a cherché à réduire les coûts, en particulier pour les activités relativement petites qui ne sont pas rentables."
}