{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Wing lung Fu,\nOur client, Amazon Flex, has invited you to fill out an online Screening Information Form in order to conduct a screening request.\nYou will need to submit the required information within 10 days of receiving this invitation. After this, the login details below will expire and your screening will be automatically cancelled.\nPlease log into your account to fill in the information or click the following link:\nhttps://myportal.accurate.com/security/altRegistration/3Y7nd7FAS9r5cY40Kifseg\nPart of the background check requirements include a driving licence review. On the application you will be asked to select your licence type, DVLA for UK or DVA for NI, before being presented with a link to the corresponding government website where you can generate a share code. Please bear in mind that the share code is a one time use only code so please do not test the code or share with anyone else. It is very important the code is copied exactly as shown. If entered incorrectly or used we will require a new code which can lead to delays.",
    "trans": "Salut Wing Lung Fu,\nNotre client, Amazon Flex, vous a invité à remplir un formulaire d’information en ligne afin de procéder à une vérification de vos antécédents.\nVous devez soumettre les informations requises dans un délai de 10 jours à compter de la réception de cette invitation. Passé ce délai, les identifiants de connexion ci-dessous expireront et votre demande de vérification sera automatiquement annulée.\nVeuillez vous connecter à votre compte pour renseigner les informations requises ou cliquer sur le lien suivant :\n:https://myportal.accurate.com/security/altRegistration/3Y7nd7FAS9r5cY40Kifseg\nDans le cadre de cette vérification, un contrôle de permis de conduire est requis. Lors de votre candidature, il vous sera demandé de sélectionner votre type de permis : DVLA pour le Royaume-Uni ou DVA pour l’Irlande du Nord. Vous serez ensuite redirigé vers le site web correspondant du gouvernement afin de générer un code de partage. Veuillez noter que ce code est à usage unique. Ne le testez pas et ne le partagez avec personne. Il est essentiel de le copier exactement tel qu’il est affiché. En cas d’erreur ou d’utilisation incorrecte, un nouveau code sera nécessaire, ce qui pourrait entraîner des retards dans le traitement de votre demande."
}