{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1. Corpus Linguistics\nA branch of mathematic (computational) linguistics focused on various phenomena in corpora demonstrated in large amounts of “real world” text where we can spot words and language phenomena in their natural context. Based on analysis of the corpus texts, linguistic theories can be verified and new hypotheses or theories developed. Corpora are mainly useful in lexicography so the lexicographers can write more accurate and meaningful dictionaries.\nCorpora are used in various areas of research and applications, such as:\nSome outcomes of NLP, such as word lists, collocations and word co-occurrences, word frequency, etc. can also be used in nonlinguistic applications. Examples include text processing systems (automatic grammar or spell checkers, machine translation), speech recognition systems, etc.\n2. Natural Language Processing\n3. Teaching languages\nA corpus is a database of phrases and sentences used for teaching a foreign language or mother tongue. A small corpus together with a dictionary can be part of a computer program for teaching. It provides evidence of how words are used in contexts in which they occur.",
    "trans": "1. Linguistique de corpus\nUne branche des mathématiques (linguistique computationnelle) axée sur divers phénomènes dans les corpus, démontrés dans de grandes quantités de textes 'du monde réel' où nous pouvons repérer des mots et des phénomènes linguistiques dans leur contexte naturel. Basée sur l'analyse des textes du corpus, les théories linguistiques peuvent être vérifiées et de nouvelles hypothèses ou théories peuvent être développées. Les corpus sont principalement utiles en lexicographie, afin que les lexicographes puissent rédiger des dictionnaires plus précis et significatifs.\nLes corpus sont utilisés dans divers domaines de recherche et applications, tels que :\nCertains résultats du TAL, tels que les listes de mots, les collocations et les co-occurrences de mots, la fréquence des mots, etc., peuvent également être utilisés dans des applications non linguistiques. Des exemples incluent les systèmes de traitement de texte (correcteurs automatiques de grammaire ou d'orthographe, traduction automatique), les systèmes de reconnaissance vocale, etc.\n2. Traitement Automatique des Langues\n3. Enseignement des langues\nUn corpus est une base de données de phrases et de phrases utilisées pour l'enseignement d'une langue étrangère ou de la langue maternelle. Un petit corpus, avec un dictionnaire, peut faire partie d'un programme informatique pour l'enseignement. Il fournit des preuves de la manière dont les mots sont utilisés dans les contextes où ils apparaissent."
}