{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What is important is for emotions to be well-regulated. A meta-analysis found that the ability to understand and regulate one’s emotions is a good predictor of academic performance (MacCann et al., 2020). A systematic review found that some social and emotional factors, particularly self-regulation, were more significant than intelligence in predicting academic achievement (Costa and Fleith, 2019). However, few studies have examined multiple variables at the same time. Fluid intelligence, emotional skills and relational personality traits independently affected learning in a small study in Brazil (Castro et al., 2021), one of the few that jointly analysed these factors. A multidimensional understanding of emotions is important for pedagogic practice, but measurement difficulties mean that research evidence is stronger for the effect on learning of discrete basic emotions (Eliot and Hirumi, 2019), such as fear or anger",
    "trans": "Ce qui est important, c'est que les émotions soient bien régulées. Une méta-analyse a révélé que la capacité à comprendre et à réguler ses propres émotions est un bon indicateur de la performance académique (MacCann et al., 2020). Une revue systématique a montré que certains facteurs sociaux et émotionnels, en particulier l'autorégulation, étaient plus significatifs que l'intelligence pour prédire la réussite scolaire (Costa et Fleith, 2019). Cependant, peu d'études ont examiné plusieurs variables à la fois. L'intelligence fluide, les compétences émotionnelles et les traits de personnalité relationnels ont affecté l'apprentissage de manière indépendante dans une petite étude au Brésil (Castro et al., 2021), l'une des rares à avoir analysé conjointement ces facteurs. Une compréhension multidimensionnelle des émotions est importante pour la pratique pédagogique, mais les difficultés de mesure signifient que les preuves de recherche sont plus solides pour l'effet sur l'apprentissage des émotions de base discrètes (Eliot et Hirumi, 2019), telles que la peur ou la colère"
}