{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Low-Ball Technique\n• Obtain a commitment from consumers and then change the deal.\n• Consumers often accept the new and less attractive deal because they don’t like to change their minds.\nWhy does low-ball work?\n◇ Commitment Theory – Once people agree to do something, they like to maintain this agreement (i.e. Not change their minds). Anything that causes them to questions their initial agreement (i.e. change their mind) creates psychological disharmony (maybe my agreement was not a good choice)\nLow-Ball Experiment\nGroup 1 (the low-ball group)\n(1) Ask student to participant in experiment.\n(2) Get verbal commitment from student.\n(3) Change experiment details – Experiment is now at 7am Saturday morning.\n(4) Obtain behavioural commitment = 56% of students who gave initial verbal commitment in step#2 came Saturday morning.\nGroup 2\n(1) Ask students to participate in experiment Saturday morning at 7am\n(2) Get verbal commitment from student.\n(3) Obtain behavioural commitment = 24% of students who gave initial verbal commitment in step#2 came Saturday morning.",
    "trans": "Technique du low-ball\n• Obtenez un engagement des consommateurs, puis modifiez l'accord.\n• Les consommateurs acceptent souvent le nouvel accord moins avantageux parce qu'ils n'aiment pas changer d'avis.\nPourquoi la technique du low-ball fonctionne-t-elle ?\n◇ Théorie de l'engagement – Une fois que les gens acceptent de faire quelque chose, ils aiment maintenir cet engagement (c'est-à-dire ne pas changer d'avis). Tout ce qui les amène à remettre en question leur accord initial (c'est-à-dire à changer d'avis) crée une disharmonie psychologique (peut-être que mon accord n'était pas un bon choix)\nExpérience du low-ball\nGroupe 1 (le groupe low-ball)\n(1) Demander à l'étudiant de participer à l'expérience.\n(2) Obtenir un engagement verbal de l'étudiant.\n(3) Modifier les détails de l'expérience – L'expérience est maintenant à 7h du matin, samedi.\n(4) Obtenir un engagement comportemental = 56 % des étudiants qui ont donné un engagement verbal initial à l'étape 2 sont venus samedi matin.\nGroupe 2\n(1) Demander aux étudiants de participer à l'expérience samedi matin à 7h\n(2) Obtenir un engagement verbal de l'étudiant.\n(3) Obtenir un engagement comportemental = 24 % des étudiants qui ont donné un engagement verbal initial à l'étape 2 sont venus samedi matin."
}