{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Wei Wuxian tried to push the thought away. He hated it. He wanted to trust his husband so badly. Hell, he’d already started trusting his husband, even when at first he hadn’t wanted to. Every time he’d tried to push Lan Zhan into exposing himself as a spy, into making an attempt at killing Wei Wuxian, Lan Zhan just… hadn’t. None of the information they’d given to him had spread past the Burial Mounds. None of the sects had suddenly made suspicious moves. Lan Zhan certainly had never taken a shot at cutting Wei Wuxian down. Instead, Lan Zhan just made Wei Wuxian’s heart flutter. Lan Zhan cared for the children, taking the time to completely re-sculpt the planning of their education and then taking some of the responsibility of teaching them himself. He answered their questions calmly, as best he could. No matter how many questions came out at once, Lan Zhan always made sure to answer each one in turn. He learned to cook from Granny Wen, helping in the kitchen, completely at odds with the fact that he was raised as the heir to the Lan sect after his brother. He made near daily offerings to Wei Wuxian’s parents. As the weeks went by, it became glaringly unavoidable to Wei Wuxian that Lan Zhan was likely just as much the upstanding and good man as he was rumored to be, unyielding to the poisoning darkness of the world.\nAnd yet…\nAnd yet…\nIn the back of his head, he heard a part of him whispering what if I was wrong this whole time? What if he’s entirely more skilled at subterfuge than I could’ve ever imagined?",
    "trans": "Wei Wuxian tentait de repousser cette pensée. Il détestait ça. Il voulait tellement faire confiance à son mari. En fait, il avait déjà commencé à lui faire confiance, alors qu'au début il ne le voulait pas. Chaque fois qu’il avait tenté de faire avouer à Lan Zhan qu'il était un espion, qu'il avait essayé de tuer Wei Wuxian, Lan Zhan n’avait tout simplement... pas agi ainsi. Aucune des informations qu’ils lui avaient données n’avait dépassé les Tertres funéraires. Aucune des sectes n’avait fait de mouvements suspects. Lan Zhan n’avait certainement jamais cherché à abattre Wei Wuxian. Au contraire, Lan Zhan faisait battre le cœur de Wei Wuxian. Lan Zhan s’occupait des enfants, prenant le temps de revoir entièrement l’organisation de leur éducation, puis prenant une partie de la responsabilité de leur enseignement lui-même. Il répondait à leurs questions avec calme, du mieux qu’il pouvait. Peu importe le nombre de questions qui surgissaient en même temps, Lan Zhan s’assurait toujours de répondre à chacune d’elles l'une après l'autre. Il apprenait à cuisiner avec Granny Wen, en aidant dans la cuisine, complètement en décalage avec le fait qu’il ait été élevé comme héritier de la secte Lan après son frère. Il faisait des offrandes presque quotidiennes aux parents de Wei Wuxian. Au fil des semaines, il était de plus en plus évident pour Wei Wuxian que Lan Zhan était probablement aussi intègre et bon qu’il était censé l’être, inébranlable face aux ténèbres empoisonnantes du monde.\nEt pourtant...\nEt pourtant...\nAu fond de son esprit, il entendait une voix lui chuchoter : Et si j'avais eu tort tout ce temps ? Et s'il était bien plus doué pour les subterfuges que je ne pourrais jamais l'imaginer ?"
}