{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Quick clarification: problem 11 (a,b,c) we did not do on the assessment. On the pink sheet, it is circled and listed \"didn't do.\" The entire class didn't do the problem and should have been crossed out.\nThanks!\nKimberly Gonzalez\nFourth Grade Teacher, College Wood Elementary\n12415 Shelborne Rd\nCarmel, IN 46032\n(317) 733-6430, ext. 2027\nhttps://www.ccs.k12.in.us/cwe\nIdentify a whole number as prime or composite (1-100).\nIdentify and list factors for a whole number (1-100).\nIdentify multiples for a whole number (1-100).\nGiven a rule, extend number patterns.\nGiven a rule, extend shape patterns.\nThis unit is a precursor to multi-digit multiplication. This is the time in the school year when knowing our multiplication/division facts is crucial. We have built in time in our daily math block for practicing these facts. However, continuing to practice at home would be beneficial.\nLet me know if you haveanyquestions or concerns, thanks!\nKimberly Gonzalez\nFourth Grade Teacher, College Wood Elementary\n12415 Shelborne Rd\nCarmel, IN 46032\n(317) 733-6430, ext. 2027\nhttps://www.ccs.k12.in.us/cwe",
    "trans": "Petite précision : le problème 11 (a, b, c) n'a pas été fait lors de l'évaluation. Sur la feuille rose, il est entouré et inscrit « n'a pas été fait ». Toute la classe n'a pas fait le problème et il aurait dû être barré.\nJe vous remercie !\nKimberly Gonzalez\nEnseignante en CM1 au College Wood Elementary\n12415 Shelborne Rd\nCarmel, IN 46032\n(317) 733-6430, poste 2027\nhttps://www.ccs.k12.in.us/cwe\nIdentifier un nombre entier comme étant premier ou composé (1-100).\nIdentifier et énumérer les facteurs d'un nombre entier (1-100).\nIdentifier les multiples d'un nombre entier (1-100).\nÀ partir d'une règle, prolonger les suites de nombres.\nÀ partir d'une règle, prolonger les schémas de formes.\nCette unité est un précurseur de la multiplication à plusieurs chiffres. C'est à ce moment de l'année scolaire que la connaissance des faits de multiplication/division est cruciale. Nous avons prévu du temps dans le bloc de mathématiques quotidien pour pratiquer ces notions. Cependant, il serait bénéfique de continuer à s'exercer à la maison.\nN'hésitez pas à me faire part de vos questions ou de vos inquiétudes. Merci !\nKimberly Gonzalez\nEnseignante en CM1 au College Wood Elementary\n12415 Shelborne Rd\nCarmel, IN 46032\n(317) 733-6430, poste 2027\nhttps://www.ccs.k12.in.us/cwe"
}