{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Role of biomarkers in the diagnosis of heart failure in type 2 diabetes mellitus\nBiomarkers add value as their blood concentrations aid in the diagnosis, determine disease severity, estimate prognosis, evaluate response to therapy, and establish management plans [54, 55]. Largely, B-type natriuretic peptide (BNP) and N- terminal-proBNP are used for the diagnosis and prognosis of HF. However, other biomarkers, cardiac troponin I, could also be used to assist in the diagnosis of HF (Table 5). Biomarkers should be used in conjunction with clinical judgment while making treatment decisions.\nRecommendations\n1. BNP and NT proBNP are good diagnostic and prognostic markers. 2. ST2 and Galectin-3 are supportive prognostic markers.\n3. Elevated cardiac troponin level suggests ongoing cardiac necrosis. 4. High-sensitive troponin is considered quantitative troponin.\nThe diagnostic algorithm for HF is described in Fig. 3 a and b.\nImportant diagnostic test in T2DM is the coronary angiog- raphy: In India, most common cause of HF is coronary artery disease (CAD), especially in T2DM. Hence, in undiagnosed HF (especially in those aged > 40 years) where the etiology is unclear, it should be mandatory to do a coronary angiography to rule out CAD (in view of the high incidence of CAD, especially in diabetics) [63].",
    "trans": "Rôle des biomarqueurs dans le diagnostic de l'insuffisance cardiaque dans le diabète sucré de type 2\nLes biomarqueurs apportent une valeur ajoutée, car leurs concentrations sanguines facilitent le diagnostic, déterminent la gravité de la maladie, estiment le pronostic, évaluent la réponse au traitement et établissent les plans de prise en charge [54, 55]. De manière générale, le peptide natriurétique de type B (BNP) et le NT-proBNP sont utilisés pour le diagnostic et le pronostic de l'insuffisance cardiaque (IC). Toutefois, d'autres biomarqueurs, comme la troponine cardiaque I, peuvent également être employés pour aider au diagnostic de l'IC (Tableau 5). Les biomarqueurs doivent être utilisés conjointement avec le jugement clinique lors des décisions thérapeutiques.\nRecommandations\n1. Le BNP et le NT-proBNP sont de bons marqueurs diagnostiques et pronostiques. 2. Le ST2 et la Galectine-3 sont des marqueurs pronostiques de soutien.\n3. Un taux élevé de troponine cardiaque suggère une nécrose myocardique en cours.La troponine haute sensibilité est considérée comme une troponine quantitative.\nL'algorithme diagnostique de l'IC est décrit dans les Fig. 3 a et b.\nUn test diagnostique important dans le diabète de type 2 est la coronarographie : En Inde, la cause la plus fréquente d'insuffisance cardiaque est la maladie coronarienne (MC), en particulier dans le diabète de type 2. Ainsi, en cas d'insuffisance cardiaque non diagnostiquée (surtout chez les patients de plus de 40 ans) dont l'étiologie est incertaine, il est impératif de réaliser une coronarographie afin d'exclure une MC (compte tenu de l'incidence élevée de cette pathologie, en particulier chez les diabétiques) [63]."
}