{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Take 50% off select footwear styles and 2 for $20 on select tees on PUMA.com. Offer valid only at PUMA.com for shipments to the US only; not valid at The PUMA Store or PUMA Outlet. Valid beginning 3:00am Eastern Time, 10/21/2024 through 11:59pm Eastern Time, 10/29/2024 and shall have no redeemable value thereafter. No minimum purchase required. Offer cannot be combined with any other promotion, offer or coupon. Offer cannot be applied to past purchases, redeemed for cash equivalent, used to purchase gift cards, or used as payment on an account. Offer cannot be combined with the PUMA Employee Discount. PUMA reserves the right to cancel this offer at any time, and to cancel orders arising from pricing, technical, or other errors. All returns are subject to PUMA's Returns and Exchanges Policy. Usage is subject to credit approval and product availability. Exclusions apply.\nGET 20% OFF\nSign up to get this discount along with exclusive offers and the latest news.\nTake 20% off your purchase at PUMA.com by using your unique, one time use PUMA code. Offer valid only at PUMA.com for shipments to the US only; not valid at The PUMA Store or PUMA Outlets. Excludes but not limited to new product releases, select Teamsport styles, Golf, Basketball, select RS Product, clearance merchandise and new licensed and replica jerseys. Offer cannot be combined with any other promotion, offer or coupon. Offer cannot be applied to past purchases, redeemed for cash equivalent, used to purchase gift cards, or used as payment on an account. Offer cannot be combined with the PUMA Employee Discount. PUMA reserves the right to cancel this offer at any time, and to cancel orders arising from pricing, technical, or other errors. All returns are subject to PUMA's Return/Exchange Policy Guidelines. Usage is subject to credit approval and product availability.\nThis site uses Cookies. Tap Here to manage or opt out. By continuing or closing this message you agree to our Privacy Policy and Terms & Conditions.\nClose\nSUPPORT\nABOUT\nSTAY UP TO DATE\nEXPLORE\nUNITED STATES\nYouTube\nTwitter\nPinterest\nInstagram\nFacebook\n© PUMA NORTH AMERICA, INC.\nIMPRINT AND LEGAL DATA\nWEB ID: 543 589 279\n/us/en/puma/sale-terms-and-conditions",
    "trans": "Profitez de 50 % de remise sur une sélection de styles de chaussures et de l'offre 2 pour 20 $ sur une sélection de t-shirts sur PUMA.com. Offre valable uniquement sur PUMA.com pour des livraisons aux États-Unis uniquement ; non valable en magasin PUMA ou en outlet PUMA. Valable à partir de 3h00 heure de l'Est, le 21/10/2024 jusqu'à 23h59 heure de l'Est, le 29/10/2024 et n'aura plus aucune valeur récupérable par la suite. Aucun montant minimum d'achat requis. Offre non cumulable avec toute autre promotion, offre ou coupon. L'offre ne peut pas être appliquée aux achats antérieurs, échangée contre une valeur en espèces, utilisée pour l'achat de cartes-cadeaux ou comme mode de paiement sur un compte. Offre non cumulable avec la réduction employé PUMA. PUMA se réserve le droit d'annuler cette offre à tout moment, ainsi que d'annuler toute commande résultant d'une erreur de prix, technique ou autre. Tous les retours sont soumis à la Politique de retours et d'échanges de PUMA. L'utilisation est soumise à l'approbation du crédit et à la disponibilité des produits. Des exclusions s'appliquent.\nBÉNÉFICIEZ DE 20 % DE REMISE\nInscrivez-vous pour bénéficier de cette remise ainsi que d'offres exclusives et des dernières actualités\n.Bénéficiez de 20 % de remise sur votre achat sur PUMA.com en utilisant votre code PUMA unique à usage unique. Offre valable uniquement sur PUMA.com pour des livraisons aux États-Unis uniquement ; non valable en magasin PUMA ou en outlet PUMA. Exclut, mais sans s'y limiter, les nouvelles sorties de produits, certains styles Teamsport, Golf, Basketball, certains produits RS, les articles en déstockage ainsi que les nouveaux maillots sous licence et répliques. Offre non cumulable avec toute autre promotion, offre ou coupon. L'offre ne peut pas être appliquée aux achats antérieurs, échangée contre une valeur en espèces, utilisée pour l'achat de cartes-cadeaux ou comme mode de paiement sur un compte. Offre non cumulable avec la réduction employé PUMA. PUMA se réserve le droit d'annuler cette offre à tout moment, ainsi que d'annuler toute commande résultant d'une erreur de prix, technique ou autre. Tous les retours sont soumis aux directives de la Politique de retour/échange de PUMA. L'utilisation est soumise à l'approbation du crédit et à la disponibilité des produits.\nCe site utilise des cookies. Cliquez ici pour gérer vos préférences ou refuser. En continuant ou en fermant ce message, vous acceptez notre Politique de confidentialité et nos Conditions générales.\nFermer\nSOUTENIR\nÀ PROPOS DE\nRESTER À JOUR\nEXPLORER\nÉTATS-UNIS\nYouTube\nTwitter\nPinterest\nInstagram\nFacebook\n© PUMA NORTH AMERICA, INC.\nMENTIONS LÉGALES ET DONNÉES JURIDIQUES\nID WEB : 543 589 279\n/us/en/puma/sale-terms-and-conditions"
}