{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Leon is a man known for trading in prohibited and forbidden goods, and he is the largest known trader in his field around the world, where the mafia and wealthy businessmen cooperate with him, so he became the richest billionaire in Russia.\nHe had one guard close to him, but he died in an assassination that occurred during a deal with the mafia, he died as a sacrifice to protect Leon.\nHis guard had a daughter, so Leon took her and took care of her, but the girl suffered from autism, and because of her condition, Kat could barely speak, and when she spoke, she used simple words, Leon began to take care of her as if she were his daughter, although he was a person devoid of feelings and love.\nOne time, Leon was in his palace, specifically his office, holding a meeting with his men, and suddenly, there was a knock on the door and the maid entered and told him that she was in her room and refused to cooperate with them, as she did not want to eat or change her clothes. Leon immediately got up, realizing that he was the only person who sometimes listened to him.",
    "trans": "Leon est un homme connu pour le commerce de biens interdits et prohibés, et il est le plus grand trader mondial dans ce domaine, où la mafia et des hommes d'affaires fortunés coopèrent avec lui ; il est ainsi devenu le milliardaire le plus riche de Russie.\nIl avait un garde près de lui, mais il est décédé lors d'un assassinat survenu durant une transaction avec la mafia ; il est mort en sacrifice afin de protéger Leon.\nSon garde avait une fille, alors Leon la prit en charge et s'occupa d'elle, mais la jeune fille était autiste, et en raison de sa maladie, Kat avait du mal à parler, et lorsqu'elle parlait, elle utilisait des mots simples. Leon commença à prendre soin d'elle comme s'il s'agissait de sa propre fille, bien qu'il fût une personne dépourvue de sentiments et d'amour.\nUn jour, Leon se trouvait dans son palais, plus précisément dans son bureau, en train de tenir une réunion avec ses hommes, et soudain, il y eut un coup à la porte, et la domestique entra et lui annonça qu'elle était dans sa chambre et refusa de coopérer avec eux, ne désirant ni manger ni changer de vêtements. Leon se leva immédiatement, réalisant qu'il était la seule personne qui l'écoutait parfois."
}