{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your purchase has been cancelled\nDear Sir/Madam, [redacted_name],\nDespite multiple payment reminders from Troostwijk Auctions on behalf of the selling party, you have not paid the purchase amount for the purchase of your lot(s).\nA1-22251-461 - AEG - set di 20 pannelli solari completamente neri (375 wp) (totale 7.500 wp)\nAs you have not paid and taken delivery of your lot(s) within the stipulated period, you are in default under the law and the General Terms and Conditions for Buyers. For this reason, pursuant to Article 19 of the applicable General Conditions for Buyers, the purchase agreement is rescinded. Dissolution means that you will no longer be able to claim your lot(s).\nIn accordance with Article 19 of the General Terms and Conditions for Buyers, you continue to owe Troostwijk Auctions the premium and 25% of your winning bid, without prejudice to the selling party's right to claim full damages. For this reason, the premium and 25% of your winning bid will be charged to you. You can expect a separate invoice for this. Your account will also be blocked.\nYou can find the General Terms and Conditions for Buyers on our website.\nIn case of non-payment of the premium and 25% of your winning bid to Troostwijk Auctions, Troostwijk Auctions reserves the right to claim this amount via a collection agency.",
    "trans": "Votre achat a été annulé\nCher Monsieur/Chère Madame, [redacted_name],\nMalgré plusieurs rappels de paiement de Troostwijk Auctions au nom de la partie vendeuse, vous n'avez pas réglé le montant de l'achat pour l'achat de votre/vos lot(s).\nA1-22251-461 - AEG - set di 20 pannelli solari completamente neri (375 wp) (totale 7.500 wp)\nÉtant donné que vous n'avez pas réglé et réceptionné votre/vos lot(s) dans le délai imparti, vous êtes en infraction en vertu de la loi et des Conditions Générales pour les Acheteurs. En conséquence, conformément à l'Article 19 des Conditions Générales applicables pour les Acheteurs, le contrat d'achat est résilié. La résiliation signifie que vous ne pourrez plus récupérer votre/vos lot(s).\nConformément à l'Article 19 des Conditions Générales pour les Acheteurs, vous devez toujours à Troostwijk Auctions la prime et 25 % de votre offre gagnante, sans préjudice du droit de la partie vendeuse de réclamer des dommages-intérêts complets. Par conséquent, la prime et 25 % de votre offre gagnante vous seront facturés. Vous recevrez une facture séparée à cet effet. Votre compte sera également bloqué.\nVous pouvez consulter les Conditions Générales pour les Acheteurs sur notre site internet.\nEn cas de non-paiement de la prime et de 25 % de votre offre gagnante à Troostwijk Auctions, Troostwijk Auctions se réserve le droit de réclamer ce montant par l'intermédiaire d'une agence de recouvrement."
}