{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ord! Anyways, tell me what you think! Love you!\nHa Ni\nI can't do this. Honestly, I can't stand here and watch this. Baek Seung Jo, don't you care? Don't you love me enough to get rid of her for me. He was giving her the blankets she needed for where she would be sleeping. Which was little Baek Eun Jo's room. So, in short, we would have little to no privacy tonight. But I couldn't cry. I wouldn't-that would mean leaving. And I couldn't do that yet; I had to give him a fair chance. That's when I noticed what he had just started working on.\nBaek Seung Jo\nI wasn't dealing with this anymore. I was too smart for this. So why hadn't I thought of this before? I'll just make a back up project. Let's just hope no one mentioned anything. The walls were so thin she could probably hear every squeak of the floorboards. That in mind, how was I supposed to tell Ha Ni? Oh, I got it; I'll write it down and show her! But, knowing Ha Ni she would probably get mad and do something about it. Aish, why am I worrying about this? Once I finish the project tonight there will be no problem, then she can leave. But why did it have to be so difficult for Ha Ni to keep a secret? If she wasn't a gossiper this would be so much easier. \"Aish Ha Ni, why can't you keep a secret?\"\nHa Ni\nWhat did he mean I couldn't keep a secret? Of course I could keep a secret, if it was really important I could. \"What do you mean I can't keep a secret? Of course I can.\" I could hear the pride in my voice. Oh how I hoped Seung Jo's arrogance wasn't rubbing off on me.",
    "trans": "ord ! Bref, dis-moi ce que tu en penses ! Je t’aime !\nHa Ni\nJe ne peux pas faire ça. Honnêtement, je ne peux pas rester là et regarder ça. Baek Seung Jo, tu t’en fiches ? Tu ne m’aimes pas assez pour te débarrasser d’elle pour moi ? Il lui donnait les couvertures dont elle avait besoin pour l’endroit où elle allait dormir. C'était la chambre du petit Baek Eun Jo. En résumé, nous aurions peu, voire pas du tout d’intimité ce soir. Mais je ne pouvais pas pleurer. Je ne voulais pas – cela signifierait partir. Et je ne pouvais pas encore faire ça ; je devais lui laisser une chance équitable. C’est alors que j’ai remarqué ce sur quoi il venait de commencer à travailler.\nBaek Seung Jo\nJe ne voulais plus gérer ça. J’étais trop intelligent pour ça. Alors pourquoi n’y avais-je pas pensé plus tôt ? Je vais juste faire un projet de secours. Espérons juste que personne ne dise quoi que ce soit. Les murs étaient si fins qu’elle pouvait probablement entendre chaque grincement du parquet. En gardant cela à l’esprit, comment étais-je censé le dire à Ha Ni ? Ah, j’ai trouvé ! Je vais l’écrire et lui montrer ! Mais, connaissant Ha Ni, elle allait sûrement se fâcher et faire quelque chose à ce sujet. Aish, pourquoi est-ce que je m’inquiète de ça ? Une fois mon projet terminé ce soir, il n’y aura plus de problème, et elle pourra partir. Mais pourquoi était-ce si difficile pour Ha Ni de garder un secret ? Si elle n’était pas une commère, tout serait tellement plus simple. « Aish Ha Ni, pourquoi tu ne peux pas garder un secret ? »\nHa Ni\nQu’est-ce qu’il voulait dire par là, que je ne pouvais pas garder un secret ? Bien sûr que je pouvais garder un secret, si c’était vraiment important, je le pouvais. « Qu’est-ce que tu veux dire par là, que je ne peux pas garder un secret ? Bien sûr que je peux. » J’entendais la fierté dans ma voix. Oh, comme j’espérais que l’arrogance de Seung Jo n’était pas en train de déteindre sur moi."
}