{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Background: Thyroid cancer (TC) is one of the most common carcinomas in young women. Concerns have been raised regarding the impact of the disease and its treatment on reproductive function. The aim of the study was to investigate the association of TC diagnosis and radioactive iodine (RAI) treatment on infertility and pregnancy rates in women. Methods: The comprehensive computerized database of a health management organization in Israel was screened for all female patients who were diagnosed with TC at age ≤40 years in 2000-2020. Rates of infertility (based on a documented diagnosis or purchase of fertility medications in the patient files) and pregnancy were compared with healthy age-matched controls. Results: The cohort included 1164 patients with TC (median age at diagnosis 31.6 years; interquartile range [IQR]: 26.7-35.4) and 5030 controls, followed for a median period of 10 years (IQR: 5.0-15.0). The infertility rate was higher in the TC group than in the control group (23.9% vs. 20.4%, p=0.008). Still, the postdiagnosis/referent date pregnancy rates were comparable in the whole cohort (46.9/47.7%, p=0.625) and across all age quartiles. The median time to the first pregnancy postdiagnosis/referent date was longer in TC patients than in controls (37 vs. 31 months, p<0.001). Within the TC group, women who received repeated radioactive iodine treatment (n=611, 52.5%) had comparable rates of infertility and pregnancy as those who did not. However, their time to the first postdiagnosis pregnancy was longer (median 45 vs. 29 months, p=0.020). Conclusions: Our study provides reassuring evidence about the reproductive characteristics of women treated for TC. Pregnancy rates in TC survivors were comparable with controls. However, a higher infertility rate and a longer time to conceive were observed in the TC group compared with the control group. These findings were consistent in women who received single or repeated RAI treatments.",
    "trans": "Contexte : Le cancer de la thyroïde (CT) est l'un des carcinomes les plus fréquents chez les jeunes femmes. L'impact de la maladie et de son traitement sur la fonction de reproduction suscite des inquiétudes. L'objectif de cette étude était d'examiner l'association entre le diagnostic du CT et le traitement à l'iode radioactif (IRA) sur l'infertilité et les taux de grossesse chez les femmes. Méthodes : La base de données informatisée complète d'un organisme de gestion de la santé en Israël a été examinée pour toutes les patientes chez qui un diagnostic de CT a été posé à un âge ≤40 ans en 2000-2020. Les taux d'infertilité (basés sur un diagnostic documenté ou l'achat de médicaments de fertilité dans les dossiers des patients) et de grossesse ont été comparés à ceux de témoins sains appariés selon l'âge. Résultats : La cohorte comprenait 1 164 patients atteints de CT (âge médian au moment du diagnostic : 31,6 ans ; intervalle interquartile [IQR] : 26,7-35,4) et 5 030 témoins, suivis pendant une période médiane de 10 ans (IQR : 5,0-15,0). Le taux d'infertilité était plus élevé dans le groupe CT que dans le groupe témoin (23,9 % contre 20,4 %, p=0,008). Néanmoins, les taux de grossesse après le diagnostic/à la date de référence étaient comparables dans l'ensemble de la cohorte (46,9/47,7 %, p=0,625) et dans tous les quartiles d'âge. Le délai médian jusqu'à la première grossesse après le diagnostic/la date de référence était plus long chez les patientes CT que chez les témoins (37 contre 31 mois, p<0,001). Dans le groupe CT, les femmes ayant reçu un traitement répété à l'iode radioactif (n=611, 52,5%) avaient des taux d'infertilité et de grossesse comparables à ceux des femmes n'ayant pas reçu de traitement. Cependant, le délai avant la première grossesse après le diagnostic était plus long (médiane 45 contre 29 mois, p=0,020). Conclusions : Notre étude fournit des données rassurantes sur les caractéristiques reproductives des femmes traitées pour CT. Les taux de grossesse chez les survivantes de la CT étaient comparables à ceux des témoins. Cependant, un taux d'infertilité plus élevé et un délai de conception plus long ont été observés dans le groupe CT par rapport au groupe témoin. Ces résultats étaient cohérents chez les femmes ayant reçu des traitements IRA uniques ou répétés."
}