{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Plan Participant:\nImportant information about your retirement plan is now available. Please review this information.\nYour quarterly retirement plan benefit statement has been posted online, which you may access here. Once logged in, select View My Statements at the top of the page.\nPlease note that this information is not required to be available on the website for more than a year or after it is superseded by a subsequent version, if later. You can request a free paper copy by contacting a plan representative at (800) 421-4120.\nIf you do not wish to receive plan-related disclosures electronically, you may discontinue electronic delivery by logging into your account, clicking Preferences at the top of the screen, then selecting Communications to review and update the information. You may also contact a plan representative at (800) 421-4120, and paper versions of the disclosures will be furnished, free of charge.\nPlease do not reply to this message.\nYour privacy and security are important to us. See our privacy policy ( Canada | Europe & Asia | United States ).\nCapital Group\nP.O. Box 6040 | Indianapolis, IN 46206-6040\namericanfunds.com/retire\nNotice: Confidential and legally privileged information may be contained in this message. It is intended only for the addressee. If you are not the addressee, you are prohibited from disclosing, copying, distributing or taking any action on the contents of this message. If you have received this message in error, please contact the sender immediately.",
    "trans": "Cher participant au plan :\nDes informations importantes relatives à votre plan de retraite sont désormais disponibles. Veuillez prendre connaissance de ces informations.\nVotre relevé trimestriel de prestations de retraite a été mis en ligne et vous pouvez y accéder ici. Une fois connecté, sélectionnez « Voir mes relevés » en haut de la page.\nVeuillez noter que ces informations ne sont pas tenues d'être disponibles sur le site web pendant plus d'un an ou après qu'elles aient été remplacées par une version ultérieure, si celle-ci est plus tardive. Vous pouvez demander une copie papier gratuite en contactant un représentant du plan au (800) 421-4120.\nAu cas où vous ne souhaiteriez pas recevoir les informations relatives au plan par voie électronique, vous pouvez interrompre la livraison électronique en vous connectant à votre compte, en cliquant sur Préférences en haut de l'écran, puis en sélectionnant Communications pour revoir et mettre à jour les informations. Vous pouvez également contacter un représentant du plan au (800) 421-4120, et des versions papier des informations vous seront fournies gratuitement.\nMerci de ne pas répondre à ce message.\nNous accordons une grande importance à la protection de votre vie privée et à votre sécurité. Voir notre politique de confidentialité (Canada | Europe et Asie | États-Unis).\nCapital Group\nP.O. Box 6040 | Indianapolis, IN 46206-6040\namericanfunds.com/retire\nAvis : Ce message peut contenir des informations confidentielles et juridiquement privilégiées. Il est destiné uniquement au destinataire. Si vous n'êtes pas le destinataire, il vous est interdit de divulguer, de copier, de distribuer ou d'agir sur la base du contenu de ce message. Si vous avez reçu ce message par erreur, veuillez contacter l'expéditeur immédiatement."
}