{
    "source": "en_US",
    "target": "fr_FR",
    "text": "nstructions for Item 38 – Individual’s last name or entity’s legal name:\nEnter the beneficial owner's legal last name or the exempt entity's legal name. An entity’s legal name is the name on the articles of incorporation or other document that created or registered the entity. Do not abbreviate names unless an abbreviation is part of the legal name.\nInstructions for Item 39 – First name:\nEnter the beneficial owner's legal first name.\nInstructions for Item 40 – Middle name:\nEnter the beneficial owner's middle name if the beneficial owner’s legal name includes a middle name. Leave this item blank if the beneficial owner does not have a middle name.\nInstructions for Item 41 – Suffix:\nEnter the beneficial owner’s suffix such as JR, SR, III, etc., if the beneficial owner has a suffix to their legal name. Leave this item blank if the beneficial owner’s legal name does not include a suffix.\nInstructions for Item 42 – Date of birth:\nEnter the beneficial owner’s date of birth, using the format MM/DD/YYYY where MM = month, DD = day, and YYYY = year (e.g., 01/25/1970). The month, day, and year must be provided; no partial dates will be accepted.",
    "trans": "Instructions pour l’élément 38 – Nom de famille de l’individu ou nom légal de l’entité :\nSaisissez le nom de famille légal du bénéficiaire effectif ou le nom légal de l’entité exonérée. Le nom légal d’une entité est celui figurant dans les statuts constitutifs ou tout autre document ayant créé ou enregistré l’entité. N’abrégez pas les noms, sauf si l’abréviation fait partie du nom légal.\nInstructions pour l’élément 39 – Prénom :\nSaisissez le prénom légal du bénéficiaire effectif.\nInstructions pour l’élément 40 – Deuxième prénom :\nSaisissez le deuxième prénom du bénéficiaire effectif si son nom légal en comporte un. Laissez ce champ vide si le bénéficiaire effectif n’a pas de deuxième prénom.\nInstructions pour l’élément 41 – Suffixe :\nSaisissez le suffixe du bénéficiaire effectif, tel que JR, SR, III, etc., si son nom légal en comporte un. Laissez ce champ vide si le nom légal du bénéficiaire effectif ne comporte pas de suffixe.\nInstructions pour l’élément 42 – Date de naissance :\nSaisissez la date de naissance du bénéficiaire effectif en utilisant le format MM/JJ/AAAA, où MM = mois, JJ = jour et AAAA = année (ex. : 25/01/1970). Le mois, le jour et l’année doivent être indiqués ; les dates incomplètes ne seront pas acceptées."
}