{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If pval.type=“all” is too stringent yet pval.type=“any” is too generous, a compromise is to set pval.type=“some”. For each gene, we apply the Holm-Bonferroni correction across its p -values and take the middle-most value as the combined p-value. This effectively tests the global null hypothesis that at least 50% of the individual pairwise comparisons exhibit no DE. We then rank the genes by their combined p-values to obtain an ordered set of marker candidates. The aim is to improve the conciseness of the top markers for defining a cluster while mitigating the risk of discarding useful genes that are not DE to all other clusters. The downside is that taking this compromise position sacrifices the theoretical guarantees offered at the other two extremes.\nThis strategy will only report genes that are highly specific to the cluster of interest. When it works, it can be highly effective as it generates a small focused set of candidate markers. However, any gene that is expressed at the same level in two or more clusters will simply not be detected. This is likely to discard many interesting genes, especially if the clusters are finely resolved with weak separation. To give a concrete example, consider a mixed population of CD4+-only, CD8+-only, double-positive and double-negative T cells. With pval.type=“all”, neither Cd4 or Cd8 would be detected as subpopulation-specific markers because each gene is expressed in two subpopulations. In comparison, pval.type=“any” will detect both of these genes as they will be DE between at least one pair of subpopulations.",
    "trans": "Si pval.type = « all » est trop strict et que pval.type = « any » est trop permissif, un compromis consiste à définir pval.type = « some ». Pour chaque gène, nous appliquons la correction de Holm-Bonferroni à ses p-valeurs et prenons la valeur médiane comme p-valeur combinée. Cela teste efficacement l'hypothèse nulle globale selon laquelle au moins 50 % des comparaisons par paires individuelles ne présentent pas de DE (expression différentielle). Nous classons ensuite les gènes par ordre de p-valeurs combinées pour obtenir une série de candidats marqueurs ordonnée. L'objectif est de concilier la brièveté des meilleurs marqueurs et la protection des gènes utiles qui ne sont pas DE pour tous les autres clusters. L'inconvénient de ce compromis est qu'il sacrifie les garanties théoriques offertes par les deux autres extrêmes.\nCette stratégie ne signalera que les gènes hautement spécifiques au cluster d'intérêt. Lorsqu'elle fonctionne, elle peut être très efficace car elle génère un petit ensemble ciblé de marqueurs candidats. Cependant, tout gène exprimé au même niveau dans deux clusters ou plus ne sera tout simplement pas détecté. Cela risque de rejeter de nombreux gènes intéressants, surtout si les clusters sont finement résolus avec une faible séparation. Pour donner un exemple concret, considérons une population mixte de cellules T CD4+ uniquement, CD8+ uniquement, doublement positives et doublement négatives. Avec pval.type = « all », ni Cd4 ni Cd8 ne seraient détectés comme marqueurs spécifiques à une sous-population, car chaque gène est exprimé dans deux sous-populations. En comparaison, pval.type=« any » détectera ces deux gènes, car ils seront DE entre au moins une paire de sous-populations."
}