{
    "source": "en_US",
    "target": "fr_FR",
    "text": "There was strong evidence that female sex was a risk factor for recurrence. This is consistent with an epidemiological study that found an increased rate of pneumothorax recurrence in female patients, particularly in the age group 31–50years, with re-hospitalisation rates of 54% compared with 46% in males [39]. It is recognised that a proportion of pneumothoraces in females are secondary to underlying sex-specific pathophysiology, including lymphangioleiomyomatosis and catamenial (endometriosis and nonendometriosis related) pneumothoraces. While catamenial pneumothoraces were historically thought to be a rare entity, with one early study only attributing 1% of its pneumothoraces to this condition [40], a recent retrospective study demonstrated that up to 25% of females referred to surgery for recurrent pneumothoraces had evidence of thoracic endometriosis [41]. The presence of these underlying conditions may explain the higher risk of recurrence seen in females.",
    "trans": "Il existe des preuves solides indiquant que le sexe féminin est un facteur de risque de récidive. Cela est cohérent avec une étude épidémiologique qui a révélé un taux accru de récidive du pneumothorax chez les femmes, en particulier dans la tranche d’âge de 31 à 50 ans, avec un taux de réhospitalisation de 54 % contre 46 % chez les hommes [39].On sait qu’une proportion de pneumothorax chez les femmes est liée à des causes physiopathologiques spécifiques au sexe, notamment la lymphangioléiomyomatose et les pneumothorax cataméniaux (associés ou non à l’endométriose). Bien que les pneumothorax cataméniaux aient longtemps été considérés comme rares—une étude ancienne les attribuait seulement à 1 % des cas de pneumothorax [40]—une étude rétrospective plus récente a montré que jusqu’à 25 % des femmes orientées vers la chirurgie pour des pneumothorax récurrents présentaient des signes d’endométriose thoracique [41].La présence de ces affections sous-jacentes pourrait expliquer le risque plus élevé de récidive observé chez les femmes."
}