{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A couple of days had past and I had been accepted by slender. I was staying on my bed and reading a book that I borrowed from Hoodie. It was a really intresting one. Anyway as I was reading the book I heard a load noise coming from downstairs and some yelling from downstairs. Putting the page with a sign and closing the book, I puted it down on my nightstand and got up. I walked downstairs and saw [redacted_name] running behind a dog wich I knew it was his dog. His name is [redacted_name]. He is a really friendly dog but when it comes to some people that he doesn't like he can become really dangerous and attacks them.\n\"For fuck sake! [redacted_name] get back here. You need to take a bath or Slandy will kill me for having a dirty dog sleeping on his couch.\"[redacted_name] really likes to sleep on slandy's couch. He also likes to take baths but not when is [redacted_name] who is bathing him. I never knew why though. So anyways [redacted_name] was trying to catch [redacted_name] and Jane was yelling to[redacted_name] because him and [redacted_name] destroy the bord game wich Jane and Sally were playing. Sally was glaring at [redacted_name]and [redacted_name] but she smiled as soon as she saw me.\n\"(Y/N)!!\" She runned up to me hugging me. I smiled and hugged her back.\n\"(Y/N), can you please tell them to stop bothering us when we play?\" I chuckled and smiled \"Okay Sally, I'll try.\" She smiled big then went to fix her game.\nJane and [redacted_name] were still fighting with each other and [redacted_name] was in a corner trying to be far away from them.\nA sigh escaped my lips as i walked to [redacted_name]. \"Do you want me to bath you instead of[redacted_name]?\" I asked him.\n[redacted_name] head perked up looking at me. He then soon walked at me wich I figured that he ment that he wanted him to. I noded then looked at [redacted_name] and Jane who were still arguing.\n\"Guys, No need to yell anymore. I'll be the one to bath [redacted_name].\" Jane looked at me and noded and [redacted_name] was relived after hearing that.\n\"Good.\" [redacted_name] said, and with that he went outside on who God knows where. As [redacted_name] had made his way to one of the bathrooms upstairs, I decided to go to the kitchen to take a drink first.\nAs I entered the kitchen, I saw some people staying in the table. There was E.J who was eating some what assumed to be human kidneys. On the other side of the table were [redacted_name] and Toby.\nToby was annoying [redacted_name] by calling him many times and saying other thinks to him. [redacted_name] on the other hand were really pissed ready to attack Toby.\nWith them three were also another person. It was Laughing Jack. A black and white clown wich I met yesterday whist playing with Sally. He was chuckling and laughing a little at the situation of [redacted_name] and Toby were in.\nI was noticed by them all wich saw me as soon as I entered the kitchen. I greeted them and made my way to the fridge to take my drink.\n\"Stop it for God sake.\" I heard [redacted_name] said in a loud tone glaring at Toby. Toby just shrugged and smirked. After taking my drink I made my way to the table where they were all staying.\n\"What's going on here?\" I asked whist taking a sip of my drink.\n\"This bastard over here is getting on my nerves.\" [redacted_name] said whist glaring at Toby. Judging by his voice he was really pissed of at him.\n\"Why?\"\n\"Well just because I made a mistake on our last mission doesn't mean he is the best and and doesn't mean he should remind me of it.\" [redacted_name] frowned. Toby smirked and laughed. I rolled my eyes. Toby is really immature sometimes.\nOh well. I soon got an idea to take and keep Toby away from [redacted_name] so that they won't fight and bother each other.\n\"Hey Toby?\" I said looking at him. Toby's eyes met mine. \"Hmmm?\" He hummed looking at me. \"Can you help me to bath [redacted_name] please?\" I asked him. He smiled and stood up from his chair.\n\"Sure, why not?\" I smiled. \"Come on then.\" Toby smiled and noded making his way out of the kitchen. As soon as he was out of view I looked at [redacted_name]and chuckled \"Your welcome.\" I then left the kitchen as well. [redacted_name] just chuckled shaking his head. I made my way upstairs to where Toby and [redacted_name] were. Toby had turned on the water of the bath as [redacted_name] was looking at it. I looked at it then went to take [redacted_name] shampoo. After the bath was full I spilled some shampoo on the water. After doing that [redacted_name] jumped inside splashing the water at me and Toby. \"Ughh, [redacted_name]!\" I said whist looking at where the water was at some part of my clothes. Toby just laughed. We both then started washing and cleaning[redacted_name]. It was really fun to be honest. After it ended me and Toby were soked with water and the bathroom was a mess.\n\"Oh damn it i didn't expect that [redacted_name] would be so hard to deal with in this situation.\" I laughed a little. Toby chuckled and noded \"it is. He really wants to move and play a lot wich makes it really difficult.\" I noded and chuckled\"Yeah I figured.\" We then dried [redacted_name] with a towel. Toby then went outside along with [redacted_name] and probably to get changed. Me on the other hand was cleaning the bathroom. I didn't want to leave it like that. After doing that I walked out of the bathroom as well. I needed to get changed to. I walked to my room to do so.\nI got some clothes that I found on my closet. I wore some shorts and a shirt. As I took the shirt off the door of my room opened. \"(Y/N), you need to come downstairs now. Slendy needs to talk with all of us.\" The voice of Liu said as he opened the door. Helooked at me and my eyes widen. I was only on my bra whist putting my shirt on. I blushed hard and saw that Liu was blushing as well.\n\"Damn it!! Liu get the hell out.\" I yelled putting my shirt quickly on.Liu's eyes were wide and closed the door quickly. On the other hand I was a blushing mess.\nLiu was now behind the closed door taking a deep breath. \"Why didn't you walk inside?\" Sully said inside of his head with a smirk on his tone of his voice. Liu was still blushing and glared at him. \"Shut up Sully.\" And with that he made his way downstairs.",
    "trans": "Quelques jours s’étaient écoulés et j’avais été accepté par slender. J’étais allongé sur mon lit en lisant un livre que j’avais emprunté à Hoodie. C’était vraiment intéressant. Quoi qu’il en soit, alors que je lisais le livre, j’entendis un bruit fort venant d’en bas et des cris. En posant le marque-page et en fermant le livre, je le mis sur ma table de chevet et me levai. Je descendis les escaliers et vis [redacted_name] courir après un chien que je savais être le sien. Il s’appelait [redacted_name]. C’était un chien vraiment amical, mais quand il s’agissait de certaines personnes qu’il n’aimait pas, il pouvait devenir très dangereux et les attaquer.\n« Putain ! [redacted_name], reviens ici. Tu dois prendre un bain sinon Slandy va me tuer pour avoir laissé un chien sale dormir sur son canapé. » [redacted_name] aime vraiment dormir sur le canapé de Slandy. Il aime aussi prendre des bains, mais pas quand c’est [redacted_name] qui le baigne. Je n’ai jamais su pourquoi. Bref, [redacted_name] essayait de rattraper [redacted_name] et Jane criait après [redacted_name], car lui et [redacted_name] avaient détruit le jeu de société sur lequel Jane et Sally étaient en train de jouer. Sally fixait [redacted_name] et [redacted_name] avec un regard furieux, mais souriait dès qu’elle me vit.\n« (Y/N) !! » Elle se précipita vers moi pour me serrer dans ses bras. Je souris et lui rendis son étreinte.\n« (Y/N), tu peux leur dire d’arrêter de nous embêter quand on joue ? » Je rigolai et souris. « D’accord Sally, je vais essayer. » Elle sourit largement puis retourna à son jeu.\nJane et [redacted_name] se chamaillaient toujours et [redacted_name] était dans un coin, essayant de rester loin d’eux.\nUn soupir s’échappa de mes lèvres alors que je me dirigeais vers [redacted_name]. « Tu veux que je te baigne à la place de [redacted_name] ? » lui demandai-je.\nLa tête de [redacted_name] se redressa en me regardant. Puis il marcha vers moi, ce qui voulait probablement dire qu’il voulait que ce soit moi qui le baigne. Je hochai la tête et regardai [redacted_name] et Jane qui étaient toujours en train de se disputer.\n« Les gars, plus besoin de crier. C’est moi qui vais baigner [redacted_name]. » Jane me regarda et hocha la tête, et [redacted_name] était soulagé d’entendre cela.\n« Bien. » dit [redacted_name], puis il partit dehors, Dieu sait où. Pendant que [redacted_name] se rendait dans l'une des salles de bains à l’étage, je décidai d’aller à la cuisine prendre une boisson.\nEn entrant dans la cuisine, je vis des gens assis à la table. Il y avait E.J qui mangeait ce qui semblait être des reins humains. De l’autre côté de la table se trouvaient [redacted_name] et Toby.\nToby embêtait [redacted_name] en l’appelant sans cesse et en lui disant d’autres choses. [redacted_name], quant à lui, était vraiment énervé, prêt à attaquer Toby.\nAvec eux trois se trouvait aussi une autre personne. C’était Laughing Jack. Un clown noir et blanc que j’avais rencontré hier en jouant avec Sally. Il ricanait un peu et se moquait de la situation dans laquelle [redacted_name] et Toby se trouvaient.\nIls m’avaient tous remarquée dès que je suis entrée dans la cuisine. Je les saluai et me dirigeai vers le réfrigérateur pour prendre ma boisson.\n« Arrête ça pour l'amour de Dieu, » j’entendis [redacted_name] dire d’un ton fort, en lançant un regard noir à Toby. Toby haussait simplement les épaules et souriait en coin. Après avoir pris ma boisson, je m’avançai vers la table où ils étaient tous installés.\n« Que se passe-t-il ici ? » demandai-je en prenant une gorgée de ma boisson.\n« Ce salaud ici m’énerve, » dit [redacted_name] en fixant Toby. À en juger par sa voix, il était vraiment en colère contre lui.\n« Pourquoi ? »\n« Eh bien, ce n’est pas parce que j’ai fait une erreur lors de notre dernière mission qu’il est le meilleur et qu’il doit me le rappeler à chaque fois. » [redacted_name] fronça les sourcils. Toby sourit et rit. Je roulai des yeux. Toby est vraiment immature parfois.\nBon. J’eus bientôt une idée pour éloigner Toby de [redacted_name] afin qu’ils ne se battent pas et ne se dérangent pas.\n« Hé Toby ? » dis-je en le regardant. Les yeux de Toby rencontrèrent les miens. « Hmmm ? » fit-il en me regardant. « Tu peux m’aider à baigner [redacted_name] ? » lui demandai-je. Il sourit et se leva de sa chaise.\n« Bien sûr, pourquoi pas ? » Je souris. « Allons-y alors. » Toby sourit et hocha la tête en se dirigeant vers la sortie de la cuisine. Dès qu’il fut hors de vue, je regardai [redacted_name] et éclatai de rire. « De rien. » Je quittai aussi la cuisine. [redacted_name] se contenta de rire en secouant la tête. Je montai à l’étage où se trouvaient Toby et [redacted_name]. Toby avait allumé l’eau du bain tandis que [redacted_name] le regardait. Je regardai puis allai chercher le shampooing de [redacted_name]. Lorsque la baignoire fut remplie, je versai un peu de shampooing dans l’eau. Après cela, [redacted_name] sauta dans l’eau, éclaboussant l’eau sur moi et Toby. « Ughh, [redacted_name] ! » dis-je en voyant l’eau sur une partie de mes vêtements. Toby se mit à rire. Nous commencions tous les deux à laver et nettoyer [redacted_name]. C’était vraiment amusant, pour être honnête. Après ça, Toby et moi étions trempés et la salle de bain était un vrai désordre.\n« Putain, je ne m’attendais pas à ce que [redacted_name] soit aussi difficile à gérer dans cette situation. » Je ris un peu. Toby rigola et hocha la tête. « C’est vrai. Il veut vraiment bouger et jouer beaucoup, ce qui rend les choses vraiment difficiles. » Je hochai la tête et souris. « Ouais, je m’en doutais. » Nous séchâmes ensuite [redacted_name] avec une serviette. Toby partit dehors avec [redacted_name] probablement pour se changer. Quant à moi, je nettoyais la salle de bain. Je ne voulais pas la laisser dans cet état. Après cela, je quittai aussi la salle de bain. J’avais aussi besoin de me changer. Je me rendis dans ma chambre pour le faire.\nJe pris des vêtements dans mon placard. Je mis un short et un t-shirt. Alors que je retirais mon t-shirt, la porte de ma chambre s’ouvrit. « (Y/N), tu dois descendre maintenant. Slendy veut parler avec nous tous. » La voix de Liu se fit entendre en ouvrant la porte. Il me regarda et mes yeux s’agrandirent. Je n’étais qu’en soutien-gorge en train de mettre mon t-shirt. Je rougis profondément et vis que Liu rougissait aussi.\n« Putain !! Liu, dégage ! » criai-je en enfilant rapidement mon t-shirt. Les yeux de Liu s’agrandirent et il ferma vite la porte. De mon côté, j’étais une vraie boule de honte\n.Liu était maintenant derrière la porte fermée, prenant une grande inspiration. « Pourquoi tu n’es pas entré ? » dit Sully dans sa tête avec un sourire moqueur. Liu rougissait toujours et lui lança un regard noir. « Tais-toi Sully. » Et avec ça, il descendit."
}