{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Mental health issues such as anxiety and depression were a leading cause of global health problems even before the spread of COVID-19; however, they’ve gotten worse. Since the first year of the COVID-19 pandemic, anxiety and depression rates worldwide have increased by an overwhelming 25%. In the U.S, 4 in 10 adults have reported symptoms of anxiety or depression during the pandemic, compared with 1 in 10 from January to June 2019.\nAmong the most affected are young adults and women. The surge in people struggling with mental illnesses has coincided with gaps in mental care services as well.\nResearch suggests that the pandemic has exacerbated the impacts of loneliness. Additionally, people’s fear of missing out, also known as FOMO, hasn’t decreased even since in-person social gatherings became less frequent. But small daily actions - such as a short walk, break from social media or even a catnap - can add up to have an impact on mental health. Separately, counselling, therapy and medication prescribed by health care providers are effective treatments for those experiencing mental illness.",
    "trans": "Les problèmes de santé mentale tels que l'anxiété et la dépression étaient déjà une cause majeure de problèmes de santé dans le monde avant la propagation du COVID-19, mais la situation s'est aggravée. Depuis la première année de la pandémie de COVID-19, les taux d'anxiété et de dépression dans le monde ont augmenté de 25 %. Aux États-Unis, 4 adultes sur 10 ont signalé des symptômes d'anxiété ou de dépression pendant la pandémie, contre 1 sur 10 entre janvier et juin 2019.\nLes jeunes adultes et les femmes sont les plus touchés. L'augmentation du nombre de personnes souffrant de maladies mentales a également coïncidé avec des lacunes dans les services de soins mentaux.\nLa recherche suggère que la pandémie a exacerbé les effets de la solitude. En outre, le syndrome peur de manquer, également connue sous le nom de FOMO, n'a pas diminué, même depuis que les rencontres sociales en personne sont devenues moins fréquentes. Mais de petites actions quotidiennes - comme une courte promenade, une pause dans les médias sociaux ou même une sieste - peuvent s'additionner et avoir un impact sur la santé mentale. Par ailleurs, le conseil, la thérapie et les médicaments prescrits par les prestataires de soins de santé sont des traitements efficaces pour les personnes souffrant d'une maladie mentale."
}