{
    "source": "en_US",
    "target": "fr_FR",
    "text": "🟢You've used 0 of 10 links this month. Try it now\nHow to get more clicks on your Bitly links\nNot all Bitly links are created equal.\nTell us—which would you be more likely to click on:\nbit.ly/40pQsBv or bit.ly/MyBrandLink?\nThe second one uses a Custom Back-Half. You can customize your link in this way up to 5 times a month with your free account. And you can do it right while you're creating the link, or edit the link later.\nTry it out\nHow to get even more clicks on your Bitly links\nWant to maximize your results? Go from bit.ly/MyBrandLinkto yourbrnd.co/link.\nThis is an example of a Custom Domain, where you swap out bit.ly for a short URL of your choosing. Here's what you need to know:\nCustom domains are proven to get more clicks than generic Bitly links.\nThe back-halves are all yours, and can be as short as 1 character.\nSetting up a custom domain takes under 5 minutes—no IT ticket required!\nStep up to our Growth plan to claim your complimentary custom domain!\nShow me my options\nNeed help? See ourCustom Domain supportsection.\nBitly | 601 W 26th St | New York, New York 10001\nThis email was sent to kendave0127@gmail.com, who is easily the smartest person we know.\nToo many emails? We get it. Here's a handy link to stop receiving onboarding emails.\nOr if you're feeling spicy, unsubscribe from all marketing emails.\n©️ 2024 Bitly. All rights reserved.",
    "trans": "🟢Vous avez utilisé 0 des 10 liens ce mois-ci. Essaye-le maintenant.\nComment obtenir plus de clics sur vos liens Bitly ?\nTous les liens Bitly ne se valent pas.\nDites-nous sur lesquels vous seriez plus enclin à cliquer :\nbit.ly/40pQsBv ou bit.ly/MyBrandLink ?\nLe second utilise une moitié arrière personnalisée. Vous pouvez personnaliser votre lien de cette manière jusqu'à 5 fois par mois avec votre compte gratuit. Et vous pouvez le faire pendant que vous créez le lien, ou le modifier plus tard.\nEssayez-le\nComment obtenir encore plus de clics sur vos liens Bitly ?\nVoulez-vous minimiser vos résultats ? Passez de bit.ly/MyBrandLink à yourbrnd.co/link.\nIl s'agit d'un exemple de domaine personnalisé, dans lequel vous remplacez bit.ly par une URL courte de votre choix. Voici ce que vous devez savoir :\nIl est prouvé que les domaines personnalisés obtiennent plus de clics que les liens Bitly génériques.\nLes parties arrières sont à vous et peuvent être aussi courtes qu'un caractère.\nLa configuration d'un domaine personnalisé prend moins de 5 minutes - aucun ticket informatique n'est nécessaire !\nPassez à notre plan de croissance pour obtenir votre domaine personnalisé gratuit !\nMontrez-moi mes options\nBesoin d'aide ? Consultez notre section d'assistance sur les domaines personnalisés.\nBitly | 601 W 26th St | New York, New York 10001\nCet e-mail a été envoyé à kendave0127@gmail.com, qui est certainement la personne la plus intelligente que nous connaissions.\nTrop d'e-mails ? Nous comprenons. Voici un lien pratique pour ne plus recevoir d'e-mails d'accueil.\nOu si vous vous sentez d'attaque, désabonnez-vous de tous les courriels de marketing.\n©️ 2024 Bitly. Tous droits réservés."
}