{
    "source": "en_US",
    "target": "fr_FR",
    "text": "splutter, then reach for my drink again. The barstool tips, in his\ndirection. This is when I fall against him, and my breasts slam into his hard\nchest, sculpted planes with layers upon layers of muscle that ripple and\nwrithe as he turns aside, flattens himself against the bar. The floor rises up\nto meet me.\nWhat the actual hell?\nI twist my torso at the last second and my butt connects with the\nsurface. Ow!\nThe breath rushes out of me. My hair swirls around my face. I scrabble\nfor purchase, and my knee connects with his leg.\n\"Watch it.\" He steps around, stands in front of me.\n\"You stepped aside?\" I splutter. \"You let me fall?\"\n\"Hmph.\"\nI tilt my chin back, all the way back, look up the expanse of muscled\nthigh that stretches the silken material of his suit. What is he wearing?\nCould any suit fit a man with such precision? Hand crafted on Saville Row,\nno doubt. I glance at the bulge that tents the fabric between his legs. Oh! I\nblink.\nLook away, look away. I hold out my arm. He'll help me up at least,\nwon't he?\nHe glances",
    "trans": "Je bafouille, puis j'attrape à nouveau mon verre. Le tabouret bascule, dans sa\ndirection. C'est alors que je tombe contre lui et que mes seins se heurtent à sa peau dure\npoitrine, des plans sculptés avec des couches et des couches de muscles qui ondulent et s'enroulent.\nse tordent lorsqu'il se détourne, s'aplatit contre le bar. Le sol se soulève\npour me rencontrer\nQu'est-ce que c'est que ce bordel ?\nJe tourne mon torse à la dernière seconde et mes fesses touchent le sol\nsurface. Aie !\nJ'ai le souffle coupé. Mes cheveux tourbillonnent autour de mon visage. Je me démène\npour l'acheter, et mon genou touche sa jambe.\n« Fais attention. » Il fait un pas en avant, se tient devant moi.\n« Tu t'es mis à l'écart ? » Je bafouille. « Tu m'as laissé tomber ? »\n« Hmph. »\nJ'incline mon menton vers l'arrière, jusqu'au bout, et je regarde l'étendue des muscles de sa\ncuisse qui étire la matière soyeuse de son costume. Que porte-t-il ?\nUn costume peut-il s'adapter à un homme avec une telle précision ? Fabriqué à la main sur Saville Row,\nsans aucun doute. Je jette un coup d'œil sur le bourrelet qui tend le tissu entre ses jambes. Oh ! je\ncligne des yeux.\nRegardez ailleurs, regardez ailleurs. Je lui tends le bras. Il m'aidera au moins à me relever,\nn'est-ce pas ?\nIl jette un coup d'œil"
}