{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Apple Inc (NASDAQ:AAPL) is expanding its payment offerings within Apple Pay, providing users with more flexible online and in-app purchase options. The company is introducing installment loan features and increasing the availability of rewards programs.\nWith the release of iOS 18, eligible U.S. users can now access installment loan options from buy-now-pay-later company Affirm Holdings, Inc (NASDAQ:AFRM) when using Apple Pay online or in apps.\nAlso Read: Affirm Set To Drive GMV Growth From Lower Interest Rates And Apple Pay Partnership – Analyst Upgrades Stock\nSimilarly, users in the U.K. can take advantage of installment plans through Monzo Flex, allowing them to spread out payments over time. Additionally, U.S. and U.K. users can now opt for Klarna's flexible payment options at checkout.\nApple isn’t stopping there, future updates will allow users in the U.S. to access installment payment options from several significant issuers, including Citigroup, Inc (NYSE:C) and Synchrony Financial (NYSE:SYF), with more options available through participating Apple Pay issuers like Fiserv, Inc (NYSE:FI).\nThis feature will extend internationally, with planned rollouts in Australia through ANZ, Singapore via DBS, and Spain with CaixaBank. In the U.K., users can access installment payments from HSBC, NewDay, and Zilch.\nGlobal BNPL transactions have the potential to grow by $450 billion between 2021 and 2026 as per Statista.\nApple Pay is also expanding its usability on third-party web browsers.\nFurthermore, starting next year, U.S. customers using PayPal Holdings, Inc (NASDAQ:PYPL) in Apple Wallet will be able to see their PayPal balance when using their PayPal debit card.\nApple phased out its BNPL service, Apple Pay Later, earlier in 2024, offering BNPL users the ability to manage loans through the Wallet app.\nEarlier in 2024, Visa Inc (NYSE:V) launched a new e-commerce tech with facial recognition payments like Apple Pay and simplified payment methods in partnership with Affirm.\nPrice Action: AAPL stock is down 0.19% at $232.21 at last check Thursday.",
    "trans": "Apple Inc. (NASDAQ: AAPL) étend ses offres de paiement au sein d'Apple Pay, offrant aux utilisateurs plus d'options flexibles pour les achats en ligne et dans les applications. L'entreprise introduit des options de règlement en plusieurs fois et augmente la disponibilité des programmes de fidélité.\nAvec la sortie d'iOS 18, les utilisateurs américains éligibles peuvent désormais accéder à des options de prêt en plusieurs fois via la société de paiement différé Affirm Holdings, Inc. (NASDAQ: AFRM) lors de l’utilisation d'Apple Pay en ligne ou dans les applications.\nÀ lire également : Affirm prêt à stimuler la croissance de GMV grâce à des taux d'intérêt plus bas et à son partenariat avec Apple Pay – L'analyste améliore l'évaluation de l'action\nDe même, les utilisateurs au Royaume-Uni peuvent profiter de plans de paiement en plusieurs fois via Monzo Flex, leur permettant de répartir les paiements dans le temps. En outre, les utilisateurs américains et britanniques peuvent à présent opter pour les options de paiement flexibles de Klarna lors du paiement.\nApple ne s’arrête pas là : des mises à jour futures permettront aux utilisateurs américains d'accéder à des options de paiement en plusieurs fois de plusieurs émetteurs majeurs, notamment Citigroup, Inc. (NYSE: C) et Synchrony Financial (NYSE: SYF), avec davantage d’options disponibles par le biais d'émetteurs participants d'Apple Pay, tels que Fiserv, Inc. (NYSE: FI).\nCette fonctionnalité sera étendue à l’international, avec des lancements prévus en Australie via ANZ, à Singapour via DBS, et en Espagne avec CaixaBank. Au Royaume-Uni, les utilisateurs auront la possibilité d'accéder aux paiements en plusieurs fois via HSBC, NewDay et Zilch.\nLes transactions mondiales BNPL pourraient croître de 450 milliards de dollars entre 2021 et 2026, selon Statista.\nApple Pay étend également son utilisation sur les navigateurs web tiers.\nDe plus, à partir de l'année prochaine, les clients américains utilisant PayPal Holdings, Inc. (NASDAQ: PYPL) dans Apple Wallet pourront voir leur solde PayPal lorsqu'ils utiliseront leur carte de débit PayPal.\nApple a abandonné son service BNPL, Apple Pay Later, plus tôt en 2024, offrant aux utilisateurs BNPL la possibilité de gérer leurs prêts via l'application Wallet.\nPlus tôt en 2024, Visa Inc. (NYSE: V) a lancé une nouvelle technologie de commerce électronique avec des paiements par reconnaissance faciale, similaire à Apple Pay, et des méthodes de paiement simplifiées en partenariat avec Affirm.\nAction du prix : l'action AAPL a baissé de 0,19 % à 232,21 $ lors de la dernière vérification jeudi."
}