{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Declaration\n1. I declare that\n1.1.\nthe information given in support of this application is accurate and complete.\n1.2.\nI have obtained results of my Hong Kong Diploma of Secondary Education (\"HKDSE\") Examination / or expect to obtain them in 2025.\n1.3.\nI am NOT currently enrolled in any full-time bachelor's degree programme offered under Joint University Programmes Admissions System (\"JUPAS\") by any of the 9 JUPAS participating-institutions [namely (1) City University of Hong Kong (\"CityUHK\"), (2) Hong Kong Baptist University (\"HKBU\"), (3) Lingnan University (\"LingnanU\"), (4) The Chinese University of Hong Kong (\"CUHK\"), (5) The Education University of Hong Kong (\"EdUHK\"), (6) The Hong Kong Polytechnic University (\"PolyU\"), (7) The Hong Kong University of Science and Technology (\"HKUST\"), (8) The University of Hong Kong (\"HKU\"), and (9) Hong Kong Metropolitan University (\"HKMU\") or the Study Subsidy Scheme for Designated Professions / Sectors (\"SSSDP\") programmes offered by the SSSDP institutions (collectively be referred to as the \"Institutions\").\n1.4.\nI am currently a local applicant (Read \"Definition\").\n1.5.\nI have read and understand the Online Application System User Guide for Applicants (\"Applicants' User Guide\") in relation to the submission and the whole process of my JUPAS application. I understand that if there is any discrepancy between the English and Chinese version of the Applicants' User Guide, the English version shall prevail.\n2. I understand and accept that\nFor ALL Applicants\n2.1.\nthe entire application procedure will be processed online, and it is my responsibility to check all information and all message(s) sent by the JUPAS Office and the Institutions (whether by post, via phone, online application system, email and / or SMS) as they may contain important information regarding my application. I also understand that no reminders will be sent to me, and if for any reason I fail to check such information I will bear the consequences of missing the information / message(s);\n2.2.\nit is my responsibility to ensure that my contact information (such as email address, phone number(s) and mailing address, etc.) is correct / up to date, otherwise I may not receive important messages and correspondence from the JUPAS Office and the Institutions;\n2.3.\nif I make any changes to my application, it is my responsibility to retain a copy of the confirmation page and confirmation email (if applicable) as proof that such changes have been made. I also understand and agree that in the event of any dispute or queries, the JUPAS Office will only accept the retained copy of the said confirmation as official evidence, and no other documentation in any format will be accepted; and\n2.4.\nthe final decision on admission will be subject to the authenticity of the information as listed in my application. I may be requested to produce original copies of documentation acceptable to the Institution concerned for verification when required. If I fail to do so, my JUPAS application may be disqualified, or the Institution concerned may withdraw or amend my offer, or cancel my registration / enrolment, or terminate my studies.\nFor Applicants who Belong to LS2, LS4 – 9 in accordance with the Education Bureau's (\"EDB\") \"Definition of Local Students\" (Read \"Definition\")\n2.5.\nnotwithstanding that JUPAS accepts my application, I should not assume that my \"local\" status will remain unchanged after this acceptance;\n2.6.\nit is my responsibility to report to the JUPAS Office in writing immediately should there be any changes to my identity document(s) which affect my status as \"local\" or \"non-local\" applicant as defined in the said EDB's Definition of Local Students [including any updates / renewal of my identity document(s)] (\"Reporting Requirements\"). My \"local\" status may change to reflect the changes to my identity document(s);\n2.7.\nin particular, if my identity document(s) will expire on or before 19 July 2025:\n2.7.1.\nI am required to submit, no later than 19 July 2025 (11:59 PM), latest / renewed document(s) (\"Renewed Document(s)\") to the JUPAS Office in order to maintain my \"local\" status;\n2.7.2.\nif I fail to provide the Latest / Renewed Document(s) on or before 19 July 2025 (11:59 PM), I will be considered as a Non-Local student (\"NLS\"). Although my application will still be processed by JUPAS, my application will be assessed by the 9 JUPAS participating-institutions as NLS applying via non-JUPAS route*. NLS, when admitted by the JUPAS participating-institutions, will be required to pay higher tuition fees than local students; and\n2.7.3.\nafter the submission deadline of 19 July 2025 (11:59 PM), I may still produce the Latest / Renewed Document(s) to the relevant Institutions for consideration during admission / registration (but not to the JUPAS Office which will not accept them after the said deadline). The relevant Institutions may take into account the Renewed Document(s) in determining my \"local\" or \"non-local\" status; and\n2.8.\nif I make any false statement(s) or omit to state any significant information in my application, or if I make a misleading representation concerning my application, or if I fail to comply with the \"Reporting Requirements\" as in paragraph 2.6 above, my application may be disqualified; the Institutions may withdraw and / or amend my offer, and / or cancel my registration / terminate my studies after admission; and / or any fees paid in connection with my application / offer will not be refunded or transferred to another year / other application.\n* NLS are not covered under the SSSDP.\nFor Applicants who will be Submitting JUPAS Application Data in Mainland ONLY\n2.9.\nif I will be submitting my JUPAS application data in Mainland, it is my responsibility to give my consent and understand this constitutes cross-border data transfer in accordance with the provisions of the Personal Information Protection Law of the People's Republic of China [Chinese version, English version], and I can request for withdrawal of consent via email at info@jupas.edu.hk;\n2.10.\nif I have given my consent as specified in paragraph 2.9 AND I am at the age of 17 or below at the time of my JUPAS account creation for 2025 admission, in accordance with the provisions of the Personal Information Protection Law of the People's Republic of China [Chinese version, English version], a Consent Form should be completed by my parent or guardian;\n2.10.1.\nI understand that if I fail to provide a completed Consent Form, my application may not be processed; and\n2.10.2.\nI understand that if my school in which I am currently enrolled (applicable to school applicants only) fails to check my Consent Form; my application may not be processed; and\n2.10.3.\nI understand that this consent shall lapse upon I reaching the age of 18 years; and\n2.10.4.\nif I withdraw my consent at the age of 17 or below, my application may not be processed.\nPurpose of Collection and Use of Personal Data / Personal Information (the \"Data\") (Read \"Personal Data Collectio",
    "trans": "Déclaration\n1. Je déclare que\n1.1.\nLes informations fournies à l’appui de cette demande sont exactes et complètes.\n1.2.\nJ’ai obtenu les résultats de mon examen du Diplôme de l'Enseignement Secondaire de Hong Kong (« HKDSE ») / ou je m'attends à les obtenir en 2025.\n1.3.\nJe ne suis actuellement inscrit à aucun programme de baccalauréat à temps plein offert dans le cadre du Joint University Programmes Admissions System (« JUPAS ») par l’une des 9 institutions participantes au JUPAS, à savoir : (1) City University of Hong Kong (« CityUHK »), (2) Hong Kong Baptist University (« HKBU »), (3) Lingnan University (« LingnanU »), (4) The Chinese University of Hong Kong (« CUHK »), (5) The Education University of Hong Kong (« EdUHK »), (6) The Hong Kong Polytechnic University (« PolyU »), (7) The Hong Kong University of Science and Technology (« HKUST »), (8) The University of Hong Kong (« HKU ») et (9) Hong Kong Metropolitan University (« HKMU »), ni à un programme du Study Subsidy Scheme for Designated Professions / Sectors (« SSSDP ») offert par les établissements du SSSDP (désignés collectivement par « Institutions »).\n1.4.\nJe suis actuellement un candidat local (voir la « Définition »).\n1.5.\nJ'ai lu et compris le Guide d'utilisation du système de candidature en ligne pour les candidats (« Guide de l'utilisateur des candidats ») concernant la soumission et l'ensemble du processus de ma candidature JUPAS. Je comprends qu'en cas de divergence entre la version anglaise et la version chinoise du Guide de l'utilisateur des candidats, la version anglaise prévaudra.\n2. Je comprends et j'accepte que\nPour TOUS les candidats\n2.1.\nL’ensemble de la procédure de candidature sera traité en ligne, et il est de ma responsabilité de vérifier toutes les informations et tous les messages envoyés par le bureau du JUPAS et les Institutions (que ce soit par courrier, téléphone, système de candidature en ligne, e-mail et/ou SMS), car ils peuvent contenir des informations importantes concernant ma candidature. Je comprends également qu'aucun rappel ne me sera envoyé et que, si pour quelque raison que ce soit je ne consulte pas ces informations, j’assumerai les conséquences de toute information ou message manqué ;\n2.2.\nIl est de ma responsabilité de m'assurer que mes informations de contact (telles que mon adresse e-mail, mon ou mes numéros de téléphone et mon adresse postale, etc.) sont correctes et à jour, faute de quoi je pourrais ne pas recevoir des messages et correspondances importants du bureau du JUPAS et des Institutions ;\n2.3.\nSi j’apporte des modifications à ma candidature, il est de ma responsabilité de conserver une copie de la page de confirmation et de l’e-mail de confirmation (le cas échéant) comme preuve que ces modifications ont été effectuées. Je comprends également et j’accepte qu’en cas de litige ou de question, le bureau du JUPAS n’acceptera comme preuve officielle que la copie conservée de ladite confirmation, et qu’aucun autre document, quel qu’en soit le format, ne sera accepté ; et\n2.4.\nLa décision finale d’admission sera soumise à l’authenticité des informations figurant dans ma candidature. Je pourrais être invité à présenter les originaux des documents acceptés par l’Institution concernée pour vérification si nécessaire. Si je ne m’y conforme pas, ma candidature JUPAS pourrait être disqualifiée, ou l’Institution concernée pourrait retirer ou modifier mon offre, annuler mon inscription ou mon admission, ou mettre fin à mes études.\nPour les candidats appartenant aux catégories LS2, LS4 – 9 conformément à la « Définition des étudiants locaux » du Bureau de l’éducation (« EDB ») (voir la « Définition »)\n2.5.\nNonobstant le fait que le JUPAS accepte ma candidature, je ne dois pas supposer que mon statut de « candidat local » restera inchangé après cette acceptation ;\n2.6.\nIl est de ma responsabilité d’informer immédiatement le bureau du JUPAS par écrit en cas de modification de mon ou mes documents d’identité affectant mon statut de candidat « local » ou « non local », tel que défini dans la Définition des étudiants locaux de l’EDB [y compris toute mise à jour ou tout renouvellement de mon ou mes documents d’identité] (« Exigences de déclaration »). Mon statut de « candidat local » peut être modifié pour refléter ces changements ;\n2.7.\nEn particulier, si mon ou mes documents d’identité expirent le ou avant le 19 juillet 2025 :\n2.7.1.\nJe suis tenu de soumettre, au plus tard le 19 juillet 2025 (23h59), mon ou mes documents les plus récents / renouvelés (« Documents renouvelés ») au bureau du JUPAS afin de conserver mon statut de « candidat local » ;\n2.7.2.\nSi je ne fournis pas mon ou mes documents les plus récents / renouvelés au plus tard le 19 juillet 2025 (23h59), je serai considéré comme un étudiant non local (« NLS »). Bien que ma candidature soit toujours traitée par le JUPAS, elle sera évaluée par les 9 institutions participantes au JUPAS en tant que NLS postulant via la voie non-JUPAS. Les NLS admis par les institutions participantes au JUPAS devront payer des frais de scolarité plus élevés que les étudiants locaux.*\n2.7.3.\nAprès la date limite de soumission du 19 juillet 2025 (23h59), je pourrai toujours présenter mon ou mes documents les plus récents / renouvelés aux Institutions concernées pour examen lors de l’admission / l’inscription (mais pas au bureau du JUPAS, qui ne les acceptera plus après cette date limite). Les Institutions concernées pourront tenir compte des documents renouvelés pour déterminer mon statut de « candidat local » ou « candidat non local »\n2.8.\nSi je fais une fausse déclaration ou omets de fournir des informations importantes dans ma candidature, ou si je fais une déclaration trompeuse concernant ma candidature, ou encore si je ne respecte pas les « Exigences de déclaration » mentionnées au paragraphe 2.6 ci-dessus, ma candidature pourrait être disqualifiée ; les Institutions pourraient retirer et/ou modifier mon offre, et/ou annuler mon inscription / mettre fin à mes études après l’admission ; et/ou les frais payés dans le cadre de ma candidature / offre ne seront ni remboursés ni transférés à une autre année / autre candidature.\n* Les NLS ne sont pas couverts par le SSSDP.\nPour les candidats qui soumettront leurs données de candidature JUPAS uniquement en Chine continentale\n2.9.\nSi je soumets mes données de candidature JUPAS en Chine continentale, il est de ma responsabilité de donner mon consentement et de comprendre que cela constitue un transfert transfrontalier de données conformément aux dispositions de la Loi sur la protection des informations personnelles de la République populaire de Chine [version chinoise, version anglaise]. Je peux demander le retrait de mon consentement par e-mail à info@jupas.edu.hk ;\n2.10.\nSi j’ai donné mon consentement comme indiqué au paragraphe 2.9 ET que j’ai 17 ans ou moins au moment de la création de mon compte JUPAS pour l’admission 2025, conformément aux dispositions de la Loi sur la protection des informations personnelles de la République populaire de Chine [version chinoise, version anglaise], un formulaire de consentement doit être rempli par mon parent ou tuteur ;\n2.10.1.\nJe comprends que si je ne fournis pas un formulaire de consentement dûment rempli, ma candidature pourrait ne pas être traitée ; et\n2.10.2.\nJe comprends que si mon établissement scolaire actuel (applicable uniquement aux candidats scolaires) ne vérifie pas mon formulaire de consentement, ma candidature pourrait ne pas être traitée ; et\n2.10.3.\nJe comprends que ce consentement expirera lorsque j’atteindrai l’âge de 18 ans ; et\n2.10.4.\nSi je retire mon consentement à l’âge de 17 ans ou moins, ma candidature pourrait ne pas être traitée.\nObjectif de la collecte et de l'utilisation des données personnelles / informations personnelles (les « Données ») (voir « Collecte des données personnelles"
}