{
    "source": "en_US",
    "target": "fr_FR",
    "text": "IntroductionThe field of nanotechnology has blossomed following several studies on carbon. Carbon exists in three-dimensional (3D) forms (regarded as allotropes) as diamond and graphite. Evidence of the 3D graphitic form of carbon dates as far back to 1500s [1] [2]. This brought about its use as a writing material in the 1900s as the pencil industry was developed [3]. Other carbon allotropes, such as zero-dimensional (0D) fullerene [1] and one-dimensional (1D) carbon nanotubes [2] were discovered in the 1980s and 1990s (Figure 1). However, there remained an argument on the existence of two-dimensional (2D) allotrope of carbon until 2004, when a publication by Andre Geim and Konstantin Novoselov documented a successful isolation of a single layer of graphite (graphene) on a sticky tape by micromechanical cleavage (scotch tape method) of highly ordered pyrolytic graphite (HOPG) [4].",
    "trans": "Introduction Le domaine des nanotechnologies s'est développé à la suite de plusieurs études sur le carbone. Le carbone existe sous des formes tridimensionnelles (3D) (considérées comme des allotropes) telles que le diamant et le graphite. Les preuves de l'existence de la forme graphitique 3D du carbone remontent aux années 1500 [1] [2]. Cette forme a conduit à son utilisation comme matériau d'écriture dans les années 1900, avec le développement de l'industrie du crayon [3]. D'autres allotropes du carbone, tels que le fullerène zéro-dimensionnel (0D) [1] et les nanotubes de carbone unidimensionnels (1D) [2] ont été découverts dans les années 1980 et 1990 (figure 1). Cependant, l'existence d'un allotrope bidimensionnel (2D) du carbone est restée discutée jusqu'en 2004, lorsqu'une publication d'Andre Geim et de Konstantin Novoselov a documenté l'isolement réussi d'une couche unique de graphite (graphène) sur un ruban adhésif par clivage micromécanique (méthode du ruban adhésif) de graphite pyrolytique hautement ordonné (HOPG) [4]."
}