{
    "source": "en_US",
    "target": "fr_FR",
    "text": "STORM SURGE - LATEST LOCAL FORECAST: Life-threatening and historic storm surge possible - Peak Storm Surge Inundation: The potential for 11-15 feet above ground somewhere within surge prone areas - Window of concern: through Thursday evening\n- THREAT TO LIFE AND PROPERTY THAT INCLUDES TYPICAL FORECAST UNCERTAINTY IN TRACK, SIZE AND INTENSITY: Potential for storm surge flooding greater than 9 feet above ground - The storm surge threat has remained nearly steady from the previous assessment. - PLAN: Plan for extreme life-threatening storm surge flooding greater than 9 feet above ground. - PREPARE: Evacuation efforts should soon be brought to completion before driving conditions become unsafe. - ACT: Leave immediately if evacuation orders are given for your area to avoid being cut off from emergency services or needlessly risk lives.",
    "trans": "ONDES DE TEMPÊTE - DERNIÈRES PRÉVISIONS LOCALES : Des ondes de tempête historiques et potentiellement mortelles sont possibles - Inondation maximale due à l'onde de tempête : Possibilité d'inondation de 11 à 15 pieds au-dessus du sol dans les zones sujettes aux ondes de tempête - Fenêtre de préoccupation : jusqu'à jeudi soir\n- MENACE POUR LA VIE ET LES BIENS QUI COMPREND L'INCERTITUDE TYPE DE LA PRÉVISION EN CE QUI CONCERNE LA VOIE, LA TAILLE ET L'INTENSITÉ : Possibilité d'inondation par une onde de tempête de plus de 9 pieds au-dessus du sol - La menace d'une onde de tempête est restée pratiquement stable par rapport à l'évaluation précédente. - PLAN : Prévoir l'éventualité d'une inondation par une onde de tempête de plus de 3 mètres au-dessus du sol, mettant en danger la vie des personnes. - PRÉPAREZ-VOUS : Les efforts d'évacuation doivent être rapidement menés à bien avant que les conditions de circulation ne deviennent dangereuses. - AGIR : Sortez immédiatement si des ordres d'évacuation sont donnés pour votre région afin d'éviter d'être coupé des services d'urgence ou de mettre inutilement des vies en danger."
}