{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Affirmations repeated 10K times ✧ Benefits ✧\nYour specific person is constantly thinking about being with you.\nYour specific person is drawn to you and can't resist the urge to contact you.\nYou always experience loving communication from your specific person.\nYour specific person feels a deep need to connect with you and express their feelings.\nYour specific person misses you and is compelled to reach out to you right now.\nEvery day, your specific person feels more and more eager to talk to you.\nYou are always on your specific person’s mind, and they can’t wait to reach out to you.\nYour specific person feels a strong pull to reconnect with you and share their thoughts.\nYour specific person is excited and eager to communicate with you, wanting to hear your voice.\nYour specific person feels safe and comfortable reaching out to you at any time.\nYour specific person is making you a priority and feels an unstoppable urge to talk to you.",
    "trans": "Affirmations répétées 10 000 fois ✧ Avantages ✧\nVotre personne spécifique pense constamment à être avec vous.\nVotre personne spécifique est attirée par vous et ne peut résister à l'envie de vous contacter.\nVous faites toujours l'expérience d'une communication affectueuse de la part de votre personne spécifique.\nVotre personne spécifique ressent un besoin profond de se connecter avec vous et d'exprimer ses sentiments.\nVous manquez à cette personne spécifique et elle est obligée de vous tendre la main en ce moment même.\nChaque jour, votre interlocuteur est de plus en plus désireux de vous parler.\nVous êtes toujours présent dans l'esprit de votre interlocuteur et il est impatient de vous contacter.\nVotre interlocuteur ressent une forte envie de reprendre contact avec vous et de partager ses réflexions.\nVotre interlocuteur est enthousiaste et désireux de communiquer avec vous, il veut entendre votre voix.\nLa personne concernée se sent en sécurité et à l'aise pour vous contacter à tout moment.\nVotre interlocuteur spécifique fait de vous une priorité et ressent un besoin irrépressible de vous parler."
}