{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Today not only did I vote for access to health care, for reproductive freedom, for equal rights, for safe schools, and for a fair economy, but also for SANITY and HUMAN DECENCY.\nPlease remember that whoever you are and wherever you live, your voice matters. Your VOTE matters.\nI know we don't agree on everything, and that is the beauty of this country, but GOOD LORD aren't you tired of this negativity towards each other? The intimidation and constant threats to those who do not think the same as the other?\nLet's please end this era of fear, chaos and the attacks on our democracy - and vote for someone who will unite us and not continue to threaten to divide us\nI very proudly voted for Kamala Harris and Tim Walz.\nWe are so lucky we get to VOTE and this election is in our hands! We only have one week until Election Day so talk to your friends, your family, your neighbors and let's find our way back to each other with respect, common cause, and Love💙🇺🇸",
    "trans": "Aujourd'hui, non seulement j'ai voté pour l'accès aux soins de santé, pour la liberté reproductive, pour l'égalité des droits, pour des écoles sûres et pour une économie équitable, mais aussi pour la SANTÉ et la DIGNITÉ HUMAINE.\nVeuillez-vous rappeler que, peu importe qui vous êtes et où vous vivez, votre voix compte. Votre VOTE compte.\nJe sais que nous ne sommes pas d'accord sur tout, et c'est la beauté de ce pays, mais BON SANG, n'êtes-vous pas fatigué de cette négativité les uns envers les autres ? L'intimidation et les menaces constantes envers ceux qui ne pensent pas de la même manière que les autres ?\nMettons fin à cette ère de peur, de chaos et d'attaques contre notre démocratie - et votons pour quelqu'un qui nous unira et ne continuera pas de nous menacer de nous diviser.\nC'est avec fierté que j'ai voté pour Kamala Harris et Tim Walz.\nNous avons tellement de chance de pouvoir VOTER et cette élection est entre nos mains ! Il ne nous reste qu'une semaine avant le jour des élections, alors parlez à vos amis, votre famille, vos voisins et retrouvons-nous avec respect, cause commune et aimons💙nous"
}