{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thank you for your message.\nThis mailbox is not used for general correspondence from applicants or their legal representatives, it is dedicated for submitting documents for Marriage & Family applications.\nIf you have not been specifically requested to provide further evidence through this email address you will not receive a response to your message.\nIf you have been requested to provide further supporting evidence, documents will be saved and added to your application.\nPlease ensure that your Global Web Reference is included in the subject line of the message- GWF*********; This ensures that we can easily locate and add the documents to your application.\nWe currently are and aim to process applications in line with published service standards more information can be found here:\nAbout our services - UK Visas and Immigration - GOV.UK (www.gov.uk)\nIf there is a problem with your application, for example, if it is incomplete or complex. We will contact you via email to explain why it will not be decided within the normal standard.\nApplications are normally processed in Biometric date order (Entry clearance)/Application Raise date (In Country).\nFor all other enquiries relating to both applications for Entry Clearance and Leave to Remain, please visit the following link for further contact details: https://www.gov.uk/contact-ukvi-inside-outside-uk",
    "trans": "Merci pour votre message.\nCette boîte aux lettres n'est pas utilisée pour la correspondance générale des candidats ou de leurs représentants légaux, elle est dédiée à la soumission de documents pour les demandes de Mariage & Famille.\nSi vous n'avez pas été spécifiquement invité à fournir des preuves supplémentaires par cette adresse e-mail, vous ne recevrez pas de réponse à votre message.\nSi vous avez été invité à fournir des preuves supplémentaires, les documents seront sauvegardés et ajoutés à votre demande.\nVeuillez vous assurer que votre référence mondiale (Global Web Reference) est incluse dans l'objet du message - GWF********* ; cela nous permet de localiser facilement et d'ajouter les documents à votre demande.\nNous visons à traiter les demandes conformément aux normes de service publiées. Plus d'informations peuvent être trouvées ici :\nÀ propos de nos services - UK Visas and Immigration - GOV.UK (www.gov.uk)\nS'il y a un problème avec votre demande, par exemple, si elle est incomplète ou complexe, nous vous contacterons par e-mail pour expliquer pourquoi elle ne sera pas décidée dans le délai normal.\nLes demandes sont normalement traitées dans l'ordre de la date biométrique (entrée) / date de soumission de la demande (dans le pays).\nPour toutes les autres demandes concernant les demandes de Clearance d'entrée et de Leave to Remain, veuillez visiter le lien suivant pour plus de détails de contact : https://www.gov.uk/contact-ukvi-inside-outside-uk"
}