{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In a curious way, the idea of settling Jews in Uganda, under British rule, was simultaneously too radical and too conservative. Its radicalism appealed to (some) secularist and socialist Zionists, who worried that the mystique of the Land of Israel would make the work of cultural trans- formation more difficult—or perhaps defeat it entirely. Years earlier, a prominent advocate of Jewish enlighten- ment, Judah Leib Levin, had argued against settlement in Palestine (he preferred America): “I worried about the orthodox and feared the rabbis, because of the air of Eretz Yisrael, permeated with ancient prejudices, [where] the maskilim [the enlightened intellectuals] would be unable to bring their influence to bear.” 9 Hillel Zeitlin put the argument even more forcefully during the Uganda con- troversy—and in a way that resonates today: “The same tradition that burdens us in the Diaspora will burden us a thousand times more in Eretz Yisrael, because that is its home. The rabbinic dominion over the masses will not be weakened there, as the freethinking Zionists hope, but on the contrary will get stronger and stronger.” 10 Uganda (or at least the idea of Uganda) offered a new beginning, a chance to establish national life on a modern footing.",
    "trans": "Curieusement, l’idée d’installer des Juifs en Ouganda, sous domination britannique, était à la fois trop radicale et trop conservatrice. Son radicalisme séduisait (certains) sionistes laïcs et socialistes, qui craignaient que la mystique de la Terre d’Israël ne rende le travail de transformation culturelle plus compliqué — voire ne le condamne entièrement. Des années plus tôt, un éminent défenseur de l’émancipation juive, Judah Leib Levin, s’était opposé à la colonisation en Palestine (il préférait l’Amérique) : « Je m’inquiétais des orthodoxes et je redoutais les rabbins, à cause de l’air d’Eretz Yisrael, imprégné de préjugés anciens, [où] les maskilim [les intellectuels éclairés] seraient incapables d’exercer leur influence. » 9 Hillel Zeitlin formula cet argument avec encore plus de force lors de la controverse sur l’Ouganda — et d’une façon qui résonne aujourd’hui : « La même tradition qui nous accable en diaspora nous accablera mille fois plus en Eretz Yisrael, car c’est son foyer. La domination rabbinique sur les masses ne s’y affaiblira pas, comme l’espèrent les sionistes libres-penseurs, mais au contraire se renforcera encore et encore. » 10 L’Ouganda (ou du moins l’idée de l’Ouganda) offrait un nouveau départ, une chance d’établir une vie nationale sur des bases modernes."
}