{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Timing of Botulinum Antitoxin Administration\nAdministration of Antitoxin Early in the Course of Illness\nAmong 104 patients with confirmed botulism treated with BAT, those treated within 2 days after illness onset spent fewer days in the hospital (median: 15 versus 25 days; p<0.01) and in the intensive care unit (10 versus 17 days; p = 0.04) than those treated later (37). A systematic review and meta-analysis reported similar findings from reports published over nearly a century and entailing the use of various antitoxin formulations (82). One study from 1984 reported that among 132 patients with type A botulism, those who had received trivalent anti-ABE equine antitoxin had a lower fatality rate and a shorter course of illness than those who did not receive antitoxin, controlling for age and incubation period. Patients who received antitoxin within 24 hours after symptom onset had a shorter course but similar fatality rate as those who received antitoxin later (83). Another study from 2006 reported on a subset of 18 severely ill patients from a large botulism type A outbreak in Thailand. In this subset, patients who received antitoxin on day 4 of illness onset had significantly shorter duration of ventilator dependence than those receiving it on day 6 (86).\nRecommendation\nAdminister botulinum antitoxin to patients with suspected botulism as early as possible in the course of illness. The greatest benefit accrues to those who receive it within the first 2 days of illness onset.",
    "trans": "Moment de l'administration de l'antitoxine botulique\nAdministration de l'antitoxine tôt dans l'évolution de la maladie\nParmi 104 patients atteints de botulisme confirmé traités avec de la BAT, ceux ayant été traités dans les 2 jours suivant l'apparition de la maladie ont passé moins de jours à l'hôpital (médiane : 15 contre 25 jours ; p<0,01) et en unité de soins intensifs (10 contre 17 jours ; p = 0,04) que ceux traités plus tard (37). Une analyse systématique et une méta-analyse ont rapporté des résultats similaires provenant de rapports publiés sur près d'un siècle et impliquant l'utilisation de diverses formulations d'antitoxines (82). Une étude de 1984 a rapporté que parmi 132 patients atteints de botulisme de type A, ceux qui avaient reçu l'antitoxine équine trivalente anti-ABE avaient un taux de mortalité plus faible et une évolution de la maladie plus courte que ceux qui n'avaient pas reçu d'antitoxine, en tenant compte de l'âge et de la période d'incubation. Les patients qui ont reçu l'antitoxine dans les 24 heures suivant l'apparition des symptômes ont eu une évolution plus courte, mais un taux de mortalité similaire à ceux qui ont reçu l'antitoxine plus tard (83). Une autre étude de 2006 a rapporté un sous-ensemble de 18 patients gravement malades d'une importante épidémie de botulisme de type A en Thaïlande. Dans ce sous-ensemble, les patients qui ont reçu l'antitoxine au 4ᵉ jour de manifestations de la maladie ont eu une durée de dépendance à la ventilation mécanique significativement plus courte que ceux qui l'ont reçue au 6ᵉ jour (86).\nRecommandation\nIl faut administrer l'antitoxine botulique aux patients suspectés de botulisme le plus tôt possible dans l'évolution de la maladie. Le bénéfice est maximal pour ceux qui la reçoivent dans les deux premiers jours suivant l'apparition des symptômes."
}