{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Discourse Power of a “New Era”\nThe notion of a “new era” is embedded in a Marxist-Leninist understanding of historical\ndevelopment through the lens of dialectic materialism, or historical materialism. The\ndiscourse of a “new era” places China under Xi Jinping within a specific stage of socialist\ndevelopment. The “new era” is also derived from a narrative of national rejuvenation that\nlong precedes Xi, based on ideas of China’s historical place in the world, a lingering\nvictim mentality, and the project of developing China’s comprehensive national power.\nAs a result, the prevalence of rejuvenation discourse under Xi is not surprising – this has\npermeated Chinese political discourse since the foundation of the PRC. But equally Xi did\nnot need to declare a “new era” to align his leadership with a pre-existing narrative of\nnational rejuvenation. From 2012 it was already clear that his time as China’s leader\nwould likely coincide with the first centenary goal of achieving a moderately prosperous\nsociety. But Xi actively went one step further, and transposed another temporal\nframework over Chinese history with the concept of a “new era.",
    "trans": "Le pouvoir discursif d'une \"nouvelle ère\"\nLa notion de \"nouvelle ère\" est ancrée dans une compréhension marxiste-léniniste du développement historique\nà travers le prisme du matérialisme dialectique, ou matérialisme historique. Le\ndiscours d'une \"nouvelle ère\" place la Chine sous Xi Jinping dans une étape spécifique du développement socialiste\nLa \"nouvelle ère\" découle également d'un récit de renaissance nationale qui\nprécède Xi depuis longtemps, basé sur des idées de la place historique de la Chine dans le monde, une mentalité\nde victime persistante et le projet de développement de la puissance nationale globale de la Chine.\nEn conséquence, la prévalence du discours de renaissance sous Xi n'est pas surprenante – cela a\nimprégné le discours politique chinois depuis la fondation de la RPC. Mais de même, Xi n'avait\npas besoin de déclarer une \"nouvelle ère\" pour aligner son leadership avec un récit préexistant de\nrenaissance nationale. Dès 2012, il était déjà clair que son mandat en tant que dirigeant de la Chine\ncoïnciderait probablement avec le premier objectif centenaire d'atteindre une société modérément prospère\nMais Xi est allé un pas plus loin et a transposé un autre cadre temporel\nsur l'histoire chinoise avec le concept de \"nouvelle ère\"."
}