{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Alternatively, you might instead read chapters 3 and 4 of Punch (2003) Survey Research: the basics which is available in the resource lists as an e-book.\nBryman Alan (2021) ‘Chapter 8 Sampling’ and ‘Chapter 11 Asking Questions’ in Social Research Methods, Oxford: Oxford University Press.\nYou will return to your small groups to develop a presentation describing your pitch for this research. You will need to consider the questionnaire (implementation and example questions) and sampling strategy. You will have 5 minutes to present your pitch to the rest of the group!\nSubmit your group's 12 questions on the Learn assignment page. You may include a short personal reflection on the issues and challenges you discussed in your group.\nTo support you, please undertake at least one of essential readings for week 3 or 4. Suggested texts that can help you are below.\nChapter 6 - De Vaus, D.A. (2014)Surveys in Social Research. Sixth edition. Abingdon, Oxon, Routledge.\nYou can also consider these:\nEssential Reading\nMccoll, E., Jacoby, A., Thomas, L. & Soutter, J. (2002) Design and use of questionnaires: A review of best practice applicable to surveys of Health Service staff and patients. British Journal of Clinical Governance. 7 (3), 206–208.\nIn the workshop\nIn your small group, prepare12 questionswhich would form part of a questionnaire fulfilling the Council’s data needs. You may approach this in any way you see fit. For example, you might choose to deal with one definable aspect of the Council’s needs.\nYou will discuss your questions together and the challenges you encountered formulating your survey questions.",
    "trans": "Alternativement, vous pouvez lire les chapitres 3 et 4 de Punch (2003) Survey Research: the basics, disponible dans les listes de ressources sous forme de livre électronique.\nBryman, Alan (2021), \"Chapitre 8 : L’échantillonnage\" et \"Chapitre 11 : Poser des questions\" dans Social Research Methods, Oxford : Oxford University Press.\nVous retournerez ensuite dans vos petits groupes pour élaborer une présentation décrivant votre argumentaire pour cette recherche. Vous devrez tenir compte du questionnaire (mise en œuvre et exemples de questions) et de la stratégie d'échantillonnage. Vous aurez 5 minutes pour présenter votre argumentaire au reste du groupe !\nSoumettez les 12 questions de votre groupe sur la page de devoirs de Learn. Vous pouvez inclure une courte réflexion personnelle sur les problèmes et défis que vous avez abordés en groupe.\nPour vous aider, lisez au moins un des textes essentiels des semaines 3 ou 4. Vous trouverez ci-dessous des suggestions de lectures utiles.\nChapitre 6 - De Vaus, D.A. (2014) Surveys in Social Research. Sixième édition. Abingdon, Oxon, Routledge.\nVous pouvez également considérer ceux-ci :\nLecture essentielle\nMccoll, E., Jacoby, A., Thomas, L. & Soutter, J. (2002) Questionnaire design and use: A review of best practice for health service staff and patient surveys. British Journal of Clinical Management. 7 (3), 206-208.\nDans l'atelier\nDans votre petit groupe, préparez 12 questions qui figureront dans un questionnaire visant à collecter des données pour le Conseil. Vous pouvez aborder cela de la manière qui vous semble appropriée. Vous pouvez, par exemple, choisir de traiter un aspect définissable des besoins du Conseil.\nVous échangerez également sur vos questions et sur les défis que vous avez rencontrés lors de la formulation de vos questionnaire d'enquête."
}