{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Supporting evidence from social science research and Sources\n- Hui, Bradlow & Fader’s (2009) study tracked 1,200 shoppers who visited a major supermarket in East Coast, USA. The researchers observed a clear pattern: people are more likely to purchase junk food after they have chosen healthy food from the previous counter. The more “virtuous” products they have in their basket, the stronger their temptation to succumb to “vice”.\n- This is called the ‘licensing effect’: people unconsciously allowing themselves to indulge in negative behavior after doing something positive.\n- Another study by Chiou, Yang & Wan (2011) experimented with 82 participants. The 41 subjects who thought they had consumed vitamins have greater tendency to make bad food choices such as eating buffet and to do less exercise than the group who were given placebo.\n- Therefore, people often fail in healthy eating because they fall into the trap of ‘lying’ to themselves.",
    "trans": "Preuves à l'appui tirées de la recherche en sciences sociales et sources\n- L'étude de Hui, Bradlow et Fader (2009) a suivi 1 200 acheteurs qui ont visité un grand supermarché sur la côte Est des États-Unis. Les chercheurs ont observé un schéma clair : les gens sont plus susceptibles d'acheter de la malbouffe après avoir choisi des aliments sains au comptoir précédent. Plus ils ont de produits « vertueux » dans leur panier, plus leur tentation de céder au « vice » est forte.\n- Cela s'appelle « l'effet de licence morale » : les gens se permettent inconsciemment de se livrer à des comportements négatifs après avoir fait quelque chose de positif.\n- Une autre étude de Chiou, Yang et Wan (2011) a expérimenté avec 82 participants. Les 41 sujets qui pensaient avoir consommé des vitamines avaient une plus grande tendance à faire de mauvais choix alimentaires, comme manger au buffet, et à faire moins d'exercice que le groupe ayant reçu un placebo.\n- Par conséquent, les gens échouent souvent dans leur alimentation saine parce qu'ils tombent dans le piège de se « mentir » à eux-mêmes."
}