{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The lantern decorated arcade is for Yamaguchi Tanabata Lantern Festival (山口七夕ちょうちんまつり).\nYamaguchi's heyday did not end with the demise of the Oouchi as the prefecture played a significant role in the Meiji Restoration in 1868.\nOouchi Yoshitaka's dream may have realised to a limited extent.\nThe event has been hosted on August 6 and 7 as part of the traditional Tanabata (七夕) or Star Festival. The main shopping arcade was decorated with millions of paper lanterns, through which people were enjoying long strolls on a summer night.\nDespite the 1.3 million population of the prefecture, which is only 1% of the Japanese population, eight prime ministers came from Yamaguchi since 1885 when Japan introduced a parliamentary democracy led by Itou Hirobumi (伊藤博文 1841 - 1909). He was also appointed the first prime minister and assassinated later by a Korean nationalist. Another prominent figure would be Abe Shinzou (安倍晋三 1954 - 2022) who was also assassinated recently.\nThe terms of the eight prime ministers constitute 30% of the total terms of Japanese prime ministers since 1885.\nIt was lead by young Samurais from the four Han, domains of local rulers, of Satsuma (Kagoshima prefecture), Choushuu (Yamaguchi), Tosa (Kouchi) and Hizen (Saga), which are all located in the remote southwestern parts of Japan. As a consequence, politicians and entrepreneurs from these prefectures have had unproportional presence even today.\nUniqlo and the Dassai sake brewery are also from the Yamaguchi prefecture.",
    "trans": "Cette arcade est décorée de lanternes pour le festival des lanternes de Yamaguchi Tanabata (山口七夕ちょうちんまつり).\nL'apogée de Yamaguchi n'a pas pris fin avec la disparition des Oouchi, car la préfecture a joué un rôle important dans la restauration Meiji en 1868.\nLe rêve de Yoshitaka Oouchi a peut-être été réalisé dans une certaine mesure.\nL'événement a été organisé les 6 et 7 août dans le cadre du traditionnel Tanabata (七夕) ou Festival des étoiles. La principale galerie marchande a été décorée de millions de lanternes en papier, à travers lesquelles les gens ont pu faire de longues promenades par une nuit d'été.\nBien que la préfecture ne compte que 1,3 million d'habitants, soit seulement 1 % de la population japonaise, huit premiers ministres sont originaires de Yamaguchi depuis 1885, date à laquelle le Japon a introduit une démocratie parlementaire, sous la direction d'Itou Hirobumi (伊藤博文 1841 - 1909). Il a également été nommé premier Premier ministre, avant d'être assassiné par un nationaliste coréen. Une autre figure importante est Abe Shinzou (安倍晋三 1954 - 2022) qui a également été assassiné récemment.\nLes mandats des huit premiers ministres représentent 30 % de l'ensemble des mandats des premiers ministres japonais depuis 1885.\nIl était dirigé par de jeunes samouraïs issus des quatre Han, domaines des dirigeants locaux, de Satsuma (préfecture de Kagoshima), Choushuu (Yamaguchi), Tosa (Kouchi) et Hizen (Saga), qui sont tous situés dans les régions reculées du sud-ouest du Japon. Par conséquent, les hommes politiques et les entrepreneurs de ces préfectures ont une présence disproportionnée, même aujourd'hui.\nUniqlo et la brasserie de saké Dassai sont également originaires de la préfecture de Yamaguchi."
}