{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The library artificial intelligence research assignment\nActivity\nThe purpose of this activity is to help you get information to compare & contrast how an AI bot and a human tutor gives you feedback on your essay.\nYou will be conducting an interview with the tutor to get information from them about what they draw from to give feedback to students about their writing. But to get information about how an AI bot gives students feedback, I'd like you to visit the library and find one or two articles that explain how generative artificial intelligence works. It does not need to be too technical. It just needs to give you a basic understanding.\nThe library at North Seattle College is a place where you can check out books and study quietly for your classes. And our faculty librarians are at the reference desk to help you with your research questions. They can also help you online through research appointments.\nTo complete this activity, please make a research appointment with a librarian on the library website. You can do so by following this link to the library web page. Click on the “Make an Appointment” button at the top center of the page and a calendar will pop up with available times. Select the day and time and click continue. Complete the rest of the form and click continue.\nBefore you go to your research appointment, please prepare some questions to ask the librarian. Think about what kind of information you are looking for. What is the question you are trying to answer?",
    "trans": "La bibliothèque de recherche sur l'intelligence artificielle\nActivité\nL'objectif de cette activité est de vous aider à obtenir des informations pour comparer la façon dont un bot d'intelligence artificielle et un tuteur humain vous donnent des commentaires sur votre essai.\nVous mènerez un entretien avec le tuteur afin d'obtenir des informations sur ce qu'il utilise pour donner un retour d'information aux étudiants sur leurs écrits. Mais pour obtenir des informations sur la manière dont un bot d'intelligence artificielle donne un feedback aux élèves, je vous invite à vous rendre à la bibliothèque et à trouver un ou deux articles qui expliquent le fonctionnement de l'intelligence artificielle générative. Il ne doit pas être trop technique. Il doit simplement vous donner une compréhension de base.\nLa bibliothèque du North Seattle College est un lieu où vous pouvez emprunter des livres et étudier tranquillement pour vos cours. Nos bibliothécaires sont à votre disposition au bureau de référence pour vous aider dans vos recherches. Ils peuvent également vous aider en ligne grâce à des rendez-vous de recherche.\nPour réaliser cette activité, veuillez prendre un rendez-vous de recherche avec un bibliothécaire sur le site web de la bibliothèque. Vous pouvez le faire en suivant ce lien vers la page web de la bibliothèque. Cliquez sur le bouton « Prendre un rendez-vous » en haut au centre de la page et un calendrier s'affichera avec les horaires disponibles. Sélectionnez le jour et l'heure et cliquez sur continuer. Remplissez le reste du formulaire et cliquez sur continuer.\nAvant de vous rendre à votre rendez-vous de recherche, préparez quelques questions à poser au bibliothécaire. Réfléchissez au type d'informations que vous recherchez. Quelle est la question à laquelle vous essayez de répondre ?"
}