{
    "source": "en_US",
    "target": "fr_FR",
    "text": "i [Name],\nOn behalf of WorldQuant BRAIN, I would like to invite you to our upcoming APU Alphathon 2024 Kick-off Workshop, on 21 October 2024 (Monday), 6:30pm. The session will include an introduction to WorldQuant BRAIN and our Research Consultant Program. We will also provide basic information and resources for you to get started on your quantitative finance journey!\nIf you’ve always wanted to learn more about quantitative finance, but lacked the tools and knowledge to get started, this may be ideal for you! This session will provide an understanding of WorldQuant BRAIN and how you can leverage the platform to begin your quant journey. You will also learn about different opportunities, such as the potential to become a Research Consultant.\nWorldQuant BRAIN is free to use and requires no previous experience — you just need to be a self-starter with a strong interest in learning about quantitative finance. If this sounds like you, register for our training today:\n[redacted_url]",
    "trans": "i [Name],\nAu nom de WorldQuant BRAIN, je suis ravi de vous inviter à notre atelier de lancement de l'APU Alphathon 2024, le 21 octobre 2024 (lundi) à 18h30. Cette session comprendra une présentation de WorldQuant BRAIN et de notre programme de Consultants en Recherche. Nous fournirons également des informations et des ressources de base pour vous permettre de démarrer votre parcours en finance quantitative !\nSi vous avez toujours voulu en savoir plus sur la finance quantitative, mais que vous manquiez d'outils et de connaissances pour commencer, cette session pourrait être idéale pour vous ! Elle vous donnera une compréhension de WorldQuant BRAIN et de la manière dont vous pouvez utiliser la plateforme pour débuter votre parcours quantitatif. Vous découvrirez également différentes opportunités, telles que la possibilité de devenir Consultant en Recherche.\nWorldQuant BRAIN est gratuit et ne nécessite aucune expérience préalable — vous devez simplement être autonome et avoir un vif intérêt pour l'apprentissage de la finance quantitative. Si cela vous ressemble, inscrivez-vous à notre formation dès aujourd'hui :\n[redacted_url]"
}