{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Essential English language arts test prep for this college entrance exam and the quickest and most complete review possible in just six laminated pages. Author Tiffany Perkinz, writer, editor, and educator at the high school and college level uses her expertise to fill this study tool with need-to-know answers for the SAT. Succinct and streamlined for quick study and review, test prep will include strategies, examples, sample passages with sample questions, question stems, tips, and explanations to support success. Making the highest test score possible improves the chance of entry into a university and college of choice. At this price do not miss our unique QuickStudy design that packs as much as possible into a color-coded, handy, and inexpensive tool.\n6 page laminated reference includes:\nReading Section\nStructure\nStrategy\nLiterary Passage\nSample passage\nHistory/Social Studies Passage\nSample passage\nSocial Science Passage\nSample passage\nScience Passage\nSample passage\nWriting & Language\nStructure\nStrategy\nSample Passage & Questions",
    "trans": "Préparation essentielle au test d’anglais pour cet examen d’entrée à l’université avec la révision la plus rapide et la plus complète possible en seulement six pages plastifiées.L’auteure Tiffany Perkinz, écrivaine, éditrice et enseignante au lycée et à l’université, met son expertise au service de cet outil d’étude en fournissant toutes les réponses indispensables pour le SAT. Concis et optimisé pour un apprentissage et une révision rapide, ce guide de préparation comprend des stratégies, des exemples, des extraits de textes accompagnés de questions types, des formulations de questions, des conseils et des explications pour favoriser la réussite. Obtenir le meilleur score possible améliore les chances d’admission dans l’université ou l’établissement de son choix. À ce prix, ne manquez pas notre concept unique QuickStudy, qui condense un maximum d’informations dans un outil pratique, coloré et abordable.\nRéférence plastifiée de 6 pages comprenant :\nSection Lecture\nStructure\nStratégie\nTexte littéraire\nExtrait de texte\nTexte historique / en sciences sociales\nExtrait de texte\nTexte en sciences sociales\nExtrait de texte\nTexte scientifique\nExtrait de texte\nÉcriture et Langue\nStructure\nStratégie\nExtrait de texte et questions"
}