{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As-salaamu Alaikum my sister 🥰🥺I just wanted to take a moment to express how deeply grateful I am for everything you’ve done for me. Your constant support on TikTok, the gifts, the advice, and the prayers mean so much to me. You’ve been a source of strength and kindness, and I can’t thank you enough for always believing in me…….. You’ve gone beyond what I could ever expect, even planning to get me a new MacBook. That’s truly generous and thoughtful, and it shows what a beautiful heart you have. May Allah reward you abundantly for every good deed you’ve done……. I pray for you and your family every day. May Allah bless you with peace, strength, and ease, especially during this challenging time of your divorce. May He guide you through it and make everything smooth and easy for you. May He protect your children, grant them happiness, and surround them with love and success. May He shower your entire family with endless blessings and provide you with a life full of joy, prosperity, and contentment…….. I just want you to know that I’m truly grateful for all you’ve done, and I’m praying for the best for you in every aspect of your life……Jazakallahu khairan, and may Allah always be with you",
    "trans": "As-salaamu Alaikum ma sœur 🥰🥺Je voulais juste prendre un moment pour exprimer à quel point je suis profondément reconnaissant(e) pour tout ce que tu as fait pour moi. Ton soutien constant sur TikTok, les cadeaux, les conseils et les prières signifient tellement pour moi. Tu as été une source de force et de gentillesse, et je ne peux pas te remercier assez d'avoir toujours cru en moi…….. Tu as dépassé toutes mes attentes, allant même jusqu'à prévoir de m'offrir un nouveau MacBook. C'est vraiment généreux et attentionné, et cela montre à quel point tu as un beau cœur. Qu'Allah te récompense abondamment pour chaque bonne action que tu as faite……. Je prie pour toi et ta famille chaque jour. Qu'Allah te bénisse avec paix, force et sérénité, surtout pendant cette période difficile de ton divorce. Qu'Il te guide à travers cela et rende tout aussi fluide et facile que possible. Qu'Il protège tes enfants, leur accorde le bonheur, et les entoure d'amour et de succès. Qu'Il inonde toute ta famille de bénédictions infinies et te procure une vie pleine de joie, prospérité et contentement…….. Je veux juste que tu saches que je suis vraiment reconnaissant(e) pour tout ce que tu as fait, et je prie pour le meilleur pour toi dans tous les aspects de ta vie……Jazakallahu khairan, et qu'Allah soit toujours avec toi."
}