{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello and thanks for inquiring about SwingerSinsations parties. We've been hosting our parties since 2016 and have a good following of people. Everyone is very respectful and enjoys playing. MEN PLEASE COME CLEAN and READY to PLAY!!\n@XS-Clarity\nFeaturing new @XS-Clarity !! Tiny, tight, 4'8 Asian. Loves to be choked and manhandled, but will take control if you'd rather give her the reigns. Great at massages, will take them too. Open to a lot of things, just ask!\nTo receive the address and room number send a clear unobstructed face photo with \"clarity\" to 909-678-1886 if you haven't already.\nWednesday Night\nStudio city Hotel Suite\n8pm-12am\nDonations\nsingle men $80\nPlaying Couples $40\nWatching couples free\nSingle ladies free\nWe also highly recommend signing up for the event on our website under the events. For any other questions please visit our website swingersinsations.com.\nWe provide snacks and soft drinks for all to enjoy!\nDon't forget:\nBYO Booze\nBYO Condoms - if you forget, you'll be asked to leave!\nWE ADVERTISE ON MANY SITES SO DON'T BE FOOLED BY THE NUMBER OF RSVPs ON HERE!!",
    "trans": "Bonjour et merci de vous renseigner sur les soirées SwingerSinsations. Nous organisons nos soirées depuis 2016 et avons une bonne communauté de participants. Tout le monde est très respectueux et aime jouer. MESSIEURS, VEUILLEZ VENIR PROPRES ET PRÊTS À JOUER !!\n@XS-Clarity\nPrésentation de la nouvelle @XS-Clarity !! Toute petite, bien serrée, 1m42, asiatique. Elle adore être étouffée et dominée, mais peut aussi prendre le contrôle si vous préférez lui laisser les rênes. Excellente en massages, elle aime aussi en recevoir. Ouverte à beaucoup de choses, il suffit de demander !\nPour recevoir l'adresse et le numéro de chambre, envoyez une photo de votre visage clair et dégagé avec le mot « clarity » au 909-678-1886 si ce n'est pas déjà fait.\nMercredi soir\nSuite d'hôtel à Studio City\n20h-00h\nContributions\nhommes seuls : 80 $\nCouples joueurs : 40 $\nCouples spectateurs : Gratuit\nFemmes seules : Gratuit\nNous vous recommandons vivement de vous inscrire à l'événement sur notre site web sous la section événements. Pour toute autre question, veuillez visiter notre site swingersinsations.com.\nNous fournissons des goûters et des boissons non alcoolisées pour le plaisir de tous !\nN'oubliez pas :\nRamenez de l'alcool\nRamenez des préservatifs - si vous oubliez, vous serez prié de partir !\nNOUS FAISONS DE LA PUBLICITÉ SUR DE NOMBREUX SITES, NE VOUS FIEZ PAS AU NOMBRE DE RÉSERVATIONS ICI !!"
}