{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Stylemis has been in the retail and wholesale trade of fashion & luxury since 2014. We pride ourselves on our ability to deliver the best prices, most varied selection and finest service for well over 9 years. Our goal is to earn the trust and satisfaction of our customers. We understand that this means providing the perfect combination of competitive pricing, an honest and reliable corps of customer service.\nOur success over the years can be attributed to our loyal commitment to our customers. Whether you're shopping with us for the first time or are a valued repeat customer, we are here to make your shopping experience as easy, reliable as possible. But equally as important to us is that you are comfortable and confident in shopping with us.\nRemember, all transactions are digitally encrypted using the latest technologies and we never, ever share your information.",
    "trans": "Stylemis évolue dans le commerce de détail et de gros de la mode et du luxe depuis 2014. Depuis plus de neuf ans, nous nous engageons à offrir les meilleurs prix, une sélection variée, et un service de qualité irréprochable. Notre objectif est de gagner la confiance et la satisfaction de nos clients. Pour cela, nous nous efforçons d’allier tarification compétitive, service client honnête et fiable, et une expérience d’achat unique.\nNotre succès au fil des années repose sur notre engagement indéfectible envers nos clients. Que vous effectuiez votre premier achat chez nous ou que vous soyez un client fidèle, nous mettons tout en œuvre pour rendre votre expérience d'achat simple et fiable. Mais au-delà de la facilité et de la fiabilité, votre confort et votre confiance sont au cœur de nos priorités. Nous voulons que vous vous sentiez en sécurité et serein à chaque achat avec nous.\nSachez que toutes les transactions sont cryptées numériquement à l’aide des dernières technologies, et que nous ne partageons jamais, absolument jamais, vos informations."
}