{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In the session, the First Deputy Minister of the Russian Federation for the Development of the Far East and the Arctic, Gadzhimagomed Guseynov,presented Russian intentions of improving infrastructure in the Russian Far East and Siberia so that the route may be used throughout the year. It was announced at the summit by Russian government officials that Russia was going to revive the Northern Sea Route Authority, centralise these functions, and adopt the Northern Sea Route Unified Development Strategy.\nIndia needs Ice-Breaker for the operational polar scientific research stations in Antarctica, named Gangothri, Bharati and Maitri, and the one at the Arctic research station, Himadri located at Ny-Ålesund in Spitsbergen, Svalbard, Norway which gained Chairmanship of the Arctic Council in May 2023. Recently, the Russian icebreaker ship Vasily Golovnin sailed to the South Pole from Cape Town, a South African port on January 20, 2023, and returned in April 2023 during which it delivered cargo to two Indian and one Belgian research station on the coast of Antarctica. The ice breaker ship delivered a team of Indian polar explorers, fuel,household, and technical garbage from the Indian Antarctic research stations Bharati and Maitri.",
    "trans": "Lors de la session, le Premier Vice-Ministre de la Fédération de Russie pour le Développement de l'Extrême-Orient et de l'Arctique, Gadzhimagomed Guseynov, a présenté les intentions russes d'améliorer les infrastructures en Extrême-Orient russe et en Sibérie afin que la route puisse être utilisée toute l'année. Il a été annoncé lors du sommet par des responsables gouvernementaux russes que la Russie allait relancer l'Autorité de la Route Maritime du Nord, centraliser ces fonctions et adopter la Stratégie de Développement Unifiée de la Route Maritime du Nord.\nL'Inde a besoin de brise-glaces pour les stations de recherche scientifique polaire opérationnelles en Antarctique, nommées Gangothri, Bharati et Maitri, ainsi que pour la station de recherche arctique Himadri située à Ny-Ålesund à Spitsbergen, Svalbard, Norvège, qui a obtenu la présidence du Conseil de l'Arctique en mai 2023. Récemment, le navire brise-glace russe Vasily Golovnin a navigué vers le pôle Sud depuis Le Cap, un port sud-africain, le 20 janvier 2023, et est revenu en avril 2023, période durant laquelle il a livré du fret à deux stations de recherche indiennes et une station belge sur la côte de l'Antarctique. Le navire brise-glace a livré une équipe d'explorateurs polaires indiens, du carburant, des déchets ménagers et techniques des stations de recherche antarctiques indiennes Bharati et Maitri."
}