{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Since the tourism in Dubrovnik is present for almost 100 years , in town we have different kinds of accommodation , from hotels,auto camps to the private accommodation. Villa Gloria is that kind of private acccommodation wich has almost 50 years of tradition of offering service. Her offer is made of two apartments, three studio apartments and two rooms. Location of Villa is only 150 m distance from Old town and 70 m from the most popular beach of Dubrovnik called \"Banje\", supermarket and taxi station is 50 m away. Also distance from airport is 18 km, from bus terminal is 4,5 km and from ferry is 3 km. We shour hope that you will come to visit us and make shour that we are very good hosts. Dubrovnik has been a tourist destination for almost 100 years and thus offers a variety of accommodation options, from hotels and campsites to private accommodation. Villa Gloria is a kind of private accommodation with 50-year-old tradition. It has two apartments, three studio apartments and two rooms. The Villa is situated only 150 m away from the Old Town Dubrovnik and 70 m from the most popular beach called \"Banje\". A supermarket and taxi stand are 50 m away. It is located 18 km from the airport, 4.5 km from the bus station and 3 km from the ferry terminal. We hope you will visit us soon and enjoy our hospitality",
    "trans": "Le tourisme étant présent à Dubrovnik depuis près de 100 ans, la ville propose différents types d'hébergement, des hôtels aux auto-campements en passant par les logements privés. Villa Gloria est ce type d'hébergement privé qui a près de 50 ans de tradition de service. Son offre comprend deux appartements, trois studios et deux chambres. La villa se trouve à seulement 150 m de la vieille ville et à 70 m de la plage la plus populaire de Dubrovnik appelée « Banje ». Le supermarché et la station de taxis se trouvent à 50 m. L'aéroport se trouve à 18 km, la gare routière à 4,5 km et le ferry à 3 km. Nous espérons que vous viendrez nous rendre visite et que vous vous rendrez compte que nous sommes de très bons hôtes. Dubrovnik est une destination touristique depuis près de 100 ans et offre donc une grande variété d'options d'hébergement, depuis les hôtels et les campings jusqu'aux logements privés. La Villa Gloria est un type d'hébergement privé dont la tradition remonte à 50 ans. Elle dispose de deux appartements, de trois studios et de deux chambres. La villa est située à seulement 150 m de la vieille ville de Dubrovnik et à 70 m de la plage la plus populaire appelée « Banje ». Un supermarché et une station de taxis se trouvent à 50 m. Elle se trouve à 18 km de l'aéroport, à 4,5 km de la gare routière et à 3 km du terminal des ferries. Nous espérons que vous nous rendrez visite bientôt et que vous apprécierez notre hospitalité."
}