{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Except it goes straight to voicemail. I gaze at the phone with a small frown.\nTen past twelve.\nHe could be sleeping. I should do the same. Once Vivi is suitably dozy, I head back to bed, where Summer has crashed out, snoring softly.\nI climb in, but all I do is worry. Vivi falls asleep between us, but I don’t.\nI get up and call Theo again.\nNo answer.\nI try not to let my head go back to how we started. Those days of calling and texting to tell him something—all to no avail.\nI beat myself up for not being more understanding in his one and only moment of frustration.\nI worry that I’ve driven him to do something that will ruin everything we’ve created.\nMy mind is a beast that has run away with all my rational thoughts. Every insecurity. Every petty concern. They all filter to the forefront until they’re all I can see.\nAnd every time I get up to call Theo...\nIt goes straight to voicemail.\nI toss. I turn. I eventually move to the couch where I finally find sleep.\nBut I don’t rest, not really. Instead, I dream of that night and how good it felt to be with him.",
    "trans": "Sauf que l’appel bascule directement sur la messagerie vocale. Je fixe mon téléphone, les sourcils légèrement froncés.\nDouze heures dix.\nIl pourrait être en train de dormir. Je devrais en faire autant. Une fois que Vivi est suffisamment somnolente, je retourne au lit, où Summer s'est affalée, respirant doucement dans son sommeil.\nJe me glisse sous les draps, mais au lieu de dormir, je m’inquiète. Vivi s’endort entre nous, mais moi, je reste éveillé.\nJe me lève et rappelle Théo.\nPas de réponse.\nJ’essaie de ne pas replonger dans nos débuts. Ces jours où je l’appelais et lui envoyais des messages pour lui dire quelque chose—en vain.\nJe me reproche de ne pas avoir été plus compréhensif lors de son seul et unique moment de frustration.\nJe crains de l’avoir poussé à faire quelque chose qui gâcherait tout ce que nous avons construit.\nMon esprit est une bête déchaînée qui emporte avec elle toute ma rationalité. Chaque insécurité. Chaque petite inquiétude. Elles remontent toutes à la surface, jusqu’à occuper tout mon champ de vision.\nEt chaque fois que je me lève pour appeler Théo...\nL’appel bascule directement sur la messagerie vocale.\nJe me tourne et me retourne. Finalement, je me rabats sur le canapé, où je finis par trouver le sommeil.\nMais je ne me repose pas, pas vraiment. À la place, je rêve de cette nuit-là et de la façon dont c'était bon d’être avec lui."
}