{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Short-term plans are like sprinters ready to dash toward the finish line! You’ve got your sights set on completing your English course, which is like polishing your language skills until they shine brighter than the sun. Imagine the glorious moment when you can string together sentences that don’t just make sense but dazzle too! Following that, you plan to dive into a short degree in the medical field. It’s a wise step—healthcare is always in demand, and who knows? You might end up saving lives while impressively wielding a stethoscope.\nNow, let's peek into those long-term dreams! You’re not just aiming for the stars; you’re packing your bags, ready to travel the world! Who wouldn’t want to see new cultures, sample exotic foods, and occasionally lose their way in a bustling market? But first, you’re laying the groundwork for a business. Imagine your name lighted up in neon on a storefront, where people line up to experience whatever magical services or products you’ll offer.\nAnd let’s not forget properties! Owning several properties is the perfect blend of financial savvy and adulting prowess. It’s like playing Monopoly in real life—so long as you avoid Jail, of course! Consider the satisfaction of watching your investments grow, all while you’re off gallivanting around the globe on an adventure, popping into whatever cafe looks just too cute to resist.\nSo, whether it’s acing your English skills or piecing together your future empire, the journey is just as thrilling as the destination. Buckle up; it sounds like a fun ride ahead!",
    "trans": "Les plans à court terme sont comme des sprinteurs prêts à courir vers la ligne d'arrivée ! Vous avez pour objectif de terminer votre cours d'anglais, ce qui revient à polir vos compétences linguistiques jusqu'à ce qu'elles brillent plus fort que le soleil. Imaginez ce moment glorieux où vous pourrez assembler des phrases qui ne se contentent pas de faire sens, mais qui éblouissent aussi ! Ensuite, vous prévoyez de vous lancer dans un diplôme court dans le domaine médical. C'est un choix judicieux — les soins de santé sont toujours en demande, et qui sait ? Vous pourriez finir par sauver des vies tout en utilisant un stéthoscope avec brio.\nMaintenant, jetons un coup d'œil à ces rêves à long terme ! Vous ne vous contentez pas de viser les étoiles ; vous êtes prêt(e) à faire vos valises pour voyager à travers le monde ! Qui ne voudrait pas découvrir de nouvelles cultures, goûter des plats exotiques et se perdre de temps en temps dans un marché animé ? Mais d'abord, vous préparez le terrain pour une entreprise. Imaginez votre nom illuminé en néon sur une devanture, où les gens font la queue pour découvrir les services ou produits magiques que vous offrirez.\nEt n'oublions pas les propriétés ! Posséder plusieurs biens immobiliers est le mélange parfait de sagacité financière et de compétence adulte. C'est comme jouer à Monopoly dans la vie réelle — à condition d'éviter la case Prison, bien sûr ! Imaginez la satisfaction de voir vos investissements croître, tout en parcourant le globe à l'aventure, en entrant dans n'importe quel café qui semble tout simplement irrésistible.\nDonc, que ce soit pour maîtriser vos compétences en anglais ou pour assembler votre futur empire, le voyage est tout aussi excitant que la destination. Accrochez-vous, ça promet d'être un trajet amusant !"
}