{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good morning, dear students!\nI hope this message finds you well.\nNext Monday we will have our fourth evaluative task. This activity will be in person.\nType of task: WRITING EVALUATIVE TASK.\nDate: October 28th, 2024.\nTime: 4pm to 9:30pm (16 to 22)\nPlace: Robledo campus classroom H301\nPlease, bear in mind the following information for the day of the exam:\nThe exam is in person, so you have to attend the date and time proposed from the first day of the semester.\nTry to be as early as you can because the activity should finish at 9:30pm.\nThere is no option to do it in your house. You have to attend the university.\nJust in case you can’t attend the date and time proposed, you have to send an email to ask for another schedule on Tuesday, October 29th, 2024, at 12:00 pm.\nThis option is available just for the students that confirm in advance\nThere is just one unique option to do it. There aren’t second chances.\nHave a good day.\nSee you at the university.",
    "trans": "Bonjour, chers étudiants !\nJ'espère que ce message vous trouvera en bonne santé.\nLundi prochain, nous aurons notre quatrième tâche d'évaluation. Cette activité ne se déroulera qu'en présentiel.\nType de tâche : RÉDACTION D'UNE TÂCHE ÉVALUATIVE.\nDate : le 28 octobre 2024\nHeure : de 16h à 21h30 (16 à 22)\nLieu : Salle de classe H301 du campus Robledo\nVeuillez tenir compte des informations suivantes pour le jour de l'examen :\nL’examen ne se déroule en personne, vous devez donc vous présenter à la date et à l'heure proposées dès le premier jour du semestre.\nEssayez d'arriver le plus tôt possible car l'activité doit se terminer à 21h30.\nVous n'avez pas la possibilité de le faire chez vous. Vous devez vous rendre à l'université.\nAu cas où vous ne pourriez pas vous présenter à la date et à l'heure proposées, vous devez envoyer un courriel pour demander un autre horaire le mardi 29 octobre 2024, à 12h00.\nCette option n'est disponible que pour les étudiants qui confirment à l'avance.\nIl n'y a qu'une seule et unique option. Il n'y a pas de seconde chance.\nJe vous souhaite une bonne journée.\nRendez-vous à l'université."
}