{
    "source": "en_US",
    "target": "fr_FR",
    "text": "\"Cam-Woah.\" The both of us jerk apart as the door swings open, \"My bad, should've knocked.\"\nClint stands at the door, looking like a kid who had just walked in on his parents.\nSteve clears his throat, \"I'll leave you to finish getting ready. See you at the hanger in ten.\" He says, before awkwardly exiting the room, but not before greeting Clint with a nod to acknowledge his presence.\n\"What? Are you guys a thing now?\" Clint asks as soon as the Captain was gone.\n\"Clint,\" I shoot him an exasperated look, \"Don't make me knock you out again.\"\n\"What? That's a very valid question. Have I been gone that long?\" He argues.\n\"It's nothing. We're friends.\" I shrug, praying that he'll drop the subject.\n\"No judgment here, Cam. But friends don't exactly make out with each other.\" He says giving me a look.\nI use my archery bracer to smack him and he raises his hands in surrender.\n\"Alright. I'll shut up.\" He laughs, \"I probably should, considering that I owe you one.\"\n\"Clint-\" I start to speak but is soon cut off.\n\"I know, I know. We don't keep scores.\" He rests his hand over mine, \"But I don't know what would've happened to me if it weren't for you. So, thank you.\"\nI give his hand a squeeze, \"It's good to have you back, Clint.\"\n\"It's good to be back. I'm glad you're back too. I've missed you.\" He replies with a smile, \"Also, we should get going. Don't want to keep your 'friend' waiting now, do we?\" He says with a smirk.\nI grunt, rolling my eyes at him and pulling on my bracer before stomping out the door.\nClint follows close behind me, \"Cami! C'mon, I'm kidding. I'll stop!\"",
    "trans": "« Cam-Woah. » Nous nous écartons brusquement alors que la porte s’ouvre en grand. « Oups, j’aurais dû frapper. »\nClint se tient à l’entrée, l’air d’un gamin qui vient de surprendre ses parents.\nSteve s’éclaircit la gorge. « Je te laisse finir de te préparer. On se retrouve au hangar dans dix minutes. » dit-il avant de quitter maladroitement la pièce, non sans adresser un bref hochement de tête à Clint pour reconnaître sa présence.\n« Quoi ? Vous êtes ensemble maintenant ? » demande Clint dès que le Capitaine est parti.\n« Clint, » je lui lance un regard exaspéré, « ne me force pas à te mettre K.O. encore une fois. »\n« Quoi ? C’est une question tout à fait légitime. J’ai été absent si longtemps que ça ? » proteste-t-il.\n« Il n’y a rien. On est amis. » Je hausse les épaules, priant pour qu’il laisse tomber le sujet.\n« Je ne juge pas, Cam. Mais les amis ne s’embrassent pas comme ça. » dit-il en me lançant un regard appuyé.\nJ’utilise mon brassard d’archerie pour le frapper et il lève aussitôt les mains en signe de reddition.\n« D’accord, je me tais. » Il rit. « Je devrais, surtout que je t’en dois une. »\n« Clint- » Je commence à parler mais il me coupe rapidement.\n« Je sais, je sais. On ne compte pas les points. » Il pose sa main sur la mienne. « Mais je ne sais pas ce qui me serait arrivé sans toi. Alors, merci. »\nJe serre doucement sa main. « C’est bon de t’avoir de retour, Clint. »\n« Ça fait du bien d’être de retour. Et je suis content que tu sois là aussi. Tu m’as manqué. » répond-il avec un sourire. « Bon, on devrait y aller. Tu ne voudrais pas faire attendre ton « ami », hein ? » ajoute-t-il avec un sourire en coin.\nJe grogne, levant les yeux au ciel en ajustant mon brassard avant de sortir en trombe de la pièce.\nClint me suit de près. « Cami ! Allez, je plaisante. Je vais arrêter ! »"
}