{
    "source": "en_US",
    "target": "fr_FR",
    "text": "POLICYGRADESCOPE AND MIDTERM EXAM REGRADE POLICY\nMidterm Exam Re-grade Policy: It should be known that there may be some questions on the exams that have no right or wrong answer, so how credit is awarded depends crucially on how you defended your answer. Accordingly, there is a BIG difference between an answer being a technically correct answer and an answer being the best answer. In these cases, credit is awarded (according to the grading rubric) for how close your answer comes to being the best answer. That is, an answer, while being technically correct, may not necessarily have been the best answer and hence, wouldn’t necessarily receive full credit despite technical correctness.\nAfter your exams are graded, we will release your graded exams on Gradescope (you may have received an email indicating you've been added to Gradescope for the class) so you can view a .pdf of your graded exam. If you find that there was a minor grading issue (ie: points were added up incorrectly), let us know and we will remunerate accordingly. If there is a major issue (ie: you don’t think points were awarded correctly according to the grading rubric), submit a re-grade request – be advised that in the event your request is rejected, the TA’s have authority to deduct an additional penalty for asking for a regrade (only in the case where the request is denied or viewed as excessive / abusive of policy and TA goodwill).\nYou have one week from the announcement of the grade distribution to resolve grading issues. Otherwise, grades are NON-NEGOTIABLE and any requests that are determined to be excessive in scope may warrant further point deductions unless sound arguments are used to justify the request. The instructor and TAs reserve the right to refuse any request believed to be excessive. You should consult both the Gradescope rubric and the exam solutions so you have a fair degree of certainty that your regrade is legitimate before invoking a request to be sure that your request will be fulfilled.",
    "trans": "POLITIQUE DE REÉVALUATION DES EXAMENS DE MILIEU DE PARCOURS ET DES NOTES SUR GRADESCOPE\nPolitique de réévaluation des tests à mi-parcours : Il est crucial de comprendre que certains sujets dans les examens ne contiennent pas de réponses clairement correctes ou incorrectes, donc la distribution des points se base principalement sur la manière dont vous avez soutenu votre réponse. Par conséquent, il existe une ÉNORME différence entre une réponse techniquement précise et une réponse qui est la plus optimale. Dans ces situations, des points sont accordés (conformément au système de notation) en fonction de la proximité de votre réponse par rapport à la réponse optimale. Cela signifie qu'une réponse, même si elle est techniquement exacte, peut ne pas être la meilleure option et donc ne recevra pas obligatoirement tous les points, malgré sa justesse technique.\nSuite à l'évaluation de vos examens, nous mettrons en ligne vos examens notés sur Gradescope (vous avez sans doute reçu un courriel signalant que vous avez été intégré à Gradescope pour le cours) afin de vous permettre de consulter un document .pdf de votre examen noté. Si vous remarquez une erreur de notation, comme un mauvais total de points, signalez-le et nous vous accorderons une compensation appropriée. Si le problème est de grande envergure (par exemple : vous pensez que les points n'ont pas été attribués correctement selon le barème de notation), soumettez une demande de réévaluation – soyez averti que, si votre demande est rejetée, les assistants d'enseignement (TAs) ont l'autorité de déduire une pénalité supplémentaire pour avoir demandé une réévaluation (uniquement dans le cas où la demande est rejetée ou jugée excessive / abusive de la politique et de la bonne volonté des TAs).\nVous disposez d'une semaine après l'annonce des résultats pour corriger les problèmes liés à la notation. Par ailleurs, les notes ne sont PAS NÉGOCIABLES et toute requête considérée comme démesurée pourrait entraîner des pénalités additionnelles en points, à moins que de solides justifications soient fournies pour soutenir la demande. L'instructeur et les assistants pédagogiques se réservent le droit de décliner toute demande qu'ils estiment excessive. Avant de soumettre une demande, il serait judicieux de consulter le système de notation de Gradescope et les réponses de l'examen afin d'obtenir un certain degré d'assurance que votre requête est fondée. Cela vous permettra d'augmenter vos chances que votre demande soit acceptée."
}