{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Greetings from UAE\nIt is my immense pleasure to share that Review of Management Literature (RoML) received its first Scopus CiteScore yesterday. It's a humble beginning with 3.5.\nhttps://www.scopus.com/sourceid/21101242572\nOn behalf of the team, I convey our thanks for your contributions and services to the Review of Management Literature. I am sure we will keep contributing relevance to the research and academic community.\nI am sharing the latest volumes below that may be useful to you in your present andfuture research.\nVol. 3 -Review of Technologies and Disruptive Business Strategies\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202403\nVol. 2 -Advancing Methodologies of Conducting Literature Review in Management Domain\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202402\nVol. 1 -Exploring the Latest Trends in Management Literature\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202301\nI welcome your suggestions, thoughts, and collaboration forward. Please note that our Emerald webpage will remain unavailable for a few weeks as we are updating the information.\nCheers!!\nHigh Regards,\n[redacted_name]",
    "trans": "Salutations depuis les Émirats Arabes Unis,\nJ'ai l'immense plaisir de vous annoncer que la revue Review of Management Literature (RoML) a reçu hier son premier CiteScore Scopus. Il s'agit d'un début modeste avec un score de 3,5.\nhttps://www.scopus.com/sourceid/21101242572\nAu nom de toute l'équipe, je vous remercie de vos contributions et de vos services à la revue Review of Management Literature. Je suis convaincu que nous continuerons à apporter une contribution pertinente à la communauté de la recherche et de l'enseignement.\nJe vous transmets ci-dessous les derniers volumes, qui pourraient vous être utiles dans vos recherches actuelles et futures :\nVol. 3 - Revue des technologies et des stratégies commerciales disruptives\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202403\nVol. 2 - Faire progresser les méthodologies de conduite de revues de littérature dans le domaine de la gestion\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202402\nVol. 1 - Explorer les dernières tendances de la littérature en gestion\nhttps://www.emerald.com/insight/publication/doi/10.1108/S2754-5865202301\nVos suggestions, réflexions et propositions de collaboration sont les bienvenues. Veuillez noter que notre page Web Emerald sera indisponible pendant quelques semaines en raison d'une mise à jour des informations.\nAvec mes salutations les\nplus cordiales,\n[redacted_name]"
}