{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As Hurricane Milton approaches Florida's west coast, Tampa Electric stands ready, and we encourage you to be prepared as well. While we prepare year-round for extreme weather and have a comprehensive strategy in place through our Storm Protection Plan, Milton is currently tracking toward Tampa Bay as a major hurricane, with the potential for extended, widespread power outages. It's important to be prepared for that possibility and to have backup power arrangements if you or a loved one rely on electricity for health needs.\nWe urge you to take action now to protect your family, home, belongings and businesses. Please consider the following important tips and safety precautions:\nKnow your evacuation zone and follow any government-issued orders. Visit FloridaDisaster.org for statewide and county preparedness guides, evacuation zones, shelter information, alerts and more.\nIf you're evacuating, especially if due to flooding risk, we recommend turning your electricity off at the main breaker while your home is still dry. This helps protect your electrical system from damage, supports your personal safety and improves restoration time. Never touch your breaker box if your hands are wet or you are standing in water.\nPlease do NOT turn off your natural gas service at the meter. Natural gas appliances have safety valves that will shut off the flow of natural gas automatically if the pilot light goes out.\nBe prepared for the potential of extended outages with supplies including water, nonperishable foods for family and pets, manual can opener, medicine, cash, flashlights, batteries, hand-crank or battery-operated cell phone chargers and battery or solar-powered radios.\nUnplug or turn off non-essential electrical equipment and small appliances to protect them from power surges.\nDo not operate portable generators indoors or in any enclosed area, or near air conditioning ducts. Do not allow portable generators to get wet or operate in the rain. A dry, outdoor space is required. Do not connect a generator to home circuits. Instead, plug appliances directly into the generator.\nStay away from wet electrical equipment such as transformers, circuit breakers, fuses, power lines and wiring.\nAvoid flood waters, as they may be energized with electrical current and present other hazards.\nAlways assume downed power lines are energized. Never drive over or touch downed power lines, including anyone or anything touching the lines. Stay away and call 911, then call us immediately at 877-588-1010.\nPark electric vehicles in a secure location away from areas that may flood. Avoid charging electric vehicles during severe weather to prevent electrical hazards, and ensure charging equipment is disconnected and safely stored when not in use.\nIf you smell rotten eggs or see a broken natural gas line, immediately move to safety and call 911.\nYou can report an outage on our Outage Map, by texting OUT to 27079, or by calling us at 877-588-1010.\nFollow our social channels for timely updates and safety information.",
    "trans": "Alors que l'ouragan Milton s'approche de la côte ouest de la Floride, Tampa Electric se tient prêt, et nous vous encourageons à vous y préparer également. Alors que nous nous préparons toute l'année à des conditions météorologiques extrêmes et que nous avons mis en place une stratégie complète dans le cadre de notre Plan de protection contre les tempêtes, Milton se dirige actuellement vers la baie de Tampa en tant qu'ouragan majeur, avec le potentiel de pannes de courant prolongées et généralisées. Il est important d'être préparé à cette éventualité et d'avoir des arrangements d'alimentation de secours si vous ou un être cher dépendez de l'électricité pour vos besoins de santé.\nNous vous exhortons à agir dès maintenant pour protéger votre famille, votre maison, vos biens et vos entreprises. Veuillez tenir compte des conseils importants et des précautions de sécurité suivants:\nConnaissez votre zone d'évacuation et suivez les ordres émis par le gouvernement. Visitez FloridaDisaster.org pour obtenir des guides de préparation à l'échelle de l'État et des comtés, des zones d'évacuation, des informations sur les abris, des alertes et bien plus encore.\nSi vous évacuez, surtout en raison d'un risque d'inondation, nous vous recommandons de couper l'électricité au disjoncteur principal pendant que votre maison est encore sèche. Cela aide à protéger votre système électrique contre les dommages, favorise votre sécurité personnelle et améliore le temps de restauration. Ne touchez jamais votre boîtier de disjoncteur si vos mains sont mouillées ou si vous êtes debout dans l'eau.\nNe coupez pas votre service de gaz naturel au compteur. Les appareils à gaz naturel sont équipés de vannes de sécurité qui couperont automatiquement l'alimentation en gaz si la veilleuse s'éteint.\nSoyez prêt à de possibles coupures prolongées en vous approvisionnant en eau, en nourriture non périssable pour votre famille et vos animaux de compagnie, en ouvre-boîtes manuel, en médicaments, en argent liquide, en lampes de poche, en piles, en chargeurs de téléphone à manivelle ou à piles, ainsi qu'en radios à piles ou solaires.\nDébranchez ou éteignez les équipements électriques non essentiels et les petits appareils pour les protéger des surtensions.\nNe faites pas fonctionner des générateurs portables à l'intérieur ou dans tout espace fermé, ni près des conduits de climatisation. Ne laissez pas les générateurs portables être mouillés ou fonctionner sous la pluie. Un espace extérieur sec est nécessaire. Ne branchez pas un générateur aux circuits de la maison. Branchez plutôt les appareils directement au générateur.\nRestez à l'écart des équipements électriques mouillés tels que les transformateurs, les disjoncteurs, les fusibles, les lignes électriques et le câblage.\nÉvitez les eaux de crue, car elles peuvent être électrifiées et présenter d'autres dangers.\nIl faut toujours supposer que les lignes électriques tombées sont sous tension. Ne roulez jamais sur des lignes électriques tombées au sol et ne les touchez jamais, pas plus que n'importe qui ou n'importe quoi touchant les lignes. Restez à l'écart et appelez le 911, puis appelez-nous immédiatement au 877-588-1010.\nGarez les véhicules électriques dans un endroit sûr, à l'écart des zones susceptibles d'être inondées. Évitez de charger les véhicules électriques par mauvais temps pour éviter les risques électriques et assurez-vous que l'équipement de charge est déconnecté et rangé en toute sécurité lorsqu'il n'est pas utilisé.\nSi vous sentez une odeur d'œufs pourris ou voyez une ligne de gaz naturel cassée, déplacez-vous immédiatement vers un endroit sûr et appelez le 911.\nVous pouvez signaler une panne sur notre carte des pannes, en envoyant un message à 27079 ou en nous appelant au 877-588-1010.\nSuivez nos canaux sociaux pour des mises à jour en temps réel et des informations de sécurité."
}