{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This is a nasty, disgusting product. When I read the product description I thought, nice, a decent SPF, color tint in the product, \"dewey\" skin result. I received this today and excitedly applied it, \"liberally\" as per the instructions. BIG mistake. The liquid did \"look\" tinted when it came out. However, it dries clear on the skin. I don't know what product other reviewers are commenting on. And, I use the word \"dries\" jokingly. What dewey means for this product is greasy. Like, really greasy, super greasy. Downright nasty. Again, I don't know what product other reviewers are commenting on. It's hot and humid today where I live and I couldn't imagine walking outside with this on my face. Ewe. Since I had left it on my face for about 15 minutes it took some scrubbing to get it off. I'm usually a bit forgiving with product reviews but, unless clear and greasy works for you, I'd stay away from this product. If zero stars was an option, this product deserves that. Don't say you weren't warned.",
    "trans": "C'est un produit dégoûtant, répugnant. Lorsque j'ai lu sa description, je me suis dit : « Bien, un SPF décent, une teinte dans le produit, un résultat « dewey » sur la peau ». J'ai reçu ce produit aujourd'hui et je l'ai appliqué avec enthousiasme, « généreusement » comme indiquent les instructions. Grosse erreur. Le liquide avait l'air « teinté » lorsqu'il est sorti. Cependant, il sèche clairement sur la peau. Je ne sais pas de quel produit parlent les autres auteurs de commentaires. Et j'utilise le mot « sèche » en plaisantant. Ce que « dewey » signifie pour ce produit, c'est gras. Genre, vraiment gras, super gras. Carrément désagréable. Encore une fois, je ne sais pas sur quel produit les autres évaluateurs font des commentaires. Il fait chaud et humide aujourd'hui là où j'habite et je ne pourrais pas m'imaginer sortir avec ce produit sur le visage. Ewe. Comme je l'avais laissé sur mon visage pendant environ 15 minutes, il a fallu frotter pour l'enlever. J'ai l'habitude d'être indulgente avec les critiques de produits, mais à moins qu'un produit clair et gras ne vous convienne, je vous déconseille ce produit. Si zéro étoile était une option, ce produit le mériterait. Ne dites pas que vous n'avez pas été prévenu."
}