{
    "source": "en_US",
    "target": "fr_FR",
    "text": "For a moment it was almost as though Crowley had forgotten about the traumatic events that had led them to where they were now. He blinked at Aziraphale for several quiet seconds. Then he looked down at himself and cringed.\n“I, uh…yeah, I suppose I…um…” he murmured, voice small and shaky.\nAziraphale wanted to kick himself.\nCrowley’s many wounds had been healing quite well, he knew. He’d seen some of the more raw damage while first observing hospital staff changing out dressings, so he was able to mentally compare Then and Now in a way that Crowley wasn’t. Crowley hadn’t gotten to see the damage when it was still new, nor had he witnessed the progression of the healing of that damage. Without that comparison, it was understandable that Crowley might look upon his body and see only the obvious.\nScars and discolored flesh, and marks that would most likely never fully fade.\nAs if that precise thought had been going through Crowley’s head in that moment, he huffed a humorless sort of laugh and lifted both his hands to examine the reminders of melted flesh left behind on scalding metal. “Yeah…s’pose I’ve got enough marks now, really,” he murmured to himself. “Plenty of permanent proof of the day I was nearly broken beyond repair. S’pose I always was a bit too vain about my looks anyway…”\n“Stop that right this instant.”",
    "trans": "Pendant un instant, il sembla presque que Crowley avait oublié les événements traumatisants qui les avaient menés là où ils étaient maintenant. Il cligna des yeux devant Aziraphale pendant plusieurs secondes de silence. Puis, il regarda vers le bas et grimaca.\n« Euh... ouais, je suppose que je... hum... », murmura-t-il, sa voix petite et tremblante.\nAziraphale voulait se donner un coup de pied.\nIl savait que les nombreuses blessures de Crowley guérissaient plutôt bien. Il avait vu certains des dommages les plus bruts lorsqu'il observait pour la première fois le personnel hospitalier changer les pansements, il pouvait donc comparer mentalement Avant et Après d'une manière que Crowley ne pouvait pas. Crowley n'avait pas pu voir les dommages lorsqu'ils étaient encore récents, ni n'avait-il été témoin de l'évolution de la guérison de ces dommages. Sans cette comparaison, il était compréhensible que Crowley puisse regarder son corps et ne voir que l'évidence.\nCicatrices, chair décolorée et marques qui ne disparaîtraient probablement jamais complètement.\nComme si cette pensée précisait traversait l'esprit de Crowley à ce moment-là, il pouffa d'un rire sans humour et leva ses deux mains pour examiner les rappels de chair fondu laissés par le métal brûlant. « Ouais... je suppose que j'ai assez de marques maintenant, vraiment », murmura-t-il à voix basse. « Beaucoup de preuves permanentes du jour où j'ai failli être brisé au-delà de toute réparation. Je suppose que j'ai toujours été un peu trop vaniteux quant à mon apparence, de toute façon... »\n« Arrêtez cela immédiatement. »"
}