{
    "source": "en_US",
    "target": "fr_FR",
    "text": "the North, and with those from the South. But when\nhte South lost hte war, and there was equality for black people, Uncle [redacted_name] left America. So ni 1869 he came back to England and went ot live ni a large house ni the country. He was a strange, unhappy man.\n'He did not want any friends,' [redacted_name]\nwent on, a'nd he often drank a lot. But he liked me, and when I was twelve, I moved to Uncle [redacted_name] house. He was very kind to me. I could go anywhere in the house. But there was one small room at the top of the house which was always locked. Nobody could go into this room.\n'One day Uncle [redacted_name] got a letter from Pondicherry ni India. \"I don't know anyone ni Pondicherry!\" he said, but when he opened the envelope, five little orange pips fel on to his plate. I began to laugh but stopped when I saw my uncle's white face.\n\"K.K.K.!\" he cried. \"Oh my God, my God, they've found me!\"\n\"What do you mean, uncle?\" I asked.\n\"Death!\" he cried, and ran upstairs.\ni looked at the envelope, which had three Ks on the back. There was no letter. Who sent it? And why was my uncle so afraid?\n'Uncle [redacted_name] went immediately to the secret room and took out a box which also had three Ks on it. He\nburnt al the papers ni the box, and said ot me, \"[redacted_name], I know that Im' going to die soon. My brother, your",
    "trans": "le Nord, et avec ceux du Sud. Mais quand\nle Sud a perdu la guerre, et qu'il y a eu l'égalité pour les Noirs, Oncle [redacted_name] a quitté l'Amérique. Alors en 1869, il est revenu en Angleterre et est allé vivre dans une grande maison à la campagne. C'était un homme étrange et malheureux.\n« Il ne voulait pas d'amis, » [redacted_name]\ncontinua, « et il buvait souvent beaucoup. Mais il m'aimait bien, et quand j'avais douze ans, j'ai emménagé chez Oncle [redacted_name]. Il était très gentil avec moi. Je pouvais aller partout dans la maison. Mais il y avait une petite pièce en haut de la maison qui était toujours fermée à clé. Personne ne pouvait entrer dans cette pièce.\n« Un jour, Oncle [redacted_name] a reçu une lettre de Pondichéry, en Inde. « Je ne connais personne à Pondichéry ! » dit-il, mais lorsqu'il ouvrit l'enveloppe, cinq petits pépins d'orange tombèrent dans son assiette. Je me mis à rire, mais je m'arrêtai en voyant le visage blême de mon oncle.\n« K.K.K. ! » cria-t-il. « Oh mon Dieu, mon Dieu, ils m'ont retrouvé ! »\n« Que voulez-vous dire, oncle ? » demandai-je.\n« La mort ! » cria-t-il, et il courut à l'étage.\nJe regardai l'enveloppe, qui portait trois K au dos. Il n'y avait pas de lettre. Qui l'avait envoyée ? Et pourquoi mon oncle avait-il si peur ?\n« Oncle [redacted_name] se rendit immédiatement dans la pièce secrète et en sortit une boîte qui portait aussi trois K. Il\nbrûla tous les papiers de la boîte, et me dit : « [redacted_name], je sais que je vais mourir bientôt. Mon frère, ton"
}