{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Molybdoenzymes are widespread in eukaryotic and prokaryotic organisms where they play crucial functions in detoxification reactions in the metabolism of humans and bacteria, in nitrate assimilation in plants and in anaerobic respiration in bacteria. To be fully active, these enzymes require complex molybdenum-containing cofactors, which are inserted into the apoenzymes after folding. For almost all the bacterial molybdoenzymes, molybdenum cofactor insertion requires the involvement of specific chaperones. In this review, an overview on the molybdenum cofactor biosynthetic pathway is given together with the role of specific chaperones dedicated for molybdenum cofactor insertion and maturation. Many bacteria are involved in geochemical cycles on earth and therefore have an environmental impact. The roles of molybdoenzymes in bioremediation and for environmental applications are presented.",
    "trans": "Les molybdoenzymes sont très répandues dans les organismes eucaryotes et procaryotes, où elles jouent un rôle crucial dans les réactions de détoxification du métabolisme humain et bactérien, dans l'assimilation des nitrates chez les plantes et dans la respiration anaérobie chez les bactéries. Pour être pleinement actives, ces enzymes ont besoin de cofacteurs complexes contenant du molybdène, qui sont insérés dans les apoenzymes après le repliement. Pour presque toutes les molybdoenzymes bactériennes, l'insertion du cofacteur de molybdène nécessite l'implication de chaperons spécifiques. Cette revue présente une vue d'ensemble de la voie de biosynthèse du cofacteur de molybdène ainsi que le rôle des chaperons spécifiques dédiés à l'insertion et à la maturation du cofacteur de molybdène. De nombreuses bactéries sont impliquées dans les cycles géochimiques sur terre et ont donc un impact sur l'environnement. Les rôles des molybdoenzymes dans la biorémédiation et les applications environnementales sont présentés."
}