{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The appraiser does not assume responsibility for the accuracy of such\nitems\nthat were furnished by other parties.- The appraiser will not disclose the contents of the appraisal report except as provided for in the\nUniform Standards of Professional Appraisal Practice, and any applicable federal, state or local laws.- If this appraisal is indicated as subject\nto satisfactory completion, repairs, or alterations, the appraiser has based his or her appraisal report\nand valuation conclusion on the assumption that completion of the improvements will be performed in a workmanlike manner.- An\nappraiser's client is the party (or parties) who engage an appraiser in a specific assignment. Any other party acquiring this report from the\nclient does not become a party to the appraiser-client relationship. Any persons receiving this appraisal report because of disclosure\nrequirements\napplicable to the appraiser's client do not become intended users of this report unless specifically identified by the client at the time of the\nassignment.\n- The appraiser's written consent and approval must be obtained before this appraisal report can be conveyed by anyone to the public,\nthrough advertising, public relations, news, sales, or by means of any other media, or by its inclusion in a private or public database. - An\nappraisal of real property is not a 'home inspection' and should not be construed as such. As part of the valuation process, the appraiser\nperforms a non-invasive visual inventory that is not intended to reveal defects or detrimental conditions that are not readily apparent. The\npresence\nof such conditions or defects could adversely affect the appraiser's opinion of value. Clients with concerns about such potential negative\nfactors\nare encouraged to engage the appropriate type of expert to investigate.The Scope of Work is the type and extent of research and analyses\nperformed in an appraisal assignment that is required to produce credible assignment results, given the nature of the appraisal problem, the\nspecific requirements of the intended user(s) and the intended use of the appraisal report. Reliance upon this report, regardless of how\nacquired, by any party or for any use, other than those specified in this report by\nthe Appraiser, is prohibited. The Opinion of Value that is the conclusion of this report is credible only within the context of the Scope of\nWork, Effective Date, the Date of Report, the Intended User(s), the Intended Use, the stated Assumptions and Limiting Conditions, any\nHypothetical Conditions and/or Extraordinary Assumptions, and the Type of Value, as defined herein. The appraiser, appraisal firm, and\nrelated parties assume no obligation, liability, or accountability, and will not be responsible for any unauthorized use of this report or its\nconclusions.\nAdditional Comments (Scope of Work, Extraordinary Assumptions, Hypothetical Conditions, etc.):\nThis is a retrospective appraisal with an effective date of 04/20/2024 as requested by [redacted_name] for the estimated market value of\nthe subject as of the effective date.",
    "trans": "L'évaluateur n'assume aucune responsabilité quant à l'exactitude de ces\néléments\nfournis par d'autres parties. -L'expert en évaluation ne divulguera pas le contenu du rapport d’évaluation, sauf dans les conditions prévues par les\nUniform Standards of Professional Appraisal Practice et toute loi fédérale, étatique ou locale applicable. -Si cette évaluation est indiquée\ncomme étant soumise à l’achèvement satisfaisant, à des réparations ou à des modifications, l’expert en évaluation a fondé son rapport\net sa conclusion de valeur sur l’hypothèse que ces améliorations seront réalisées de manière professionnelle.  -Le\nclient de l'expert en évaluation est la partie (ou les parties) qui engage(nt) l’expert pour une mission spécifique. Toute autre partie obtenant ce rapport du\nclient ne devient pas une partie de la relation entre l’expert-client. Toute personne recevant ce rapport en raison d’exigences de\ndivulgation\napplicables au client de l’expert ne devient pas un utilisateur prévu de ce rapport, sauf si elle est spécifiquement identifiée par le client au moment de la\nmission.\n- Le consentement et l'approbation écrits de l'évaluateur doivent être obtenus avant que le présent rapport d'évaluation puisse être transmis au public par qui que ce soit,\npar le biais de publicités, relations publiques, actualités, ventes ou tout autre média, ou par son inclusion dans une base de données privée ou publique. -L'\névaluation d'un bien immobilier n'est pas une « inspection à domicile » et ne doit pas être interprétée comme telle. Dans le cadre du processus d'évaluation, l’expert\neffectue un inventaire visuel non invasif qui ne vise pas à révéler des défauts ou des conditions nuisibles non immédiatement apparents. La\nprésence\nde telles conditions ou défauts pourrait affecter négativement l'opinion de valeur de l’expert. Les clients ayant des préoccupations à\nce sujet\nsont encouragés à consulter un expert approprié pour une investigation approfondie. Le Champ d’Application du Travail correspond au type et à l'étendue des recherches et analyses\neffectuées dans le cadre d'une mission d’évaluation afin de produire des résultats crédibles, en fonction de la nature du problème d’évaluation, des\nexigences spécifiques des utilisateurs prévus et de l’usage prévu du rapport d’évaluation. Toute utilisation de ce rapport, quelle que soit la manière dont il\na été obtenu, par une partie ou pour un usage autre que ceux spécifiés dans ce rapport par\nl’expert en évaluation, est interdite. L'Opinion de Valeur, qui est la conclusion de ce rapport, n'est crédible que dans le contexte du Champ d'Application du Travail, de\nla Date d’Effet, de la Date du Rapport, des Utilisateurs Prévus, de l'Usage Prévu, des hypothèses et Conditions Limitatives et/ou\ndes Conditions Hypothétiques et Hypothèses Extraordinaires, ainsi que du Type de Valeur, tels que définis dans ce document. L'expert en évaluation, la société d’évaluation et\nles parties associées n’assument aucune obligation, responsabilité ou engagement et ne seront pas tenus responsables de toute utilisation non autorisée de ce rapport ou de ses\nconclusions.\nCommentaires Supplémentaires (Champ d'Application du Travail, Hypothèses Extraordinaires, Conditions hypothétiques, etc.) :\nIl s'agit d'une évaluation rétrospective avec une date d'effet au 20/04/2024, demandée par [nom supprimé] pour estimer la valeur\nmarchande du bien à la date d'effet."
}