{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Signals provider focusing on basics and the latest trending cryptos.\nCrypto Pump Club – The largest Telegram channel with early “pump” signals.\nBinance Killers – Powerful crypto signals with detailed explanations.\nWall Street Queen – Free trading signals from one of the top female traders.\nCrypto Inner Circle – Beginner-friendly crypto signals with strong track record.\nWolf of Trading – Free crypto signals 2-3 times per week.\nBinance Signals – Altcoin trading signals completely free.\nCrypto Whale Pumps – Telegram channel analyzing latest crypto presales.\nBitcoin Bullets – Highly accurate signals for ByBit traders.\nCryptoSignals.org – Daily crypto signals with a great success rate.\nDash 2 Trade – Top crypto signals provider with automated trading.\nLearn2Trade – Established crypto telegram group with daily alerts.\nWhale Station – Leading crypto signals provider also offering educational tools and networking opportunities.",
    "trans": "Fournisseurs de signaux axés sur les fondamentaux et les cryptomonnaies tendances du moment.\nCrypto Pump Club – Le plus grand canal Telegram avec des signaux de « pump » précoces.\nBinance Killers — Des signaux crypto puissants avec des explications détaillées.\nWall Street Queen – Signaux de trading gratuits d'une des meilleures tradeuses.\nCrypto Inner Circle – Signaux crypto adaptés aux débutants avec un solide historique de performance.\nWolf of Trading – Signaux crypto gratuits 2 à 3 fois par semaine.\nBinance Signals — Signaux de trading sur altcoins entièrement gratuits.\nCrypto Whale Pumps – Canal Telegram analysant les dernières préventes crypto.\nBitcoin Bullets — Signaux hautement précis pour les traders sur ByBit.\nCryptoSignals.org — Signaux crypto quotidiens avec un excellent taux de réussite.\nDash 2 Trade – Principal fournisseur de signaux crypto avec trading automatisé.\nLearn2Trade — Groupe Telegram crypto établi avec des alertes quotidiennes.\nWhale Station – Fournisseur leader de signaux crypto offrant également des outils éducatifs et des opportunités de réseautage."
}