{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We received an update from our relevant team and they advised you to use valid credit/debit card for cashback request.\nCashback Rewards is Agoda’s newest loyalty Rewards program. It lets you request a partial cash refund from Agoda 60 days after the day you check out from any stay that was marked with the Cashback Rewards icon at the time of booking.\nYou can claim any available Cashback Rewards by simply providing a valid Visa/Mastercard credit or debit card in the “Cashback Rewards” menu in Manage My Booking on the Agoda app.\nOnce the request is successfully submitted, the status of your Cashback Rewards will change to “Processing” which normally takes up to 7 business days.\nFor more information about Cashback Rewards, you can visit our website https://www.agoda.com/info/agoda-policies.html#8 or click “Cashback Rewards” menu in Manage my booking.\nWe hope this clarifies your concerns.",
    "trans": "Nous avons reçu une mise à jour de la part de notre équipe concernée qui vous a conseillé d'utiliser une carte de crédit/débit valide pour la demande de cashback.\nCashback Rewards est le nouveau programme de fidélité d'Agoda. Il vous permet de demander un remboursement partiel en espèces à Agoda 60 jours après le jour de votre départ pour tout séjour marqué de l'icône Cashback Rewards au moment de la réservation.\nVous pouvez réclamer toutes les récompenses Cashback disponibles en fournissant simplement une carte de crédit ou de débit Visa/Mastercard valide dans le menu « Récompenses Cashback » dans Gérer ma réservation sur l'application Agoda.\nUne fois la demande soumise avec succès, le statut de votre prime Cashback deviendra « Traitement », ce qui prend normalement jusqu'à 7 jours ouvrables.\nPour plus d'informations sur les primes Cashback, vous pouvez visiter notre site web https://www.agoda.com/info/agoda-policies.html#8 ou cliquer sur le menu « Primes Cashback » dans Gérer ma réservation.\nNous espérons que cela clarifie vos inquiétudes."
}