{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Rainbows happen when sunlight and rain combine in a very specific way.\nThe beams of sunlight separate into the colors we see in the rainbow as they\nenter a raindrop. Sunlight is actually made up of different colors that we don't\nusually see. When a beam of sunlight comes down to Earth, the light is white.\nBut, if the light beam happens to hit raindrops on the way down at a certain\nangle, the different colors that make up the beam separate so that we can\nsee them in the form of a rainbow. The angle for each color of a rainbow is\ndifferent, because the colors slow down at different speeds when they enter\nthe raindrop. The light exits the raindrop in one color, depending on the angle\nit came in, so we see only one color coming from each raindrop. Light at\ndifferent angles coming through many raindrops form the rainbow that we see,\nin stripes of red, orange, yellow, green, blue, indigo and violet.\nAvailable at: https://answers.yahoo.com/question/\nindex? qid=20140219145607AALtS32 y http://discoverykids.com/articles/how-do-\nrainbows-form/ Read on february 16th, 2014.",
    "trans": "Les arcs-en-ciel se produisent lorsque la lumière du soleil et la pluie se combinent de manière très spécifique.\nLes rayons de lumière se séparent dans les couleurs que nous voyons dans l'arc-en-ciel lorsqu'ils\npénètrent dans une goutte de pluie. La lumière du soleil est en réalité composée de différentes couleurs que nous ne\nvoyons pas habituellement. Lorsqu'un rayon de lumière descend vers la Terre, la lumière est blanche.\nMais, si le faisceau lumineux rencontre des gouttes de pluie en chemin à un certain\nangle, les différentes couleurs qui composent le faisceau se séparent afin que nous puissions\nles voir sous la forme d'un arc-en-ciel. L'angle pour chaque couleur de l'arc-en-ciel est\ndifférent, car les couleurs ralentissent à des vitesses différentes lorsqu'elles entrent\ndans la goutte de pluie. La lumière sort de la goutte de pluie dans une couleur, en fonction de l'angle\nd'entrée, donc nous ne voyons qu'une seule couleur provenant de chaque goutte de pluie. La lumière à\ndifférents angles traversant de nombreuses gouttes de pluie forme l'arc-en-ciel que nous voyons,\nen bandes de rouge, orange, jaune, vert, bleu, indigo et violet.\nDisponible sur : https://answers.yahoo.com/question/\nindex?qid=20140219145607AALtS32 y http://discoverykids.com/articles/how-do-\nrainbows-form/ Lire le 16 février 2014."
}