{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The following vehicle has been Checked-In at SHAHEEN CADILLAC by [redacted_name]\n[redacted_id]\n2023 BUICK Envision AWD 4dr Preferred\nMileage: 11038\nThe Vehicle Check-In Receipt & Odometer Statement is attached.\nThe lessee's account will be closed when this vehicle is grounded or GM Financial receives a Dealer Payoff.\nPlease do not reply to this email.\nThis email was sent by OPENLANE as a service provider to GM Financial.\nCONFIDENTIALITY NOTICE: The information contained in this electronic message is confidential and is intended only for the use of intended recipient.If you are not the intended recipient for this message, you are hereby notified that any use, distribution, copying or disclosure of this communication is strictly prohibited.If you received this in error,please notify us immediately by return e-mail and promptly delete this message and its attachments from your computer system.",
    "trans": "Le véhicule suivant a été enregistré chez SHAHEEN CADILLAC par [redacted_name].\n[redacted_id]\n2023 BUICK Envision quatre roues motrices 4 portes Préféré\nKilométrage : 11038\nLe reçu d'enregistrement du véhicule et le relevé du compteur kilométrique sont joints en annexe.\nLe compte du locataire sera fermé lorsque le véhicule sera immobilisé ou que GM Financial recevra un remboursement du concessionnaire.\nVeuillez ne pas répondre à cet e-mail.\nCe mail a été envoyé par OPENLANE en tant que fournisseur de services à GM Financial.\nAVIS DE CONFIDENTIALITÉ : Les informations contenues dans ce message électronique sont confidentielles et ne sont destinées qu'à l'usage du destinataire. Si vous n'êtes pas le destinataire de ce message, vous êtes informé que toute utilisation, distribution, copie ou divulgation de cette communication est strictement interdite. Si vous avez reçu ce message par erreur, veuillez nous en informer immédiatement par retour d'e-mail et supprimer rapidement ce message et ses pièces jointes de votre système informatique."
}