{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Students,\nWe are excited to invite you to represent AIU in Research and Innovation! Selected students will have the chance to represent AIU at the International Invention Fair in the Middle East, gaining valuable experiences and achievements. All students are welcome to apply, and we especially encourage Junior and Senior students to participate.\nInternational Invention Fair in the Middle East\nRegistration Deadline: October 31, 2024\nEvent Dates:February 16-19, 2025\nDetails:We are selecting students to represent our university at the International Invention Fair in the Middle East. This prestigious event is an excellent platform to present your innovative ideas and inventions on an international stage.\nApplication: If you're interested in participating, please fill out the form and include your statement of interest and CV.\nApplication Form\nThis opportunity will not only offer enriching personal experiences but also serve as valuable additions to your professional resume. Don’t miss out—get involved and make the most of these incredible chances!\nIf you have any questions, please email Dr. Meshal- m.alobaid@aiu.edu.kw",
    "trans": "Chers étudiants,\nNous sommes ravis de vous convier à représenter l'AIU dans les secteurs de la recherche et de l'innovation ! Les étudiants choisis auront l'opportunité de représenter l'AIU lors de la Foire Internationale des Inventions au Moyen-Orient, leur permettant ainsi d'acquérir des expériences et des accomplissements précieux. Tous les étudiants sont les bienvenus pour postuler, avec une invitation spéciale lancée aux étudiants en première et en dernière année.\nFoire Internationale des Inventions au Moyen-Orient\nDate limite d'inscription : 31 octobre 2024\nDates de l'événement : 16 au 19 février 2025\nDétails : Nous choisissons des étudiants pour représenter notre université à la Foire Internationale des Inventions au Moyen-Orient. Cette manifestation de haut niveau offre une excellente opportunité de mettre en avant vos concepts et créations novatrices à l'échelle internationale.\nCandidature : Si vous êtes intéressé pour participer, veuillez remplir le formulaire et y joindre votre déclaration d'intérêt et votre CV.\nFormulaire de candidature\nCette opportunité offrira non seulement des expériences personnelles enrichissantes, mais constituera également un ajout précieux à votre CV professionnel. Ne manquez pas cette chance — impliquez-vous et profitez au maximum de ces opportunités incroyables !\nSi vous avez des questions, veuillez envoyer un e-mail à Dr. Meshal- m.alobaid@aiu.edu.kw"
}