{
    "source": "en_US",
    "target": "fr_FR",
    "text": "During a recession an increase in money supply leads to higher investment and thence to a multiplied increase in AD. This is seen as a shift of AD curve to the right from AD to AD1. The level of output increases while prices rise only a little.\nHowever, when the economy is at point E2 which falls in the vertical region of the AS curve changes in M have little impact on real output: they mainly change the price level or the rate of inflation. Monetary contraction –through open-market operations- bids up interest rates. This depresses investment spending, and via the multiplier depresses AD, and thereby lowers the price level or the rate of inflation.\nMonetarism\nMonetarism views the role of money as central to understanding how the macro economy evolves over time. The money supply is, in this view, the major determinant of short-run movements in nominal GNP, while in the longer run money is the prime determinant of prices. Some monetarists have also viewed that government should avoid interfering with free markets, and should avoid price-wage programs. (Milton Friedman)",
    "trans": "Pendant une récession, une augmentation de la masse monétaire entraîne une hausse des investissements et, par conséquent, une augmentation multipliée de la demande globale (AD). Cela se traduit par un déplacement de la courbe AD vers la droite, de AD à AD1. Le niveau de production augmente tandis que les prix ne s’élèvent que légèrement.\nCependant, lorsque l’économie se trouve au point E2, qui appartient à la région verticale de la courbe d’offre agrégée (AS), les variations de M ont peu d’impact sur la production réelle : elles affectent principalement le niveau général des prix ou le taux d’inflation. Une contraction monétaire – par le biais des opérations d’open market – fait monter les taux d’intérêt. Cela freine les dépenses d’investissement et, via l’effet multiplicateur, réduit la demande globale (AD), entraînant ainsi une baisse du niveau des prix ou du taux d’inflation.\nMonétarisme\nLe monétarisme considère le rôle de la monnaie comme central pour comprendre l’évolution de l’économie macroéconomique au fil du temps. Selon cette approche, la masse monétaire est le principal facteur déterminant des fluctuations à court terme du PNB nominal, tandis qu’à long terme, la monnaie est le principal déterminant des prix. Certains monétaristes estiment également que le gouvernement devrait éviter d’interférer avec les marchés libres et renoncer aux politiques de contrôle des prix et des salaires. (Milton Friedman)"
}