{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Background: A lack of agreement on definitions and terminology used for nutrition-related concepts and procedures limits the development of clinical nutrition practice and research.\nObjective: This initiative aimed to reach a consensus for terminology for core nutritional concepts and procedures.\nMethods: The European Society of Clinical Nutrition and Metabolism (ESPEN) appointed a consensus group of clinical scientists to perform a modified Delphi process that encompassed e-mail communication, face-to-face meetings, in-group ballots and an electronic ESPEN membership Delphi round.\nResults: Five key areas related to clinical nutrition were identified: concepts; procedures; organisation; delivery; and products. One core concept of clinical nutrition is malnutrition/undernutrition, which includes disease-related malnutrition (DRM) with (eq. cachexia) and without inflammation, and malnutrition/undernutrition without disease, e.g. hunger-related malnutrition. Over-nutrition (overweight and obesity) is another core concept. Sarcopenia and frailty were agreed to be separate conditions often associated with malnutrition. Examples of nutritional procedures identified include screening for subjects at nutritional risk followed by a complete nutritional assessment. Hospital and care facility catering are the basic organizational forms for providing nutrition. Oral nutritional supplementation is the preferred way of nutrition therapy but if inadequate then other forms of medical nutrition therapy, i.e. enteral tube feeding and parenteral (intravenous) nutrition, becomes the major way of nutrient delivery.\nConclusion: An agreement of basic nutritional terminology to be used in clinical practice, research, and the ESPEN guideline developments has been established. This terminology consensus may help to support future global consensus efforts and updates of classification systems such as the International Classification of Disease (ICD). The continuous growth of knowledge in all areas addressed in this statement will provide the foundation for future revisions.\nKeywords: Clinical nutrition; Consensus; Definition; Malnutrition; Medical nutrition; Terminology.",
    "trans": "Contexte : L'absence d'accord sur les définitions et la terminologie utilisées pour les concepts et procédures liés à la nutrition limite le développement de la pratique clinique et de la recherche en nutrition.\nObjectif : Cette initiative visait à parvenir à un consensus sur la terminologie des concepts et procédures nutritionnels fondamentaux.\nMéthodes : La Société Européenne de Nutrition Clinique et Métabolisme (ESPEN) a désigné un groupe de consensus composé de scientifiques cliniques afin de mener un processus Delphi modifié, comprenant des échanges par e-mail, des réunions en présentiel, des votes en groupe et un tour Delphi électronique impliquant les membres de l’ESPEN.\nRésultats : Cinq domaines clés liés à la nutrition clinique ont été identifiés : concepts ; procédures ; organisation ; prestation ; et produits. Un concept fondamental de la nutrition clinique est la malnutrition/dénutrition, qui comprend la malnutrition liée à une maladie (MLM) avec (ex. cachexie) ou sans inflammation, ainsi que la malnutrition/dénutrition sans maladie, par exemple la malnutrition liée à la faim. La surnutrition (surpoids et obésité) est un autre concept clé. La sarcopénie et la fragilité ont été reconnues comme des conditions distinctes souvent associées à la malnutrition. Parmi les procédures nutritionnelles identifiées figurent le dépistage des sujets à risque nutritionnel, suivi d’une évaluation nutritionnelle complète. La restauration en milieu hospitalier et en établissement de soins constitue la forme organisationnelle de base pour la prise en charge nutritionnelle. La supplémentation nutritionnelle orale est la voie privilégiée de la thérapie nutritionnelle, mais en cas d’apports insuffisants, d’autres formes de nutrition médicale, à savoir la nutrition entérale par sonde et la nutrition parentérale (intraveineuse), deviennent les principales modalités d’apport nutritionnel.\nConclusion : Un accord sur la terminologie nutritionnelle de base à utiliser dans la pratique clinique, la recherche et le développement des lignes directrices de l’ESPEN a été établi. Ce consensus terminologique pourrait contribuer à soutenir les futurs efforts de consensus à l’échelle mondiale et les mises à jour des systèmes de classification, tels que la Classification Internationale des Maladies (CIM). L’enrichissement continu des connaissances dans tous les domaines abordés dans cette déclaration servira de base aux futures révisions.\nMots-clés : Nutrition clinique ; Consensus ; Définition ; Malnutrition ; Nutrition médicale ; Terminologie."
}