{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Global education policy since 1944: Some key events\nThe timeline below is by no means exhaustive or complete. Numerous other events and moments could be added. The timeline is also rather centred on developments in the US and Europe. Still, the timeline provides important orientation points when thinking about developments in global education policy.\nTimeline prepared by:\nTore Bernt Sorensen\ntore.sorensen@glasgow.ac.uk\nSchool of Education, University of Glasgow\nSources for timeline:\nElfert, M. & Ydesen, C. (2023). UNESCO, the OECD and the World Bank: A Global Governance Perspective (Chapter 2, pp.23-50). In Global Governance of Education: The Historical and Contemporary Entanglements of UNESCO, the OECD and the World Bank. Springer. https://go.exlibris.link/1x4y0P7N\nRizvi, F. & Lingard, B. (2010). Globalizing education policy. Routledge.\n+ websites of some of the organisations mentioned in the overview above\n-----\n1944 World Bank is created at the Bretton Woods conference for the purpose of funding post-WWII reconstruction. World Bank has headquarters in Washington DC, US (Formally known as the United Nations Monetary and Financial Conference, the Bretton Woods conference takes place in New Hampshire, US, and gathers 730 delegates from all 44 allied nations).\n1945 United Nations (UN) is created. UN has headquarters in New York City, US.\n1945 United Nations Educational, Scientific and Cultural Organization (UNESCO) created as specialised agency of the UN. UNESCO is based in Paris, France.\n1946 UNICEF, the United Nations agency for children, is created. UNICEF works to protect the rights of children, especially the most disadvantaged and hardest to reach.\n1948 The Universal Declaration of Human Rights proclaimed by UN General Assembly.\n1948 Organisation for European Economic Cooperation (OEEC) created to channel US investments and know-how to Europe in the context of the Marshall Plan. OEEC later transforms into the Organisation for Economic Co-operation and Development (OECD).\n1957 The launch of the Soviet Sputnik satellite.\n1\n1958 National Defense Education Act launched in the US as reaction to the Soviet Sputnik satellite.\n1958 First steps towards the International Association for the Evaluation of Educational Achievement (IEA) at a meeting at the UNESCO Institute for Education in Hamburg, Germany. IEA becomes a legal entity in 1967.\nEnd-1950s/start-1960s Strong decolonization and independence movement especially across Africa and Asia (Between 1947 and 1967, 70 countries from Latin America, Asia and especially Africa joined UNESCO).\n1961 Organisation for Economic Co-operation and Development (OECD) created in Paris, France, to promote economic growth and trade in the capitalist world.\n1961 OECD Conference on “Economic Growth and Investment in Education” in Washington DC, influenced by human capital theory showing a strong relationship between investment in education and economic growth.\n1970s Economic turbulence caused by oil crises.\n1980s-1990s Neoliberalism becomes prominent as a political ideology. Election of Margaret Thatcher as UK Prime Minister in 1979, and Ronald Reagan as US President in 1980.\n1980-1990s World Bank’s Structural Adjustment Programmes. Countries in the Global South (especially in Africa and Latin America) forced to accept conditions tied to loans, such as reduction of public sector spending and introduction of market- oriented principles in education systems.\n1983 A Nation at Risk: The Imperative for Educational Reform by the US National Commission on Excellence in Education is published.\n1984 US withdraws from UNESCO.\n1988 Launch of the OECD’s International Educational Indicators (INES) project.\n1989 Fall of the Berlin Wall, giving further momentum to neoliberal ideology and globalisation of capitalism, as represented e.g. by the ‘Washington Consensus’.\n1990 World Declaration on Education For All (EFA), Jomtien, Thailand. Focusing on the expansion of primary education, EFA is proposed by the UN Development Program (UNDP) together with other international organisations. EFA is based on the Universal Declaration of Human Rights (‘everyone has the right to education’, Art. 26).\n1992 OECD launches the annual series of Education at a Glance reports.\n1996 The Delors Report, Learning: The Treasure Within, published by the International\nCommission on Education for the Twenty-First Century, set up by UNESC",
    "trans": "Politique éducative mondiale depuis 1944 : Quelques événements clés\nLa chronologie ci-dessous n'est en aucun cas exhaustive ni complète. De nombreux autres événements et moments pourraient y être ajoutés. Elle se concentre également principalement sur les développements aux États-Unis et en Europe. Néanmoins, elle fournit des points d'orientation importants lorsqu'on réfléchit aux développements de la politique éducative mondiale.\nChronologie préparée par :\nTore Bernt Sorensen\ntore.sorensen@glasgow.ac.uk\nÉcole d'Éducation, Université de Glasgow\nSources pour la chronologie :\nElfert, M. & Ydesen, C. (2023). UNESCO, l'OCDE et la Banque mondiale : Une perspective de gouvernance mondiale (Chapitre 2, pp.23-50). Dans Global Governance of Education: The Historical and Contemporary Entanglements of UNESCO, the OECD and the World Bank. Springer. https://go.exlibris.link/1x4y0P7N\nRizvi, F. & Lingard, B. (2010). Globalizing education policy. Routledge.\n+ sites web de certaines des organisations mentionnées dans l'aperçu ci-dessus\n-----\n1944 : Création de la Banque mondiale lors de la conférence de Bretton Woods dans le but de financer la reconstruction d'après-guerre. Son siège est situé à Washington DC, aux États-Unis.Officiellement connue sous le nom de Conférence monétaire et financière des Nations Unies, la conférence de Bretton Woods a lieu à New Hampshire, aux États-Unis, et réunit 730 délégués de toutes les 44 nations alliées.\n1945 : L'Organisation des Nations Unies (ONU) est créée. L'ONU a son siège à New York, États-Unis.\n1945 : L'Organisation des Nations Unies pour l'éducation, la science et la culture (UNESCO) est créée en tant qu'agence spécialisée de l'ONU. L'UNESCO est basée à Paris, France.\n1946 : UNICEF, l'agence des Nations Unies pour les enfants, est créée. UNICEF travaille pour protéger les droits des enfants, en particulier les plus défavorisés et les plus difficiles à atteindre.\n1948 : La Déclaration universelle des droits de l'homme est proclamée par l'Assemblée générale de l'ONU.\n1948 : Dans le contexte du Plan Marshall, l'Organisation Européenne de Coopération Économique (OECE) est fondée afin d'orienter les investissements et l'expertise des États-Unis vers l'Europe. Plus tard, l'OECE se transforme en Organisation de coopération et de développement économiques (OCDE).\n1957 : Le lancement du satellite soviétique Spoutnik.\n1\n1958 : Le National Defense Education Act est lancé aux États-Unis en réaction au lancement du satellite soviétique Spoutnik.\n1958 : L'Association internationale pour l'évaluation des réalisations éducatives (IEA) a été fondée lors d'une réunion à l'Institut de l'UNESCO pour l'éducation à Hambourg, en Allemagne. En 1967, l'IEA acquiert le statut de personne juridique.\nFin des années 1950 / début des années 1960 : Fort mouvement de décolonisation et d'indépendance, notamment en Afrique et en Asie (Entre 1947 et 1967, 70 pays d'Amérique latine, d'Asie et surtout d'Afrique rejoignent l'UNESCO).\n1961 : L'Organisation de coopération et de développement économiques (OCDE) est créée à Paris, France, pour promouvoir la croissance économique et le commerce dans le monde capitaliste.\n1961 : A Washington DC, une conférence de l'OCDE portant sur « La croissance économique et l'investissement dans l'éducation » a eu lieu. Cette rencontre a été marquée par l'influence de la théorie du capital humain qui souligne un lien significatif entre le financement de l'éducation et l'expansion économique.\nAnnées 1970 : Turbulences économiques causées par les crises pétrolières.\nAnnées 1980-1990 : Le néolibéralisme devient une idéologie politique dominante. Élection de Margaret Thatcher comme Première ministre du Royaume-Uni en 1979, et de Ronald Reagan comme président des États-Unis en 1980.\nAnnées 1980-1990 : Les plans de réajustement structurel de la Banque mondiale. Les nations du Sud (surtout en Afrique et en Amérique latine) sont contraintes d'accepter des conditions associées aux emprunts, comme la diminution des dépenses gouvernementales et l'instauration de principes orientés vers le marché dans les systèmes d'éducation.\n1983 : A Nation at Risk: The Imperative for Educational Reform par la Commission nationale sur l'excellence en éducation des États-Unis est publié.\n1984 : Les États-Unis se retirent de l'UNESCO.\n1988 : Lancement du projet International Educational Indicators (INES) de l'OCDE.\n1989 : Chute du mur de Berlin, donnant un nouvel élan à l'idéologie néolibérale et à la mondialisation du capitalisme, comme le montre, par exemple, le « Consensus de Washington ».\n1990 : Déclaration mondiale sur l'éducation pour tous (EFA), Jomtien, Thaïlande. Axée sur l'expansion de l'éducation primaire, l'EFA est proposée par le Programme des Nations Unies pour le développement (PNUD) ainsi que d'autres organisations internationales. L'EFA est basée sur la Déclaration universelle des droits de l'homme (« Toute personne a droit à l'éducation », Art. 26).\n1992 : L'OCDE lance la série annuelle des rapports Education at a Glance.\n1996 : Le Rapport Delors, Learning: The Treasure Within, publié par la Commission internationale\nsur l'éducation pour le XXIe siècle, mise en place par l'UNESCO"
}