{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A fiery flame came out of the blade as she called out a breath.\n\"Breath of the Sun, Sixth Form:...\"\nHer attacks began to be more uncoordinate. They were more a disfigured type of attacks than planned ones. It was visibly seen that she was swaying in her sea of emotions.\n[redacted_name] clenched her husband blade on her right hand, tears were already covered all over her cheeks. The knot on her bandages loosened and fell from her eyes as she put all of the strength and feelings on her last swing, pulling [redacted_name] blade from behind towards his exposed neck.\n[redacted_name] noticed her plum red eyes were glistening with tears, and he did not notice the tears on her cheeks until now. He clenched his teeth.\n\"Aranea !!!\" He screamed her name and she continued bringing her sword toward his neck. Many unwanted memories came flooding back into her mind, and she tried to ignore them, or better yet, used them as a contribution to her strength by pouring it to her hatred towards him.\nBut one memory tugged in her heart.\n\"Aranea, I have an idea.\" she heard a voice from above where she laid her body was. She moved her body and turned her head up\ninside the warm arms to look up to her loving partner who was looking down to him with a happy smile.\n\"What is it, Muzan ?\" she softly asked back, and received a snuggle from the male which she giggled.\n\"If we have a son, let's name him Michikatsu.\"\nShe pulled from him herself from him to have a good look on him. Muzan gave her a expectant smile.\nShe scoffed in disbelief.\n\"You thought about us that far ?\" She asked.\n\"Of course. We love each other, right ?\"\nAranea gazed in his sparkling eyes. Her heart was softened at the genuine feelings he had for her. She was beyond happy hearing it from his own mouth. He was really serious with her until he wanted children with her.\nShe leaned in and pecked on his lips.\n\"[redacted_name] sound wonderful.\" She rested her forehead on him, and he did the same with his eyes closed.\n\"It's a beautiful name, right ?\"\nThe blade reached his neck and created a contact. When he believes she would still do it, it stopped. He stared at her, who looked at him with her plum red eyes. Tears came running furiously down her cheeks as she stared at him.\nSeeing him again, she realized she missed the male so much. Her heart beating painfully in her chest but she still was unable to bring the blade through his neck.",
    "trans": "Une flamme ardente jaillit de la lame alors qu'elle poussait un cri.\n\"Souffle du Soleil, Sixième Forme : ...\"\nSes attaques devenaient de plus en plus désordonnées. Elles ressemblaient davantage à des attaques déformées qu’à des coups planifiés. Il était évident qu'elle vacillait dans son tourbillon émotionnel.\n[redacted_name] serra la lame de son mari dans sa main droite, des larmes couvraient déjà ses joues. Le nœud de ses bandages se desserra et tomba de ses yeux alors qu'elle mettait toute sa force et ses sentiments dans son dernier élan, tirant la lame de [redacted_name] derrière elle en direction de son cou exposé.\n[redacted_name] remarqua que ses yeux d’un rouge prune brillaient de larmes, et il ne remarqua les larmes sur ses joues que maintenant. Il serra les dents.\n« Aranea !!! » Il cria son nom et elle continua d'approcher son épée de son cou. De nombreux souvenirs indésirables lui revinrent en mémoire, et elle tenta de les ignorer, ou mieux, de les utiliser pour contribuer à sa force en la déversant sur sa haine envers lui.\nMais un souvenir tira sur son cœur.\n« Aranea, j’ai une idée.» Elle entendit une voix venant de là où elle était allongée. Elle bougea son corps et tourna la tête vers le haut.\nIl s'est alors glissé dans ses bras chauds pour regarder son partenaire amoureux qui le regardait avec un sourire joyeux.\n«Qu’est-ce que c’est, Muzan ? » demanda-t-elle doucement, et reçut un câlin du jeune homme, ce qui la fit rire.\n«Si nous avons un fils, appelons-le Michikatsu.»\nElle se détacha de lui pour le regarder bien en face. Muzan lui offrit un sourire plein d’espoir.\nElle ricana, incrédule.\n« Tu pensais à nous aussi loin ? » demanda-t-elle.\n«Bien sûr. Nous nous aimons, n'est-ce pas  ? »\nAranea le regarda dans ses yeux étincelants. Son cœur s'attendrit devant les sentiments sincères qu'il éprouve pour elle. Elle était heureuse de l'entendre de sa bouche. Il était vraiment sérieux avec elle jusqu'à ce qu'il veuille des enfants avec elle.\nElle s’approcha et l'embrassa sur les lèvres.\n«[redacted_name] sonne merveilleux. » Elle posa son front contre le sien, et il fit de même avec les yeux fermés.\n«C’est un joli nom, n'est-ce pas ?»\nLa lame atteignit son cou et entra en contact. Quand il pensa qu’elle allait le faire, elle s'arrêta. Il la fixa, elle le regardant avec ses yeux prune. Les larmes coulèrent furieusement sur ses joues alors qu'elle le fixait.\nEn le revoyant, elle se rendit compte que le mâle lui manquait énormément. Son cœur battait douloureusement dans sa poitrine, mais elle n'arrivait toujours pas à lui transpercer le cou avec sa lame."
}