{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You can see we've got a new cation after all this is done. Not just a cation, a carbocation. That's what we call a cation where the positive charge is on a carbon atom (duh!). Carbocations are very unstable. They're unstable because the carbon atom in a carbocation only has six electrons in its outermost shell. Six! That's two electrons short of the eight that all carbon atoms want to have in their outermost shells. So a carbocation will do just about anything to get two more electrons and reach the magic octet.\nSo the carbocation looks around, and finds a pair of electrons in the double bond of a nearby monomer molecule. (Remember there are two pairs of electrons in a double bond.) So the carbocation swipes those electrons, and in doing so forms a single bond with the monomer molecule. It also generates another carbocation, as you can see in the picture below. This can react with another monomer, and then another, and so on. Eventually we get a long polymer chain.",
    "trans": "On voit bien qu’un nouveau cation est apparu une fois tout cela terminé. Mais pas n’importe quel cation, un carbocation. C’est ainsi que l’on nomme un cation dont la charge positive est portée par un atome de carbone (évident, non ?). Les carbocations sont très instables. Ils le sont parce que l’atome de carbone dans un carbocation ne possède que six électrons dans sa couche externe. Six ! C’est deux de moins que les huit électrons que tous les atomes de carbone cherchent à avoir dans leur couche externe. Ainsi, un carbocation fera presque n’importe quoi pour obtenir deux électrons supplémentaires et atteindre l’octet magique.\nLe carbocation regarde donc autour de lui et trouve une paire d’électrons dans la double liaison d’une molécule de monomère voisine. (Rappelons qu’une double liaison contient deux paires d’électrons.) Le carbocation s’empare alors de ces électrons et, ce faisant, forme une liaison simple avec la molécule de monomère. Cela génère également un autre carbocation, comme on peut le voir sur l’image ci-dessous. Ce dernier peut réagir avec un autre monomère, puis un autre, et ainsi de suite. Au final, on obtient une longue chaîne polymère."
}