{
    "source": "en_US",
    "target": "fr_FR",
    "text": "SIGN REGULATIONS\n1. All signs must be professionally manufactured. Hand-printed and painted signs of any type are not allowed unless approved by Shopping Center Management.\n2. Signs cannot be taped or otherwise affixed to the glass panes, doors, support columns, or exterior walls of the store.\n3. All signs must pertain to merchandise sold in the store. No signs for outside activities are allowed. If a community group comes to your store asking to put up a sign for a group activity, please refer them to the Management Office.\n4. Sign standards and placards are not allowed outside the lease line of a store. The lease line is defined as that area which is the boundary line separating the rental premises from the Shopping Center common area.\n5. Foul or profane language is not permitted on storefront or visible from the common area.\n6. Painted windows are not permitted.\n7. Nothing, including signs, should ever be attached to or obstruct the sprinkler heads.\n8. No banners, pennants, insignias, etc., may be attached to, or across, the store front, placed in the windows, or hung from the ceiling, closer than five feet from the lease line.\n9. All tenants shall refer to their lease for any signage requirements.\nPlease feel free to call the Management Office should you have questions or need clarification on the signage guidelines at (207) 828-2063.",
    "trans": "RÈGLEMENTS SUR LES PANNEAUX\n1. Tous les panneaux doivent être fabriqués de manière professionnelle. Les panneaux faits à la main ou peints de toute nature ne sont pas autorisés, sauf s'ils sont approuvés par la direction du centre commercial.\n2. Les panneaux ne peuvent pas être fixés ni scotchés sur les vitres, les portes, les colonnes de soutien ou les murs extérieurs du magasin.\n3. Tous les panneaux doivent concerner les marchandises vendues dans le magasin. Aucun panneau pour des activités extérieures n'est autorisé. Si un groupe communautaire vient dans votre magasin pour demander à afficher un panneau pour une activité de groupe, veuillez les orienter vers le bureau de gestion.\n4. Les panneaux et les affiches ne sont pas autorisés au-delà de la ligne de location du magasin. La ligne de location est définie comme la ligne de séparation entre les locaux loués et la zone commune du centre commercial.\n5. Les propos offensants ou profanes ne sont pas autorisés sur les devantures de magasins ou visibles depuis la zone commune.\n6. Les fenêtres peintes ne sont pas autorisées.\n7. Rien, y compris les panneaux, ne doit jamais être attaché ou obstruer les têtes de sprinklers.\n8. Aucun bannière, fanion, insigne, etc., ne peut être attaché ou traverser la façade du magasin, être placé dans les fenêtres, ou suspendu au plafond, à moins de cinq pieds de la ligne de location.\n9. Tous les locataires doivent se référer à leur bail pour toute exigence en matière de signalisation.\nSi vous avez des interrogations ou besoin d'éclaircissements sur les instructions relatives à la signalisation, n'hésitez pas à contacter le bureau de gestion au (207) 828-2063."
}