{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nI hope this email finds you well.\nI am writing to request information regarding DSP 2.0 invoices. As I am not yet fully onboarded for this process, I would appreciate your guidance in understanding the correct procedures for adjusting invoices.\nTamer has informed me that we should focus on route count only when processing DSP 2.0 invoices. However, upon reviewing the invoices, I have noticed some variable. Additionally, I would like to clarify the payout schedule. In previous communications, you mentioned a monthly payout. Based on other emails, I am wondering if a weekly payout is possible.\nTo ensure that I am proceeding correctly, I would be grateful if you could provide the following details:\nRoute Count Calculation: How should I calculate the route count at the invoice level, “considering that there is a line item for each day in the DSP2.0 invoice”?\nRate Card and Prices: What is the rate card and pricing structure for each vendor and service type?\nI would be thankful if you could share this information via email for my reference & If possible, recording this information would be even more beneficial.\nThank you for your time and assistance.",
    "trans": "Cher [redacted_name],\nJ'espère que vous allez bien.\nJe vous écris pour demander des informations concernant les factures DSP 2.0. Étant encore en phase d'intégration pour ce processus, j'apprécierais votre aide pour comprendre les bonnes procédures à suivre pour ajuster les factures.\nTamer m'a informé que nous devions nous concentrer uniquement sur le comptage des itinéraires lors du traitement des factures DSP 2.0. Cependant, après avoir examiné les factures, j'ai remarqué certaines variables. De plus, j'aimerais clarifier le calendrier des paiements. Dans des communications précédentes, vous avez mentionné un paiement mensuel. D'après d'autres emails, je me demande si un paiement hebdomadaire est possible.\nPour m'assurer que je procède correctement, je vous serais reconnaissant de bien vouloir me fournir les informations suivantes :\nCalcul du comptage des itinéraires : Comment dois-je calculer le comptage des itinéraires au niveau de la facture, \"en tenant compte qu'il y a un élément pour chaque jour dans la facture DSP 2.0\" ?\nCarte tarifaire et prix : Quelle est la carte tarifaire et la structure des prix pour chaque fournisseur et type de service ?\nJe vous serais reconnaissant si vous pouviez partager ces informations par email pour ma référence. Si possible, l'enregistrement de ces informations serait encore plus utile.\nJe vous remercie pour votre temps et votre assistance."
}