{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Traditional medication is not satisfied in rheumatoid arthritis (RA) therapy due to its long-term side effects and failure in cartilage repair. Nanomodification of mesenchymal stem cells (MSCs) holds promise for lifting such hurdles but delivering therapeutic nanomaterials (NPs) into MSCs remains challenging in this new strategy. Here, we show that CuS@MnO2 NPs functionalized with a short phage-selected MSC-targeting peptide enabled the NPs to be uptaken by MSCs. The resultant NP-modified MSCs, further loaded with metformin, significantly improved stem cell therapy of RA. Specifically, the NP-modified MSCs survived the RA-associated oxidized stress through regulating the stress by the superoxide dismutase (SOD)- and catalase (CAT)-like activity of the NPs. They also exhibited an increased capability of cell migration, anti-inflammation, and chondrogenesis due to the nanomodification, thereby effectively inhibiting synovial inflammation and reducing cartilage erosion to relieve RA symptoms in two rat models 28 days post intravenous injection. Our peptide-promoted NP-modified MSCs may be used to enhance therapeutic effects in treating not only RA but also other degenerative and inflammatory diseases.",
    "trans": "Les traitements traditionnels de l'arthrite rhumatoïde (AR) sont limités par leurs effets secondaires à long terme et leur incapacité à réparer le cartilage. La nanomodification des cellules souches mésenchymateuses (CSM) représente une avancée majeure, bien que l'administration de nanomatériaux thérapeutiques (NP) dans les CSM reste complexe. Cette étude montre que des NP de CuS@MnO2, fonctionnalisées avec un peptide ciblant les CSM, permettent une absorption efficace des NP. Les CSM modifiées, chargées en metformine, améliorent la thérapie par cellules souches pour l'AR. Elles résistent au stress oxydatif grâce à des propriétés similaires à la superoxyde dismutase (SOD) et à la catalase (CAT), tout en favorisant la migration cellulaire, l'anti-inflammation et la chondrogénèse. Ces effets réduisent l'inflammation synoviale et l'érosion du cartilage, atténuant les symptômes de l'AR chez des modèles de rats après 28 jours d'injection intraveineuse. Cette stratégie pourrait également s'appliquer à d'autres maladies dégénératives et inflammatoires."
}