{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Before you begin, shake the bottle well to ensure the natural ingredients are well-mixed and ready to work their magic.\n2. Test for Staining:\nAlthough our flea spray for house use is designed to be non-staining, it’s always best to test it on a hidden area first. Spray a small amount on an inconspicuous spot and check for any discoloration or damage. If everything looks good, proceed with the application.\n3. Apply a Light Spray:\nSpray the surface uniformly with a light mist. You don’t want to saturate or soak anything; a light spray is sufficient to cover the area and make it effective against fleas and ticks. This makes it ideal for use on various surfaces in your home.\n4. Let it Dry:\nAllow the product to dry completely before allowing pets or children to re-enter the area. This ensures that the spray has time to work and reduces the risk of incidental ingestion or skin contact.\n5. Wash Your Hands:\nAfter applying the spray, wash your hands thoroughly. This step is important to prevent the transfer of the product to your skin or ingestion.\n6. Avoid Fine Furniture:\nBe cautious when applying the spray near fine furniture. While the product is generally safe, it's best to avoid spraying directly on delicate or valuable items.",
    "trans": "Avant de commencer, secouez bien la bouteille pour vous assurer que les ingrédients naturels sont bien mélangés et prêts à agir.\n2. Tester pour les taches :\nBien que notre spray anti-puces pour usage domestique soit conçu pour ne pas laisser de taches, il est toujours préférable de le tester d’abord sur une zone discrète. Vaporisez une petite quantité sur un endroit peu visible et vérifiez s'il y a des décolorations ou des dommages. Si tout semble en ordre, vous pouvez poursuivre l’application.\n3. Appliquez une légère brume :\nVaporisez uniformément la surface avec une légère brume. Il n'est pas nécessaire de saturer ou de tremper quoi que ce soit ; une légère pulvérisation suffit pour couvrir la zone et être efficace contre les puces et les tiques. Cela le rend idéal pour une utilisation sur diverses surfaces de votre maison.\n4. Laissez sécher :\nLaissez le produit sécher complètement avant de permettre aux animaux domestiques ou aux enfants de revenir dans la zone. Cela garantit que le spray a eu le temps d’agir et réduit les risques d'ingestion accidentelle ou de contact cutané.\n5. Lavez-vous les mains :\nAprès avoir appliqué le spray, lavez-vous bien les mains. Cette étape est importante pour éviter de transférer le produit sur votre peau ou de l’ingérer.\n6. Évitez les meubles fins :\nSoyez prudent lorsque vous appliquez le spray près des meubles délicats. Bien que le produit soit généralement sûr, il est préférable d’éviter de vaporiser directement sur des objets fragiles ou précieux."
}