{
    "source": "en_US",
    "target": "fr_FR",
    "text": "All we did was add an extra hour nightly to cover all aspects of the scope you had mentioned. I fail to see how anyone can carry out that detailed scope of worksolely being $166 more than what we had quoted which was for a far more simple set of tasks that we discussed initially.\nPlease let me know your thoughts as I'm presuming the scope you emailed is the one that the current cleaning company is carrying out on a daily basis?\nWe can't carry out all the daily duties as per the detailed scope we would need to swap certain tasks to weekly instead.\nAs for the monthly tasks you have specified we would need to quote it separately and on charge that across to you. We do not have the time to carry them out within the tight hours specified if we are to go by the original quote.\nSome Monthly tasks that were specified were the plant room clean etc which would need to be quoted separately.",
    "trans": "Nous avons simplement ajouté une heure supplémentaire chaque soir afin de couvrir l’ensemble des prestations que vous avez mentionnées. Je peine à comprendre comment il serait possible d’exécuter un cahier des charges aussi détaillé pour seulement 166 $ de plus que notre devis initial, lequel portait sur un ensemble de tâches bien plus simples, telles que celles dont nous avions discuté au départ.\nJe vous serais reconnaissant de me faire part de votre retour, car je présume que le cahier des charges que vous avez communiqué correspond aux prestations actuellement réalisées quotidiennement par l’entreprise de nettoyage en place.\nNous ne sommes pas en mesure d’exécuter l’intégralité des tâches quotidiennes telles que définies dans ce cahier des charges détaillé. Certaines missions devraient être reprogrammées sur une base hebdomadaire plutôt que quotidienne.\nConcernant les tâches mensuelles que vous avez spécifiées, nous devrons établir un devis distinct, ces prestations devant faire l’objet d’une facturation séparée. En effet, il ne nous est pas possible d’intégrer ces tâches dans le temps imparti selon le devis initial.\nParmi les prestations mensuelles mentionnées, nous avons relevé, par exemple, le nettoyage de la salle des machines, qui nécessitera un devis spécifique."
}