{
    "source": "en_US",
    "target": "fr_FR",
    "text": "IT WAS NOW AFTERNOON. Evelyn and Minho were already planning on how to tell their friends that they had at least something going on.\nNo, they weren't boyfriend or girlfriend, in fact, they, themselves, didn't know what they were.\nAnd they weren't planning onto asking one another.\nEvelyn was staring at the ceiling, while Q and Kitty were busy reviewing.\n\"Okay. I need a break.\" Q said, sitting down beside Evelyn. \"What's on your mind?\"\n\"Yeah, you've been acting suspicious lately.\" Kitty agreed.\nEvelyn took a deep breath and sat up, her back was resting against the armchair beside her. \"I'm dating someone.\"\nKitty and Q looked at her in disbelief, their mouths agape.\n\"And I don't know if we're dating or not but I'm not his girlfriend and he's not my boyfriend — I just don't know what we are but we're something.\" Evelyn rambled.\n\"Wait what?\"\n\"I second that — Minho's gonna be pissed if you tell him.\"\n\"What if it's Minho that I have a situation with...\" Evelyn trailed off, interrupting the two.\nKitty and Q did a double take, but jumped out of their seats, squealing like kids.\n\"What are you doing?\" Evelyn questioned, looking at them with a concerned look on her face. \"Stop that!\"\nThe two stopped immediately, sitting on opposite sides beside Evelyn.\n\"Look, Evelyn. You need to have a conversation on what you guys are! What even happened between you two?\" Q questioned.\nEvelyn cleared her throat, \"Well, we kissed last night.\"\nKitty and Q let out gasps in union.\n\"Twice.\"\nThey let out gasps once again.\n\"You're telling me, you two kissed, twice? And you guys don't have a label?\" Kitty asked.\nEvelyn bit her lip, \"Yeah.\" She nodded, \"That's what I'm telling you.\"\n\"You guys definitely need to talk it out.\" Q patted her shoulder, \"Minho's ready for a relationship, we had that conversation this morning.\"\n\"What did he say?\" Evelyn questioned eagerly.\nQ smiled, \"He said that you showed him that he's ready for something real.\" He paused, \"He didn't really say it to me, it just kind of came up then the pushed away the topic.\"\nEvelyn leaned back onto the couch, \"I was meant to study here, Kitty, not to fall for someone.\"\n\"I see how he looks at you, Eve. Mom would be proud.\" She sent her a reassuring smile.\nSomeone then knocked on their front door.\nThe trio shared suspicious looks, \"Coming!\" Q stood up, Evelyn and Kitty trailing behind, hiding behind a wall.\nThe door revealed Yuri, carrying some bags in her hands.\n\"Yuri?\" Kitty and Evelyn asked simultaneously.\n\"I just came out to my mom.\" Yuri explained, \"I'm gay.\"\nQ clapped his hands together, \"Oh my God, Welcome!\"\n\"Oh! I feel amazing! Scared, but free.\" Yuri exclaimed, \"And I'm moving in with you guys!\"\nEvelyn's eyes went wide. The trio didn't have time to protest as Yuri went in the room and shut the door behind her.",
    "trans": "C'EST L'APRÈS-MIDI. Evelyn et Minho étaient déjà en train de réfléchir à la manière de dire à leurs amis qu'ils avaient au moins quelque chose en commun.\nNon, ils n’étaient pas petit ami et petite amie, en fait, eux-mêmes ne savaient pas vraiment ce qu'ils étaient.\nEt ils n'avaient pas l'intention de se poser la question.\nEvelyn fixait le plafond, tandis que Q et Kitty étaient occupés à réviser.\n« D'accord. J'ai besoin d'une pause. » dit Q, s'asseyant à côté d'Evelyn. « À quoi penses-tu ? »\n« Ouais, tu agis de manière suspecte ces derniers temps. » acquiesça Kitty.\nEvelyn prit une profonde inspiration et s'assit, son dos reposant contre le fauteuil à côté d'elle. « Je sors avec quelqu'un. »\nKitty et Q la regardèrent, incrédules, leurs bouches ouvertes.\n« Et je ne sais pas si on sort ensemble ou pas, mais je ne suis pas sa copine et il n'est pas mon petit ami, je ne sais juste pas ce que nous sommes, mais on est quelque chose. » bafouilla Evelyn.\n« Attends quoi ? »\n« Je suis d'accord, Minho va être furieux si tu lui dis. »\n« Et si c'était Minho avec qui j'ai une situation… » Evelyn s'interrompit, coupant les deux.\nKitty et Q firent une double prise, puis se levèrent en criant comme des enfants.\n« Que faites-vous ? » demanda Evelyn, les regardant avec un air préoccupé. « Arrêtez ça ! »\nLes deux s'arrêtèrent immédiatement, s'asseyant de part et d'autre d'Evelyn.\n« Écoute, Evelyn. Tu dois avoir une conversation pour savoir ce que vous êtes ! Qu'est-ce qui s'est passé entre vous deux ? » demanda Q.\nEvelyn se racla la gorge, « Eh bien, on s'est embrassés hier soir. »\nKitty et Q laissèrent échapper des exclamations en chœur.\n« Deux fois. »\nIls laissèrent à nouveau échapper des exclamations.\n« Tu veux dire que vous deux vous êtes embrassés, deux fois ? Et vous n'avez pas de label ? » demanda Kitty.\nEvelyn mordilla sa lèvre, « Ouais. » Elle hocha la tête, « C’est ce que je vous dis. »\n« Vous devez absolument en parler. » Q lui donna une tape sur l'épaule, « Minho est prêt pour une relation, on en a parlé ce matin. »\n« Qu'est-ce qu'il a dit ? » demanda Evelyn, impatiente.\nQ sourit, « Il a dit que tu lui avais montré qu'il était prêt pour quelque chose de réel. » Il fit une pause, « Il ne l'a pas vraiment dit comme ça, ça a juste surgi dans la conversation et puis il a changé de sujet. »\nEvelyn se laissa retomber sur le canapé, « Je devais étudier ici, Kitty, pas tomber amoureuse de quelqu'un. »\n« Je vois comment il te regarde, Eve. Maman serait fière. » Elle lui envoya un sourire rassurant.\nQuelqu'un frappa à leur porte d'entrée.\nLe trio échangea des regards suspicieux, « J'arrive ! » Q se leva, Evelyn et Kitty se cachant derrière un mur.\nLa porte s'ouvrit sur Yuri, portant des sacs dans ses mains.\n« Yuri ? » demandèrent Kitty et Evelyn en même temps.\n« Je viens de sortir auprès de ma mère. » expliqua Yuri, « Je suis gay. »\nQ applaudit, « Oh mon Dieu, bienvenue ! »\n« Oh ! Je me sens incroyablement bien ! Effrayée, mais libre. » s'exclama Yuri, « Et je vais emménager avec vous ! »\nLes yeux d'Evelyn s'écarquillèrent. Le trio n'eut pas le temps de protester que Yuri entra dans la pièce et ferma la porte derrière elle."
}