{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The position was mainly established for the purpose of supporting our Business Solutions Division. In general, the Proposals Engineer manages the tendering process, from the initial enquiry up to contract award and project handover. The candidate will be required to combine technical knowledge and common sense in order to provide assistance and support to the Team. Gradually, the candidate will interface with major national and international customers and will be assigned the proposal and tender of, often complex, high value engineering projects. Through time, the new Proposals Engineer will be required and be able to take full responsibility of the tender package during the preparation, finalization and submission phase, while additionally, shall actively monitor the tender during the client process phase through to successful award. It is essential that the person is able to prioritize and delegate work and ensure that the allocated tasks are accomplished on time and accurately. Co-ordination with the Project Manager during the project execution is often required.",
    "trans": "Le poste a été principalement créé dans le but de soutenir notre Division des Solutions Commerciales. En général, l'Ingénieur en Propositions gère le processus d'appel d'offres, de la demande initiale jusqu'à l'attribution du contrat et la remise du projet. Le candidat devra allier connaissances techniques et bon sens afin de fournir de l'assistance et du soutien à l'équipe. Progressivement, le candidat sera amené à interagir avec les principaux clients nationaux et internationaux et se verra confier la proposition et l'appel d'offres de projets d'ingénierie souvent complexes et de grande envergure. Au fil du temps, le nouvel Ingénieur en Propositions devra être en mesure de prendre l'entière responsabilité du dossier d'appel d'offres pendant la phase de préparation, de finalisation et de soumission, tout en suivant activement l'appel d'offres pendant la phase de traitement client jusqu'à l'attribution réussie. Il est essentiel que la personne soit capable de prioriser et de déléguer le travail, et de s'assurer que les tâches attribuées soient accomplies en temps voulu et de manière précise. Une coordination avec le Chef de Projet pendant l'exécution du projet est souvent requise."
}