{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“He unbuttons his shirt and wrenches his belt free. There’s no hesitation, no uncertainty. The pants fall, and then he’s standing before me in nothing but boxers, the thick swell of his cock jutting against them.\nI’d be a little intimidated now if I didn’t already know how perfectly he’ll fit.\nHe climbs over me and traces a path—clavicle, sternum, down to the sash which he flicks open with a single finger.\nAnd then his lips find mine. I wrap a leg around his waist, pushing my hands into his hair. When he starts to slide lower, I stop him. “No,” I whisper. “I want you inside me.”\nHe winces. “I’m not going to last. Let me—”\n“Make it last the second time.” My voice is husky, made confident by sheer desire.\nI arch upward again, and he inhales sharply. “Fuck,” he groans, squeezing his eyes shut. “Wait.” It sounds like he’s speaking to himself, not me. He climbs from the bed and is back seconds later, throwing his travel kit on the nightstand, pulling a condom on.”\nPasaje de\nA Deal With The Devil: A Steamy Enemies-to-Lovers Romance\nElizabeth O'Roark\nEs posible que este material esté protegido por copyright.",
    "trans": "« Il déboutonne sa chemise et arrache sa ceinture. Il n'y a aucune hésitation, aucune incertitude. Le pantalon tombe, puis il se tient devant moi en rien d'autre qu'un boxer, l'épaisse houle de sa queue s'avançant contre eux.\nJe serais un peu intimidé maintenant si je ne savais pas déjà à quel point il s'adaptera parfaitement.\nIl grimpe sur moi et trace un chemin-clavicule, sternum, jusqu'à la ceinture qu'il ouvre d'un seul doigt.\nEt puis ses lèvres trouvent les miennes. J'enroule une jambe autour de sa taille, enfonçant mes mains dans ses cheveux. Quand il commence à glisser plus bas, je l'arrête. « Non, » murmurai-je. « Je te veux à l'intérieur de moi.»\nIl grimace. « Je ne vais pas durer. Laisse—moi -»\n«Faites durer la deuxième fois.»Ma voix est rauque, rendue confiante par le désir pur.\nJe me penche à nouveau vers le haut et il inspire brusquement. «Putain», gémit - il en fermant les yeux. « Attends.» On dirait qu'il se parle à lui-même, pas à moi. Il grimpe du lit et revient quelques secondes plus tard, jetant sa trousse de voyage sur la table de chevet, enfilant un préservatif.»\nPasaje de\nUn Accord Avec Le Diable: Une Romance Torride entre Ennemis et Amoureux\nElizabeth O'Roark\nEs posible que este material esté protegido por copyright"
}