{
    "source": "en_US",
    "target": "fr_FR",
    "text": "RAAF pilot accused of murdering his wife had previously undergone marriage counselling after she became aware of his infidelity, police will allege.\nRobert Crawford, 47, allegedly killed his wife Frances, 49, and moved her body to make her death appear to be a ride-on lawnmower accident at their rural property in Upper Lockyer, south-east Queensland, at 3.40am on July 30.\nInvestigators shortly after her death revealed they will allege officers had attended an incident at the property in July last year.\nPolice will allege the incident prompted Ms Crawford to apply for an interim protection order while she sought an Apprehended Violence Order (AVO).\nHowever, the AVO was denied in court and the interim order overturned, police will allege.\nPolice will also allege that following that incident the couple had engaged the services of a marriage counsellor.\nCrawford was arrested on Thursday after police last week made a public appeal for people to come forward as they revealed he had allegedly been messaging women on dating apps around the world and in Australia.",
    "trans": "Un pilote de la RAAF accusé du meurtre de sa femme avait précédemment suivi une thérapie conjugale après qu’elle ait découvert son infidélité, selon les allégations de la police.\nRobert Crawford, 47 ans, aurait tué sa femme Frances, 49 ans, et déplacé son corps afin de faire passer son décès pour un accident de tondeuse autoportée sur leur propriété rurale à Upper Lockyer, dans le sud-est du Queensland, à 3h40 du matin le 30 juillet.\nPeu après son décès, les enquêteurs ont révélé qu’ils allégueront que des agents s’étaient rendus sur les lieux pour un incident en juillet de l’année précédente.\nLa police allègue que cet incident a poussé Mme Crawford à demander une ordonnance de protection provisoire en attendant l’obtention d’une ordonnance d’interdiction de violence (AVO).\nCependant, l’AVO a été rejetée par le tribunal et l’ordonnance provisoire annulée, selon les allégations de la police.\nLa police allègue également qu’après cet incident, le couple avait eu recours aux services d’un conseiller conjugal.\nCrawford a été arrêté jeudi après que la police a lancé un appel public la semaine dernière pour recueillir des témoignages, révélant qu’il aurait échangé des messages avec des femmes sur des applications de rencontres en Australie et dans le monde entier."
}