{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Gin Gin bottle is the perfect balance between elegance and functionality. The label, printed in glossy silkscreen, communicates refinement and attention to detail. The shape of the bottle, decisive but elegant, exudes confidence and ease of handling, making each pour a gesture of pleasure. The slight opacity of the glass recalls the mystery of the monks of the Salerno school, while the silkscreened blue evokes the sea, giving a sense of freshness and depth. The wooden cap adds a touch of authenticity and craftsmanship, completing a design that is a tribute to tradition and quality.\nGin Gin © all right reserved\nRAW MATERIALS\nGin Gin is made with the best botanicals grown in the gardens of Palazzo Martinez and enriched with aromas from the best Italian productions. Among the main ingredients are juniper, wild rose, orange and chili pepper, which together create a perfect balance of flavors and aromas.",
    "trans": "La bouteille de Gin Gin est l'équilibre idéal entre l'élégance et la fonctionnalité. L'étiquette, imprimée en sérigraphie brillante, communique le raffinement et l'attention aux détails. La forme de la bouteille, décisive mais élégante, dégage une impression de confiance et de facilité de manipulation, faisant de chaque versement un acte de plaisir. La légère opacité du verre rappelle le mystère des moines de l'école de Salerne, tandis que le bleu sérigraphié évoque la mer, donnant une sensation de fraîcheur et de profondeur. Le bouchon en bois ajoute une touche d'authenticité et d'artisanat, complétant un design qui rend hommage à la tradition et à la qualité.\nGin Gin © tous droits réservés\nMATIÈRES PREMIÈRES\nLe Gin Gin est élaboré à partir des meilleures plantes cultivées dans les jardins du Palazzo Martinez et enrichi d'arômes provenant des meilleures productions italiennes. Le genièvre, l'églantier, l'orange et le piment comptent parmi les principaux ingrédients qui, ensemble, créent un équilibre parfait de saveurs et d'arômes."
}