{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A week passed in hospital before Malcolm was given the all clear go home. He was already bored in hospital, his own solace being the visits of Dani after each shift, sharing the cases the team was working on. He wasn’t much help to them in hospital, but at least at home he could be more engaged. Out of respect of Dani, he decided to give it a week before he started going off on his merry way.\nBeing at home was difficult, and he didn’t like to constant calls from his mother about his health, or the looks Ainsley was giving him every time she popped in. Yes, he knew he looked like shit, but he didn’t need everyone to remind him.\nThe only person who seemed to be able to balance their worry/care towards him was Dani. He didn’t feel attacked by her questions too much and he actually enjoyed her presence.\nShe was also really helpful at playing nurse. With his broken arm, trying to change his bandages was a nuisance, so he let Dani do it for him. He liked that time. He cherished being close to her. Within a few days of their alone time, he even finally plucked up the courage to tell her how he felt about her, and was pleasantly surprised when Dani didn’t look horrified, or shriek away from him.\n“I feel it too Bright. I do. And I’ve known what you feel for a while.” She mused, trying carefully to not irritate his old bullet would that was precariously close to a more recent stab wound, all whilst trying to not break his ribs once again.",
    "trans": "Une semaine passa à l'hôpital avant que Malcolm ne reçoive le feu vert pour rentrer chez lui. Il s'ennuyait déjà à l'hôpital, sa seule consolation étant les visites de Dani après chaque service, partageant les affaires sur lesquelles l'équipe travaillait. Il ne leur était pas d’une grande aide à l’hôpital, mais au moins chez lui, il pourrait être plus impliqué.Par respect pour Dani, il décida d'attendre une semaine avant de reprendre son train de vie habituel.\nÊtre à la maison était difficile, et il n'aimait pas les appels incessants de sa mère au sujet de sa santé, ni les regards qu'Ainsley lui lançait à chaque fois qu'elle passait à la maison. Oui, il savait qu'il avait une sale gueule, mais il n'avait pas besoin que tout le monde le lui rappelle.\nLa seule personne qui semblait savoir équilibrer son inquiétude et sa bienveillance était Dani. Il ne se sentait pas attaqué par ses questions et appréciait réellement sa présence.\nElle était aussi une très bonne infirmière. Avec son bras cassé, changer ses pansements était une vraie galère, alors il la laissait s’en charger. Il aimait ces moments-là. Il chérissait cette proximité avec elle. Après quelques jours passés seuls ensemble, il trouva enfin le courage de lui avouer ses sentiments et fut agréablement surpris de voir que Dani n’avait pas l’air horrifiée ni ne s’éloignait en criant.\n« Je le ressens aussi, Bright. Je le ressens aussi, Bright. Et je sais ce que tu ressens depuis un moment ». Elle réfléchit, essayant soigneusement de ne pas irriter sa vieille blessure par balle qui était précairement proche d'un coup de couteau plus récent, tout en essayant de ne pas lui briser les côtes une fois de plus."
}