{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When we think of the greatest musicians to ever have played music, we should think first of Apollo, who was able to play the lyre so magically and beautifully that when the gods heard it, they forgot their troubles and felt content. We should also think of Hermes, who made not only the lyre for Apollo, but also the shepherd pipes he used to enchant others and lead them away. And we should also think of Pan, that love-sick satyr, who used the husky, soothing sound of his pipes to lure lovers away. But there was one person in all of Greece who had more power with music than any of these, even Lord Apollo: Orpheus, that young man from Thrace, whose mother happened to be Calliope, greatest of the nine Muses, who inspires us to sing epic poetry of heroes from long ago; so at the very least, he came by his musical skills honestly.\nOrpheus found some fame traveling with Jason and the Argonauts aboard the Argo, but this story is about his greatest feat: his descent into the world of the dead to bring his young bride back to earth from her untimely death.",
    "trans": "Lorsque nous pensons aux plus grands musiciens ayant jamais joué de la musique, nous devrions d’abord penser à Apollon, qui jouait de la lyre avec une telle magie et une telle beauté que, lorsqu’ils l’entendaient, les dieux oubliaient leurs soucis et éprouvaient une profonde sérénité. Nous devrions également penser à Hermès, qui non seulement fabriqua la lyre pour Apollon, mais créa aussi les pipes de berger dont il se servait pour envoûter les autres et les égarer. Et nous devrions aussi penser à Pan, ce satyre épris d’amour, qui utilisait le son rauque et apaisant de ses pipes pour attirer les amants. Mais il y avait une personne dans toute la Grèce qui possédait un pouvoir musical encore plus grand que tous ceux-là, y compris le Seigneur Apollon : Orphée, ce jeune homme de Thrace, dont la mère n’était autre que Calliope, la plus illustre des neuf Muses, qui nous inspire à chanter l’épopée des héros d’antan ; il avait donc, à tout le moins, hérité honnêtement de ses talents musicaux.\nOrphée acquit une certaine renommée en voyageant avec Jason et les Argonautes à bord de l’Argo, mais cette histoire raconte son plus grand exploit : sa descente dans le royaume des morts pour ramener sur terre sa jeune épouse, arrachée trop tôt à la vie."
}