{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The aim of this course is to:\nDevelop knowledge and understanding of the history of architecture and the\nkey spatial, functional and aesthetic elements of the built form through\ndifferent Learning Outcomes:\n• Introduce different architectural styles using history of architecture timeline\n• Understand the factors that influence the architecture from ancient ages to medieval\nages to modern ages.\n• Understand how aesthetic and symbolic factors affect the form of buildings of the\ncivilizations studied.\n• Compare the architecture of the various civilizations in terms of materials, construction\ntechnology, building function, form and enclosed space.\n• Identify the evolution of structure system through history\n• Analyse different building types and their functions and their elements.\n• integrate different systems of materials, construction system, technology and structures\nin buildings.\n• Produce free-hand sketches and physical models of buildings and architectural details.",
    "trans": "L'objectif de ce cours est de :\nDévelopper des connaissances et une compréhension de l'histoire de l'architecture ainsi que\ndes principaux éléments spatiaux, fonctionnels et esthétiques de la forme bâtie à travers\ndifférents résultats d'apprentissage :\n• Présenter les différents styles architecturaux en utilisant une frise chronologique de l'histoire de l'architecture.\n• Comprendre les facteurs qui influencent l’architecture depuis l’Antiquité jusqu’au Moyen Âge, puis\njusqu’à l’époque moderne.\n• Comprendre comment les facteurs esthétiques et symboliques influencent la forme des bâtiments des\ncivilisations étudiées.\n• Comparer l’architecture des différentes civilisations en termes de matériaux,\nde technologie de construction, de fonction du bâtiment, de forme et d’espace clos.\n• Identifier l'évolution des systèmes structurels à travers l’histoire.•\nAnalyser les différents types de bâtiments, leurs fonctions et leurs éléments.\n• Intégrer les différents systèmes de matériaux, les systèmes de construction, les technologies et les structures\ndans les bâtiments.\n• Produire des croquis à main levée et des maquettes physiques de bâtiments et de détails architecturaux."
}