{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Here are ten of the top Python libraries commonly used for AI and machine\nlearning:\n1. TensorFlow*\n- An open-source library developed by Google for numerical computation\nand machine learning. It is widely used for deep learning applications.\n2. Keras*\n- A high-level neural networks API, Keras is user-friendly and can run on\ntop of TensorFlow. It's great for quick prototyping and experimentation.\n3. PyTorch*\n- Developed by Facebook, PyTorch is known for its dynamic computation\ngraph and is popular among researchers for deep learning projects.\n4. Scikit-learn*\n- A versatile library for classical machine learning algorithms. It provides\ntools for data mining and data analysis, making it easy to implement\nalgorithms like regression, clustering, and classification.\n5. Pandas*\n- While primarily a data manipulation library, Pandas is crucial for data\npreprocessing and analysis in machine learning workflows.\n6. NumPy*\n- A fundamental package for scientific computing in Python. NumPy\nprovides support for arrays and matrices, along with a collection of\nmathematical functions.\n7. Matplotlib*\n- A library for creating static, animated, and interactive visualizations in\nPython. It's often used to visualize data and results from machine learning\nmodels.\n8. Seaborn*\n- Built on top of Matplotlib, Seaborn provides a high-level interface for\ndrawing attractive statistical graphics, making it easier to visualize complex\ndatasets",
    "trans": "Voici dix des principales bibliothèques Python couramment utilisées pour l'IA et\nl'apprentissage automatique :\n1- TensorFlow\n- Une bibliothèque open-source développée par Google pour le calcul numérique\net l'apprentissage automatique. Elle est largement utilisée pour les applications de deep learning.\n2. Keras*\n- Une API de réseaux neuronaux de haut niveau, Keras est conviviale et peut s'exécuter sur\nTensorFlow. Elle est idéale pour le prototypage rapide et l'expérimentation.\n3. PyTorch*\nDéveloppée par Facebook, PyTorch est connue pour son graphique de calcul\ndynamique et est populaire parmi les chercheurs pour les projets de deep learning.\n4. Scikit-learn*\nUne bibliothèque polyvalente pour les algorithmes d'apprentissage automatique classiques. Elle fournit\ndes outils pour l'exploration et l'analyse de données, facilitant la mise en œuvre\nd'algorithmes comme la régression, le clustering et la classification.\n5. Pandas*\nBien qu'elle soit principalement une bibliothèque de manipulation de données, Pandas est cruciale pour le prétraitement et l'analyse\ndes données dans les flux de travail d'apprentissage automatique.\n6. NumPy*\nUn package fondamental pour le calcul scientifique en Python. NumPy\noffre un support pour les tableaux et les matrices, ainsi qu'une collection de\nfonctions mathématiques.\n7. Matplotlib*\nUne bibliothèque pour la création de visualisations statiques, animées et interactives en\nPython. Elle est souvent utilisée pour visualiser les données et les résultats des\nmodèles d'apprentissage automatique.\n8. Seaborn*\nConstruite sur Matplotlib, Seaborn offre une interface de haut niveau pour\ndessiner des graphiques statistiques attrayants, facilitant la visualisation de jeux de\ndonnées complexes"
}