{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good afternoon team I just got an update from my district manager and this is the latest tomorrow there will be no drivers coming to work. On Thursday we will be closed, Friday depending of the outcome I will call you guys and let you know what the regular hours or what we're going to do but I do need a favor from everybody and this is mandatory please I need everybody updating with me that you are all right you your family your children your homes why this comes from O'Reilly's we are here to help you out in every way we can but you have to have communication with me so I could take it up higher management so with that being said if I call you please pick up and if you can't pick up at least text me that you're okay and if you don't pick up or text me I will be calling and calling to I get an answer back besides that I will keep you guys all posted thank you team 4733 please get everything together be safe keep in touch and I am here for you guys thank you",
    "trans": "Bonjour l’équipe, je viens de recevoir une mise à jour de mon responsable de district, voici les dernières informations : demain, aucun chauffeur ne viendra travailler. Jeudi, nous serons fermés. Vendredi, en fonction de l’évolution de la situation, je vous contacterai pour vous informer des horaires habituels ou de la marche à suivre. J’ai cependant une demande importante à vous faire, et c’est obligatoire : je dois avoir des nouvelles de chacun d’entre vous pour savoir si vous allez bien, ainsi que vos familles, vos enfants et vos foyers. Cela vient de O’Reilly’s : nous sommes là pour vous aider de toutes les manières possibles, mais vous devez communiquer avec moi afin que je puisse faire remonter l’information à la direction. Si je vous appelle, merci de répondre. Si vous ne pouvez pas répondre, envoyez-moi au moins un message pour me dire que vous allez bien. Si je n’ai aucune nouvelle de vous (appel ou message), je continuerai d’appeler jusqu’à obtenir une réponse. En dehors de cela, je vous tiendrai informés de toute évolution. Merci, équipe 4733. Veuillez tout préparer, restez prudents, gardez le contact et sachez que je suis là pour vous. merci."
}