{
    "source": "en_US",
    "target": "fr_FR",
    "text": "over t h e counters, seeing nothing. As his father's blue, calm eyes stared steadily\nover the glasses, there was an instant when their glances might have met. Neither one\ncould have been certain, yet John, as he turned away and began to talk hurriedly to\nGrace, knew surely that his father had seen him. He knew it by the steady calmness in\nhis father's blue eyes. John's shame grew, and then humiliation sickened him as he\nwaited and did nothing.\n14 His father turned away, going down the aisle, walking erectly in his shabby\nclothes, his shoulders very straight, never once looking back. His father would\nwalk slowly down the street, he knew, with that meditative expression deepening and\nbecoming grave.\n15 Young Harcourt stood beside Grace, brushing against her soft shoulder, and made\nfaintly aware again of the delicate scent she used. There, so close beside him, she was\nholding within her everything he wanted to reach out for, only now\nhe felt a sharp hostility that made him sullen and silen",
    "trans": "au-dessus des comptoirs, ne voyant rien. Alors que les yeux bleus et calmes de son père fixaient immuablement\npar-dessus les lunettes, il y eut un instant où leurs regards auraient pu se croiser. Aucun des deux\nne pouvait en être certain, pourtant John, alors qu’il se détournait et commençait à parler précipitamment à\nGrace, savait avec certitude que son père l’avait vu. Il le savait par l’inébranlable calme dans\nles yeux bleus de son père. La honte de John grandit, puis l’humiliation le submergea tandis\nqu’il attendait, immobile.\n14 Son père se détourna, descendant l’allée, marchant d’un pas droit dans ses vêtements\nusés, les épaules très droites, sans jamais se retourner. Son père descendrait\nlentement la rue, il le savait, avec cette expression méditative qui s’approfondissait et\ndevenait grave.\n15 Le jeune Harcourt se tenait aux côtés de Grace, frôlant son épaule douce, et prit\nde nouveau conscience, bien que vaguement, du délicat parfum qu’elle portait. Là, si proche de lui, elle renfermait\ntout ce qu’il désirait atteindre, mais à présent,\nil ressentait une hostilité aiguë qui le rendait morose et silencieux."
}