{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This is to bring to your notice that my office has taking over all the money Transaction originated from any part of Africa/ Europe and Asia counties etc. as Contract payment, Fund inheritance or Lottery Winning, ATM Debit cards, henceforth commercial banks, Security Companies, ATM Credit and Debit Union including any offshore payment centers are no more authorized to handle release of funds due to Unauthorized/incapability of financial Institutions/security companies in releasing such huge sum of money due to Fraud, terrorist and money Laundry activities going on world.\nI write to inform you that we have already sent you $5000.00 dollars through MONEY GRAM PAYMENT as we have been given the mandate to\ntransfer your payment total sum of $3.6 Million,via MONEY GRAM by this Government.\nAll you will do is to contact MONEYGRAM PAYMENT director [redacted_name], ask him to give the Text Question and Answer so that you will\npick your first payment of the $5,000usd, He will give you direction on how you will be receiving the funds",
    "trans": "Ceci est pour porter à votre connaissance que mon bureau a pris en charge toutes les transactions monétaires provenant de n'importe quelle partie de l'Afrique, de l'Europe et des pays asiatiques, etc., en tant que paiement de contrat, héritage de fonds ou gain de loterie, cartes de débit ATM. Dorénavant, les banques commerciales, les sociétés de sécurité, les unions de crédit et de débit ATM, y compris les centres de paiement offshore, ne sont plus autorisés à gérer la libération des fonds en raison de l'incapacité/du manque d'autorisation des institutions financières/des sociétés de sécurité à libérer de telles sommes d'argent en raison des activités de fraude, de terrorisme et de blanchiment d'argent dans le monde.\nJe vous écris pour vous informer que nous vous avons déjà envoyé 5000,00 dollars par paiement MONEY GRAM, car nous avons reçu le mandat de\ntransférer votre paiement d'un montant total de 3,6 millions de dollars, via MONEY GRAM par ce gouvernement.\nTout ce que vous devez faire est de contacter le directeur de MONEYGRAM PAYMENT [redacted_name], demandez-lui de vous donner la question et la réponse du texte afin que vous puissiez\nrécupérer votre premier paiement de 5000 USD. Il vous donnera des instructions sur la manière dont vous recevrez les fonds"
}