{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It's not like I didn't wanna make this through. You know how much I had wanted to keep our love in spite of all more than anyone. even if we had completely shut off our fight, I would've still gotten to the same decision today in the morning. We tried our best in all the hard situations and no one doubts it here. There might be no relationship where I can never fight. 2 years are a long time to just expect to be perfectly peaceful. But since time ahead of us would've been much longer than that, I believe we should've been able to resolve the issues that were on us for so long and find a way to move forward together, which we unfortunately failed all of the time. 2 years were long enough to figure out how we can come for happiness and improvement as much as argue and struggle against each other. If we've missed every single chance to be better for 2 years, how can we look forward to the rest of our days together. Sadly, I never felt healed. There were many times when I convinced myself and tried to move on and you tried to help me with it. But I don't think it's equivalent to healing. It ended up repeatedly collapsing our strong bond and trust about things we talked to each other promising we will be better and change. It was really painful to always suspect your mind, words, and be proven that my doubt was right even though I prayed I was wrong and your cheerful words were right. It was also devastating how I didn't get better for us but kept acting the same to set our relationship on fire. There used to be time when I thought what u say like this is really beautiful. Even though your love is still beautiful, I had so many question marks in my head even by reading this. I wish only these months were a hard time, but if we really talk about it we all know it has never been just easy on me cos of all our issues. I started really not being able to understand some of your actions and to like our imperfections and then I realized we are actually too different about the way we view things happened as I had asserted many times. You have no idea how many times I thought of the positive 'what if's. That's all the reason why I had always come back to you. Reading 99% of posts saying couples like us are eventually meant to be doomed, I kept scrolling to find 1% of hopeful posts and praying this could be us, because we are special and our love is pure. I don't wanna give myself any kind of self-torture like this anymore. It makes me get hurt more, disappointed more and hurt you and us more in the end. There's a new celeb issue revealed where a model couple actually has fought for the entire 15 years and they are divorcing now. In that, she said to him that she should've left hime when there was a bad sign in their second year and she's been in the pain the whole time because she didn't leave him 13 years ago. From reading it, I was sad because I thought the same thing when we were in a few months, a half year, a year, and now. And I really don't wanna be a person who says something like that after a decade. Ethan, I sincerely loved you. I don't think we should hurt each other anymore constantly convincing ourselves that there will be time to be happy. I don't wanna scratch our hearts anymore. Let's not do it. We've done enough...",
    "trans": "Ce n'est pas que je ne voulais pas traverser cela. Tu sais combien j'avais voulu préserver notre amour malgré tout, plus que quiconque. Même si nous avions complètement cessé de nous disputer, je serais tout de même arrivé à la même décision ce matin. Nous avons fait de notre mieux dans toutes les situations difficiles et personne n'en doute ici. Il n'y a peut-être aucune relation où l'on ne peut jamais se disputer. Deux ans, c'est long pour espérer une paix parfaite. Mais comme le temps devant nous aurait été bien plus long que cela, je crois que nous aurions dû être capables de résoudre les problèmes qui pesaient sur nous depuis si longtemps et trouver un moyen d'avancer ensemble, ce que nous avons malheureusement échoué à faire tout le temps. Deux ans étaient suffisamment longs pour comprendre comment nous pouvions trouver le bonheur et l'amélioration autant que nous disputions et luttions l'un contre l'autre. Si nous avons manqué chaque occasion de nous améliorer pendant deux ans, comment pouvons-nous envisager le reste de nos jours ensemble. Malheureusement, je ne me suis jamais senti guéri. Il y a eu de nombreuses fois où je me suis convaincu et j'ai essayé de passer à autre chose et tu as essayé de m'aider. Mais je ne pense pas que cela équivaut à la guérison. Cela a fini par effondrer à plusieurs reprises notre lien fort et notre confiance dans les choses dont nous parlions, en promettant que nous serions meilleurs et que nous changerions. Il était vraiment douloureux de toujours suspecter ton esprit, tes paroles, et de prouver que mes doutes étaient fondés même si je priais pour avoir tort et que tes mots joyeux étaient vrais. Il était également dévastateur de voir que je ne m'améliorais pas pour nous, mais que je continuais à agir de la même manière, mettant notre relation à feu et à sang. Il y avait un temps où je pensais que ce que tu disais comme cela était vraiment beau. Même si ton amour est encore beau, j'avais tant de points d'interrogation dans ma tête même en lisant ceci. J'aurais aimé que ces mois ne soient qu'un moment difficile, mais si nous en parlons vraiment, nous savons tous qu'ils n'ont jamais été faciles pour moi à cause de tous nos problèmes. J'ai commencé à vraiment ne plus comprendre certaines de tes actions et à aimer nos imperfections, puis j'ai réalisé que nous sommes en fait trop différents dans notre manière de voir les choses comme je l'avais affirmé à plusieurs reprises. Tu n'as aucune idée du nombre de fois où j'ai pensé aux \"et si\" positifs. C'est tout ce qui m'a toujours ramené à toi. En lisant 99% des publications disant que des couples comme nous sont finalement voués à l'échec, je continuais à défiler pour trouver 1% de publications pleines d'espoir et à prier pour que ce soit nous, parce que nous sommes spéciaux et notre amour est pur. Je ne veux plus me torturer de cette façon. Cela me fait plus de mal, me déçoit davantage et nous fait du mal à toi et à nous à la fin. Un nouveau problème de célébrité a été révélé où un couple de mannequins a en fait combattu pendant 15 ans et ils divorcent maintenant. Dans ce cas, elle lui a dit qu'elle aurait dû le quitter lorsqu'il y avait un signe avant-coureur dans leur deuxième année et qu'elle avait souffert tout le temps parce qu'elle ne l'avait pas quitté il y a 13 ans. En lisant cela, j'étais triste parce que j'ai pensé la même chose quand nous étions ensemble depuis quelques mois, six mois, un an, et maintenant. Et je ne veux vraiment pas être une personne qui dit quelque chose comme cela après une décennie. Ethan, je t'ai sincèrement aimé. Je ne pense pas que nous devrions nous blesser constamment en nous convainquant que nous serons heureux un jour. Je ne veux plus nous blesser. Ne le faisons pas. Nous en avons assez fait..."
}