{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Mohammadreza Frazin, who visited Russia to attend the 2nd BRICS Finance Ministers and Central Banks Governors Meeting, said this new system includes developing a network of commercial banks that can conduct banking transactions in local currencies as well as establishing direct links between central banks.\n“The BRICS Payment system was proposed with the aim of creating a settlement platform for cross-border payments based on Real Time Gross Settlement Systems (RTGS) and considering Central Bank Digital Currency Tracker (CBDC) mechanisms,” Farzin explained.\nReferring to the necessity of using artificial intelligence in electronic banking and Iran's readiness to transfer its experiences to BRICS members, he said: “We believe that due to the political desire and will that exists in the BRICS group and the technical and infrastructure investments that have been made, we can move towards creating financial communication systems specific to BRICS which can facilitate cross-border payments among the members, and finally increase the speed, reduce the costs, and create a more competitive environment.”",
    "trans": "Mohammadreza Frazin, qui s'est rendu en Russie pour participer à la 2e réunion des ministres des Finances et des Gouverneurs des Banques centrales des BRICS, a indiqué que ce nouveau système comprend le développement d'un réseau de banques commerciales capable de réaliser des transactions bancaires en devises locales, ainsi que l'établissement de liens directs entre les banques centrales.\n« Le système de paiement des BRICS a été proposé dans le but de créer une plateforme de règlement pour les paiements transfrontaliers basée sur les systèmes de règlement brut en temps réel (RTGS), tout en prenant en compte les mécanismes de suivi des monnaies numériques des banques centrales (CBDC) », a expliqué Frazin.\nFaisant référence à la nécessité d'utiliser l'intelligence artificielle dans la banque électronique et à la disposition de l'Iran à transférer ses expériences aux membres des BRICS, il a déclaré : « Nous croyons qu'en raison de la volonté politique présente au sein du groupe BRICS et des investissements techniques et infrastructurels qui ont été réalisés, nous pouvons nous orienter vers la création de systèmes de communication financière spécifiques aux BRICS, ce qui pourrait faciliter les paiements transfrontaliers entre les membres, et finalement augmenter la vitesse, réduire les coûts et créer un environnement plus compétitif. »"
}