{
    "source": "en_US",
    "target": "fr_FR",
    "text": "List of Improvements - An action tracker will be provided and will be updated on the 1st of every month for OC review and comments. We are updating the tracker which will be shared with OC within this week.\nAgenda Item 3 – Sub Item 1 – The query was addressed by Jaza Director Owners Affairs via email on 12th September 2024. Please find attached email communication for your reference.\nAgenda Item 3 – Sub Item 2 – Please note that we will request the owners committee for an online meeting next week with a single agenda item of vote on re-election. Meeting schedule will be confirmed based on majority availability.\nNeutrality of auditors and rapporteurs - Please note that RERA guidelines are being followed in all cases. In case of any objection, please contact RERA for guidance.\nBudget review timeline will also be provided based on the guidelines issued RERA which will be shared once budget draft is ready for review.\nSingle of contact for OC communication is building manager with escalation to senior manager.\nSuggested improvements for the year 2024 to be carried out based on 2024 budget availability. The details will be available in the tracker.\nNo warning has been issued to management company. Please find below link to view law 6. Of 2019 for your reference highlighting the parts of common area and in-unit. Also, for any in-unit/common area disputes, third party consultant will be appointment in accordance with RERA guidelines. Report submitted by the consultant will be shared with RERA for their decision.",
    "trans": "Liste des améliorations - Un suivi des actions sera fourni et sera mis à jour le 1er de chaque mois pour révision et commentaires de l'OC. Nous mettons à jour le suivi qui sera partagé avec l'OC cette semaine.\nPoint 3 de l'ordre du jour – Sous-point 1 – La question a été traitée par le Directeur des Affaires des Propriétaires de Jaza par email le 12 septembre 2024. Veuillez trouver ci-joint la communication par email pour votre référence.\nPoint 3 de l'ordre du jour – Sous-point 2 – Veuillez noter que nous solliciterons le comité des propriétaires pour une réunion en ligne la semaine prochaine, avec comme seul point à l'agenda le vote pour la réélection. L'horaire de la réunion sera confirmé en fonction de la disponibilité de la majorité.\nNeutralité des auditeurs et des rapporteurs - Veuillez noter que les directives de la RERA sont suivies dans tous les cas. En cas d'objection, veuillez contacter la RERA pour obtenir des conseils.\nLe calendrier de révision du budget sera également fourni en fonction des directives émises par la RERA, qui seront partagées une fois que l'ébauche du budget sera prête pour révision.\nLe contact unique pour la communication avec l'OC est le gestionnaire de l'immeuble, avec escalade vers le responsable senior\n.Les améliorations suggérées pour l'année 2024 seront réalisées en fonction de la disponibilité du budget 2024. Les détails seront disponibles dans le suivi.\nAucun avertissement n'a été émis à l'entreprise de gestion. Veuillez trouver ci-dessous le lien pour consulter la loi 6 de 2019 pour votre référence, mettant en évidence les parties communes et les unités. De plus, pour toute dispute concernant les unités ou les parties communes, un consultant tiers sera nommé conformément aux directives de la RERA. Le rapport soumis par le consultant sera partagé avec la RERA pour leur décision."
}