{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Milton Update - Sunday, October 13, Noon\nThe following message was just shared with our residents:\nPlease click HERE for the PDF version.\nHurricane Milton Update\nSunday, October 13, 2024\n12:00 p.m.\nThis update is a combination of positive news and progress, and some discouraging news about the status of the community.\nWe currently have 6 elevators working.\nThe clean-up effort is ongoing but slowed without water service.\nThe peninsula has suffered significant damage. Assessment will be made upon our return.\nWe lost 5 Cuban Laurel trees on the west side of the entrance drive.\nThe Cuban Laurels on the east side will be assessed by Kimley-Horn in the coming days.\nThe major hindrance to our return is water service.\nThe City of Sarasota reports that water service to the barrier islands will be restored Monday, October 14th at the earliest.\nUpon our return, which we are anxiously awaiting, we must brace ourselves for a community that will look different.\nOur next update will be 5:00 p.m. this afternoon.\nHave the best day possible.",
    "trans": "Mise à jour de Milton - Dimanche 13 octobre, midi\nLe message suivant vient d'être partagé avec nos résidents :\nVeuillez cliquer ICI pour la version PDF.\nMise à jour sur l'ouragan Milton\nDimanche 13 octobre 2024\n12h00\nCette mise à jour combine des nouvelles positives et des progrès, ainsi que des nouvelles décourageantes sur l'état de la communauté.\nActuellement, 6 ascenseurs sont en fonctionnement.\nLes efforts de nettoyage sont en cours, mais ralentis en raison de l'absence de service d'eau.\nLa péninsule a subi des dommages importants. Une évaluation sera effectuée à notre retour.\nNous avons perdu 5 lauriers cubains du côté ouest de la route d'entrée.\nLes lauriers cubains du côté est seront évalués par Kimley-Horn dans les jours à venir.\nLe principal obstacle à notre retour est le service d'eau.\nLa ville de Sarasota signale que le service d'eau pour les îles-barrières sera rétabli au plus tôt lundi 14 octobre.\nÀ notre retour, que nous attendons avec impatience, nous devons nous préparer à une communauté qui aura un aspect différent.\nNotre prochaine mise à jour aura lieu à 17h00 cet après-midi.\nPassez une belle journée."
}