{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Preface\nPreface to 3rd edition\nNutrition is one of those subjects which comes up every day in general practice—or should do—yet in most undergraduate medical schools it is crowded out by the big clinical specialities and high technology procedures. It is for subjects like nutrition that the British Medical Journal’s ABC series is extremely useful.\nThis book was started when Dr Stephen Lock, previous editor of the BMJ asked me to write a series of weekly articles for an imagined general practitioner, in an unfashionable provincial town who had been taught almost no nutrition at medical school. They now felt the need to use nutrition in the practice, but could spare only 15 to 20 minutes a week to read about it.\nThe brief was that the writing must be practical and relevant; about half the page was to be for tables, figures, photographs or boxes (that is, not text) and these have to tell part of the story. The writing was to “come down off the fence”, to make up its mind on the balance of evidence and state it plainly. The first edition had no references but some reviewers asked for them and now in the era of evidence-based medicine some well chosen references seem indispensable when writing about nutrition.\nNutritional concepts, of course, are not as tightly evidence-based as information about drugs because randomised controlled trials, so routine for drug therapy, are rare for nutrition.\nThis book does not deal with all aspects of human nutrition, only those that are useful in everyday medical practice. The latest fads and controversies are not here either. This is the ABC of Nutrition, not the XYZ.\nA Stewart Truswell 1999",
    "trans": "Préface\nPréface à la 3e édition\nLa nutrition est un sujet qui revient tous les jours en pratique générale, ou devrait le faire, pourtant, dans la plupart des écoles de médecine de premier cycle, elle est éclipsée par les grandes spécialités cliniques et les procédures de haute technologie. Pour des sujets comme la nutrition, la série ABC du British Medical Journal est extrêmement utile.\nCe livre a commencé quand le Dr Stephen Lock, ancien rédacteur en chef du BMJ, m'a demandé d'écrire une série d'articles hebdomadaires pour un médecin généraliste imaginaire, dans une ville provinciale peu en vogue, qui n'avait presque rien appris sur la nutrition à l'école de médecine. Il ressentait maintenant le besoin d'utiliser la nutrition dans sa pratique, mais ne pouvait consacrer que 15 à 20 minutes par semaine à la lecture.\nL'écriture devait être pratique et pertinente; environ la moitié de la page devait être consacrée à des tableaux, des figures, des photographies ou des encadrés (c'est-à-dire, pas de texte) et ceux-ci devaient raconter une partie de l'histoire. L'écriture devait «prendre position», se décider sur l'équilibre des preuves et le déclarer clairement. La première édition n'avait pas de références mais certains critiques en ont demandé et maintenant, à l'ère de la médecine fondée sur des preuves, certaines références bien choisies semblent indispensables lorsqu'on écrit sur la nutrition.\nLes concepts nutritionnels, bien sûr, ne sont pas aussi strictement fondés sur des preuves que les informations sur les médicaments car les essais contrôlés randomisés, si courants pour la thérapie médicamenteuse, sont rares pour la nutrition.\nCe livre ne traite pas de tous les aspects de la nutrition humaine, seulement de ceux qui sont utiles en pratique médicale quotidienne. Les dernières modes et controverses ne sont pas non plus ici. C'est l'ABC de la nutrition, pas le XYZ.\nA Stewart Truswell 1999"
}