{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Monday, 21 October 2024\nF iji Airports - Exclusive to My F iji\nExclusive MyF iji F ast Track Experience\nArrive in Fiji in style with our exclusive fast track airport service. Be welcomed on arrival at Nadi Airport by dedicated My Fiji staff, while also keeping\nan eye out for our My Fiji signage, which will direct you to your exclusive fast track lane. On your way home, please follow the My Fiji signage\ndirecting you to the Fast Track Lane. Please have your documentation ready, either on paper or electronically, to show our MyFiji airport staff.\nF iji Ros ie Holidays VIP New - Exclusive to My F iji\nUpon exiting the customs hall, you will be met by Rosie Holidays staff and escorted to the Welcome Lounge.\nExclusive MyFiji VIP concierge service includes 24 Hour Customer Care Support, meet & greet at Nadi Airport with a welcome shell necklace,\nrefreshing drink & cold face towel. Plus, each room per booking receives a complimentary MyFiji welcome beach bag on arrival containing Pure Fiji\nSurvival Kit, MyFiji Cap & Beach Ball!\nFiji Rosie Holidays One Way Transfers, Nadi Airport PRIVATE Nadi Apt to Nadi Area Hotels - Confirmed\nFor 2 x Adults\nUpon exiting the customs hall, you will be met by My Fiji / Rosie Holidays staff and escorted to the Welcome Lounge. Exclusive MyFiji VIP concierge\nservice including 24 Hour Customer Care Support, meet & greet at Nadi Airport with a welcome shell necklace, refreshing drink & cold face towel.\nPlus, each room per booking receives a complimentary MyFiji welcome beach bag on arrival containing Pure Fiji Survival Kit, MyFiji Cap & Beach Ball!\nRos ie Holidays contact\nMonday to Sunday 8:00am to 5:00pm\nTel: [redacted_number]\nEmail: [redacted_email]\nConditions :\nTo ensure a seamless journey, all guests must pre-book and pre-pay for Baby Capsules (0-6 Months), baby car seats (6 Months - 3 years or up to 25\nkilograms), booster seats, and all oversized luggage (e.g., surfboards and golf clubs) at least 48 hours before your arrival at the destination. Click the\nlink below to submit your preferences directly to Rosie Holidays. Once you've completed the form, Rosie Holidays will update your booking,\naccordingly, ensuring everything is arranged for your convenience upon arrival.\nSubmit your preferences here -[redacted_url]\nBaby capsule (0-6 Months), baby car seat (6 Months - 3 years or up to 25 kilos), booster seat: If advised at time of booking/prior to travel, then pay\n@ FJD13.78 on arrival per capsule/seat each way OR if not notified, then on arrival you will pay FJD20.47 per capsule/seat per way.\nSurfboard/Golf Bag Charges: If advised at time of booking/prior to travel, then pay @ FJD10.44 on arrival per board/bag per transfer OR if not\nnotified of surfboard prior to arrival, you will pay FJD31.32 on arrival per board per transfer. Alternative vehicles will have to be arranged with roof\nracks or extra storage if guest arrives with surfboard and no prior notification.\nFees are available to be paid locally if desired.\nRosie Holidays Nadi Airport Office is cashless, credit cards are the only form of payment accepted.\nF or em erg encies, Rosie Holidays Reservations Af ter Hours Contact:\nMonday to Friday from 5pm to 9pm (Local FJ Time)\nSaturday 12pm to Sunday 9pm (Local FJ Time)\nAccommodation is Confirmed for 10 nights at:\nCrowne Plaza Fiji Nadi Bay Resort And Spa 1 & 2 Nadi Bay Road, Wailaloa Beach\nNadi Bay Nadi\nFiji\nTelephone: Fax:\n[redacted_number]\nNo Voucher is necessary for your accommodation booking. This itinerary serves as your booking confirmation/documentation.\nPlease note that standard resort check-in and check-out times are generally 3pm and 10am respectively.\nPlease note that it is standard practice for resorts/hotels to take a security bond in the form of a credit card\npre-authorisation which is available for release upon completion of your stay.\n1 x Standard King - Double\nBedding configuration is always at the discretion of the resort and cannot be guaranteed.\nCheck In: Monday, 21 October 2024 3:00 PM Check Out:Thursday, 31 October 2024 11:00 AM\nFor Ms S Han, Ms H Kim }\nTWIN BEDS PLEASE AS TWO FRIEND. THANKING YOU TEAMInclusions:\nBuffet Breakfast daily at Harvest Restaurant\nDinner for 2 guests on 1 night of stay at Harvest All Day Dining Restaurant including a Welcome Drink (Welcome drink includes soft drinks, local beer\n& wine by the glass. Dinner is up to the value of the FJD$185 per room).\nUnlimited Ice-cream, soft drink by the glass and water for children\nUp to two children (aged 0-11 years) stay free in existing bedding. One child eats breakfast free - Additional children receive 50% off breakfast.\nDaily F$10 Sundowner Voucher per room per day (available to use on hotel’s owned and operated Food & Beverage outlets)\nFree Wi-Fi\nNotice - Resort includes a phased opening with most facilities open from 1 April 2024. During this initial phase there will be selective availability of\nrestaurants, bars, and certain facilities as we gradually enhance and perfect our offerings. Additionally, guests may notice ongoing construction\nactivities as we work tirelessly to create an environment that exceeds guests' expectations. Based on the phased opening, below is the list of\nfacilities available as we progress:\nOPEN NOW\nHarvest All Day Dining Restaurant (Open daily for Breakfast, Lunch and Dinner)\nLa Bottega Italian Restaurant (Open daily from 1730hrs to 2200hrs for dinner)\nLatitude Bar & Lounge & 17.78 Whiskey Bar (Open daily from 1600hrs to late)\nAzura Pool Bar (Open daily from 1000hrs to 2100hrs)\nBean Bar Cafe (Open daily from 0630hrs to 1700hrs daily serving Breakfast, Lunch, Premium Coffees, and Fresh Pastries)\nIn Room Dining (Open daily from 1100hrs to 2230hrs daily serving Breakfast, Lunch and Dinner)\nThe Lobby Lounge (Open daily from 1100hrs to 2300hrs daily serving Lunch)\nBreeze Swim Up Bar (Open daily from 1000hrs to 1800hrs)\nFitness Centre in a temporary location\nMareqeti Spa in a temporary location\nKids Club in a Temporary Location\nBaravi Ballroom + Volivoli Meeting Rooms 1 & 2.\nNewly built south wing with 28 keys comprised of 2-Bedroom Suites and King Junior Suites with direct swimming pool access, pool views and ocean\nviews.\n3 main hotel pools - Children Pool, Family Pool, and Adults Pool (from Sunrise to Sunset)\n2 additional pools directly connected to standard bedrooms in Denarau Wing and suites in Wailoaloa Wing. (Total 5 pools)\nPhase 2\nUrban Sugar Beach Club (Open from October 2024 onwards)\nPhase 3 – Novem ber 2024 onwards\nFull inventory of 324 bedrooms\nTotal of 7 Swimming Pools\nRetail Precinct\nDedicated Mareqeti Spa\nDedicated Fitness Centre\nPan Asian Restaurant\nTutuvalu Kids Club\nThe Privileges Dining Cards Extras, Resort Dining\nDining Card Voucher\nEnjoy exclusive and rewarding experiences at a variety of popular restaurants and cafes with a limited-edition, award-winning, Privileges Dining Card,\nthat offers you up to 25% (or more) off the bill, for you and your accompanying guest/s – increasing your spending power at participating venues.\nTo get the card, please visit https://privileges.cards/your-dine-around-program and enter your Ignite Travel Booking/Reference Number (Eg:\nIG000000MF). Make a note of the unique Promo Code (that starts with the letters \"TP\" featured on that same page) for use in the activation\nprocess.\nIMPORTANT INFORMATION: Please don't register your card until a few days before your departure, because the membership will run from the time\nit's activated.\nIf you have any questions, email office@privileges.cards and, if you want to preview the current offers, please visit www.privileges.cards\nCrowne Plaza Fiji Nadi Bay Resort And Spa Extras, Wine Dine & Spa Credit\nFJD500 Wine Dine & Spa Credit\nWine & Dine Credit - This amount is credited to the guest's room account on check-in which can be applied towards all food and beverage at the\nresort. Credit cannot be shared with or transferred to any other hotel room account. Credit applicable for use at hotel-owned bars & restaurants and\nroom service. Credit cannot be used at any non-hotel owned F&B outlets, resort gift shops, merchandise stores or toward any watersports/activities\nor any other third party. If the resort credit value is exceeded, the additional amount will be payable on checkout. Any unused credit upon checkout\ncannot be redeemed for cash or held in credit.\nTuesday, 22 October 2024\nSIV Sabeto Safari Full Day Tour - operated by Rosie Holidays FJD",
    "trans": "Lundi, 21 octobre 2024\nAéroports de Fidji - Exclusif pour MyFiji\nExpérience exclusive Fast Track MyFiji\nArrivez à Fidji avec style grâce à notre service exclusif Fast Track à l’aéroport. À votre arrivée à l’aéroport de Nadi, vous serez accueilli par le personnel dédié de MyFiji, tout en gardant\nun œil sur la signalétique MyFiji qui vous dirigera vers votre voie Fast Track exclusive. Lors de votre départ, suivez la signalétique MyFiji\nqui vous orientera vers la voie Fast Track. Merci de préparer vos documents, soit sur papier, soit électroniquement, pour les présenter à notre personnel de l’aéroport MyFiji.\nFiji Rosie Holidays VIP Nouveau - Exclusif pour MyFiji\nÀ la sortie de la salle des douanes, vous serez accueilli par le personnel de Rosie Holidays et escorté jusqu'au salon d’accueil.\nLe service exclusif de conciergerie MyFiji VIP inclut une assistance à la clientèle 24 heures sur 24, un accueil à l’aéroport de Nadi avec un collier de coquillages de bienvenue,\nune boisson rafraîchissante et une serviette froide. De plus, chaque chambre par réservation reçoit un sac de plage de bienvenue MyFiji à l’arrivée contenant le Kit de survie\nPure Fiji, une casquette MyFiji et une balle de plage !\nTransferts unidirectionnels Rosie Holidays, aéroport de Nadi PRIVÉ de l’aéroport de Nadi aux hôtels de la zone de Nadi - Confirmé\nPour 2 x Adultes\nÀ la sortie de la salle des douanes, vous serez accueilli par le personnel de MyFiji / Rosie Holidays et escorté jusqu'au salon d’accueil. Le service exclusif de conciergerie\nMyFiji VIP comprend une assistance à la clientèle 24 heures sur 24, un accueil à l’aéroport de Nadi avec un collier de coquillages de bienvenue, une boisson rafraîchissante et une serviette froide.\nDe plus, chaque chambre par réservation reçoit un sac de plage de bienvenue MyFiji à l’arrivée contenant le Kit de survie Pure Fiji, une casquette MyFiji et une balle de plage !\nContact Rosie Holidays\nDu lundi au dimanche de 8h00 à 17h00\nTél : [numéro_censuré]\nEmail : [email_censuré]\nConditions :\nPour assurer un voyage sans encombre, tous les invités doivent réserver et payer à l’avance les capsules pour bébés (0-6 mois), les sièges auto pour bébés (6 mois - 3 ans ou jusqu’à 25\nkilogrammes), les sièges rehausseurs, et tous les bagages surdimensionnés (par exemple, planches de surf et clubs de golf) au moins 48 heures avant leur arrivée à destination. Cliquez\nsur le lien ci-dessous pour soumettre vos préférences directement à Rosie Holidays. Une fois le formulaire complété, Rosie Holidays mettra à jour votre réservation,\ngarantissant ainsi que tout est organisé pour votre confort à votre arrivée.\nSoumettre vos préférences ici - [URL_censuré]\nCapsule pour bébé (0-6 mois), siège auto pour bébé (6 mois - 3 ans ou jusqu'à 25 kilos), siège rehausseur : Si informé lors de la réservation/avant le voyage,\nvous paierez @ FJD13.78 à l’arrivée par capsule/siège aller-retour OU si non notifié, vous paierez FJD20.47 par capsule/siège par trajet.\nFrais pour planche de surf/sac de golf : Si informé lors de la réservation/avant le voyage, vous paierez FJD10.44 à l’arrivée par planche/sac par transfert OU si non\nnotifié de la planche de surf avant l’arrivée, vous paierez FJD31.32 à l’arrivée par planche par transfert. Des véhicules alternatifs devront être organisés avec des porte-vélos ou\nun espace de stockage supplémentaire si l’invité arrive avec une planche de surf et sans préavis.\nLes frais peuvent être payés localement si désiré.\nLe bureau de Rosie Holidays à l’aéroport de Nadi est sans numéraire, seules les cartes de crédit sont acceptées.\nEn cas d’urgence, contact des réservations Rosie Holidays en dehors des heures d’ouverture :\nDu lundi au vendredi de 17h00 à 21h00 (heure locale de Fidji)\nSamedi de 12h00 à dimanche 21h00 (heure locale de Fidji)\nHébergement confirmé pour 10 nuits à :\nCrowne Plaza Fiji Nadi Bay Resort And Spa 1 & 2 Nadi Bay Road, Wailaloa Beach\nNadi Bay Nadi\nFidji\nTéléphone : Télécopie :\n[numéro_censuré]\nAucun bon n’est nécessaire pour votre réservation d’hébergement. Cet itinéraire sert de confirmation de votre réservation/documentation.\nVeuillez noter que les horaires standard d’enregistrement et de départ des stations sont généralement respectivement 15h00 et 10h00.\nVeuillez noter qu’il est courant pour les stations/hôtels de demander une caution sous forme de préautorisation\nde carte de crédit, qui sera libérée à la fin de votre séjour.\n1 x Standard King - Double\nLa configuration des lits est toujours à la discrétion de la station et ne peut être garantie.\nEnregistrement : Lundi, 21 octobre 2024 15h00 Départ : Jeudi, 31 octobre 2024 11h00\nPour Mme S Han, Mme H Kim\nLITS JUMEUX S’IL VOUS PLAÎT EN TANT QU’AMIES. MERCI À L’ÉQUIPESont Inclus :\nPetit-déjeuner buffet quotidien au Harvest Restaurant\nDîner pour 2 invités pendant une nuit de séjour au restaurant Harvest All Day Dining avec une boisson de bienvenue (La boisson de bienvenue inclut des boissons sans alcool, de la bière locale\net du vin au verre. Le dîner est d'une valeur maximale de 185 $FJD par chambre).\nCrème glacée illimitée, boissons sans alcool au verre et eau pour les enfants\nJusqu’à deux enfants (de 0 à 11 ans) séjournent gratuitement dans les lits existants. Un enfant mange gratuitement au petit-déjeuner - Les enfants supplémentaires bénéficient de 50 % de réduction sur le petit-déjeuner.\nBon de sundowner quotidien de F$10 par chambre par jour (disponible pour être utilisé dans les restaurants et bars gérés par l’hôtel)\nWi-Fi gratuit\nAvis - La station comprend une ouverture progressive avec la plupart des installations ouvertes à partir du 1er avril 2024. Pendant cette phase initiale, certaines installations comme les restaurants,\nbars et autres services seront progressivement disponibles. De plus, les invités peuvent remarquer des activités de construction\nen cours pendant que nous travaillons sans relâche pour créer un environnement dépassant les attentes des invités. En fonction de l’ouverture progressive, voici la liste des enseignes\ndisponibles à mesure que nous avançons :\nOUVERT MAINTENANT\nRestaurant Harvest All Day Dining (ouvert tous les jours pour le petit-déjeuner, le déjeuner et le dîner)\nRestaurant italien La Bottega (ouvert tous les jours de 17h30 à 22h00 pour le dîner)\nLatitude Bar & Lounge & 17.78 Whiskey Bar (ouvert tous les jours de 16h00 à tard)\nBar Azura Pool (ouvert tous les jours de 10h00 à 21h00)\nCafé Bean Bar (ouvert tous les jours de 06h30 à 17h00, servant petit-déjeuner, déjeuner, cafés premium et pâtisseries fraîches)\nRoom Service (ouvert tous les jours de 11h00 à 22h30, servant petit-déjeuner, déjeuner et dîner)\nLe Lobby Lounge (ouvert tous les jours de 11h00 à 23h00, servant le déjeuner)\nBar Breeze Swim Up (ouvert tous les jours de 10h00 à 18h00)\nCentre de fitness temporaire\nSpa Mareqeti temporaire\nClub enfants temporaire\nSalle de bal Baravi + Salles de réunion Volivoli 1 et 2.\nNouveau bâtiment sud avec 28 chambres composées de suites de 2 chambres et de suites King Junior avec accès direct à la piscine, vue sur la piscine et vue\nsur l’océan.\n3 piscines principales de l’hôtel - Piscine pour enfants, Piscine familiale et Piscine pour adultes (de l’aube au crépuscule)\n2 piscines supplémentaires directement reliées aux chambres standard dans l’aile Denarau et aux suites dans l’aile Wailoaloa. (5 piscines en tout)\nPhase 2\nUrban Sugar Beach Club (ouvert à partir d’octobre 2024)\nPhase 3 – Novembre 2024 et au-delà\nInventaire complet de 324 chambres\nTotal de 7 piscines\nZone de commerces\nSpa Mareqeti dédié\nCentre de fitness dédié\nRestaurant pan-asiatique\nClub enfants Tutuvalu\nLes cartes de privilèges Dining, Extras Resort Dining\nCarte de privilèges Dining\nProfitez d'avantages exclusifs dans des restaurants et cafés renommés avec une carte Privileges en édition limitée,\nvous offrant jusqu'à 25 % (ou plus) de réduction sur l'addition pour vous et vos invités, et maximisez votre pouvoir d'achat dans les établissements partenaires.\nPour obtenir la carte, visitez https://privileges.cards/your-dine-around-program et saisissez votre numéro de réservation ou référence Ignite Travel (exemple :\nIG000000MF). Notez le code promo unique (commençant par « TP ») sur cette page pour l'utiliser lors de\nl'activation.\nNOTE IMPORTANTE : Ne vous inscrivez pas avant quelques jours avant votre départ, car l’adhésion commence\ndès l'activation.\nSi vous avez des questions, envoyez un email à office@privileges.cards et, si vous souhaitez prévisualiser les offres actuelles, veuillez visiter www.privileges.cards\nCrowne Plaza Fiji Nadi Bay Resort And Spa Extras, Crédit Wine Dine & Spa\nCrédit Wine Dine & Spa de FJD500\nCrédit Wine & Dine - Ce montant est ajouté au compte de la chambre du client lors de l'enregistrement et peut être utilisé pour tous les repas et boissons au sein du centre de\nvillégiature. Le crédit ne peut pas être partagé ou transféré à un autre compte de chambre d'hôtel. Le crédit est applicable pour les bars et restaurants détenus par l'hôtel ainsi que pour\nle service en chambre. Le crédit ne peut pas être utilisé dans les points de vente F&B non détenus par l'hôtel, les boutiques de souvenirs, les magasins de marchandises ou pour des activités/loisirs nautiques\nou tout autre service tiers. Si la valeur du crédit est dépassée, le montant supplémentaire sera à régler lors du départ. Tout crédit non utilisé au moment du départ\nne peut être ni échangé contre de l'argent, ni reporté sous forme de crédit.\nMardi, 22 octobre 2024\nExcursion Safari SIV Sabeto journée complète - opérée par Rosie Holidays FJD"
}