{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Annoyance flickered through me. I brought my gaze up to his, pity pulling on my lips. “You are so right. A lot of men struggle with impotence. It’s nothing to be ashamed about.” I patted his chest and began to walk toward his car while ignoring the burning sensation in my hand.\n“Still thinking about why I didn’t fuck you, huh?”\nI paused, closed my eyes as anger tore through me. “The only thing I think about you is how refreshing New York is with you not in it.” I continued making my way to his car.\n“How you’ve survived this long with such a terrible sense of direction, I’ll never understand.”\nI stopped, sighed, and then spun around to follow him down the sidewalk. “Don’t you know? I have a man hold my hand wherever I go.”\n“I know—Vincent Monroe. One could debate your use of man, however.”\nI rolled my eyes. “You know nothing about him.”\n“I know he’s only waiting for the day your husband dies to put a ring on your finger.”\n“The only thing you know is whatever Ace or Luca have told you. That’s hearsay in my book, and frankly, none of your business.”\nAllister had been back for five minutes and already believed he had my story all figured out. I hated how he made my life seem so transparent ... so trivial.\nI struggled to keep up with his long strides while simultaneously dodging every New York City pothole in my thigh-high boots. I ended up walking a step behind him, fully immersed in his shadow. How apt it seemed regarding our relationship.\n“You changed your hair,” he said softly.\nI absently touched the dark locks that were my natural color. He always noticed when I did something with my hair. I hated that it made me feel special.",
    "trans": "La gêne m'a traversé. Je remontai mon regard vers le sien, la pitié se dessinant sur mes lèvres. « Tu as tout à fait raison. Beaucoup d'hommes souffrent d'impuissance. Il n'y a pas de quoi avoir honte ». Je lui ai tapoté la poitrine et j'ai commencé à marcher vers sa voiture en ignorant la sensation de brûlure dans ma main.\n« Tu penses toujours à la raison pour laquelle je ne t'ai pas baisé, hein ? »\nJ'ai fait une pause, j'ai fermé les yeux et la colère m'a envahi. « La seule chose à laquelle je pense, c'est à quel point New York est rafraîchissante sans toi ». J'ai continué à me diriger vers sa voiture.\n« Je ne comprendrai jamais comment tu as pu survivre aussi longtemps avec un sens de l'orientation aussi mauvais. »\nJe me suis arrêtée, j'ai soupiré, puis je me suis retournée pour le suivre sur le trottoir. « Je me suis arrêtée, j'ai soupiré et je me suis retournée pour le suivre sur le trottoir. J'ai un homme qui me tient la main où que j'aille. »\n« Je sais, Vincent Monroe. On pourrait discuter de l'utilisation que tu fais de l'homme, cependant ».\nJ'ai roulé des yeux. « Tu ne sais rien de lui. »\n« Je sais qu'il n'attend que la mort de ton mari pour te passer la bague au doigt. »\n« La seule chose que tu sais, c'est ce que Ace ou Luca t'ont dit. Pour moi, c'est du ouï-dire, et franchement, ça ne vous regarde pas. »\nAllister était de retour depuis cinq minutes et croyait déjà avoir tout compris de mon histoire. Je détestais la façon dont il faisait paraître ma vie si transparente... si insignifiante.\nJ'ai lutté pour suivre ses longues enjambées tout en évitant chaque nid-de-poule de New York avec mes cuissardes. Je finissais par marcher un pas derrière lui, complètement immergée dans son ombre. Comme cela semblait approprié à notre relation.\n« Tu as changé de coiffure », dit-il doucement.\nJe touchai sans y prendre garde les mèches sombres qui étaient ma couleur naturelle. Il remarquait toujours quand je faisais quelque chose avec mes cheveux. Je détestais qu'il me fasse sentir spéciale."
}