{
    "source": "en_US",
    "target": "fr_FR",
    "text": "President Xi Jinping extended greetings to the elderly ahead of the country's Seniors' Day, which falls on Friday, and he called on the silver-haired group nationwide to continue their pursuits to live a fulfilling life.\nHe also called for efforts to address the pressing concerns of the elderly, improve relevant policies and measures, ensure the protection of their rights and well-being, and enable them to effectively contribute to society.\nXi, who is also general secretary of the Communist Party of China Central Committee and chairman of the Central Military Commission, made the remarks in a reply letter, dated Wednesday, to representatives of seniors who participate in a national volunteer initiative.\nThe Silver Age Action initiative was launched in 2003 with the goal of leveraging the expertise of senior professionals across various domains to assist in improving underdeveloped areas.\nMore than 7 million elderly volunteers have participated in the initiative, undertaking over 4,000 assistance projects. It has become one of the key platforms for promoting the active engagement of elderly people in social activities.\nIn his letter, Xi commended the participants in the initiative who have taken part in volunteer activities in recent years and applied their knowledge and skills to serve the public. This embodies the fine spirit of the Chinese elderly in the new era, he said.\nNoting that the seniors are a valuable asset to both the Party and the country, Xi expressed the hope that more seniors would maintain an enterprising spirit to contribute to the advancement of Chinese modernization.\nHe urged Party committees and governments at all levels to prioritize work related to the elderly in order to address their concerns.\nThe president also underlined the need to improve policies and measures to foster a favorable social environment for the elderly.\nSeniors' Day, also known as Chongyang Festival or Double Ninth Festival in China, falls on the ninth day of the ninth lunar month. It is an occasion to care for and send blessings to the elderly throughout the nation.\nChina's population age 60 and above approached 300 million by the end of 2023, accounting for 21.1 percent of the total population, according to statistics from the Ministry of Civil Affairs. Among them, the number of people age 65 and above was more than 217 million, representing 15.4 percent of the total population.\nEnsuring that elderly people can live happy and fulfilling lives is something that Xi always bears in mind. He has expressed his personal care on many occasions, including during his inspection tours nationwide, about the well-being of seniors in the country, particularly those who live alone.\nUnder Xi's leadership, China has pursued a proactive national strategy in response to an aging population, and it strives to develop elderly care programs and services. The goal of ensuring that all elderly people can be well provided for, have access to elderly care and enjoy fulfilling lives is becoming a reality.\nAs of the end of 2023, more than 43 million elderly people nationwide have benefited from various elderly subsidies, highlighting the high level of attention the country pays to the welfare of the elderly, according to a report released by the Ministry of Civil Affairs in September.",
    "trans": "Le président Xi Jinping a adressé ses salutations aux personnes âgées à l'occasion de la Journée des seniors en Chine, qui a lieu vendredi, et il a appelé le groupe des cheveux argentés à poursuivre leurs activités pour vivre une vie épanouissante.\nIl a aussi fait appel à des efforts pour répondre aux préoccupations urgentes des personnes âgées, améliorer les politiques et mesures pertinentes, assurer la protection de leurs droits et de leur bien-être, et leur permettre de contribuer efficacement à la société.\nXi, qui est également secrétaire général du Comité central du Parti communiste chinois et président de la Commission militaire centrale, a fait ces remarques dans une lettre de réponse, datée de mercredi, aux représentants des seniors qui participent à une initiative nationale de bénévolat.\nL'initiative Silver Age Action a été lancée en 2003 dans le but de tirer parti de l'expertise des professionnels seniors dans divers domaines pour aider à améliorer les régions sous-développées.\nEn réalisant plus de 4 000 projets d'assistance, plus de 7 millions de bénévoles âgés ont participé à l'initiative. Elle est devenue l'une des principales plateformes pour promouvoir l'engagement actif des personnes âgées dans les activités sociales.\nDans sa lettre, Xi a salué les participants à l'initiative qui ont pris part à des activités de bénévolat ces dernières années et ont appliqué leurs connaissances et compétences pour servir le public. Cela incarne l'esprit des personnes âgées chinoises dans la nouvelle ère, a-t-il déclaré.\nNotant que les seniors sont un atout précieux pour le Parti et le pays, Xi a exprimé l'espoir que davantage de seniors maintiendraient un esprit d'entreprise pour contribuer à l'avancement de la modernisation chinoise.\nIl a prié les comités du Parti et les gouvernements à tous les niveaux à donner la priorité au travail lié aux personnes âgées afin de répondre à leurs préoccupations.\nEntre autre, le président a aussi ajouté la nécessité d'améliorer les politiques et mesures pour favoriser un environnement social favorable aux personnes âgées.\nLa Journée des seniors, également connue sous le nom de Festival Chongyang ou Festival du Double Neuf en Chine, tombe le neuvième jour du neuvième mois lunaire. C'est une occasion de prendre soin des personnes âgées et de leur envoyer des bénédictions à travers la nation.\nLa population chinoise âgée de 60 ans et plus approchait les 300 millions à la fin de 2023, représentant 21,1 % de la population totale, selon les statistiques du ministère des Affaires civiles. Parmi eux, le nombre de personnes âgées de 65 ans et plus était de plus de 217 millions, représentant 15,4 % de la population totale.\nVeuillez prendre les dispositions pour que les personnes âgées puissent vivre des vies heureuses et épanouissantes est quelque chose que Xi garde toujours à l'esprit. Il a exprimé son souci personnel à de nombreuses occasions, y compris lors de ses tournées d'inspection à travers le pays, concernant le bien-être des seniors, en particulier ceux qui vivent seuls.\nSous la direction de Xi, la Chine a adopté une stratégie nationale proactive en réponse au vieillissement de la population, et elle s'efforce de développer des programmes et services de soins aux personnes âgées. L'objectif de garantir que toutes les personnes âgées puissent être bien prises en charge, avoir accès aux soins pour personnes âgées et vivre des vies épanouissantes devient une réalité.\nPlus de 43 millions de personnes âgées à travers le pays ont bénéficié de diverses subventions pour personnes âgées, soulignant le haut niveau d'attention que le pays accorde au bien-être des seniors, selon un rapport publié par le ministère des Affaires civiles en septembre à la fin de 2023."
}