{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This policy provides guidance for employee use of social media, which should be broadly un-\nderstood for purposes of this policy to include blogs, wikis, micro-blogs, message boards, chat\nrooms, electronic newsletters, online forums, social networking sites such as Facebook, and\nother sites and services that permit users to share information with others in a contemporane-\nous manner.\nPROCEDURES\nThe following principles apply to professional use of social media on behalf of Get Smart Kids\nAcademy, as well as personal use of social media, when referencing Get Smart Kids Acad-\nemy.\n- Employees need to know and adhere to the Company’s Employee Handbook, and/or any\nother company policies when using social media in reference to Get Smart Kids Academy.\n- Employees should be aware of the effect their actions may have on their images, as well as\nGet Smart Kids Academy’s image. The information that employees post or publish may be\npublic information for a long time.\n- Employees should be aware that Get Smart Kids Academy may observe content and infor-\nmation made available by employees through social media. Employees should use their best\njudgment in posting material that is neither inappropriate nor harmful to Get Smart Kids Acad-\nemy, its employees, or customers.\n- Although not an exclusive list, some specific examples of prohibited social media conduct\ninclude posting commentary, content, or images that are defamatory, pornographic, propri-\netary, harassing, libelous, or that can create a hostile work environment.\n- Employees are not to publish, post or release any information that is considered confidential\nor private such as student pictures, student names, their relationship with parents, where they\nlive, student behavior or medical related issues. If there are questions about what is considered\nconfidential, employees should check with their immediate supervisor.\n- Social media networks, blogs and other types of online content sometimes generate press\nand media attention or legal questions. Employees should refer these inquiries to and autho-\nrized Get Smart Kids Academy spokespersons.\nGet Smart Kids Academy is a drug free work place\nControlled Substances, Alcohol Abuse, and Workplace Drug Testing Policy\nGet Smart Kids Academy policy strictly prohibits the unlawful use, possession, distribution, sale,\ndispensation, or manufacture of controlled substances or alcohol and/or prescription or over-\nthe-counter medication (except as described within this policy) during and employee’s work-\ning hours. If administration suspects an employee is under the influence of drugs or alcohol\nwhile at work, they may request the employee take a drug test. Failure to comply with this pol-\nicy will be grounds for immediate discharge without notice. All employees must agree to and\nunderstand Get Smart Kids Academy's Workplace Drug Testing Policy provided to each new\nemployee in this handbook upon hire and on occasion thereafter when amendments are\nmade. A signed copy of the Employee Handbook acknowledgment will be kept on file.\nGet Smart Kids Academy of Employee Hand",
    "trans": "Cette politique fournit des directives concernant l’utilisation des réseaux sociaux par les employés, qui, dans le cadre de cette politique,\ndoit être largement comprise comme incluant les blogs, les wikis, les micro-blogs, les forums de discussion, les salons de\ndiscussion, les bulletins électroniques, les forums en ligne, les sites de réseaux sociaux tels que Facebook, et\nd'autres sites et services permettant aux utilisateurs de partager des informations avec d'autres de manière\ncontemporaine.\nPROCÉDURES\nLes principes suivants s'appliquent à l'utilisation professionnelle des médias sociaux au nom de Get Smart Kids Academy,\nainsi qu'à l'utilisation personnelle des médias sociaux lorsqu'il est fait référence à Get Smart Kids\nAcademy.\n- Les employés doivent connaître et respecter le Manuel de l'Employé de l'Entreprise, et/ou toute\nautre politique de l'entreprise lorsqu'ils utilisent les médias sociaux en référence à Get Smart Kids Academy.\nLes employés doivent être conscients de l'impact que leurs actions peuvent avoir sur leur image, ainsi que sur l'image\nde Get Smart Kids Academy. Les informations que les employés publient ou mettent en ligne peuvent rester publiques\npendant longtemps.\n- Les employés doivent être conscients que Get Smart Kids Academy peut observer le contenu et les informations\nmises à disposition par les employés via les médias sociaux. Les employés doivent faire preuve de bon\nsens lorsqu'ils publient du contenu qui ne soit ni inapproprié ni nuisible à Get Smart Kids Academy\n, à ses employés ou à ses clients.\n- Bien qu'il ne s'agisse pas d'une liste exhaustive, certains exemples spécifiques de comportements\ninterdits sur les réseaux sociaux incluent la publication de commentaires, de contenus ou d'images diffamatoires, pornographiques,\npropriétaires, harcelants, calomnieux ou susceptibles de créer un environnement de travail hostile.\n- Les employés ne doivent pas publier, mettre en ligne ou divulguer toute information considérée comme confidentielle\nou privée, comme des photos d'élèves, les noms des élèves, leurs relations avec les parents, où\nils vivent, leur comportement ou des problèmes médicaux. En cas de doute sur ce qui est considéré comme confidentiel,\nles employés doivent consulter leur superviseur immédiat.\nLes réseaux sociaux, les blogs et autres types de contenu en ligne peuvent parfois susciter l'attention de la presse et\ndes médias ou poser des questions juridiques. Les employés doivent rediriger ces demandes vers les porte-parole agréés de\nGet Smart Kids Academy.\nGet Smart Kids Academy est un lieu de travail sans drogue\nPolitique sur les substances contrôlées, l'abus d'alcool et les tests de dépistage de drogues en milieu de travail\nLa politique de Get Smart Kids Academy interdit strictement l'utilisation, la possession, la distribution, la vente, la dispensation\nou la fabrication illégale de substances contrôlées ou d'alcool et/ou de médicaments sur ordonnance ou\nen vente libre (sauf dans les cas décrits dans cette politique) pendant les heures de service\nd'un employé. Si l'administration soupçonne qu'un employé est sous l'influence de drogues ou d'alcool\npendant les heures de service elle peut lui demander de passer un test de dépistage de drogues. Le non-respect de cette politique\nentraînera un licenciement immédiat sans préavis. Tous les employés doivent accepter et\ncomprendre la politique de dépistage de drogues en milieu de travail de Get Smart Kids Academy, qui leur est fournie\nà leur embauche dans ce manuel, ainsi que lors de toute mise à jour\noccasionnelle. Une copie signée de l'accusé de réception du Manuel de l'Employé sera conservée dans le dossier.\nGet Smart Kids Academy du Manuel de l'Employé"
}