{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You will need to present your business license or IRS letter to show that you are the owner of your business or non-profit. If you qualify for sales tax exemption in your state, you can instead provide your sales tax license paperwork (for businesses that resell our product in the ordinary course of business) or state sales tax exempt certificate (for registered non-profits). If you do not qualify for sales tax exemption, the business license or IRS letter is sufficient to open the account. In the following states, you also need your FEIN: CT, IN, MA and PA. If you wish to purchase beer, wine or spirits, you will need to present your state license. Membership cards are not sent in the mail.\nUse your card to shop at any Restaurant Depot location across the USA. On the day after your first in-store shop, you will also gain access to the free, members-only benefits on this website: check your purchase history, search for products, build shopping lists, shop online, and more...\nDon't qualify for membership? Get access to most of our items on instaca",
    "trans": "Vous devrez présenter votre licence commerciale ou une lettre de l'IRS pour montrer que vous êtes le propriétaire de votre entreprise ou organisation à but non lucratif. Si vous êtes exempté de la taxe de vente dans votre état, vous pouvez à la place fournir les documents de licence de taxe de vente (pour les entreprises qui revendent notre produit dans le cadre normal des affaires) ou un certificat d'exonération de la taxe de vente de l'État (pour les organisations à but non lucratif enregistrées). Si vous ne remplissez pas les conditions pour l'exemption de la taxe de vente, la licence commerciale ou la lettre de l'IRS est suffisante pour ouvrir le compte. Dans les États suivants, vous avez également besoin de votre FEIN : CT, IN, MA et PA. Si vous souhaitez acheter de la bière, du vin ou des spiritueux, vous devrez présenter votre licence d'État. Les cartes de membre ne sont pas envoyées par la poste.\nUtilisez votre carte pour acheter dans n'importe quel magasin Restaurant Depot à travers les États-Unis. Le lendemain de votre premier achat en magasin, vous aurez également accès aux avantages gratuits réservés aux membres sur ce site Web : consultez votre historique d'achats, recherchez des produits, créez des listes de courses, achetez en ligne et bien plus encore...\nVous ne remplissez pas les conditions pour devenir membre ? Accédez à la plupart de nos articles sur instaca"
}