{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Why was I even so nervous this morning?' [redacted_name] thought moments later in their conversation.\nPerhaps he was getting older than he expected after all. What a jarring thought it was. Once upon a time, he'd been as young as [redacted_name], and now here he was, barely recalling his morning thoughts.\nStill, it wasn't as if he couldn't enjoy these peaceful moments with her.\n[redacted_name] always believed he had many times left still with [redacted_name]. He'd live as long as her, and watch her become the woman he knew she would be. And he'd always be on the lookout for whatever man who dared clip her wings.\nIf one day he'd be granted the chance to see her born with children of her own, he wanted to live as long as he could to watch them be their own persons too.\n'Ah, too fast,' [redacted_name] thought, mentally keeping those thoughts under lock and key for later. He was growing more sentimental with his age. Still the jarring feeling of the lucid dream he'd had still lingered in the back of his mind, threatening to overcome his hopeful wishes.",
    "trans": "Pourquoi étais-je si nerveux ce matin ? pensait [nom_recommandé] quelques instants plus tard au cours de leur conversation.\nPeut-être était-il plus vieux qu'il ne le pensait, après tout. C'est une pensée qui fait froid dans le dos. Il fut un temps où il était aussi jeune que [redacted_name], et maintenant il était là, se souvenant à peine de ses pensées matinales.\nPourtant, ce n'était pas comme s'il ne pouvait pas profiter de ces moments paisibles avec elle.\n[Nom masqué] croyait toujours qu'il lui restait encore beaucoup de temps avec [nom masqué]. Il vivrait aussi longtemps qu'elle, et la regarderait devenir la femme qu'il savait qu'elle deviendrait. Et il serait toujours à l'affût de tout homme qui oserait couper ses ailes.\nSi un jour il avait la chance de la voir naître avec des enfants, il voulait vivre aussi longtemps qu'il le pourrait pour les voir devenir eux aussi des personnes à part entière.\n« Ah, trop vite », pensa [nom masqué], gardant mentalement ces pensées sous clé pour plus tard. Il devenait de plus en plus sentimental avec l'âge. Pourtant, la sensation perturbante du rêve lucide qu'il avait eu persistait dans son esprit, menaçant de submerger ses souhaits pleins d'espoir."
}