{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Here Mr. Macey paused; he always gave his narrative in instalments, expecting to be questioned according to precedent.\n“Aye, and a partic’lar thing happened, didn’t it, Mr. Macey, so as you were likely to remember that marriage?” said the landlord, in a congratulatory tone.\n“I should think there did—a very partic’lar thing,” said Mr. Macey, nodding sideways. “For Mr. Drumlow—poor old gentleman, I was fond on him, though he’d got a bit confused in his head, what wi’ age and wi’ taking a drop o’ summat warm when the service come of a cold morning. And young Mr. Lammeter, he’d have no way but he must be married in Janiwary, which, to be sure, ’s a unreasonable time to be married in, for it isn’t like a christening or a burying, as you can’t help; and so Mr. Drumlow—poor old gentleman, I was fond on him—but when he come to put the questions, he put ’em by the rule o’ contrairy, like, and he says, ‘Wilt thou have this man to thy wedded wife?’ says he, and then he says, ‘Wilt thou have this woman to thy wedded husband?’ says he. But the partic’larest thing of all is, as nobody took any notice on it but me, and they answered straight off ‘yes,’ like as if it had been me saying ‘Amen’ i’ the right place, without listening to what went before.”",
    "trans": "Ici, M. Macey fit une pause; il donnait toujours son récit par tranches, s'attendant à être interrogé selon les usages.\nAye, et il s'est passé une chose particulière, n'est-ce pas, M. Macey, de sorte que vous vous souvenez probablement de ce mariage?\" dit l'aubergiste sur un ton de félicitation.\n\"Je crois bien qu'il s'est passé une chose très particulière,\" dit M. Macey, hochant la tête de côté. \"Pour M. Drumlow - pauvre vieil homme, je l'aimais bien, bien qu'il fût un peu confus dans sa tête, à cause de l'âge et de la prise d'un peu de quelque chose de chaud quand le service venait un matin froid. Et le jeune M. Lammeter, il n'avait d'autre choix que de se marier en janvier, ce qui, bien sûr, est un moment déraisonnable pour se marier, car ce n'est pas comme un baptême ou un enterrement, qu'on ne peut pas éviter; et ainsi M. Drumlow - pauvre vieil homme, je l'aimais bien - mais quand il est venu poser les questions, il les a posées à l'envers, comme, et il dit, 'Veux-tu prendre cet homme pour épouse?' dit-il, et puis il dit, 'Veux-tu prendre cette femme pour mari?' dit-il. Mais le plus particulier de tout, c'est que personne ne l'a remarqué sauf moi, et ils ont répondu directement 'oui,' comme si c'était moi disant 'Amen' au bon endroit, sans écouter ce qui avait précédé.\""
}