{
    "source": "en_US",
    "target": "fr_FR",
    "text": "About this item\nGraphic copyright products. Universal Compatible: Being composed of 3 parts, this adjustable car seat cover nicely fits for compact, small, medium- sized cars' rear seats.\nPU Leather with Excellent Sewing. A layer of highly flexible sponge is built in for good breathability.Modelling fluent graceful, make seat cover looks luxury.\nAnti-slip & Full Wrapping Edge Design. This rear seat cover with slip resistant rubber bottom to keep it in place.Wear-proof for long-term use without fade.Full wrapping edge design to protect your car seat better. Compatible with airbags.\nSafe and Secure - The non-slip bottom, durable chucks and hooks firmly fix the car seat protector to ensure safely driving.The bench seat bottom cover reserves the position for seat belt locks.\nEasy To Install - The installation can be done within a few minutes after reading the installation guide. If you have any questions about the installation, please contact us, we will help you.",
    "trans": "À propos de cet article\nProduits sous copyright graphique. Compatibilité universelle : Composé de 3 parties, cette housse de siège d'auto ajustable convient parfaitement aux sièges arrière des voitures compactes, petites et moyennes.\nCuir PU avec une couture excellente. Une couche de mousse hautement flexible est intégrée pour une bonne respirabilité. Le modèle fluide et gracieux donne à la housse de siège un aspect luxueux.\nDesign antidérapant et enveloppant complet. Cette housse de siège arrière avec fond en caoutchouc antidérapant pour la maintenir en place. Résistante à l'usure pour une utilisation à long terme sans décoloration. Design enveloppant complet pour mieux protéger votre siège de voiture. Compatible avec les airbags.\nSûr et sécurisé - Le fond antidérapant, les crochets et les attaches durables fixent fermement le protecteur de siège de voiture pour assurer une conduite en toute sécurité. La housse de siège de banc arrière réserve l'emplacement pour les boucles de ceinture de sécurité.\nFacile à installer - L'installation peut être effectuée en quelques minutes après avoir lu le guide d'installation. Si vous avez des questions sur l'installation, veuillez nous contacter, nous vous aiderons."
}