{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Cardiac effect of hypertonic sodium and calcium salt during hyperkalemia. During hyperkalemia, resting membrane potential increases, derecruiting the sodium voltage gate channel Nav1.5 (left panel). Calcium salts bind to calcium-dependent calmodulin and protein kinase II (CaMKII) and activates the sodium voltage gate channel leading to an intracellular sodium entrance (right panel). Calcium salt restores the channel activity though the calcium-dependent calmodulin (CaM), recruiting the voltage-gated channel Nav1.5, increasing the intracellular sodium entrance, restore dV/dt phase 0 action potential and increase in the resting membrane potential. Hypertonic sodium increases extracellular sodium concentration and “forces” intracellular sodium entrance (right panel). The bottom panel represents on the left the decrease of dV/dt phase 0 action potential due to hyperkalemia (Bottom left panel), restored by either calcium or hypertonic sodium (Bottom rightpanel)(Adapted from [40, 41] with authorization)",
    "trans": "Effet cardiaque du sodium hypertonique et sel de calcium durant l'hyperkaliémie. Durant l'hyperkaliémie, le potentiel de la membrane au repos augmente, procédant au dérecrutement des canaux sodiques Nav1.5 (illustration sur la gauche). Les sels de calcium se lient à la calmoduline dépendante au calcium et à la protéine kinase II (CaMKII) et active le canal sodique menant à une ouverture sodique intracellulaire (illustration à droite). Le sel de calcium rétablit l'activité du canal à travers la calmoduline dépendante au calcium (CaM), recrutant le canal piloté par tension Nav1.5, augmentant l'ouverture sodique intracellulaire, rétablissant le potentiel d'action de la phase 0 dV/dt et augmentant le potentiel de la membrane au repos. Le sodium hypertonique augmente la concentration de sodium extracellulaire et \"force\" l'ouverture de sodium intracellulaire (illustration à droite). L'illustration ci-dessous représente sur la gauche la baisse du potentiel d'action de phase 0 de dV/dt due à l'hyperkaliémie (illustration en bas à gauche), rétablit soit par le calcium soit par la sodium hypertonique (illustration en bas à droite)(Adapté de [40, 41] après autorisation)"
}