{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name],\nThanks for reaching out to find out why your recent purchase was not approved by Afterpay.\nIt appears your purchase was declined due to reaching your current limit with Afterpay.\nYour current balance is $0.00 and estimated available to spend is $100.00\nYou may find it helpful to login and pay off some existing purchases to free up some more available balance.\nIt’s important to note the estimated spending limit in your account is the estimated amount that you can spend using Afterpay. Your estimated spending limit is not guaranteed and may change based on a variety of factors including your payment history and how long you have been using Afterpay.\nIt is possible that your order may be declined, even if the order amount is less than your estimated spending limit. In addition to your individual estimated spending limit, there may be additional limitations based on the merchant where you are shopping.\nThank you,",
    "trans": "Bonjour [redacted_name],\nMerci de nous avoir contactés pour comprendre pourquoi votre achat récent n'a pas été approuvé par Afterpay.\nIl semble que votre achat a été refusé car vous avez atteint votre limite actuelle avec Afterpay.\nVotre solde actuel est de 0,00 $ et le montant estimé disponible à dépenser est de 100,00 $.\nIl peut être utile de vous connecter et de régler certains achats existants pour libérer plus de solde disponible.\nIl est important de noter que la limite de dépenses estimée dans votre compte est le montant estimé que vous pouvez dépenser en utilisant Afterpay. Votre limite de dépenses estimée n'est pas garantie et peut changer en fonction de divers facteurs, notamment votre historique de paiement et la durée de votre utilisation d'Afterpay.\nIl est possible que votre commande soit refusée, même si le montant de la commande est inférieur à votre limite de dépenses estimée. En plus de votre limite de dépenses estimée individuelle, il peut y avoir des limitations supplémentaires en fonction du marchand chez qui vous faites vos achats.\nMerci,"
}