{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Background\nThe EU Deforestation Regulation aims to ensure that a set of key goods placed on the EU market will no longer contribute to deforestation and forest degradation in the EU and elsewhere in the world. Deforestation and forest degradation are important drivers of climate change and biodiversity loss — the two key environmental challenges of our time. The Food and Agriculture Organization of the United Nations (FAO)estimatesthat 420 million hectares of forest — an area larger than the European Union — were lost to deforestation between 1990 and 2020. Based on 2015–2020 deforestation rates, every hour the world is losing over nine times the forest surface of Brussels' Bois de la Cambre, or every minute three times the surface of the Parc Léopold bordering the European Parliament in Brussels.\nThe co-legislators adopted the law in 2023, with overwhelming majorities both in the Parliament and in the Council. As part of the preparation of its 2021 proposal, the Commission conducted a public consultation which attracted the second largest number of responses (almost 1.2 million), with the vast majority of stakeholders supporting an ambitious approach including mandatory due diligence.\nFor more information\nLinks to full documents will be available shortly.",
    "trans": "Contexte\nLe règlement de l'UE sur la déforestation vise à garantir qu'un ensemble de produits clés mis sur le marché de l'UE ne contribue plus à la déforestation et à la dégradation des forêts dans l'UE et ailleurs dans le monde. La déforestation et la dégradation des forêts sont des moteurs importants du changement climatique et de la perte de biodiversité, les deux principaux défis environnementaux de notre époque. L'Organisation des Nations Unies pour l'alimentation et l'agriculture (FAO) estime que 420 millions d'hectares de forêt — une superficie plus grande que celle de l'Union européenne — ont été perdus à cause de la déforestation entre 1990 et 2020. Sur la base des taux de déforestation de 2015-2020, le monde perd chaque heure plus de neuf fois la surface forestière du Bois de la Cambre à Bruxelles, ou chaque minute trois fois la surface du Parc Léopold jouxtant le Parlement européen à Bruxelles.\nLes co-législateurs ont adopté la loi en 2023, avec des majorités écrasantes à la fois au Parlement et au Conseil. Dans le cadre de la préparation de sa proposition de 2021, la Commission a mené une consultation publique qui a attiré le deuxième plus grand nombre de réponses (près de 1,2 million), la grande majorité des parties prenantes soutenant une approche ambitieuse incluant une diligence raisonnable obligatoire.\nPour plus d'informations\nLes liens vers les documents complets seront disponibles sous peu."
}