{
    "source": "en_US",
    "target": "fr_FR",
    "text": "secont think i talked with Oliver about was his increased cock size. He told me, that he wanted to get more muscled, so he took extra testosterone to get his muscles pumped up. But he took a huge testosteron dose, and that resulted, that he couldnt get hard (this was at the end of 2020, you also cand find some 45-50 min porn movies, where he jerks his dick, but cant get even semi hard)\nAfrer this he started to took less testosterone, and his got fucking muscular and hairy in 1 month, and testosterone pumped up his cock as well. His hard cock got 20 cms from 16, his soft cock got 16 cms lond from 8 cms. He told me, that he is semi hard all the time. Even a small impact makes his cock hard. His cock can stay hard for 4 hours without viagra. His cock is too big for skinny underwear, so most of the time he doesnt wear boxer, just only baggy trousers, because his cock os so big, that if he puts on a skinny boxer, his cock will start to hurt after",
    "trans": "La deuxième chose dont j'ai discuté avec Oliver, c'est l'augmentation de la taille de sa bite. Il m'a dit qu'il souhaitait devenir plus musclé et qu'il avait donc pris de la testostérone pour gonfler ses muscles. Mais il a pris une dose énorme de testostérone, et cela a eu pour conséquence qu'il ne pouvait pas bander (c'était à la fin de l'année 2020, vous pouvez également trouver des films pornographiques de 45-50 minutes, où il se branle la bite, mais ne peut même pas bander).\nSuite à cela, il a commencé à prendre moins de testostérone, et en 1 mois, il est devenu musclé et poilu, et la testostérone a également fait grossir sa bite. Sa bite dure est passée de 16 à 20 cm, sa bite molle est passée de 8 à 16 cm. Il m'a dit qu'il était à moitié dur tout le temps. Même un petit impact fait durcir sa bite. Sa bite peut rester dure pendant 4 heures sans viagra. Sa bite est trop grosse pour des sous-vêtements moulants, donc la plupart du temps il ne porte pas de boxer, seulement des pantalons larges, parce que sa bite est tellement grosse que s'il met un boxer moulant, il aura des douleurs à la bite."
}