{
    "source": "en_US",
    "target": "fr_FR",
    "text": "There has been a lot of discussion on why moths are attracted to light. The consensus seems to hold that moths are not so much attracted to lights as they are trapped by them. The light becomes a sensory overload that disorients the insects and sends them into a holding pattern. A hypothesis called the Mach band theory suggests that moths see a dark area around a light source and head for it to escape the light. Another theory suggests that moths perceive the light coming from a source as a diffuse halo with a dark spot in the center. The moths, attempting to escape the light, fly toward that imagined \"portal,\" bringing them closer to the source. As they approach the light, their reference point changes and they circle the light hopelessly trying to reach the portal. Everyone is familiar with moths circling their porch lights. Their flight appears to have no purpose, but they are, it is believed, trying to escape the pull of the light.",
    "trans": "De nombreuses discussions ont eu lieu sur les raisons pour lesquelles les papillons de nuit sont attirés par la lumière. Le consensus semble indiquer que les papillons de nuit ne sont pas vraiment attirés par la lumière, mais plutôt piégés par elle. La lumière devient alors une surcharge sensorielle qui désoriente les insectes et les place en mode attente. La théorie de la bande de Mach suggère que les papillons de nuit voient une zone sombre autour d'une source lumineuse et se dirigent vers elle pour échapper à la lumière. Une autre théorie suggère que les papillons de nuit perçoivent la lumière provenant d'une source comme un halo diffus avec un point sombre au centre. Les papillons de nuit, tentant d'échapper à la lumière, volent vers ce « portail » imaginé, ce qui les rapproche de la source. En s'approchant de la lumière, leur point de référence change et ils tournent autour de celle-ci en tentant désespérément d'atteindre le portail. Tout le monde a déjà vu des papillons de nuit tournant autour de leurs lumières de porche. Leur vol semble n'avoir aucun but, mais on pense qu'ils essaient d'échapper à l'attraction de la lumière."
}