{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Parents, Today Parrots joined the Sloths early in the morning circle, we had fun singing and counting. As part of our Mental Health Awarness Day, we talked about different emotions we feel when we are in school and what make us fee that way. We all listened to the read aloud The Colour Monster Goes to School, children were very interested in knowing about how the Colour Monster feels when he goes to school, some of them even identified with some of these emotions. We had a great time at the EYFS Playground and returned to the Parrots room to join Ms. Tathiana's Phonics circle where we focussed on listening to sounds made by different instruments such as tambourines, triangles, maracas etc. Parrots and Sloths enjoyed a nice play after this session. Please wear green tomorrow, KCSP is celebrating the Mental Health Awareness Day! We will have PE Class tomorrow as well, make sure your child wears appropriate shoes for sport. Have a great day! Best regards, Ms. Nicole",
    "trans": "Chers Parents,Aujourd'hui, les Perroquets ont rejoint les Paresseux tôt dans le cercle du matin, nous nous sommes amusés à chanter et à compter. Dans le cadre de notre Journée de la Sensibilisation à la Santé Mentale, nous avons discuté des différentes émotions que nous ressentons à l'école et de ce qui nous fait nous sentir ainsi. Nous avons tous écouté la lecture à haute voix de \"Le Monstre des Couleurs Va à l'École\". Les enfants étaient très intéressés de savoir comment le Monstre des Couleurs se sentait lorsqu'il allait à l'école, certains d'entre eux se sont même identifiés à certaines de ces émotions. Nous avons passé un bon moment à l'aire de jeux EYFS et sommes retournés dans la salle des Perroquets pour rejoindre le cercle de phonétique de Mme Tathiana, où nous nous sommes concentrés sur l'écoute des sons produits par différents instruments tels que les tambourins, les triangles, les maracas, etc. Les Perroquets et les Paresseux ont apprécié un bon moment de jeu après cette session.Veuillez porter du vert demain, car le KCSP célèbre la Journée de la Sensibilisation à la Santé Mentale ! Nous aurons également un cours d'éducation physique demain, assurez-vous que votre enfant porte des chaussures appropriées pour le sport. Passez une excellente journée !Cordialement,Mme Nicole"
}