{
    "source": "en_US",
    "target": "fr_FR",
    "text": "CRITIQUE ASSIGNMENT.\nFirst write summary in your usual style in Step 1. Then, in Steps 2 & 3, apply the following.\n● Mark all verbs red and note those which do not express a significant action.\n● Ask yourself in a clear manner: what is the most significant action in my sentence? Have I expressed it in the verb form? Then circle unnecessary nominalizations (nouns, adjectives and adverbs) that you would better change to verbs. In other words, identify and circle those significant actions that are not in the verb form. State your answer by using Microsoft Word’s review function.\n--\n● Underline all subjects and note those which do not name a perceptible character by using the review function.\n● Note your main character(s) in the text and make them bold.\n● Ask yourself two things: Are my characters perceivable to my readers? Do my characters appear in the subject position? State your answers by using Word’s review function.",
    "trans": "TÂCHE DE CRITIQUE.\nRédigez d'abord un résumé dans votre style habituel à l'étape 1. Ensuite, appliquez les étapes 2 et 3 en procédant comme suit.\n● Mettez tous les verbes en rouge et notez ceux qui ne traduisent pas une action significative.\n● Demandez-vous de manière claire : quelle est l'action la plus importante de ma phrase ? L'ai-je bien exprimée sous forme de verbe ? Ensuite, entourez les nominalisations inutiles (nom, adjectifs, adverbes) que vous devriez transformer en verbes. Identifiez ces actions importantes et entourez-les si elles ne sont pas sous forme verbale. Répondez en utilisant la fonction révision de Microsoft Word.\n--\n● Soulignez tous les sujets et notez ceux qui ne désignent pas un personnage perceptible en utilisant la fonction révision.\n● Notez votre/vos personnage(s) principal(aux) dans le texte et mettez-les en gras.\n● Posez-vous deux questions : Est-ce que mes personnages sont perceptibles pour mes lecteurs ? Mes personnages apparaissent-ils dans la position du sujet ? Formulez vos réponses en utilisant la fonction révision de Word."
}