{
    "source": "en_US",
    "target": "fr_FR",
    "text": "COVID-19 Hempstead PAL Liability Waiver\nI acknowledge the contagious nature of the Coronavirus/COVID-19 and that the CDC and many other public health authorities still recommend practicing social distancing.\nI further acknowledge that Hempstead PAL has put in place preventative measures to reduce the spread of the Coronavirus/COVID-19. I further acknowledge that Hempstead PAL cannot guarantee that I will not become infected with the Coronavirus/Covid-19. I understand that the risk of becoming exposed to and/or infected by the Coronavirus/COVID-19 may result from the actions, omissions, or negligence of myself and others, including, but not limited to, staff, and other clients and their families, and other participants in the Hempstead PAL programs. I voluntarily seek services provided by Hempstead PAL and acknowledge that I am increasing my risk to exposure to the Coronavirus/COVID-19. I acknowledge that I must comply with all set procedures to reduce the spread while attending these programs.",
    "trans": "Décharge de responsabilité COVID-19 Hempstead PAL\nJe reconnais la nature contagieuse du Coronavirus/COVID-19 et que le CDC et de nombreuses autres autorités de santé publique recommandent toujours de pratiquer la distanciation sociale.\nJe reconnais en outre que Hempstead PAL a mis en place des mesures préventives pour réduire la propagation du Coronavirus/COVID-19. Je reconnais également que Hempstead PAL ne peut garantir que je ne serai pas infecté par le Coronavirus/Covid-19. Je comprends que le risque d'être exposé et/ou infecté par le Coronavirus/COVID-19 peut résulter des actions, omissions ou négligences de moi-même et des autres, y compris, mais sans s'y limiter, le personnel, les autres clients et leurs familles, et les autres participants aux programmes de Hempstead PAL. Je recherche volontairement les services fournis par Hempstead PAL et reconnais que j'augmente mon risque d'exposition au Coronavirus/COVID-19. Je reconnais que je dois respecter toutes les procédures mises en place pour réduire la propagation pendant ma participation à ces programmes."
}