{
    "source": "en_US",
    "target": "fr_FR",
    "text": "According to the Centers for Disease Control and Prevention, the chemical is utilized as a fertilizer in agriculture, manufacturing, and refrigeration. Exposure can be deadly.\nAccidents: Girl, 2, drowns during field trip to West Virginia resort: Reports\nTeen driver responds to dashcam video during interview with authorities\nIllinois State Police troopers interviewed the 17-year-old minivan motorist in October 2023. During the probe, they showed the teen the dashcam video.\n\"Oh, my goodness. Yep, totally my bad. Wow,\" the teen stated to police. \"Holy (expletive).\"\nWhen asked to watch the footage again, the teen refused, adding: \"I've honestly in the past had times when I just don't use good judgment in judging like distances and whether I have enough time for something. So it doesn't shock me, but obviously like the consequences of this like are no joke.\" One of the troopers asked if the teen knew about the incident.\n\"Of course not. I told you that like",
    "trans": "Selon les Centers for Disease Control and Prevention, ce produit chimique est utilisé comme engrais dans l'agriculture, la fabrication et la réfrigération. L'exposition peut être mortelle.\nAccidents : Une fillette de 2 ans se noie lors d'une excursion dans une station balnéaire de Virginie occidentale : Rapports\nUn conducteur adolescent réagit à la vidéo de la caméra de surveillance lors d'un entretien avec les autorités\nEn octobre 2023, la police de l'État de l'Illinois a interrogé l'automobiliste de 17 ans qui conduisait un monospace. Au cours de l'enquête, ils ont montré à l'adolescent la vidéo de la caméra de surveillance.\n« Oh, mon Dieu. Oui, c'est ma faute. Wow », a déclaré l'adolescent à la police. « Sacré (expletive). »\nLorsqu'on lui a demandé de regarder à nouveau la vidéo, l'adolescent a refusé, ajoutant : « Honnêtement, il m'est arrivé par le passé de ne pas faire preuve de discernement pour évaluer les distances et déterminer si j'avais assez de temps pour faire quelque chose. Cela ne me choque donc pas, mais il est évident que les conséquences d'un tel acte ne sont pas une plaisanterie ». L'un des policiers a demandé si l'adolescent était au courant de l'incident. « L'un des policiers a demandé si l'adolescent était au courant de l'incident.\nJe vous ai dit que"
}