{
    "source": "en_US",
    "target": "fr_FR",
    "text": "After reviewing your assessments, we can waive the reassessment fee for the unit ICTPMG617. However, the reassessment fee for the unit ICTSAS602 will still apply, as it was not covered in the medical documents you provided.\nIn this regard, please submit your assessment for the unit below on or before 5 November 2024:\nICTPMG617_2024_Term3: Submit your assessment - Grading\nPrior to submission of your assessments, kindly ensure you have met the mandatory assessment requirements including the observation task and use all the resources provided on Moodle as all assessments should be submitted promptly and meet the required standards.\nReminder: Failure to submit or receiving a 'Not Yet Competent' grade on any of your reassessments, it will necessitate another re-assessment with fee as no further extension will be granted.\nFor the other unit, ICTSAS602 , please see the attached invoice for the reassessment.\nAfter you made a payment, you will be granted an extension of 7-10 days for one (1) attempt depending on the assessment's scope. The required bank details are provided at the bottom of the attached invoice. Please make sure to pay within 24 hours of receiving the invoice.\nIf you have any questions or concerns, please do not hesitate to reach out to me through this email academics@acbi.edu.auor call me on 0416965299 between 9:00 am to 5:00 pm Monday to Friday.\nKind regards,",
    "trans": "Après avoir examiné vos évaluations, nous pouvons renoncer aux frais de réévaluation pour l'unité ICTPMG617. Cependant, les frais de réévaluation pour l'unité ICTSAS602 resteront applicables, car elle n'était pas couverte par les documents médicaux que vous avez fournis.\nÀ cet égard, veuillez soumettre votre évaluation pour l'unité ci-dessous au plus tard le 5 novembre 2024 :\nICTPMG617_2024_Term3: Soumettre votre évaluation - Notation\nAvant de soumettre vos évaluations, veuillez vous assurer que vous avez satisfait aux exigences d'évaluation obligatoires, y compris la tâche d'observation, et utilisez toutes les ressources fournies sur Moodle, car toutes les évaluations doivent être soumises rapidement et répondre aux normes requises.\nRappel : Si vous ne soumettez pas vos évaluations ou si vous obtenez la note « Pas encore compétent », vous devrez procéder à une nouvelle évaluation payante, car aucune prolongation ne sera accordée.\nPour l'autre unité, ICTSAS602, veuillez consulter la facture ci-jointe pour la réévaluation.\nAprès avoir effectué un paiement, vous bénéficierez d'une prolongation de 7 à 10 jours pour une (1) tentative, en fonction de l'étendue de l'évaluation. Les coordonnées bancaires requises sont indiquées au bas de la facture ci-jointe. Veillez à payer dans les 24 heures suivant la réception de la facture.\nSi vous avez des questions ou des préoccupations, n'hésitez pas à me contacter par l'intermédiaire de cet e-mail academics@acbi.edu.auor ou à m'appeler sur 0416965299 entre 9h00 et 17h00 du lundi au vendredi.\nCordialement,"
}