{
    "source": "en_US",
    "target": "fr_FR",
    "text": "People with Jupiter in Gemini have a talent to get to know as many aspects of life as possible. It is basically how they get to know themselves. However, they may easily get entangled in endless amusements and distractions that life offers and forget about things that truly matter. They collect as much information and knowledge as they can, and in this process they meet many people that can act as facilitators (travel, employment, services, or something more unusual). At a more intellectual level, gathering information allows them to see general trends in society as well as interests of individuals. Their most important ability is to be a well informed in one or more areas. It is possible that they identify themselves with two or more philosophies or moral codes at the same time. Jupiter in this position may mean talent for writing, success in studies (languages, medicine), the possibility of studying abroad (Jupiter = foreign countries), twins (Jupiter = children), scholarships (Jupiter gives people support), studying overseas, education in adulthood, success in journalism, medicine or travelling.",
    "trans": "Les personnes dont le signe astrologique est Jupiter en Gémeaux ont le talent de connaître autant d'aspects de la vie que possible. C'est essentiellement ainsi qu'elles apprennent à se connaître elles-mêmes. Cependant, elles peuvent facilement s'empêtrer dans les amusements et les distractions sans fin que la vie offre et oublier les choses qui comptent vraiment. Ils recueillent autant d'informations et de connaissances que possible et, ce faisant, ils font la connaissance de nombreuses personnes qui peuvent jouer un rôle de facilitateur (voyage, emploi, services, ou quelque chose de plus inhabituel). D'un point de vue plus intellectuel, la collecte d'informations lui permet d'observer les tendances générales de la société ainsi que les intérêts des individus. Sa capacité la plus importante est d'être bien informé dans un ou plusieurs domaines. Il est possible qu'ils s'identifient à deux ou plusieurs philosophies ou codes moraux en même temps. Jupiter dans cette position peut signifier le talent pour l'écriture, le succès dans les études (langues, médecine), la possibilité d'étudier à l'étranger (Jupiter = pays étrangers), les jumeaux (Jupiter = enfants), les bourses (Jupiter apporte un soutien aux personnes), les études à l'étranger, l'éducation à l'âge adulte, le succès dans le journalisme, la médecine ou les voyages."
}