{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Cottagecore has a naturalistic color palette with light green foliage, browns of natural stones and wood, straw, and flowers. Pastels are common in painting. Lighting is always natural, with sunlight being the de facto light source. Morning to late afternoon \"golden hour\" is the range of lighting.\nDifferent motifs appear throughout Cottagecore in various ways; rather than limiting a photo subject to just pictures of its natural form, some items appear in various mediums, such as in illustration, printed fabric, novelty dishware, and other manners of home decor. The most common motifs are: strawberries, mushrooms, and flowers.\nNature is one the main visuals of the aesthetic. One of the most common photographic subjects is wild fields of grass with small wildflowers dotted throughout.\nDeciduous forest is also common, always in green during spring and summer, with autumnal colors and wintertime being rare. However, unlike more wild aesthetics such as Naturecore, there are almost always signs of human involvement in the rural space. Fences, bridges, clothes lines, picnicking, and controlled amounts of forestation are more often than not, elements of these images. In Cottagecore, humans have to have presence in the natural environment, shaping the landscape into home.",
    "trans": "La palette de couleurs de Cottagecore est naturaliste : feuillage vert clair, bruns des pierres naturelles et du bois, paille et fleurs. Les pastels sont courants dans la peinture. L'éclairage est toujours naturel, la lumière du soleil étant la source de lumière de facto. L'éclairage va du matin à la fin de l'après-midi, à l'heure dorée.\nDifférents motifs apparaissent dans Cottagecore de diverses manières ; plutôt que de limiter un sujet photographique à des images de sa forme naturelle, certains éléments apparaissent sur différents supports, tels que des illustrations, des tissus imprimés, de la vaisselle de fantaisie et d'autres types de décoration d'intérieur. Les motifs les plus courants sont les fraises, les champignons et les fleurs.\nLa nature est l'un des principaux éléments visuels de l'esthétique. L'un des sujets photographiques les plus courants est celui des champs d'herbe sauvage parsemés de petites fleurs sauvages.\nLes forêts de feuillus sont également courantes, toujours vertes au printemps et en été, les couleurs automnales et l'hiver étant rares. Cependant, contrairement aux esthétiques plus sauvages telles que Naturecore, il y a presque toujours des signes d'implication humaine dans l'espace rural. Les clôtures, les ponts, les cordes à linge, les pique-niques et les quantités contrôlées de forêts sont le plus souvent des éléments de ces images. Dans Cottagecore, l'homme doit être présent dans l'environnement naturel et façonner le paysage pour en faire sa maison."
}