{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Home to a university, Madison is a left-leaning city in a swing state. But if you happened to find yourself at the Kollege Klub on a recent Saturday night, where Sean Paul’s “Get Busy” instructed patrons to shake that thing, you would not know it. A man lobbed MAGA hats into a crowd of rapt frat bros. Presiding were the Nelk Boys, a group of supremely popular YouTubers who film inane pranks. They are fans of Donald Trump and have had him on their podcast three times. This was a party to gin up the vote. Yet voting felt like a concept of a plan compared with downing vodka Red Bulls and shimmying to Swedish House Mafia.\nTo increase his vote, Mr Trump has two options. He can moderate his message to win over traditional Republicans, the sort of voters who supported Nikki Haley in the Republican primary. He is not doing that—witness the denigration of Puerto Ricans at his rally at Madison Square Garden. Rather it is Kamala Harris who has tacked to the centre and campaigned with former Republican congresswoman Liz Cheney, a stalwart conservative.",
    "trans": "Madison, qui abrite une université, est une ville de gauche dans un État en pleine mutation. Mais si vous vous trouviez par hasard au Kollege Klub un samedi soir récent, où la chanson « Get Busy » de Sean Paul demandait aux clients de se secouer, vous ne le sauriez pas. Un homme a lancé des chapeaux MAGA dans une foule de frères de fraternité ravis. Les présidents étaient les Nelk Boys, un groupe de YouTubers extrêmement populaires qui filment des farces ineptes. Ils sont fans de Donald Trump et l'ont invité trois fois dans leur podcast. Il s'agissait d'une fête destinée à encourager le vote. Pourtant, le vote ressemblait à un concept de plan, comparé à l'absorption de vodka Red Bulls et à l'écoute de Swedish House Mafia.\nPour augmenter son nombre de voix, M. Trump a deux options. Il peut modérer son message pour séduire les républicains traditionnels, le type d'électeurs qui ont soutenu Nikki Haley lors des primaires républicaines. Ce n'est pas ce qu'il fait, comme en témoigne le dénigrement des Portoricains lors de son rassemblement au Madison Square Garden. C'est plutôt Kamala Harris qui a viré au centre et fait campagne avec l'ancienne députée républicaine Liz Cheney, une conservatrice convaincue."
}