{
    "source": "en_US",
    "target": "fr_FR",
    "text": "PONVisamajor cause of patient dissatisfaction and delays return to enteral intake in all surgery. All patients undergoing emergency laparotomy are at high risk of PONV due to physiological derangement and gastrointestinal insult. The use of intravenous opioids is also common in EL patients and is a risk factor for PONV. The use of opioids should be minimized using a multimodal approach (see section on analgesia). There are no RCTs of PONV prophylaxis in emergency general surgery but the international consensus guidelines for elective surgery recommend a multimodal approach to high-risk patients [105]. Other reviews support a multimodal approach of 2 or 3 agents used together [106]. There are several classes of antiemetic drugs including serotonin (5HT3) antagonists, dopamine (D2) antagonists, NK 1-antagonists, antihistamines, and corticosteroids. There is minimal harm to using most of these drugs apart from the increased risk of sedation or increasing the QTc interval [107]. Many patients in this group will be receiving steroids as part of the surviving sepsis guidelines [108] which also have antiemetic",
    "trans": "Les NVPO sont la principale cause d'insatisfaction des patients et retardent le retour à l'alimentation entérale dans toutes les interventions chirurgicales. Tous les patients subissant une laparotomie d'urgence sont exposés à un risque élevé de NVPO en raison d'un dérèglement physiologique et d'une atteinte gastro-intestinale. L'utilisation d'opioïdes par voie intraveineuse est également fréquente chez les patients subissant une laparotomie d'urgence et constitue un facteur de risque de NVPO. L'utilisation d'opioïdes doit être minimisée par une approche multimodale (voir la section sur l'analgésie). Il n'existe pas d'ECR sur la prophylaxie des NVPO en chirurgie générale d'urgence, mais les directives internationales de consensus pour la chirurgie élective recommandent une approche multimodale pour les patients à haut risque [105]. D'autres revues soutiennent une approche multimodale de 2 ou 3 agents utilisés ensemble [106]. Il existe plusieurs classes de médicaments antiémétiques, notamment les antagonistes de la sérotonine (5HT3), les antagonistes de la dopamine (D2), les antagonistes de la NK-1, les antihistaminiques et les corticostéroïdes. L'utilisation de la plupart de ces médicaments ne présente que peu d'inconvénients, hormis le risque accru de sédation ou d'allongement de l'intervalle QTc [107]. De nombreux patients de ce groupe recevront des stéroïdes dans le cadre des directives de survie en cas de septicémie [108], qui prévoient également des antiémétiques."
}