{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Chapter 4: Of Property\n- Locke addresses the question of property rights within the state of nature, arguing that individuals gain ownership through labor.\n- He asserts that when a person mixes their labor with something common, they acquire ownership of it, excluding others' rights to it.\n- He acknowledges that the concept of property requires a distinction between natural rights and positive laws (laws created by a government).\n- Locke discusses the role of money in creating the possibility for unequal acquisition of land and other resources.\nChapter 5: Of Parental Power\n- Locke refutes the idea of paternal power being solely vested in the father, arguing that mothers also hold equal authority over their children based on their role in their creation.\n- He emphasizes the temporary nature of parental power, which exists to guide and protect children during their infancy and diminishes as they grow in reason and independence.\n- He asserts that parental power does not extend to dictating laws or controlling children's lives permanently, but rather focuses on their nurture and education.\nChapter 6: Of Political Society or Civil Government\n- Locke argues that individuals naturally seek political society to secure their property and protect their natural rights more effectively than they can in the state of nature.\n- He contends that the consent of the governed is the sole legitimate foundation for political authority.\n- He asserts that the majority within a society holds the power to govern and impose laws on the minority, as this is the only way to ensure the community's unity and effectiveness.",
    "trans": "Chapitre 4 : La propriété\n- Locke aborde la question des droits de propriété dans l'état de nature, en soutenant que les individus acquièrent la propriété par le travail.\n- Il affirme que lorsqu'une personne associe son travail à quelque chose de commun, elle en acquiert la propriété, excluant ainsi les droits des autres.\n- Il reconnaît que le concept de propriété nécessite une distinction entre les droits naturels et les lois positives (lois créées par un gouvernement).\n- Locke aborde le rôle de l'argent dans la possibilité d'une acquisition inégale de terres et d'autres ressources.\nChapitre 5 : L'autorité parentale\n- Locke réfute l'idée que la puissance paternelle soit uniquement dévolue au père, arguant que les mères détiennent également une autorité égale sur leurs enfants en raison du rôle qu'elles ont joué dans leur création.\n- Il insiste sur la nature temporaire du pouvoir parental, qui existe pour guider et protéger les enfants pendant leur enfance et qui diminue à mesure qu'ils grandissent en raison et en indépendance.\n- Il affirme que le pouvoir parental ne consiste pas à dicter des lois ou à contrôler en permanence la vie des enfants, mais qu'il se concentre plutôt sur leur éducation.\nChapitre 6 : De la société politique ou du gouvernement civil\n- Locke affirme que les individus recherchent naturellement une société politique pour sécuriser leurs biens et protéger leurs droits naturels plus efficacement qu'ils ne peuvent le faire dans l'état de nature.\n- Il affirme que le consentement des gouvernés est le seul fondement légitime de l'autorité politique.\n- Il affirme que la majorité au sein d'une société détient le pouvoir de gouverner et d'imposer des lois à la minorité, car c'est le seul moyen d'assurer l'unité et l'efficacité de la communauté."
}