{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Oh where did my glow go? Supercharged with two new generation active blends, end the search for your once naturally-luminous skin with the Generation Glow Resurfacing Essence, a powerful exfoliant that's gentle enough for even sensitive skin. With aformula that has been dermatologist tested as gentle enough to be used daily(even those with sensitive skin!). Enter:glowing skin is for everyone.\nFused into this milky glow-to essence is a natural 5% AHA fruit acid complex made up of skin-smoothing lactic acid as well as citric, tartaric and malic acids for an overall even tone and a host of barrier-boosting bio-fermented Australian botanicals. Recovering your radiance has never been this easy (or effective) and with this uniquely blended duo-formula of hardworking ingredients, you'll be rewarded with results that you can both see and feel. Supporting your skin with optimal hydration and ample protection against free radical damage, this chamomile-infused essence soothes redness,sensitivity and is gentle enough (thanks to the postbiotics that safely deliver the AHA's) to be used daily. Wave goodbye to the finest lines and wrinkles that we often don't notice and say hello to a brighter, evened out complexion...",
    "trans": "Oh, où est passé mon éclat ? Superchargé avec deux nouveaux complexes actifs de nouvelle génération, mettez fin à la recherche de votre peau naturellement lumineuse avec l'Essence Resurfacing Generation Glow, un exfoliant puissant mais suffisamment doux pour les peaux sensibles. Sa formule a été dermatologiquement testée pour être assez douce pour une utilisation quotidienne (même pour les peaux sensibles !). Entrez dans le monde de l'éclat : la peau lumineuse est pour tout le monde.\nCette essence à l'éclat laiteux contient un complexe naturel d'acides de fruits AHA à 5 %, composé d'acide lactique lissant pour la peau, d'acides citrique, tartrique et malique pour un teint uniforme, et d'une multitude de plantes biofermentées australiennes qui renforcent la barrière cutanée. Retrouver votre éclat n’a jamais été aussi facile (et efficace), et avec cette formule unique à double action d’ingrédients puissants, vous serez récompensé(e) par des résultats visibles et perceptibles. Cette essence infusée de camomille apaise les rougeurs et la sensibilité de la peau et est suffisamment douce (grâce aux postbiotiques qui délivrent les AHA en toute sécurité) pour être utilisée quotidiennement. Dites adieu aux rides et ridules les plus fines que nous ne remarquons souvent pas et dites bonjour à un teint plus lumineux et unifié..."
}