{
    "source": "en_US",
    "target": "fr_FR",
    "text": "READING.\nRead the text.\nDear [redacted_name],\nMy family and I are going to go on vacation to Venezuela next week. Isn't that fantastic?\nWe're going to travel on January 18th and arrive in Caracas early in the morning. We are going to stay at a five star hotel in Caracas.\nI'm going to share a room with my brother, [redacted_name], and I'm not happy about that. He is very noisy.\nOn one of the days of the trip, we are going to go sightseeing. We are going to visit the Avila National Park and we are going to ride Caracas Cable Cars at the Mariperez Station.\n[redacted_name] is also going to see the Museum of Fine Arts with my mom.\nOn the third day my dad and I are going to go to Caricuao Zoo in Caracas.\nAfter we visit Caracas, we are going to fly to Barquisimeto. It is the fourth largest city in Venezuela.\nWe want to see the Cathedral, which was completed in 1968. We are also going to enjoy a cruise to the Margarita Island, which is 40 km north of the mainland.\nI am very excited! I am going to learn a lot of things about Venezuela.\nSee you soon, [redacted_name].\nChoose the correct answer, according to the text above.\nWhere are they going to stay?\nA) They stay in Caracas.\nB) They are going to stay in Caracas\nC) They staying in Caracas\nD) They stay in Margarita Island",
    "trans": "LECTURE.\nLisez le texte.\nCher [nom_recommandé],\nMa famille et moi irons en vacances au Venezuela la semaine prochaine. N'est-ce pas fantastique ?\nNous voyagerons le 18 janvier et arriverons à Caracas au petit matin. Nous allons séjourner dans un hôtel cinq étoiles à Caracas.\nJe vais partager une chambre avec mon frère, [redacted_name], et cela ne me plaît pas. Il est très bruyant.\nL'un des jours du voyage, nous ferons du tourisme. Nous visiterons le parc national d'Avila et nous prendrons le téléphérique de Caracas à la station Mariperez.\n[redacted_name] visitera également le musée des beaux-arts avec ma mère.\nLe troisième jour, mon père et moi irons au zoo de Caricuao à Caracas.\nAprès avoir visité Caracas, nous prendrons l'avion pour Barquisimeto. Il s'agit de la quatrième plus grande ville du Venezuela.\nNous voulons voir la cathédrale, qui a été achevée en 1968. Nous ferons également une croisière sur l'île de Margarita, qui se trouve à 40 km au nord du continent.\nJe suis très enthousiaste ! J'apprendrai beaucoup de choses sur le Venezuela.\nÀ bientôt, [redacted_name].\nChoisissez la bonne réponse, conformément au texte ci-dessus.\nOù vont-ils séjourner ?\nA) Ils séjournent à Caracas.\nB) Ils séjourneront à Caracas.\nC) Ils sont en train de séjourner à Caracas\nD) Ils séjournent à l'île Margarita"
}