{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What were you armed with\nMy mom armed me with all the baggage\nThe soldiers were armed with new gun\nWhy did your mom arm you with a lot of clothes\nThis flower should have been planted in dry soil\nThe soil of the garden was very dry, we had to water it\nIt has been raining, the soil is wet right now\nCan you find the entrance\nDon't miss the entrance\nWhy did you miss the entrance, I have already reminded you\nFinally, I was able to wrap it up\nFinally, I succeeded in making the lights blaze\nFinally, I changed into a more important clothes\nThis stone which you picked up near the seashore was almost worthless\nHey guys, you proved to be very worthless\nDon't be a worthless person\nI had to take precautions thoroughly at that time\nYou have to tidy up your room thoroughly\nMy brother had to dust his room thoroughly\nThis tree trunk has been there for many years\nI got something for you in the car trunk\nMy son turned the car trunk into a treasure box\nhe is fairly confident that he sought out the leading cause\nShe was fairly confident that she wouldn't lose her temper\nI am fairly confident that this is a symptom of depression\nYou should find out the value of yourself\nDon't dream of picking up something of value\nThe value of a person is uncountable\nThe value of a person is not defined",
    "trans": "Quelles sont les armes dont vous disposiez ?\nMa mère m'a armé de tous les bagages.\nLes soldats étaient armés d'un nouveau fusil.\nPourquoi ta mère t'a-t-elle armé avec beaucoup de vêtements ?\nCette fleur aurait dû être plantée dans un sol sec.\nLe sol du jardin était très sec, nous avons dû l'arroser.\nIl a plu, le sol est humide en ce moment.\nPeux-tu trouver l'entrée ?\nNe ratez pas l'entrée.\nPourquoi as-tu raté l'entrée, je te l'ai déjà rappelé.\nEnfin, j'ai pu l'emballer.\nEnfin, j'ai réussi à faire flamber les lumières.\nEnfin, j'ai mis des vêtements plus importants.\nCette pierre que vous avez ramassée au bord de la mer ne valait presque rien.\nHé les gars, vous avez prouvé que vous étiez vraiment sans valeur.\nNe soyez pas une personne sans valeur.\nJ'ai dû prendre toutes les précautions nécessaires à ce moment-là.\nTu dois soigneusement ranger ta chambre.\nMon frère a dû dépoussiérer sa chambre à fond.\nCe tronc d'arbre est là depuis de nombreuses années.\nJe t'ai apporté quelque chose dans le coffre de la voiture.\nMon fils a transformé le coffre de la voiture en boîte à trésors.\nIl est relativement sûr d'avoir cherché la cause principale.\nElle était relativement sûre de ne pas perdre son sang-froid.\nJe suis relativement sûr qu'il s'agit d'un symptôme de dépression.\nVous devriez découvrir votre propre valeur.\nNe rêvez pas de ramasser un objet de valeur.\nLa valeur d'une personne est indéterminable.\nLa valeur d'une personne n'est pas définie."
}