{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Response Summary:\nConsent to Treatment via Telehealth Services\nClient Name: [redacted_name]\nI do hereby voluntarily consent to the evaluation and/or treatment procedures provided by Charlie Health for myself (or my child if a parent/guardian is consenting to the treatment), including services provided via telehealth and am choosing to receive services via telehealth.\nI understand that “telehealth” or “telemedicine” includes the practice of health care delivery, assessment, diagnosis, consultation, treatment, transfer of medical data, and psychoeducation using interactive audio, video, and/or data communications.\nI understand that I will need access to hardware enabled to engage in video conferencing in order to participate in treatment. I understand Charlie Health utilizes HIPAA-compliant video conferencing software when providing treatment. I understand Charlie Health does NOT record therapy sessions without prior permission.\nI have read and understand the expectations for participating in individual and group therapy which include participating in treatment in a safe and private location.\nI understand the risks and benefits of treatment provided by telehealth include but are not limited to, the possibility that: the transmission of my personal information could be disrupted or distorted by technical failures and/or the transmission of my personal information could be interrupted by unauthorized persons. Because therapy often involves discussing unpleasant aspects of life, I may experience uncomfortable feelings like sadness, guilt, anger, frustration, loneliness, and helplessness. Therapy often leads to better relationships, solutions to specific problems, and significant reductions in feelings of distress. However, there are no guarantees as to what I will experience.\nIn the event of an emergency, I understand I have the ability to seek care at a local hospital or urgent care, or call 911. In the event of a technical failure, I understand that I have the ability to contact Charlie Health staff via phone.\nI understand my right to privacy, confidentiality, and access to my medical records are the same as if receiving in-person services.\nPlease check the box below to indicate that you have read and understand the above.\nQID152. Please type your legal name to indicate that you have read and understand the above.\n[redacted_name]",
    "trans": "Résumé de la réponse :\nConsentement au traitement via les services de télésanté\nNom du client : [redacted_name]\nJe consens volontairement à l'évaluation et/ou aux procédures de traitement fournies par Charlie Health pour moi-même (ou pour mon enfant si un parent/tuteur consent au traitement), y compris les services fournis via télésanté et je choisis de recevoir des services par télésanté.\nJe comprends que « télésanté » ou « télémédecine » inclut la prestation de soins de santé, l'évaluation, le diagnostic, la consultation, le traitement, le transfert de données médicales et la psychoéducation à l'aide de communications audio, vidéo et/ou de données interactives.\nJe comprends que j'aurai besoin d'un équipement permettant de participer à une vidéoconférence pour suivre le traitement. Je comprends que Charlie Health utilise un logiciel de vidéoconférence conforme à la norme HIPAA pour fournir le traitement. Je comprends que Charlie Health N'ENREGISTRE PAS les séances de thérapie sans autorisation préalable.\nJ'ai lu et compris les attentes concernant la participation à la thérapie individuelle et de groupe, qui incluent la participation au traitement dans un endroit sûr et privé.\nJe comprends que les risques et les bénéfices du traitement fourni par télésanté incluent, mais ne se limitent pas à, la possibilité que : la transmission de mes informations personnelles puisse être interrompue ou altérée par des défaillances techniques et/ou que la transmission de mes informations personnelles puisse être interrompue par des personnes non autorisées. Étant donné que la thérapie implique souvent la discussion d'aspects désagréables de la vie, je peux éprouver des sentiments inconfortables tels que la tristesse, la culpabilité, la colère, la frustration, la solitude et l'impuissance. La thérapie conduit souvent à de meilleures relations, à des solutions à des problèmes spécifiques, et à des réductions significatives des sentiments de détresse. Toutefois, il n'y a aucune garantie quant à ce que je vais ressentir.\nEn cas d'urgence, je comprends que j'ai la possibilité de demander des soins dans un hôpital local ou une clinique d'urgence, ou d'appeler le 911. En cas de défaillance technique, je comprends que je peux contacter le personnel de Charlie Health par téléphone.\nJe comprends que mon droit à la confidentialité, à la vie privée et à l'accès à mes dossiers médicaux est le même que si je recevais des services en personne.\nVeuillez cocher la case ci-dessous pour indiquer que vous avez lu et compris ce qui précède.\nQID152 : Veuillez saisir votre nom légal pour confirmer que vous avez lu et compris ce qui précède.\n[redacted_name]"
}