{
    "source": "en_US",
    "target": "fr_FR",
    "text": "half an hour later, ross was clearly drunk and was looking through his glass as if it was a magnifying glass. \"anyone want me to appraise anything?\"\nlucia raised her eyes from her plate and stumbled onto Rachel feeding paolo some guacamole before he started licking her hand. \"and i just lost my appetite.\" muttered lucia under her breath, making nora and chandler slightly chuckle.\n\"mrs. bing, i have to tell you, i've read everything you've ever written. no, i mean it! i mean, when i read euphoria at midnight, all i wanted to do was become a writer.\" praised rachel. lucia may have had read some of her friend's mother books but she wasn't such a fan. sure she loved her work, but erotica wasn't really her thing, from time to time it was okay, but nothing more.\n\"oh, please, honey, listen, if i can do it, anybody can. you just start with half a dozen european cities, throw in thirty euphemisms for male genitalia, and bam! you have got yourself a book.\" explained nora. when she said it, it seemed like it was such an easy thing to do but when lucia tried it herself, a few years ago, it wasn't that easy at all. some people must have more talents than others.\n\"my mother, ladies and gentlemen.\"",
    "trans": "Une demi-heure plus tard, Ross était manifestement ivre et regardait à travers son verre comme si c'était une loupe. « Quelqu'un veut que j'évalue quelque chose ? »\nLucia leva les yeux de son assiette et tomba sur Rachel qui donnait du guacamole à Paolo avant qu'il ne commence à lui lécher la main. « Et voilà, j'ai perdu l'appétit », murmura Lucia entre ses dents, faisant légèrement rire Nora et Chandler.\n« Mme Bing, je dois vous dire, j'ai lu tout ce que vous avez écrit. Non, je le pense vraiment ! Quand j'ai lu Euphoria à minuit, tout ce que je voulais faire, c'était devenir écrivain », s'enthousiasma Rachel. Lucia avait peut-être lu quelques-uns des livres de la mère de son amie, mais elle n'était pas une si grande fan. Bien sûr, elle aimait son travail, mais l'érotisme n'était pas vraiment son truc. De temps en temps, ça allait, mais rien de plus.\n« Oh, chérie, écoute, si moi je peux le faire, tout le monde peut. Tu commences avec une demi-douzaine de villes européennes, tu ajoutes trente euphémismes pour les organes génitaux masculins, et bam ! Tu as un livre », expliqua Nora. Quand elle le disait, ça semblait si facile à faire, mais quand Lucia avait essayé elle-même, il y a quelques années, ce n'était pas si simple. Certaines personnes devaient avoir plus de talents que d'autres.\n« Ma mère, mesdames et messieurs. »"
}