{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear all, two exchange students from TU Delft (The Netherlands), currently at UofG, are holding a session to discuss the possibility to study/do your MEng project at TU Delft. This is a great opportunity for Q&A from two students who can share their experience at TU Delft. If interested, see message and details below:\nHi all,\nWe are pleased to announce exciting academic opportunities for current second-year and fourth-year engineering students at the University of Glasgow through the Delft University of Technology (TU Delft).\nTU Delft offers a minor (=BEng/MEng) exchange program available to third-year students from the University of Glasgow, as part of an established partner-exchange program, meaning students are swapped between the two universities for a single or double semester period. Students are nominated by the University of Glasgow for such an exchange position, and are part of a bilateral agreement allowing them to study 30 credits of courses per semester or a project in 4 Engineering Disciplines:",
    "trans": "Bonjour à tous, deux étudiants en échange provenant de TU Delft (Pays-Bas), actuellement à l'UofG, organisent une session pour discuter de la possibilité d'étudier/de réaliser votre projet MEng à TU Delft. Il s'agit d'une excellente occasion de poser des questions à deux étudiants qui peuvent partager leur expérience à la TU Delft. Les personnes intéressées peuvent consulter le message et les détails ci-dessous :\nBonjour à tous,\nNous avons le plaisir d'annoncer des opportunités académiques intéressantes pour les étudiants en deuxième et quatrième année d'ingénierie à l'Université de Glasgow par l'intermédiaire de l'Université de Technologie de Delft (TU Delft).\nTU Delft offre un programme d'échange mineur (=BEng/MEng) aux étudiants de troisième année de l'Université de Glasgow, dans le cadre d'un programme d'échange de partenaires établi, ce qui signifie que les étudiants sont permutés entre les deux universités pour une période d'un ou deux semestres. Les étudiants sont désignés par l'université de Glasgow pour participer à ce programme d'échange et font l'objet d'un accord bilatéral leur permettant d'étudier 30 crédits de cours par semestre ou de réaliser un projet dans quatre disciplines d'ingénierie :"
}