{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Several Holocaust survivors, including the Jewish Nazi hunter Simon Wiesenthal, dedicated themselves to finding Eichmann and other Nazis.[ 117] In 1953, Wiesenthal learned from a letter shown to him that Eichmann had been seen in Buenos Aires, and he passed that information to the Israeli consulate in Vienna in 1954.[ 118] Eichmann's father died in 1960, prompting Wiesenthal to make arrangements for private detectives to surreptitiously photograph members of the family. Eichmann's brother Otto was said to bear a strong family resemblance, and there were no current photos of Eichmann. Wiesenthal provided these photographs to Mossad agents on 18 February.[ 119]\nLothar Hermann, a Jewish German who had emigrated to Argentina in 1938, was also instrumental in exposing Eichmann's identity.[ 120] In 1956, Hermann's daughter, Sylvia, began dating a man named Klaus Eichmann who boasted about his father's Nazi exploits. Hermann alerted Fritz Bauer, the prosecutor-general of the state of Hesse in West Germany.[ 121] Hermann then sent his daughter on a fact-finding mission; she was met at the door by Eichmann himself, who claimed to be Klaus's uncle. However, when Klaus arrived shortly after, he addressed Eichmann as \"Father.\"[ 122] In 1957, Bauer personally conveyed this information to Mossad director Isser Harel, who assigned operatives to undertake surveillance, but no concrete evidence was initially found.[ 123] Bauer, lacking trust in the German police or legal system and fearing they might tip off Eichmann if informed, decided to directly approach Israeli authorities. When Bauer requested the German government to extradite Eichmann from Argentina, they promptly rejected the idea.[ 124] The government of Israel paid a reward to Hermann in 1971, twelve years after he had provided the information.[ 125] Additionally, German geologist Gerhard Klammer, who had worked with Eichmann in the early 1950s, supplied Bauer with Eichmann's address and photograph. Klammer's identity remained undisclosed until 2021.[ 126][127]\nHarel dispatched Shin Bet chief interrogator Zvi Aharoni to Buenos Aires on 1 March 1960,[128] and after several weeks of investigation, he confirmed Eichmann's identity.[ 129] Given Argentina's history of rejecting extradition requests for Nazi criminals, instead of filing a likely futile request, Israeli Prime Minister David Ben-Gurion decided that Eichmann should be captured and brought to Israel for trial.[ 130][131] Harel arrived in May 1960 to oversee the capture,[132] and Mossad operative Rafi Eitan was appointed as the leader of the eight-man team, consisting mostly of Shin Bet agents.[",
    "trans": "Plusieurs survivants de l'Holocauste, dont le chasseur de Nazis Juif Simon Wiesenthal, se sont consacrés à retrouver Eichmann et d'autres Nazis. [117] En 1953, Wiesenthal apprit par une lettre qui lui fut montrée qu'Eichmann avait été vu à Buenos Aires, et il transmit cette information au consulat israélien à Vienne en 1954. [118] Le père d'Eichmann mourut en 1960, ce qui incita Wiesenthal à organiser la prise de photos secrètes des membres de la famille par des détectives privés. Le frère d'Eichmann, Otto, était censé ressembler fortement à lui, et il n'y avait pas de photos récentes d'Eichmann. Wiesenthal remit ces photographies aux agents du Mossad le 18 Février. [119]\nLothar Hermann, un Juif Allemand qui avait émigré en Argentine en 1938, a également contribué à révéler l'identité d'Eichmann. [120] En 1956, la fille d'Hermann, Sylvia, a commencé à fréquenter un homme du nom de Klaus Eichmann qui se vantait des exploits nazis de son père. Hermann alerte Fritz Bauer, le procureur général de l'État de Hesse en Allemagne de l'Ouest. [121] Hermann envoie sa fille en mission d'enquête ; elle est accueillie à la porte par Eichmann lui-même, qui prétend être l'oncle de Klaus. Cependant, lorsque Klaus arrive peu après, il s'adresse à Eichmann en l'appelant « Père ». [122] En 1957, Bauer transmet personnellement cette information au directeur du Mossad, Isser Harel, qui charge des agents d'entreprendre une surveillance, mais aucune preuve concrète n'est trouvée dans un premier temps. [123] Bauer, n'ayant pas confiance dans la police ou le système judiciaire allemand et craignant qu'ils ne renseignent Eichmann s'ils sont informés, décide de s'adresser directement aux autorités israéliennes. Lorsque Bauer demande au gouvernement allemand d'extrader Eichmann d'Argentine, celui-ci rejette rapidement l'idée. [124] Le gouvernement israélien verse une récompense à Hermann en 1971, douze ans après qu'il a fourni les informations. [125] En outre, le géologue Allemand Gerhard Klammer, qui avait travaillé avec Eichmann au début des années 1950, fournit à Bauer l'adresse et la photographie d'Eichmann. L'identité de Klammer n'a pas été révélée jusqu'en 2021. [126][127]\nHarel envoya le chef interrogateur du Shin Bet, Zvi Aharoni, à Buenos Aires le 1er Mars 1960, [128] et après plusieurs semaines d'enquête, il confirma l'identité d'Eichmann. [129] Étant donné l'histoire de l'Argentine en matière de refus des demandes d'extradition des criminels Nazis, au lieu de déposer une demande probablement futile, le Premier ministre israélien David Ben-Gurion décida qu'Eichmann devrait être capturé et amené en Israël pour son procès. [130][131] Harel arriva en mai 1960 pour superviser la capture, [132]  et l'opérateur du Mossad, Rafi Eitan, fut nommé chef de l'équipe de huit hommes, composée principalement d'agents du Shin Bet. ["
}