{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When the disciples witnessed this rich young man preferring his wealth over Heaven, and then Jesus standing His ground and making it clear that it is very hard to make it to Heaven, their astonishment would have challenged them personally. But that is good. It is good because it reveals that they were also convicted of their own unholy attachments and their astonishment arose from a holy fear within. As they saw the rich young man walk away, they would have thought about those things that they also held onto that needed to be purged from their lives. “Astonishment” in this case is the holy realization that they needed to change. The good news, however, is that when a person does change and becomes freed from the attachments that keep them from God, then they will no longer have any attachment that will lead them to be astonished at God’s demands. The ultimate goal is to overcome the astonishment caused by the demands of discipleship so that conformity to these demands becomes a way of life.",
    "trans": "Lorsque les disciples ont vu ce jeune homme riche préférer sa richesse au Paradis, puis Jésus affirmer clairement qu'il est très difficile d'aller au Paradis, leur étonnement les aurait personnellement défiés. Mais c'est une bonne chose. C'est bien parce que cela révèle qu'ils étaient également convaincus de leurs propres attachements impies et que leur étonnement provenait d'une sainte crainte intérieure. Voyant le jeune homme riche s'éloigner, ils ont pensé aux choses auxquelles ils s'accrochaient et qui devaient être débarrassées de leur vie. L'« étonnement », dans ce cas, est la sainte prise de conscience qu'ils doivent changer. Toutefois, la bonne nouvelle est que lorsqu'une personne change et se libère des liens qui l'éloignent de Dieu, elle n'a plus de liens qui l'amènent à s'étonner des exigences de Dieu. La finalité est de surmonter l'étonnement provoqué par les exigences du discipolat, de sorte que la conformité à ces exigences devienne un mode de vie."
}