{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Future Resident:\nThank you for your interest inWestwood Village. Our goal is to provide you with exceptional customer service. In an effort to consistently improve customer satisfaction and provide our visitors and residents with outstanding service, we would like to hear about your experience with us.\nIt only takes about 2-3 minutes to complete. Please click on the link below to share your opinion with us. Whether your tour was in-person or virtual, we value your feedback on your experience.\nSTART THE SURVEY\nThe study is being conducted by J Turner Research, an independent market research firm to ensureunbiased information. We thank you for your time; your opinion is very valuable to us. If you have not leased with us already, we invite you to carefully consider us for your next home.\nAs a thank you note, we'll put your name in for a quarterly $500 drawing*.\nThanks in advance for your participation,\nJ Turner Research on behalf of Westwood Village",
    "trans": "Cher/Chère Futur(e) Résident(e) :\nNous vous remercions de l'intérêt que vous portez à Westwood Village. Notre objectif est de vous offrir un service client exceptionnel. Dans le souci d'améliorer constamment la satisfaction de nos clients et de fournir à nos visiteurs et résidents un service hors pair, nous aimerions connaître votre expérience avec nous.\nIl ne faut que 2 à 3 minutes pour le compléter. Veuillez cliquer sur le lien ci-dessous pour partager votre opinion avec nous. Que votre visite ait été en personne ou virtuelle, nous apprécions vos commentaires sur votre expérience.\nDÉMARRER LE SONDAGE\nL'étude est menée par J Turner Research, une société d'études de marché indépendante, afin de garantir des informations impartiales. Nous vous remercions pour votre temps ; votre opinion est très précieuse pour nous. Si vous n'avez pas encore signé de bail avec nous, nous vous invitons à nous considérer attentivement pour votre prochain logement.\nEn guise de remerciement, nous inscrirons votre nom à un tirage trimestriel de 500 dollars*.\nNous vous remercions par avance de votre participation,\nJ Turner Research au nom de Westwood Village"
}