{
    "source": "en_US",
    "target": "fr_FR",
    "text": "INSTRUCTIONS FOR THE ATTACHED LICENSE RENEWAL\nNew renewal process: You will need to create an account if you do not already have a Utah ID.\nGather the following: your license number, social security number, debit or credit card (Visa, MasterCard, or American Express), and your Registration Code.\nReview current holds on this license, if applicable: If you have a hold on your license (noted above), contact DOPL to resolve it before renewing online.\nGo to https://utahdoc.mylicenseone.com/ and follow the directions under Existing License Holders to link your license to your account.\nFollow the online instructions for license renewal. A renewed license, certificate, or registration will be emailed to you the next business day after your online renewal is completed. You may print your license as needed or save the PDF to your phone.\nNOTE: All renewal requirements, including any applicable continuing education hours, must be met as a prerequisite to renewal. Renewal requirements for your license are outlined in the online renewal process.",
    "trans": "INSTRUCTIONS POUR LE RENOUVELLEMENT DE LA LICENCE CI-JOINTE\nNouvelle procédure de renouvellement : Vous devrez créer un compte si vous n'avez pas encore de carte d'identité Utah.\nRassemblez les infirmations suivantes : votre numéro de licence, votre numéro de sécurité sociale, votre carte de débit ou de crédit (Visa, MasterCard ou American Express) et votre code d'enregistrement.\nExaminez les retenues actuelles sur cette licence, le cas échéant : Si votre licence fait l'objet d'une retenue (voir ci-dessus), contactez DOPL pour résoudre le problème avant de procéder au renouvellement en ligne.\nAllez sur le site https://utahdoc.mylicenseone.com/ et suivez les instructions sous Existing License Holders pour relier votre licence à votre compte.\nSuivez les instructions en ligne pour le renouvellement de votre licence. Une licence, un certificat ou un enregistrement renouvelé vous sera envoyé par courrier électronique le jour ouvrable suivant la fin de votre renouvellement en ligne. Vous pouvez imprimer votre licence si nécessaire ou enregistrer le fichier PDF sur votre téléphone.\nREMARQUE : toutes les conditions de renouvellement, y compris les heures de formation continue applicables, doivent être remplies avant le renouvellement. Les conditions de renouvellement de votre licence sont décrites dans la procédure de renouvellement en ligne."
}