{
    "source": "en_US",
    "target": "fr_FR",
    "text": "At Ohanafy what sets us apart is our commitment to innovative solutions, including routine product updates, ensuring efficiency, and intuitive experiences for all our customers.\nAs a Quality Assurance Engineer at Ohanafy, you will develop and implement a comprehensive testing strategy that encompasses manual procedures, automated tests, monitoring, and security assessments. Your role will be vital in delivering a seamless and secure experience for users, ensuring the highest standards of quality.\nQuality Assurance Engineer Responsibilities:\n• Working with the existing QA and development team members, deliver a comprehensive test strategy for an industry leading SaaS application.\n• Ensure that test plans are consistent with test activities across a diverse and distribute set of development teams.\n• Collaborate with the Product and Development teams to create user stories, define acceptance criteria, and build test plans.\n• Maintain existing tests and write manual and automated tests while features are being developed.\n• Test and validate software to ensure that it satisfies requirements and is free from defects.\n• Analyze the root cause for testing failures and open appropriate tickets with sufficient findings.\n• Integrate test automation into the CI/CD pipeline and increase the organization's speed.\n• Make recommendations on how our current testing processes can be improved.\n• Establish and maintain a set of thorough manual test procedures.\n• Design and implement automated black box tests for our web, mobile, and backend systems.\n• Set up and manage uptime monitoring for all our services.\n• Implement chaos engineering practices to improve system resilience.\n• Conduct regular penetration testing and security assessments.\n• Develop and maintain a continuous integration testing pipeline.\n• Stay updated with the latest QA methodologies, tools, and best practices.\n• Implement visual regression testing to ensure UI consistency.\n• Set up and maintain a bug tracking system.",
    "trans": "Chez Ohanafy, ce qui nous distingue, c'est notre engagement envers des solutions innovantes, incluant des mises à jour de produits régulières, garantissant l'efficacité et des expériences intuitives pour tous nos clients.\nEn tant qu'Ingénieur(e) Assurance Qualité chez Ohanafy, vous développerez et mettrez en œuvre une stratégie de test complète qui englobe les procédures manuelles, les tests automatisés, la surveillance et les évaluations de sécurité. Votre rôle sera essentiel pour offrir une expérience fluide et sécurisée aux utilisateurs, en garantissant les normes de qualité les plus élevées.\nResponsabilités de l'Ingénieur(e) Assurance Qualité :\nEn collaboration avec les membres existants des équipes d'AQ et de développement, élaborer une stratégie de test complète pour une application SaaS leader de l'industrie.\nS'assurer que les plans de test sont cohérents avec les activités de test au sein d'un ensemble diversifié et distribué d'équipes de développement.\nCollaborer avec les équipes Produit et Développement pour créer des récits utilisateur, définir les critères d'acceptation et élaborer des plans de test.\nMaintenir les tests existants et rédiger des tests manuels et automatisés pendant le développement des fonctionnalités.\nTester et valider les logiciels pour s'assurer qu'ils répondent aux exigences et sont exempts de défauts.\nAnalyser la cause première des échecs de test et ouvrir les tickets appropriés avec des résultats suffisants.de suivi des bogues.\nIntégrer l'automatisation des tests dans le pipeline CI/CD et augmenter la vitesse de l'organisation.\nFaire des recommandations sur la façon dont nos processus de test actuels peuvent être améliorés.\nÉtablir et maintenir un ensemble de procédures de test manuel approfondies.\nConcevoir et mettre en œuvre des tests de boîte noire automatisés pour nos systèmes web, mobiles et backend.\nMettre en place et gérer la surveillance de la disponibilité de tous nos services.\nMettre en œuvre des pratiques d'ingénierie du chaos pour améliorer la résilience du système.\nEffectuer des tests d'intrusion et des évaluations de sécurité réguliers.\nDévelopper et maintenir un pipeline de tests d'intégration continue.\nSe tenir au courant des dernières méthodologies, outils et meilleures pratiques en matière d'AQ.\nMettre en œuvre des tests de régression visuelle pour assurer la cohérence de l'interface utilisateur.\nMettre en place et maintenir un système"
}