{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nThank you for applying to UCI. After a thorough review of your application, we regret to inform you that we will be unable to offer you admission for the Fall 2023 term.\nWithin our comprehensive review process, we take great care in the consideration of every application. Admissions officers review each application and carefully balance many factors including but not limited to grades, coursework, honors and awards, work experience, community service, and leadership. We are honored to receive so many applications from such talented students.\nShould you believe you have new and compelling evidence to support an appeal of your admission decision, you may choose to submit an Appeal to Selection Decision through your Applicant Portal. You can learn more about the appeal process on our website. Please note that the deadline to submit an appeal is April 15, 2023.\nFor an appeal to have merit, it must bring to light new academic and personal information, as well as information pertaining to extenuating circumstances that had not been present in the application, and that clearly shows the student to be stronger than had been earlier evidenced. Please note: high grades received in the senior year, recently acquired awards, or an increase in activities are not a basis for the reversal of a decision.\nIf attending UCI remains your ambition, please consider applying to UCI as a transfer student. For more",
    "trans": "Cher [redacted_name],\nMerci d'avoir postulé à l'UCI. Après un examen minutieux de votre candidature, nous regrettons de vous informer que nous ne pourrons pas vous offrir une admission pour le trimestre d'automne 2023.\nDans notre processus d'examen complet, nous accordons une grande attention à la considération de chaque candidature. Les agents d'admission examinent chaque dossier et équilibrent soigneusement de nombreux facteurs, y compris, mais sans s'y limiter, les notes, les cours, les distinctions et récompenses, l'expérience professionnelle, le service communautaire et le leadership. Nous sommes honorés de recevoir autant de candidatures d'étudiants aussi talentueux.\nSi vous pensez avoir de nouvelles preuves convaincantes pour soutenir un appel de la décision d'admission, vous pouvez choisir de soumettre un appel de décision de sélection via votre portail de candidature. Vous pouvez en savoir plus sur le processus d'appel sur notre site web. Veuillez noter que la date limite pour soumettre un appel est le 15 avril 2023.\nPour qu'un appel ait du mérite, il doit mettre en lumière de nouvelles informations académiques et personnelles, ainsi que des informations relatives à des circonstances atténuantes qui n'avaient pas été présentes dans la candidature, et qui montrent clairement que l'étudiant est plus fort que ce qui avait été précédemment prouvé. Veuillez noter : les notes élevées obtenues en dernière année, les récompenses récemment acquises ou une augmentation des activités ne constituent pas une base pour la révision d'une décision.\nSi votre ambition reste de fréquenter l'UCI, envisagez de postuler à l'UCI en tant qu'étudiant en transfert."
}