{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hong Kong\nCNN\n—\nChinese property shares tanked on Thursday, after measures announced by officials to bolster the flagging real estate market were deemed by investors and economists to be too piecemeal.\nAfter dismal economic data over the summer prompted concern that China may miss its 5% target growth rate, leader Xi Jinping finally decided to go ahead with a much-needed stimulus package, mostly focused on monetary measures, in the last week of September.\nSince then, economists have been expecting an additional stimulus package worth up to 10 trillion yuan ($1.4 trillion) to restore bullishness in the world’s second-largest economy. Thursday’s press conference by the Housing Ministry didn’t deliver on those hopes.\n“(The) housing supports announced today remain incremental in nature,” Larry Hu, chief China economist at Macquarie, told CNN. “They can help ease the financial distress for developers but may not be enough to stabilize the housing market.”\nInvestors agreed, sending shares in China’s benchmark CSI300 real estate indexdown 5%, reversing days of gains. The Shanghai Composite index last traded flat while the Hang Seng index in Hong Kong was half a percent higher, giving up bigger gains from earlier in the day.\nDuring the press conference, theMinistry of Housing and Urban-Rural Developmentvowed to nearly double bank lending to designated property projects to four trillion yuan ($561 billion) by the end of 2024.\nIn January, China unveiled a “whitelist” of construction projects, which allowed banks to provide them with loans to help get them to the finish line and into the hands of buyers.\n“(We’re) full of confidence in the recovery of real estate market, and we will focus on implementation in the future,” said Housing Minister Ni Hong",
    "trans": "Hong Kong\nCNN\n—\nLes actions des entreprises immobilières chinoises ont chuté jeudi, après que les mesures annoncées par les responsables pour soutenir le marché immobilier en déclin aient été jugées par les investisseurs et les économistes comme trop fragmentées.\nAprès que des données économiques désastreuses au cours de l'été ont fait craindre que la Chine n'atteigne pas son taux de croissance cible de 5 %, le dirigeant Xi Jinping a finalement décidé de mettre en œuvre un programme de relance indispensable, principalement axé sur des mesures monétaires, au cours de la dernière semaine du mois de septembre.\nDepuis, les économistes s'attendaient à un autre paquet de mesures de relance d'une valeur de 10 trillions de yuans (1,4 trillion de dollars) pour redonner de la confiance à la deuxième plus grande économie du monde. Cependant, la conférence de presse du ministère du Logement jeudi n'a pas répondu à ces attentes.\n« Les mesures de soutien au logement annoncées aujourd'hui restent de nature incrémentale », a déclaré Larry Hu, économiste en chef pour la Chine chez Macquarie, à CNN. « Elles peuvent aider à alléger la détresse financière des promoteurs, mais elles ne suffisent pas à stabiliser le marché immobilier. »\nLes investisseurs se sont rangés à cet avis, ce qui a entraîné une baisse de 5 % des actions de l'indice immobilier de référence chinois CSI300, annulant ainsi plusieurs jours de hausse. L'indice Shanghai Composite est resté stable, tandis que l'indice Hang Seng de Hong Kong a progressé d'un demi pour cent, abandonnant les gains plus importants enregistrés plus tôt dans la journée.\nLors de la conférence de presse, le ministère du Logement et du Développement urbain et rural a promis de presque doubler les prêts bancaires pour des projets immobiliers désignés, atteignant 4 trillions de yuans (561 milliards de dollars) d'ici la fin de 2024.\nEn janvier, la Chine a dévoilé une « liste blanche » de projets de construction, permettant aux banques de leur accorder des prêts pour les amener à terme et les remettre aux acheteurs.\n« Nous sommes confiants dans la reprise du marché immobilier et nous nous concentrerons sur sa mise en œuvre à l'avenir », a déclaré le ministre du logement, Ni Hong."
}