{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The banking enterprise is present in the process of a transformative shift with the arrival of GenAI. This powerful technology is poised to revolutionize how banks perform, supply services, and engage with customers.\nAccording to an Accenture study, the pinnacle 20 banking industry roles are probable to advantage from GenAI. These roles span throughout the front, middle, and back office of work, with the capacity for automation starting from 15% to 60%.\nOne key area where AI is already creating a big effect is in the mortgage business. As illustrated in the image, #GenAI may streamline processes, improve efficiency, and enhance customer experience. For instance, mortgage officer assistants may be upskilled to become sales prompt engineers, at the same time mortgage processors may be replaced through AI-powered systems.\nThis shift will surely result in new roles and possibilities for personnel. Banks that embody generative AI may be well-located to thrive in the #digital age.\nHere are a few key takeaways from the photo:\n- The potential for AI to automate banking processes is huge, with a few roles seeing as much as 60% automation.\n- Generative AI may be used to create new roles, such as sales prompt engineers and loan fulfillment prompt engineers.\n- #Banks that include AI will need to spend money on employee schooling and improvement to ensure a clean transition.\nYou need to learn more about the impact of AI on the banking industry and how your organization can leverage this #technology to stay ahead of the competition.",
    "trans": "Le secteur bancaire est en train de se transformer avec l'arrivée de la GenAI. Cette technologie puissante est sur le point de révolutionner la manière dont les banques travaillent, fournissent des services et s'engagent avec les clients.\nSelon une étude d'Accenture, les 20 fonctions les plus importantes du secteur bancaire sont susceptibles de bénéficier de la GenAI. Ces fonctions s'étendent au front office, au middle office et au back office, avec une capacité d'automatisation allant de 15 % à 60 %.\nL'un des domaines clés où l'IA a déjà un impact important est celui des prêts hypothécaires. Comme le montre l'image, la #GenAI peut rationaliser les processus, améliorer l'efficacité et l'expérience client. Par exemple, les assistants des agents hypothécaires pourraient être transformés en ingénieurs commerciaux, tandis que les processeurs hypothécaires pourraient être remplacés par des systèmes alimentés par l'IA.\nCette évolution se traduira certainement par de nouveaux rôles et de nouvelles possibilités pour le personnel. Les banques qui incarnent l'IA générative pourraient être bien placées pour prospérer à l'ère du #digital.\nVoici quelques informations clés tirées de la photo :\n- Le potentiel d'automatisation des processus bancaires par l'IA est énorme, certains rôles pouvant être automatisés jusqu'à 60 %.\n- L'IA générative peut être utilisée pour créer de nouveaux rôles, tels que les ingénieurs commerciaux et les ingénieurs chargés de l'exécution des prêts.\n- Les banques qui intègrent l'IA devront consacrer de l'argent à la formation et au perfectionnement de leurs employés afin d'assurer une transition en douceur.\nVous souhaitez en savoir plus sur l'impact de l'IA sur le secteur bancaire et sur la manière dont votre organisation peut tirer parti de cette #technologie pour garder une longueur d'avance sur la concurrence."
}