{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The bus arrived. Leon watched from beyond the car window as Grace disappeared inside, followed by McGill.\n“Follow it.”\nAt his command, the driver began to follow the bus. His gaze remained fixed on the bus winding through the rural roads, deep in thought.\nToday was historic. The day would be recorded in the annals of history as the Blackburn stronghold of the Blanchard rebels fell, and in Leon Winston’s history, it would be noted as the day he forever conquered the fortress named Grace Riddell.\nHe had rented a suite in a nearby hotel in advance, a place where the weary, cold, and tired woman could rest fully. He planned to pop champagne, holding her in his arms tonight.\nThe deployment of troops was already complete.\nBlackburn village was effectively surrounded. Some soldiers, disguised as travelers, had finished assessing the internal situation. The village was in a festive mood, anticipating Christmas Eve. They were completely off guard.",
    "trans": "Le bus est arrivé. Leon observa depuis la fenêtre de la voiture alors que Grace disparaissait à l'intérieur, suivie par McGill.\n« Suivez-le. »\nÀ son commandement, le chauffeur commença à suivre le bus. Son regard restait fixé sur le bus serpentant à travers les routes rurales, perdu dans ses pensées.\nAujourd'hui était historique. La journée serait inscrite dans les annales de l'histoire comme celle de la chute de la forteresse de Blackburn des rebelles de Blanchard, et dans l'histoire de Leon Winston, elle serait notée comme le jour où il conquit à jamais la forteresse nommée Grace Riddell.\nIl avait loué à l'avance une suite dans un hôtel voisin, un endroit où la femme fatiguée, froide et épuisée pourrait se reposer complètement. Il prévoyait de faire sauter le champagne, la tenant dans ses bras ce soir.\nLe déploiement des troupes était déjà terminé.\nLe village de Blackburn était effectivement encerclé. Certains soldats, déguisés en voyageurs, avaient fini d'évaluer la situation interne. Le village était en ambiance festive, attendant la veille de Noël. Ils étaient complètement sur leurs gardes."
}