{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear All Branch Mangers , workshop , fleet\nWith the beginning of Rainy season with heavy Rain , we hope that all areas managers and workshop supervisors guiding and warning drivers to care and caution while driving during rainfall or when he Driving on waterlogged roads, to avoid accidents or Damage some from electronic parts which can be flooded by rainwater and seep inside it .\nThey must adhere to the following:\n- Drive at the specified speed that suitable for wet or flood Roads .\n- Stop in a safe designated area when it rains heavily.\n- Do not stop on the sides of highways; dense fog on the roads may obscure visibility for the truck, leading to collision .\n- Use the engine brakes and trailer brakes and avoid excessive use of the truck's brakes alone to prevent the trailer from swerving and colliding with the truck's rear.\n- If the flatbed or curtain is loaded, it is preferable to stop under a shelter , if possible.\n- No allow to any drivers to move without have Waterproof Tarpaulin to cover the goods completely . .\n- All Workshops must ensure that all Trucks & Trailers Brakes are working properly .\n- All lighting and fog lights must be operational, and the lighting must be sufficient.\n- Ensure that all curtain surfaces are intact and free of holes.\n- Ensure that the curtain flaps are closed from the top to prevent rainwater from entering due to strong winds.\n- Ensure that all drivers have safety stop warning light . t\n- In case of shortages or unavailability of some supplies, please immediately request . .\n- It is preferable to conduct a physical inventory for each driver and complete any shortage of items.\nWe hope everyone will comply to avoid any accidents or damage to the goods.",
    "trans": "Chers Responsables de Branche, Ateliers, Flotte,\nAvec l'arrivée de la saison des pluies et des fortes pluies, nous espérons que tous les responsables de secteur et les superviseurs d'atelier guideront et avertiront les conducteurs de faire preuve de prudence lorsqu'ils conduisent sous la pluie ou sur des routes inondées, afin d'éviter les accidents ou les dommages aux pièces électroniques qui pourraient être inondées par l'eau de pluie et pénétrer à l'intérieur.\nIls doivent respecter les consignes suivantes :\n- Conduire à la vitesse spécifiée, adaptée aux routes mouillées ou inondées.\n- S'arrêter dans un endroit sûr et désigné en cas de forte pluie.\n- Ne pas s'arrêter sur le bas-côté des autoroutes ; le brouillard dense sur les routes pourrait obstruer la visibilité pour le camion, entraînant une collision.\n- Utiliser les freins moteur et les freins de la remorque et éviter l'utilisation excessive des freins du camion seul pour prévenir un dérapage de la remorque et une collision avec l'arrière du camion.\n- Si le plateau ou la bâche est chargé, il est préférable de s'arrêter sous un abri, si possible.\n- Ne permettre à aucun conducteur de partir sans une bâche imperméable pour couvrir entièrement la marchandise.\n- Tous les ateliers doivent s'assurer que les freins des camions et des remorques fonctionnent correctement.\n- Tous les feux de signalisation et les feux antibrouillard doivent être opérationnels et suffisamment puissants.\n- S'assurer que toutes les surfaces des rideaux sont intactes et sans trous.\n- Vérifier que les volets du rideau sont fermés en haut pour éviter que l'eau de pluie n'entre en raison des vents forts.\n- S'assurer que tous les conducteurs possèdent un feu de signalisation d'arrêt de sécurité.\n- En cas de pénurie ou d'indisponibilité de certains fournitures, veuillez en faire immédiatement la demande.\n- Il est préférable de procéder à un inventaire physique pour chaque conducteur et de compléter toute pénurie d'articles.\nNous espérons que chacun respectera ces consignes afin d'éviter tout accident ou dommage aux marchandises."
}