{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As we continue restoration efforts following Hurricane Helene, we are inspired by the resilience and dedication shown by our communities, our crews, and our partners.\nThis hurricane has been the most destructive in our company's history, and we recognize the immense and numerous difficulties it has brought to our customers and communities. Our crews continue to navigate treacherous conditions including extensive tree and flooding damage, as well as road closures. Efforts remain fully underway to restore power to less than 300,000 customers who remain without power due to the storm as of Tuesday morning - many in the hardest hit areas such as Valdosta, Augusta and Savannah.\nHurricane Helene caused historic damage to our infrastructure across the state. Initial estimates illustrating the extensive damage include:\n8,000+ power poles that must be repaired or replaced\n21,000+ spans of wire equivalent to approximately 1,000 miles\n1,500+ transformers that will need to be replaced\n3,200+ trees on power lines that must be removed or addressed to restore power\nDespite the widespread damages, we have restored power to approximately one million customers that were impacted by the storm.\nSuspension of Service Disconnection\nWe are committed to supporting our communities in every possible way during these challenging times. To help aid the recovery from Helene, service disconnections have been suspended for all customers. We understand the importance of reliable service and are committed to ensuring that all our customers continue to receive the energy they need.",
    "trans": "Alors que nous poursuivons les efforts de restauration après l'ouragan Helene, nous sommes inspirés par la résilience et le dévouement démontrés par nos communautés, nos équipes et nos partenaires.\nCet ouragan a été le plus destructeur de l'histoire de notre entreprise, et nous reconnaissons les immenses et nombreuses difficultés qu'il a apportées à nos clients et communautés. Nos équipes continuent de naviguer dans des conditions périlleuses, y compris d'importants dommages causés par les arbres et les inondations, ainsi que des fermetures de routes. Les efforts se poursuivent pour rétablir l'électricité à moins de 300 000 clients qui restent sans électricité à cause de la tempête depuis mardi matin - beaucoup dans les zones les plus touchées telles que Valdosta, Augusta et Savannah.\nL'ouragan Helene a causé des dommages historiques à notre infrastructure dans tout l'État. Les estimations initiales illustrant les dommages considérables incluent :\nPlus de 8 000 poteaux électriques doivent être réparés ou remplacés\nPlus de 21 000 portées de câbles équivalentes à environ 1 600 kilomètres\nPlus de 1 500 transformateurs devront être remplacés\nPlus de 3 200 arbres sur les lignes électriques doivent être enlevés ou traités pour rétablir l'électricité\nMalgré les dégâts généralisés, nous avons rétabli l'électricité à environ un million de clients touchés par la tempête.\nSuspension de la déconnexion de service\nNous nous engageons à soutenir nos communautés de toutes les manières possibles en ces temps difficiles. Pour aider à la récupération après Helene, les déconnexions de service ont été suspendues pour tous les clients. Nous comprenons l'importance d'un service fiable et nous nous engageons à garantir que tous nos clients continuent de recevoir l'énergie dont ils ont besoin."
}