{
    "source": "en_US",
    "target": "fr_FR",
    "text": "BACKGROUND Polyhexamethylene biguanide hydrochloride/polyhexanide/polyaminopropyl biguanide (PHMB) is used as a disinfectant and antiseptic. This article discusses the use of the substance as an antiseptic. We summarise published data on its antimicrobial effect in vitro and its clinical effect and safety when used on skin, wounds and mucosa.MATERIAL AND METHOD A literature search was conducted in PubMed for articles published in the last five years. Articles available as of June 2014 were considered.RESULTS Of 332 articles identified, 27 were included. In vitro studies have demonstrated an antimicrobial effect on Gram-negative bacteria, Gram-positive bacteria and Candida albicans. The clinical studies are small, not well controlled and frequently sponsored by industry. Few adverse effects from the substance were reported.INTERPRETATION Better designed, larger-scale clinical studies of effect and safety are needed in order to give recommendations on the use of polyhexanide on skin, wounds and mucosa.",
    "trans": "CONTEXTE Le chlorhydrate de polyhexaméthylène biguanide/polyhexanide/polyaminopropyl biguanide (PHMB) est utilisé comme désinfectant et antiseptique. Cet article traite de l'utilisation de la substance en tant qu'antiseptique. Nous résumons les données publiées sur son effet antimicrobien in vitro et sur son effet clinique et sa sécurité lorsqu'il est utilisé sur la peau, les plaies et les muqueuses.MATÉRIEL ET MÉTHODE Une recherche bibliographique a été effectuée dans PubMed pour les articles publiés au cours des cinq dernières années. Les articles disponibles en juin 2014 ont été pris en compte.RÉSULTATS Sur 332 articles identifiés, 27 ont été inclus. Des études in vitro ont démontré un effet antimicrobien sur les bactéries à Gram négatif, les bactéries à Gram positif et Candida albicans. Les études cliniques sont de petite taille, mal contrôlées et souvent sponsorisées par l'industrie. INTERPRÉTATION Des études cliniques mieux conçues et à plus grande échelle sur l'effet et la sécurité sont nécessaires pour formuler des recommandations sur l'utilisation du polyhexanide sur la peau, les plaies et les muqueuses."
}