{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Changbin ends up falling asleep first, after their first meal is served and then cleaned up. [redacted_name] is content to watch the movies he had downloaded on his phone, but when [redacted_name] digs his laptop out of his bag, it draws Jisung’s attention.\n“Not gonna sleep?” [redacted_name] asks.\n[redacted_name] scoffs a little, trying to untangle his corded headphones — seriously, who even has those nowadays? — as his computer boots up. “Nah. I can never sleep on flights. [redacted_name] usually sleeps through the whole thing. I’m jealous,” he says, with a little chuckle as he glances over at his husband, who is sleeping cutely with his arms crossed and his mouth slack.\n“Normally, I can sleep anywhere,” [redacted_name] admits, a bit shy about it. “But I don’t know about the plane…”\n“Well, it’ll be nice to have someone to talk to,” [redacted_name] says. He sounds so genuine that it melts away some of [redacted_name] worries of overstepping when he notices [redacted_name] opening Logic on his computer.\n“You make music?” he asks, already feeling the pressing urge to look over his shoulder.\n[redacted_name] sets his headphones down beside his touchpad. “Yeah, I do. Not for any huge clients right now, but hopefully someday.”\n“Wait, wait, wait,” [redacted_name] says, his eyes widening. “You do this for work?”\n“Yeah,” [redacted_name] says, cheeks dimpling as he laughs. “So does [redacted_name].”\n[redacted_name] tries to keep his groan of jealousy quiet to respect [redacted_name] and the other passengers on the plane who are sleeping. “That’s so cool. That’s my dream,” he says.\n[redacted_name] eyebrows shoot up. “Really? That’s such a coincidence.”\n“Yeah, I just do it for fun mostly. I’m on Soundcloud, though.”\nAbort. Jisung has no idea why he said that. Now he’s going to have to show [redacted_name] his page, his music, and worry about what he thinks about it.\n“Yeah?” [redacted_name] says, sounding genuinely excited. “I still update mine too; it’s good to have. You’ll have to send me the link, yeah?”\n[redacted_name] nods, thankful that [redacted_name] didn’t ask him to pull it up right now while they’re stuck together for at least seven and a half more hours.\n“Can I show you what I’m working on? Get your opinion?” [redacted_name] says, holding out one finally detangled earbud to him.\nLike [redacted_name] would ever pass up on that opportunity.\nEventually, [redacted_name] does fall asleep. He and [redacted_name] had talked music for well over an hour, but eventually Jisung had left him to his own devices and ended up nodding off right at the end of some tragically long and mostly boring movie.\nIt’s turbulence that wakes him.\nWith a gasp, he bolts upright, and he doesn’t have time to think about how he had embarrassingly fallen asleep with his head on [redacted_name] shoulder before the panic grips at his chest.\n“Hey, you’re okay.”\nIt’s [redacted_name] voice, from his left, and it’s his hands that reach for him, one warm and steady on his back and the other on his shoulder, gently guiding him to lean back in his chair. The plane lurches again, and [redacted_name] bites his lips together as his knee starts to bounce.\n“I just– I don’t like that– that,” he emphasizes as the plane drops again, making his stomach swoop. “That weightless feeling. Makes me feel like–”\n“Like the plane is falling out of the sky,” [redacted_name] finishes.\nJisung snaps his head toward him. “Yeah,” he says, strained.\n[redacted_name] just smiles, tight and cute. “It’s not.”\n“I know,”[redacted_name] says, laughter bubbling up from the anxiety in his gut.\n[redacted_name] lets him hog the armrest, clutching it in a deathgrip until the turbulence passes a few minutes later. When Jisung is finally able to relax, he chances a glance at [redacted_name], who politely looks away and pretends he wasn’t keeping an eye on them the whole time.\n“Thanks,” Jisung says to Changbin as he removes his hands from Jisung and settles back into his own chair. “And sorry for falling asleep on you,” he adds, embarrassment catching up with him as he feels a blush fly up his neck into his cheeks.\n“It’s okay. I’m sure the drool will come out in the wash,” [redacted_name] says.\n[redacted_name] eyes widen as he looks down at the sleeve of [redacted_name] shirt – mistake, because damn, his arm looks good – as [redacted_name] laughs, and [redacted_name] scolds him. “[redacted_name]!” he says, but he’s laughing too.\nThere’s no drool on [redacted_name], so Jisung feels some of the embarrassment evaporate as he lightly smacks at [redacted_name], who doesn’t even flinch. The sound of his hand hitting [redacted_name] is solid, and [redacted_name] tries not to think of the give of his chest under his hand.\nNot a trail of thought [redacted_name] needs to follow when his husband is sitting on the other side of him.",
    "trans": "Changbin s'endort en premier, juste après le repas, une fois que tout a été servi et nettoyé. [redacted_name] se contente de regarder les films qu'il a téléchargés sur son téléphone, mais lorsque [redacted_name] sort son ordinateur portable de son sac, cela attire l'attention de Jisung.\n« Tu ne vas pas dormir ? » demande [redacted_name].\n[redacted_name] laisse échapper un petit rire moqueur en essayant de démêler ses écouteurs filaires — sérieusement, qui utilise encore ça de nos jours ? — pendant que son ordinateur démarre.« Non. Je n’arrive jamais à dormir en avion. [redacted_name], lui, dort toujours pendant tout le vol. Je suis jaloux, » dit-il avec un petit rire, en jetant un coup d’œil à son mari, qui dort adorablement, les bras croisés et la bouche entrouverte.\n« Normalement, je peux dormir n'importe où, » admet [redacted_name], un peu gêné. « Mais l'avion... je ne sais pas trop. »\n« Eh bien, ce sera sympa d'avoir quelqu'un avec qui parler, » dit [redacted_name]. Son ton est si sincère que cela dissipe une partie des inquiétudes de [redacted_name] à l'idée d'en faire trop, alors qu'il remarque [redacted_name] ouvrir Logic sur son ordinateur.\n« Tu fais de la musique ? » demande-t-il, ressentant déjà l’envie irrésistible de jeter un coup d’œil par-dessus son épaule.\n[redacted_name] pose ses écouteurs à côté de son pavé tactile. « Ouais, j’en fais. Pas encore pour de gros clients, mais j’espère que ce sera le cas un jour. »\n« Attends, attends, attends, » dit [redacted_name], les yeux s’écarquillant. « Tu fais ça pour ton travail ? »\n« Ouais, » dit [redacted_name], un sourire creusant ses fossettes alors qu'il rit. « [redacted_name] aussi. »\n[redacted_name] tente de réprimer un gémissement jaloux pour ne pas déranger [redacted_name] et les autres passagers endormis dans l’avion. « C’est trop cool. C’est mon rêve, » dit-il.\n[redacted_name] arque les sourcils. « Vraiment ? Quelle coïncidence ! »\n« Ouais, je le fais surtout pour le plaisir. Mais je suis sur SoundCloud, quand même. »\nAbort. Jisung n’a aucune idée de pourquoi il a dit ça. Maintenant, il va devoir montrer sa page à [redacted_name], lui faire écouter sa musique, et s’inquiéter de ce qu’il en pense.\n« Ah ouais ? » dit [redacted_name], visiblement enthousiaste. « J’actualise toujours la mienne aussi, c’est bien d’en avoir une. Tu devras m’envoyer le lien, d’accord ? »\n[redacted_name] hoche la tête, reconnaissant que [redacted_name] ne lui ait pas demandé de l’afficher tout de suite, alors qu’ils sont coincés ensemble pour au moins sept heures et demie de plus.\n« Je peux te montrer sur quoi je travaille ? Avoir ton avis ? » dit [redacted_name], tendant enfin un écouteur démêlé vers lui.\nComme si [redacted_name] allait laisser passer une telle opportunité.\nFinalement, [redacted_name] finit par s’endormir. Lui et [redacted_name] avaient parlé de musique pendant plus d’une heure, mais Jisung l’avait finalement laissé à ses occupations et avait fini par somnoler juste à la fin d’un film tragiquement long et en grande partie ennuyeux.\nC'est la turbulence qui le réveille.\nDans un sursaut, il se redresse d’un coup, et il n’a pas le temps de penser à la façon embarrassante dont il s’est endormi, la tête sur l’épaule de [redacted_name], avant que la panique ne lui serre la poitrine.\n« Hé, ça va. »\nC'est la voix de [redacted_name], à sa gauche, et ce sont ses mains qui le rejoignent – l'une, chaude et rassurante, posée sur son dos, l'autre sur son épaule, le guidant doucement pour qu'il s'appuie contre son siège. L'avion tangue de nouveau, et [redacted_name] serre les lèvres tandis que son genou commence à tressauter.\n« Je juste– j’aime pas ça– ça, » insiste-t-il alors que l’avion redescend brusquement, lui donnant l’impression que son estomac se retourne. « Cette sensation de légèreté. Ça me donne l’impression que– »\n« Comme si l’avion était en train de tomber du ciel, » termine [redacted_name].\nJisung tourne brusquement la tête vers lui. « Ouais, » dit-il, la voix tendue.\n[redacted_name] se contente de sourire, un sourire discret mais rassurant.« Ce n’est pas le cas. »\n« Je sais, » dit [redacted_name], un rire nerveux remontant malgré l’anxiété qui lui noue l’estomac.\n[redacted_name] le laisse monopoliser l'accoudoir, ses doigts s'y agrippant désespérément jusqu'à ce que les turbulences cessent quelques minutes plus tard. Lorsque Jisung parvient enfin à se détendre, il jette un regard furtif à [redacted_name], qui détourne poliment les yeux, feignant de ne pas l'avoir observé tout du long.\n« Merci, » dit Jisung à Changbin alors que ce dernier retire ses mains et se réinstalle dans son siège. « Et désolé de m’être endormi sur toi, » ajoute-t-il, l’embarras le rattrapant tandis qu’il sent une chaleur monter de son cou jusqu’à ses joues.\n« Ce n’est pas grave. Je suis sûr que la bave partira au lavage, » dit [redacted_name].\n[redacted_name] écarquille les yeux en regardant la manche de la chemise de [redacted_name] – erreur, parce que, wow, son bras a l'air vraiment bien – pendant que [redacted_name] éclate de rire. « [redacted_name] ! » s’exclame-t-il, mais il rit aussi.\nIl n’y a aucune trace de bave sur [redacted_name], ce qui dissipe un peu l’embarras de Jisung alors qu’il lui donne une légère tape. [redacted_name] ne bronche même pas. Le bruit de sa main contre [redacted_name] est net, solide, et Jisung tente de ne pas penser à la sensation de son torse sous sa paume.\nPas une pensée que [redacted_name] a besoin de suivre alors que son mari est assis juste de l’autre côté de lui."
}