{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Subject: Formal Complaint Regarding Discriminatory Behavior by Santana\nDear Marissa,\nThank you for taking the time to speak with me last night as requested. I truly appreciate your attention to this matter. Following our conversation, I am writing this urgent email to update you on a deeply concerning pattern of sexist and discriminatory behavior by Santana. His ongoing hostility has escalated, and I can no longer remain silent.\nYesterday, October 22, 2024, during redeployment at the Bus Depot, I was lined up with my group under the supervision of Mike (call sign S-11) to receive a traffic wand and safety vest. While Santana provided me with a vest, he deliberately delayed giving me a wand by engaging in unrelated conversation with another staff member who was trying to sign it out to me. When the staff member attempted to hand me the wand, Santana intervened, shook his head, and told me, “No.”\nConfused, I asked again, and he repeated, “No.” The other staff member looked unsure, but Santana shook his head and dismissively said, “Go, leave with your group.” His tone made it clear that he was not going to engage with me further, and I was forced to leave without the necessary equipment, feeling belittled and undermined.\nThis action was not only inappropriate but clearly targeted. My supervisor, Mike, later asked, “Where is your wand?” I explained that Santana had refused to give it to me. In that moment, my coworker Sean Simms (employee number 4158096), who was standing next to me, commented that Santana was being sexist toward me. Mike also acknowledged that Santana “has it out for me,” confirming that this behavior is not merely a perception but part of a broader pattern of discrimination.\nThis interaction left me feeling humiliated and singled out. Santana’s refusal to provide me with the necessary equipment was not only unprofessional but also discriminatory, rooted in a personal bias. I felt disrespected in front of my peers, and it became clear that his behavior went beyond simple rudeness.\nAdditionally, I would like to highlight another incident that occurred on September 22, 2024, while I was working at the Hollywood Bowl. I approached Santana to request a tie for my shift, and he flat-out refused, simply saying “No” without offering an explanation. When I asked again, he repeated, “No.” I left assuming the ties were unavailable, but the tone of his refusal made me feel it was personal. In light of his ongoing pattern of behavior, I now see this as part of the same discriminatory treatment.\nSantana’s actions are undermining my ability to perform my duties and creating a hostile work environment where I feel both marginalized and unsafe. This is unacceptable, and I am requesting immediate action to address this serious issue.\nI appreciate your prompt attention and look forward to understanding what steps will be taken to resolve this matter.\nSincerely,\nMelissa Stone",
    "trans": "Objet : Plainte formelle concernant le comportement discriminatoire de Santana\nChère Marissa,\nJe vous remercie d'avoir pris le temps de discuter avec moi hier soir, comme demandé. J'apprécie vraiment votre attention à ce sujet. Suite à notre conversation, je vous écris cet e-mail urgent pour vous informer d'un comportement profondément préoccupant de la part de Santana, marqué par du sexisme et de la discrimination. Son hostilité persistante a pris de l'ampleur, et je ne peux pas rester silencieuse.\nHier, 22 octobre 2024, pendant le redéploiement au dépôt de bus, j'étais avec mon groupe, sous la supervision de Mike (indicatif S-11), pour récupérer une baguette de signalisation et un gilet de sécurité. Alors que Santana me donnait un gilet, il a délibérément retardé la remise de la baguette en engageant une conversation sans rapport avec un autre membre du personnel qui tentait de me la remettre. Au moment où cet employé a voulu me la passer, Santana s'est interposé, a fait non de la tête et m'a lancé « Non ».\nPerplexe, j'ai demandé à nouveau, et il a répété « Non ». L'autre employé semblait hésitant, mais Santana a secoué la tête et a dit d'un ton dédaigneux : « Vas-y, pars avec ton groupe ». Son ton indiquait clairement qu'il n'allait pas discuter davantage avec moi, et j'ai dû partir sans l'équipement nécessaire, me sentant humiliée et diminuée.\nCe qu'il a fait était non seulement déplacé, mais clairement dirigé contre moi. Plus tard, mon superviseur, Mike, m'a demandé : « Et ta baguette, elle est où ? » J'ai raconté que Santana m'avait empêchée de l'avoir. Là, mon collègue Sean Simms (numéro d'employé 4158096), qui était juste à côté, a dit que Santana se comportait de manière sexiste avec moi. Mike a aussi admis que Santana « m'avait dans le collimateur », confirmant que ce comportement n'est pas une simple impression, mais s'inscrit dans un schéma plus large de discrimination.\nCet échange m'a fait sentir humiliée et mise à part. Le refus de Santana me fournir l'équipement nécessaire était non seulement peu professionnel, mais aussi discriminatoire, basé sur un préjugé personnel. Je me suis sentie méprisée devant les autres, et il est devenu évident que son comportement allait au-delà d'une simple impolitesse.\nDe plus, je voudrais souligner un autre incident survenu le 22 novembre 2024, alors que je travaillais au Hollywood Bowl. Je suis allée voir Santana pour demander une cravate pour mon service, et il a refusé catégoriquement en disant simplement « Non », sans donner d'explication. Quand j'ai insisté, il a répété « Non ». Je suis partie en supposant que les cravates n'étaient pas disponibles, mais le ton de son refus m'a donné l'impression que c'était personnel. À la lumière de son comportement récurrent, je vois bien que cela s'inscrit dans le même schéma de discrimination.\nLes agissements de Santana compromettent ma capacité à accomplir mes tâches et créent un environnement de travail hostile où je me sens à la fois marginalisée et en insécurité. Cela est inacceptable, et je demande une action immédiate pour traiter cette question grave.\nJe vous remercie pour votre attention rapide et j'ai hâte de savoir quelles mesures seront prises pour résoudre ce problème.\nCordialement,\nMelissa Stone"
}