{
    "source": "en_US",
    "target": "fr_FR",
    "text": "unexplained recurrent or persistent fever, weight\nloss or any skin disorder? yes/no\nk) any sexually transmitted disease (such as\nsyphilis or gonorrhoea) or ever sought medical\nyes/no\nadvice, treatment or a blood test in connection\nwith\nl)\na viral disease (such as hepatitis B or AIDS)? yes/no\nm) any disease or disorder of the eyes, ears, nose,\nthroat or mouth? yes/no\nn) any illness, injury, or disability not mentioned\nabove? yes/no\n6. Are you presently taking medication of any\nkind? yes/no\nHave you ever received treatment with\nany blood products or undergone a blood\ntransfusion? yes/no\nPlease give details, as appropriate:\n7. Please complete the following family history schedule: of health:\nAge if living: Present state Age at death: Cause of death:\nFather:\nMother:\nBrother(s):\nSisters(s):\n8. What is your normal daily consumption of\n– alcohol (please state whether beer, wine or spirits):\n– tobacco (please state whether cigarettes, cigarillos, cigars or pipe):\n9. Have you ever taken drugs other than those prescribed by a doctor?\nIf so, please give details:",
    "trans": "fièvre inexpliquée récurrente ou persistante,\nperte de poids ou tout trouble cutané ? oui/non\nk) une maladie sexuellement transmissible (telle que\nla syphilis ou la gonorrhée) ou avez-vous déjà consulté un médecin,\noui/non\nreçu un traitement ou effectué une analyse sanguine en lien\navec cela ?\nl)\nune maladie virale (telle que l'hépatite B ou le SIDA) ? oui/non\nm) une maladie ou un trouble affectant les yeux, les oreilles, le nez,\nla gorge ou la bouche ? oui/non\nn) une maladie, une blessure ou un handicap non mentionné\nci-dessus ? oui/non\n6. Prenez-vous actuellement un traitement\nmédicamenteux ? oui/non\nAvez-vous déjà reçu un traitement à base de produits sanguins\nou subi une transfusion\nsanguine ? oui/non\nVeuillez fournir des détails, le cas échéant :\n7. Veuillez compléter le tableau suivant concernant les antécédents familiaux de santé :\nÂge si vivant : État de santé actuel Âge au décès : Cause du décès :\nPère :\nMère :\nFrère(s) :\nSœur(s) :\n8. Quelle est votre consommation quotidienne habituelle de :\n– alcool (veuillez préciser : bière, vin ou spiritueux) :\n– tabac (veuillez préciser : cigarettes, cigarillos, cigares ou pipe) :\n9. Avez-vous déjà consommé des drogues autres que celles prescrites par un médecin ?\nSi oui, veuillez donner des détails :"
}