{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It is estimated that 1 billion people worldwide are vitamin D insufficient or deficient, with post- menopausal women especially at risk. It has also been suggested that up to 36 percent of healthy 18- to 29-year-old adults are vitamin D deficient.44,45 This is likely because of reduced sun exposure, low intake of dietary vitamin D, and comorbidi- ties that can interfere with vitamin D synthesis or absorption.\nVitamin D and its receptor are ubiquitously expressed throughout the body and have a myriad of downstream effects that can influence wound healing. Vitamin D plays an important role in reg- ulating infection and the associated inflammatory response. Potential mechanisms by which vitamin D modulates the immune system include suppres- sion of interferon-mediated macrophage activa- tion,46 down-regulation of cytokine generation,47\nCopyright © 2020 American Society of Plastic Surgeons. Unauthorized reproduction of this article is prohibited.\nDownloaded from http://journals.lww.com/plasreconsurg by 3sgfAnLs9BzVM7Qe0f5vFDUfpkXwjJ0scm9Nsyb1j3C\ne4YT1efnOE5XgH4PLdIsJPesSR8ZvGnoOJG3G25/5VMHxd+9AIUyVaGHn61SOgF+ipJOjJb1w4AgftksUyMgB on 10/09/2024\nVolume 146, Number 2 • Perioperative Nutrition Recommendations\nphagocytosis stimulation,48 decreasing production of T-helper type 1 cytokines, and promotion of T-helper type 2 cytokines.49 This collectively leads to improvements in inflammatory biomarkers and oxidative stress levels.48\nVitamin D also plays a crucial role in mod- ulating glycemic control through activation of insulin receptor expression and improved insu- lin sensitivity.47,50,51 It is well established that poor glycemic control negatively impacts wound healing through a variety of downstream influ- ences, including alterations in cytokine produc- tion that can lead to the development of chronic wounds.52 In addition, vitamin D influences the metabolism of other nutrients such as calcium and phosphorus.47,50,51\nThe majority of studies investigating the role of vitamin D have been performed in the ortho- pedic literature because of its known role in bone healing.53 However, vitamin D supplementation in patients with diabetic foot ulcers demonstrated to not only improve ulcer healing, but also to lead to beneficial effects on glucose homeostasis, total cholesterol, low-density lipoprotein choles- terol, total/high-density lipoprotein cholesterol, erythrocyte sedimentation rate, high-sensitivity C-reactive protein, and malondialdehyde levels, all of which have been associated indirectly with improved wound healing.54\nExpert recommendations for vitamin D supplementation vary, with the Institute of Medicine recommending 400 IU daily and the Endocrine Society advocating for 200 IU daily to achieve optimal serum calcifediol levels.55 How- ever, these recommendations do not address the increased needs of surgical and/or chronic wound patients. For example, a multicenter trial of orthopedic trauma patients found that 2000 IU daily was more effective at achieving optimal calcifediol levels compared with 400 IU daily.56 Other meta-analyses in the orthopedic literature have demonstrated that daily doses greater than 1000 IU may be more efficacious.57 There may also be a dose-dependent response. In one study, it was demonstrated that for every additional 100 IU supplemented daily, there was an associated 8 percent reduction in risk of vitamin D deficiency.56 Relevant to surgical plan- ning, it has been shown that vitamin D–deficient patients with traumatic fractures who took oral vitamin D and calcium achieved normal calcife- diol levels at a mean of 7 weeks.58 This should prompt early identification and supplementa- tion in patients that may be at risk for vitamin D deficiency.\nGlutamine and Arginine\nArginine and glutamine are two amino acids that have been shown to play important roles in wound healing.59 Arginine impacts wound heal- ing through several mechanisms.60 It is a precur- sor to nitric oxide and proline, both of which are required for the inflammatory response, collagen synthesis, and neovascularization.61–63 Arginine also stimulates the production and secretion of growth hormone and activation of T cells.64,65 In healthy volunteers and rodents, arginine supplementation was able to enhance wound strength and collagen deposition in incisional wounds.63,66,67 A meta-analysis of six studies and 397 head and neck cancer patients demonstrated that arginine-enriched enteral formulas led to a significant reduction in fistu- las and improved wound healing.68 Arginine is one of the crucial ingredients in IMPACT (Nes- tle, Arlington County, Va.), a nutrition formula, which was demonstrated in a systematic review to reduce infection rate and length of stay in high-risk elective surgical patients.69 Pertinent to microvascular and plastic surgery, a randomized controlled trial demonstrated that arginine sup- plementation led to improved microcirculation in abdominally based free tissue transfers.70\nGlutamine plays roles related to metabolic, enzymatic, antioxidant, and immune responses.60 It is a fuel source for enterocytes, lymphocytes, fibroblasts, epithelial cells, and macrophages, all of which are required for wound healing.71 In wounds, glutamine leads to the up-regulation of heat shock proteins, which provide antiinflam- matory and immunomodulatory functions.72 It also regulates leukocyte apoptosis, superoxide production, antigen processing, and phagocy- tosis in the inflammatory response.72,73 Gluta- mine is a precursor of glutathione, a powerful antioxidant and cofactor for enzymatic reactions for cell membrane stabilization and amino acid transport.74 In addition, glutamine is uniquely essential for the integrity of gut mucosa. When glutamine is broken down into α-ketoglutarate, it acts as an energy substrate for enteric cells, including neutrophils, which leads to improved superoxide production, phagocytosis, and anti- gen processing.73,75,76\nOmega-3 Fatty Acids\nFats have numerous important physiologic roles in the human body. They are structurally important in the lipid bilayer of cell membranes",
    "trans": "On estime qu'un milliard de personnes dans le monde souffrent d'une insuffisance ou d'une carence en vitamine D, les femmes ménopausées étant particulièrement exposées à ce risque. Il a également été suggéré que jusqu'à 36 pourcent des adultes en bonne santé âgés de 18 à 29 ans présentent une carence en vitamine D.44,45 Cela est probablement dû à une exposition réduite au soleil, à une faible consommation de vitamine D alimentaire et à des comorbidités qui peuvent interférer avec la synthèse ou l'absorption de la vitamine D.\nLa vitamine D et ses récepteurs sont exprimés de manière ubiquitaire dans tout l'organisme et ont une myriade d'effets en aval qui peuvent influencer la cicatrisation des plaies. La vitamine D joue un rôle important dans la régulation de l'infection et de la réponse inflammatoire associée. Les mécanismes potentiels par lesquels la vitamine D module le système immunitaire comprennent la suppression de l'activation des macrophages médiée par l'interféron.46 , la régulation à la baisse de la génération de cytokines.47 .\nCopyright © 2020 American Society of Plastic Surgeons. La reproduction non autorisée de cet article est interdite.\nTéléchargé depuis http://journals.lww.com/plasreconsurg par 3sgfAnLs9BzVM7Qe0f5vFDUfpkXwjJ0scm9Nsyb1j3C\ne4YT1efnOE5XgH4PLdIsJPesSR8ZvGnoOJG3G25/5VMHxd+9AIUyVaGHn61SOgF+ipJOjJb1w4AgftksUyMgB le 10/09/2024\nVolume 146, Numéro 2 • Recommandations en matière de Nutrition Périopératoire\nstimulation de la phagocytose.48 diminution de la production de cytokines T auxiliaires de type 1 et promotion des cytokines-T auxiliaires de type 2.49 Cela conduit collectivement à des améliorations des biomarqueurs inflammatoires et des niveaux de stress oxydatif.48\nLa vitamine D joue également un rôle crucial dans la modulation du contrôle de la glycémie par l'activation de l'expression des récepteurs de l'insuline et l'amélioration de la sensibilité à l'insuline.47,50,51 Il est bien établi qu'un mauvais contrôle de la glycémie a un impact négatif sur la cicatrisation des plaies par le biais d'une variété d'influences en aval, y compris des altérations dans la production de cytokines qui peuvent conduire au développement de plaies chroniques.52 En outre, la vitamine D influence le métabolisme d'autres nutriments tels que le calcium et le phosphore.47,50,51\nLa majorité des études portant sur le rôle de la vitamine D ont été réalisées dans la littérature orthopédique en raison de son rôle connu dans la cicatrisation osseuse.53 Cependant, il a été démontré que la supplémentation en vitamine D chez les patients souffrant d'ulcères du pied diabétique améliorait non seulement la cicatrisation des ulcères, mais avait également des effets bénéfiques sur l'homéostasie du glucose, le cholestérol total, le cholestérol des lipoprotéines de basse densité, le cholestérol des lipoprotéines de haute densité, la vitesse de sédimentation des érythrocytes, la protéine C-réactive de haute sensibilité et les niveaux de malondialdéhyde, qui ont tous été associés indirectement à une meilleure cicatrisation des plaies.54\nLes recommandations des experts pour la supplémentation en vitamine D varient, l'Institut de Médecine recommandant 400 UI par jour et la Société Endocrinienne préconisant 200 UI par jour pour atteindre des niveaux optimaux de calcifédiol sérique. 55 Cependant, ces recommandations ne tiennent pas compte des besoins accrus des patients subissant une chirurgie et/ou ayant des plaies chroniques. Par exemple, un essai multicentrique chez des patients souffrant de traumatismes orthopédiques a révélé que 2000 UI par jour étaient plus efficaces pour atteindre des niveaux optimaux de calcifédiol comparativement à 400 UI par jour. 56 D'autres méta-analyses dans la littérature orthopédique ont montré que des doses quotidiennes supérieures à 1000 UI pouvaient être plus efficaces. 57 Il peut également exister une réponse dépendante de la dose. Dans une étude, il a été démontré que pour chaque 100 UI supplémentaires prises quotidiennement, il y avait une réduction de 8 pourcent du risque de déficience en vitamine D. 56 Concernant la planification chirurgicale, il a été montré que les patients déficients en vitamine D ayant des fractures traumatiques qui prenaient de la vitamine D et du calcium par voie orale atteignaient des niveaux normaux de calcifédiol en moyenne en 7 semaines. 58 Cela devrait inciter à une identification précoce et à une supplémentation chez les patients susceptibles d'être déficients en vitamine D.\nGlutamine et Arginine\nL'arginine et la glutamine sont deux acides aminés dont il a été démontré qu'ils jouent un rôle important dans la cicatrisation des plaies.59 L'arginine a un impact sur la cicatrisation des plaies par le biais de plusieurs mécanismes.60 C'est un précurseur de l'oxyde nitrique et de la proline, qui sont tous deux nécessaires à la réponse inflammatoire, à la synthèse du collagène et à la néovascularisation.61 -L'arginine stimule également la production et la sécrétion de l'hormone de croissance et l'activation des cellules T.64,65 Chez des volontaires sains et des rongeurs, la supplémentation en arginine a permis d'améliorer la résistance des plaies et le dépôt de collagène dans les plaies d'incision.63,66,67 Une méta-analyse de six études et de 397 patients atteints d'un cancer de la tête et du cou a démontré que les formules entérales enrichies en arginine entraînaient une réduction significative des fistu- las et amélioraient la cicatrisation des plaies.68 L'arginine est l'un des ingrédients essentiels de la formule nutritionnelle IMPACT (Nes- tle, Arlington County, Va.), dont une étude systématique a démontré qu'elle réduisait le taux d'infection et la durée du séjour chez les patients à haut risque ayant subi une intervention chirurgicale élective.69 En ce qui concerne la chirurgie microvasculaire et plastique, un essai contrôlé randomisé a démontré que la supplémentation en arginine permettait d'améliorer la microcirculation lors de transferts de tissus libres par voie abdominale. 70\nLa glutamine joue des rôles liés aux réponses métaboliques, enzymatiques, antioxydantes et immunitaires.60 Elle est une source de carburant pour les entérocytes, les lymphocytes, les fibroblastes, les cellules épithéliales et les macrophages, qui sont tous nécessaires à la cicatrisation des plaies.71 Dans les plaies, la glutamine entraîne la régulation à la hausse des protéines de choc thermique, qui ont des fonctions anti-inflammatoires et immunomodulatrices.72 Elle régule également l'apoptose des leucocytes, la production de superoxyde, le traitement des antigènes et la phagocytose dans la réponse inflammatoire.72,73 La glutamine est un précurseur du glutathion, un antioxydant puissant et un cofacteur des réactions enzymatiques pour la stabilisation de la membrane cellulaire et le transport des acides aminés.74 En outre, la glutamine est essentielle à l'intégrité de la muqueuse intestinale. Lorsque la glutamine est décomposée en α-cétoglutarate, elle sert de substrat énergétique pour les cellules entériques, y compris les neutrophiles, ce qui améliore la production de superoxyde, la phagocytose et le traitement antigène.73,75,76\nAcides Gras Oméga-3\nLes graisses jouent de nombreux rôles physiologiques importants dans le corps humain. Elles sont structurellement importantes dans la bicouche lipidique des membranes cellulaires"
}