{
    "source": "en_US",
    "target": "fr_FR",
    "text": "FLATS AT SPRING MILL STATION - IMMEDIATE ACTION REQUIRED FOR GARAGE 11 E\nFrom: [redacted_name] (Property Manager)\nDate: October 10, 2024, 6:31 am\nSubject: Immediate Action Required for Garage 11 E\nDear Valued Residents,\nI hope this message finds you well. I am writing to address an important matter regarding garage 11 E, which is currently storing a motorcycle but is not associated with an active rental agreement.\nThis garage has been rented to another resident, and it is crucial that it be vacated immediately. If you believe this garage is yours, please contact the office within the next 48 hours to coordinate the removal of your items.\nIf we do not hear from you within this timeframe, we will have to consider the property abandoned and proceed accordingly.\nThank you for your prompt attention to this matter.\nBest regards,\nSedara Trotter\nTo reply to this message, follow this link\nThis message was intended for [redacted_email]\nWant to control which emails you receive from ActiveBuilding? Want to opt in to receive SMS Text messages? Go to the Notifications Settings page, or Unsubscribe from future emails.\nImprove Your Experience | Download Our App",
    "trans": "FLATS AT SPRING MILL STATION - ACTION IMMÉDIATE REQUISE POUR LE GARAGE 11 E\nDe : [nom_censuré] (Gestionnaire immobilier)\nDate : 10 octobre 2024, 6 h 31\nObjet : Action immédiate requise pour le garage 11 E\nChers Résidents,\nJ'espère que ce message vous trouve en bonne santé. Je vous écris pour aborder une question importante concernant le garage 11 E, qui stocke actuellement une moto mais n'est pas associé à un contrat de location actif.\nCe garage a été loué à un autre résident, et il est crucial qu'il soit libéré immédiatement. Si vous pensez que ce garage vous appartient, veuillez contacter le bureau dans les 48 prochaines heures pour organiser le retrait de vos effets personnels.\nSi nous n'avons pas de nouvelles de votre part dans ce délai, nous devrons considérer les biens comme abandonnés et agir en conséquence.\nNous vous remercions de votre attention rapide à cette question.\nCordialement,\nSedara Trotter\nPour répondre à ce message, cliquez sur ce lien\nCe message est à l'attention de [adresse_email_censurée]\nVous souhaitez contrôler les e-mails que vous recevez d'ActiveBuilding ? Vous souhaitez vous inscrire pour recevoir des SMS ? Rendez-vous sur la page des paramètres de notification ou désabonnez-vous des futurs e-mails.\nChangez votre expérience | Téléchargez notre application"
}