{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Message from CEDARS - Careers and Placement\nHKU STEM Internship Scheme Winter 2024-25 Opens Now!\nDear Students,\nAre you keen on exploring career opportunities in the Innovation and Technology (I&T) sector while enhancing your employability during your academic journey? The HKU STEM Winter Internship Programme 2024/25 offers the perfect opportunity to apply your knowledge in a practical environment and unlock your potential!\nLast Winter, over 100 HKU students from diverse disciplines embarked on their journey into I&T-related professions. This year, we anticipate our partner organizations will offer more than 150 I&T/STEM-related internship positions with a monthly allowance of $11,190 or higher across various industries. We warmly invite eligible students majoring in fields such as Science, Technology, Engineering, Data, AI, FinTech, Architecture, or other related areas to participate in this winter break.\nWhy join STEM Internship?\n✓ Discover your career path & interest\n✓ Gain invaluable hands-on experience\n✓ Immerse yourself in the I&T Industry\n✓ Develop interpersonal & communication skills\nWhat is about the job?\nFull-time placements during the winter break (minimum 35 hours per week) for at least four consecutive weeks (28 calendar days).\nInternship period generally falls between the end of final exam in December 2024 and the end of add/drop period for the spring term on 10 February, 2025.\nPositions in various I&T-related fields across industries, such as engineering, computer science, AI, FinTech, digital marketing, data analysis, biomedical, scientific research, and more.\nWho are we looking for?\nYear 2 or above full-time undergraduate and postgraduate students majoring in one of the STEM-related programmes. (Year 1 undergraduate students can apply for summer internship under the Scheme in 2nd semester).\nBoth local and non-local students (Non-local students can take up internships in Hong Kong only and should have obtained a No-Objection-Letter/Work Permit before job commencement).\nRemark: The quota for non-local students has already reached its maximum. However, CEDARS will observe the situation and approve applications subject to any release of additional quota and the total number of applicants.\nCareer Support for Students?\nCEDARS-Careers and Placement offers a series of Career Readiness Training to equip you with the skills and knowledge required to excel in your professional journey.\nOur career consultants offer One-on-One Career Coaching to help you prepare for internship applications, improve your interview skills, and plan your post-graduation career path.\nHow to Apply for Winter Interns 2024-25?\nStudents are highly recommended to read through our Guidelines for Employers and Students and Important Notes and FAQ for Students before applying for internships. Interested students can find STEM Internship opportunities on NETjobs and submit their applications.\nFor more information, visit the HKU ITC STEM Internship Scheme Website.\nFor inquiries, please email us at: stem@cedars.hku.hk or call 3917 4055 / 3917 0176\nDon't miss this fantastic opportunity to enhance your employability and gain invaluable industry experience. Apply now and embark on an exciting STEM career journey!\nBest regards,\nCentre of Development and Resources for Students (CEDARS)\nThe University of Hong Kong | http://cedars.hku.hk\nCopyright (c) 2024 Centre of Development and Resources for Students, The University of Hong Kong. All rights reserved.\nNote from HKU Bulk Email Delivery System\nThis is a General Notice delivered by the Bulk Email Delivery System.\n**To Unsubscribe**\nIf you do not wish to receive General Notice from a department, please click here to unsubscribe.\n(You will be prompted to login HKU Portal if you have not done so.)",
    "trans": "Message de CEDARS - Carrières et Placement\nProgramme de stages HKU STEM hiver 2024-25 ouvert dès maintenant !\nChers étudiants,\nÊtes-vous désireux d'explorer des opportunités de carrière dans le secteur de l'innovation et de la technologie (I&T) tout en améliorant votre employabilité pendant votre parcours universitaire ? Le programme de stages HKU STEM hiver 2024/25 vous offre l'occasion idéale d'appliquer vos connaissances dans un environnement pratique et de libérer votre potentiel !\nL'hiver dernier, plus de 100 étudiants de l'HKU issus de diverses disciplines se sont lancés dans l'aventure des professions liées à l'I&T. Cette année, nous prévoyons que nos organisations partenaires offriront plus de 150 postes de stage liés à l'I&T/STEM avec une allocation mensuelle de 11 190 $ ou plus dans divers secteurs. Nous invitons chaleureusement les étudiants éligibles se spécialisant dans des domaines tels que les sciences, la technologie, l'ingénierie, les données, l'IA, la FinTech, l'architecture ou d'autres domaines connexes à participer à ce programme pendant les vacances d'hiver.\nPourquoi rejoindre le stage STEM ?\n✓ Découvrez votre cheminement de carrière et vos intérêts\n✓ Acquérir une expérience pratique inestimable\n✓ Immergez-vous dans l'industrie de l'I&T\n✓ Développer vos compétences interpersonnelles et de communication\nEn quoi consiste le stage ?\nStages à temps plein pendant les vacances d'hiver (minimum 35 heures par semaine) pendant au moins quatre semaines consécutives (28 jours calendaires).\nLa période de stage se situe généralement entre la fin des examens finaux en décembre 2024 et la fin de la période d'ajout/abandon pour le semestre de printemps le 10 février 2025.\nPostes dans divers domaines liés à l'I&T dans tous les secteurs, tels que l'ingénierie, l'informatique, l'IA, la FinTech, le marketing numérique, l'analyse de données, la biomédecine, la recherche scientifique, etc.\nQui recherchons-nous ?\nÉtudiants de deuxième année ou plus, à temps plein, de premier cycle et de troisième cycle, se spécialisant dans l'un des programmes liés aux STEM. (Les étudiants de première année de premier cycle peuvent postuler pour un stage d'été dans le cadre du programme au deuxième semestre).\nÉtudiants locaux et non locaux (les étudiants non locaux peuvent effectuer des stages à Hong Kong uniquement et doivent avoir obtenu une lettre de non-objection/permis de travail avant le début du stage).\nRemarque : Le quota pour les étudiants non locaux a déjà atteint son maximum. Cependant, CEDARS suivra la situation et approuvera les candidatures en fonction de toute libération de quota supplémentaire et du nombre total de candidats.\nSoutien de carrière pour les étudiants ?\nCEDARS-Carrières et Placement propose une série de formations à la préparation à la carrière pour vous doter des compétences et des connaissances nécessaires pour exceller dans votre parcours professionnel.\nNos conseillers en carrière offrent un coaching de carrière individuel pour vous aider à préparer vos candidatures à des stages, à améliorer vos compétences en entretien et à planifier votre carrière après l'obtention de votre diplôme.\nComment postuler pour les stages d'hiver 2024-25 ?\nIl est fortement recommandé aux étudiants de lire attentivement nos directives pour les employeurs et les étudiants, ainsi que les notes importantes et la FAQ pour les étudiants avant de postuler à des stages. Les étudiants intéressés peuvent trouver des offres de stage STEM sur NETjobs et soumettre leurs candidatures.\nPour plus d'informations, visitez le site Web du programme de stages HKU ITC STEM.\nPour toute question, veuillez nous envoyer un e-mail à : stem@cedars.hku.hk ou appeler le 3917 4055 / 3917 0176.\nNe manquez pas cette fantastique opportunité d'améliorer votre employabilité et d'acquérir une expérience précieuse dans l'industrie. Postulez dès maintenant et lancez-vous dans une carrière passionnante dans les STEM !\nCordialement,\nCentre de développement et de ressources pour les étudiants (CEDARS)\nL'Université de Hong Kong | http://cedars.hku.hk\nCopyright (c) 2024 Centre de développement et de ressources pour les étudiants, Université de Hong Kong. Tous droits réservés.\nNote du système de diffusion en masse des e-mails de HKU\nCeci est un avis général diffusé par le système de diffusion en masse des e-mails.\n**Se désabonner**\nSi vous ne souhaitez pas recevoir d'avis général d'un département, veuillez cliquer ici pour vous désabonner.\n(Vous serez invité à vous connecter au portail HKU si vous ne l'avez pas déjà fait.)"
}