{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name],\nThankyoufor your interest in being aroommateaddontoapartment #167.\nThere will be attachmentsto referencetoaswellasto fill out and return via emailaspdf.\nStep1: Apply Online(eachoccupant must apply )\nPleasegoaheadand click the linkhttps://www.rentcafe.com/apartments/ca/goleta/silverwood-townhomes0/default.aspx\nclick view details\nclick selectapartment\nApply now\n$40.00ApplicationFee\nStep2:Submit the following(fromeachoccupant)\nPhoto ID\nRoommateaddonfee of $200.00 (cash only turnedinto the office there are NO electronic means to receivethis deposit)\nIf a student, Acceptance Letter from UCSB & most current U.S. Bank statement showing full name, full account number, and balance with $10,000 in account\nF-1 & I-20 (If applicable, both are required)\nIf working, Proof of Income (Employed:1 month's worth of paystubs; Retired/Self-Employed: Most current U.S. bank statement)\n**PLEASECONTACT US IF YOU WANT TOCANCELYOUR APPLICATION, THIS APPLICATIONPROCESSHAS ADEADLINETO BE COMPLETED7 DAYSFROM THE DAY YOU SUBMIT YOUR APPLICATION.\nThank you,\n-[redacted_name]",
    "trans": "[nom_censuré],\nMerci de votre intérêt pour devenir un colocataire supplémentaire pour l'appartement #167.\nDes pièces jointes seront fournies pour référence, ainsi que des formulaires à remplir et à renvoyer par e-mail au format PDF.\nÉtape 1 : Postulez en ligne (chaque occupant doit postuler)\nVeuillez cliquer sur le lien suivant : https://www.rentcafe.com/apartments/ca/goleta/silverwood-townhomes0/default.aspx\nCliquez sur \"view details\" (voir les détails)\nCliquez sur \"select apartment\" (sélectionner l'appartement)\nCliquez sur \"Apply now\" (postuler maintenant)\nFrais de candidature de 40,00 dollars\nÉtape 2 : Soumettez les documents suivants (pour chaque occupant)\nPièce d'identité avec photo\nFrais de colocataire supplémentaire de 200,00 dollars (en espèces uniquement, à remettre au bureau ; il n'existe AUCUN moyen électronique de recevoir ce dépôt)\nSi étudiant(e), lettre d'acceptation de l'UCSB et relevé bancaire américain le plus récent indiquant le nom complet, le numéro de compte complet et le solde avec 10 000 dolars sur le compte\nF-1 et I-20 (le cas échéant, les deux sont requis)\nSi vous travaillez, preuve de revenu (salarié(e) : bulletins de salaire du mois en cours ; retraité(e)/travailleur(euse) indépendant(e) : relevé bancaire américain le plus récent)\nVEUILLEZ NOUS CONTACTER SI VOUS SOUHAITEZ ANNULER VOTRE CANDIDATURE. CE PROCESSUS DE CANDIDATURE A UNE DATE LIMITE DE 7 JOURS À COMPTER DU JOUR OÙ VOUS SOUMETTEZ VOTRE CANDIDATURE.\nMerci,\n-[nom_censuré]"
}