{
    "source": "en_US",
    "target": "fr_FR",
    "text": "**Leo Weekly Horoscope** This week, as the Moon passes through your sign, your natural charisma and warmth shine brightly, enhancing your love life. Focus on practical romance, where thoughtful and actionable gestures speak volumes to your partner. Whether it's planning a surprise date or taking care of little errands for them, these acts of love will foster a deeper connection. Engagement in meaningful and creative activities with your loved one will also be highlighted. This is the perfect time to share new experiences, perhaps through art, music, or even exploring new hobbies together. Such interactions will not only strengthen your bond but also inspire both of you creatively. Moreover, confidence will be key this week. Don't hesitate to express your feelings clearly and openly. The clarity in communication will pave the way for understanding and intimacy, nurturing your relationship further. Embrace the energies around you, and let your love life flourish this week!",
    "trans": "**Horoscope hebdomadaire pour le Lion** Cette semaine, alors que la Lune traverse votre signe, votre charisme naturel et votre chaleur brillent de mille feux, améliorant votre vie amoureuse. Concentrez-vous sur une romance pratique, où des gestes réfléchis et concrets en disent long à votre partenaire. Que ce soit en planifiant un rendez-vous surprise ou en s'occupant de petites tâches pour eux, ces actes d'amour favoriseront une connexion plus profonde. L'engagement dans des activités significatives et créatives avec votre bien-aimé sera également mis en avant. C'est le moment idéal pour partager de nouvelles expériences, peut-être à travers l'art, la musique ou même en explorant de nouveaux passe-temps ensemble. Ces interactions renforceront non seulement votre lien mais inspireront également votre créativité mutuelle.De plus, la confiance sera essentielle cette semaine. N'hésitez pas à exprimer vos sentiments clairement et ouvertement. La clarté dans la communication ouvrira la voie à la compréhension et à l'intimité, nourrissant davantage votre relation. Embrassez les énergies autour de vous, et laissez votre vie amoureuse s'épanouir cette semaine!"
}