{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What operational changes can our restaurant managers expect?\nA: Nothing changes in the short term. Throughout the integration process, we will evaluate how\nDarden’s systems and support can improve our ability to take care of our guests and\nemployees. And where we find opportunities, we will work to integrate new support systems in\na way that does not significantly disrupt restaurant operations.\nQ: Will there be any changes to our menus?\nA: Our commitment to high-quality, made-from-scratch Tex-Mex cuisine remains unchanged.\nWe’ll continue to offer generous portions at competitive prices.\nQ: Is my job in our restaurant going away?\nA: Darden is committed to operating our restaurant with the same great team we have in place\ntoday.\nQ: Will I be able to transfer jobs to a different Darden brand?\nA: We don’t know the answer to that question right now. But we are working through it and we’ll\naddress it as soon as we have an answer.\nQ: Can I hire an applicant who currently works for another Darden restaurant (Olive Garden,\nLongHorn Steakhouse, Yard House, Ruth’s Chris Steak House, Cheddar’s Scratch Kitchen, The\nCapital Grille, Seasons 52, Eddie V’s or Bahama Breeze)?\nA: We recognize that existing team member crossover is likely, and we will work to understand\nwhat the current state looks like. At this time, we ask that you refrain from hiring new team\nmembers who currently work at another Darden brand due to the complexities it creates with\nidentifying and complying with overtime rules.\nQ: Will there be any changes to supply, ordering and delivery processes? Any changes to third-\nparty service providers that we use today?\nA: Nothing changes in the short term. You will still continue to order and receive deliveries in the\nsame manner you do today. Additionally, nothing changes right now with regard to third-party\nservice providers. We will provide updates on any changes during the integration period.\nBENEFITS QUESTIONS:\nQ: Will my compensation change?\nA: Your compensation remains the same in the short term, and we are committed to sharing",
    "trans": "Quelles sont les modifications opérationnelles que nos responsables de restaurant peuvent attendre ?\nA: Rien ne change à court terme. Tout au long du processus d'intégration, nous évaluerons comment\nles systèmes et le support de Darden peuvent améliorer notre capacité à prendre soin de nos invités et\nde nos employés. Là où nous trouverons des opportunités, nous travaillerons à intégrer de nouveaux systèmes de support\nde manière à ne pas perturber de manière significative les opérations du restaurant.\nQ : Y aura-t-il des changements dans nos menus ?\nA: Notre engagement envers une cuisine Tex-Mex de haute qualité, faite à partir de zéro, reste inchangé.\nNous continuerons à offrir des portions généreuses à des prix compétitifs.\nQ : Mon poste dans notre restaurant va-t-il disparaître ?\nA: Darden est engagé à faire fonctionner notre restaurant avec la même excellente équipe que nous avons en place\naujourd'hui.\nQ : Pourrai-je transférer mon poste vers une autre marque de Darden ?\nA: Nous ne connaissons pas encore la réponse à cette question. Mais nous y travaillons et\nnous y répondrons dès que nous aurons une réponse.\nQ : Puis-je embaucher un candidat qui travaille actuellement dans un autre restaurant Darden (Olive Garden,\nLongHorn Steakhouse, Yard House, Ruth's Chris Steak House, Cheddar's Scratch Kitchen, The\nCapital Grille, Seasons 52, Eddie V’s ou Bahama Breeze) ?\nA: Nous reconnaissons qu'un chevauchement des membres d'équipe existants est probable, et nous travaillerons à comprendre\nà quoi ressemble l'état actuel. Pour le moment, nous vous demandons de ne pas embaucher de nouveaux membres d'équipe\nqui travaillent actuellement dans une autre marque de Darden en raison de la complexité que cela crée\npour identifier et respecter les règles de rémunération des heures supplémentaires.\nQ : Y aura-t-il des changements dans les processus d'approvisionnement, de commande et de livraison ? Des changements concernant\nles prestataires de services tiers que nous utilisons aujourd'hui ?\nA: Rien ne change à court terme. Vous continuerez à commander et à recevoir des livraisons de la\nmême manière qu'aujourd'hui. De plus, rien ne change pour le moment concernant les prestataires de services\ntiers. Nous vous fournirons des mises à jour sur les éventuels changements pendant la période d'intégration.\nQUESTIONS SUR LES AVANTAGES :\nQ : Ma rémunération va-t-elle changer ?\nA: Votre rémunération reste la même à court terme, et nous nous engageons à la partager"
}