{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You’re earning 20% more Sam’s Cash on Bonus Offers with your Plusmembership.\nLearn more\nNearby\nDining\nEntertainment\nServices\nShopping\nSubscriptions\nOther\nYour cards\nManage payment methods\nLinked cards (0)\nThese cards are eligible to begin earning on Sam’s Cash Bonus Offers\nYou have no linked cards. Link a card below to start earning on qualifying purchases.\nCards you can link (1)\nChoose the cards you want to link to Sam’s Cash Bonus Offers\nMastercard ending in 8643\nMastercard *8643\nNot all payment cards are eligible. Not all transactions are eligible, including those that cannot be monitored by a payment card network. For debit cards, you must run the transaction as a credit and, do not use PIN. Offers may require activation prior to each use. Maximum amount of Sam’s Cash earned per offer or transaction may be limited. See offer details for limits and other restrictions. Some products or services may not be eligible. See the Sam’s Cash Bonus Offers Program Terms and Conditions for full payment card, offer, and transaction eligibility details.",
    "trans": "Vous gagnez 20 % de plus de Sam’s Cash sur les offres bonus avec votre adhésion Plus.\nEn savoir plus\nÀ proximité\nRestauration\nDivertissement\nServices\nShopping\nAbonnements\nAutres\nVos cartes\nGérer les modes de paiement\nCartes liées (0)\nCes cartes sont éligibles pour commencer à gagner sur les offres bonus de Sam’s Cash.\nVous n'avez aucune carte liée. Liez une carte ci-dessous pour commencer à gagner sur les achats qualifiés.\nCartes que vous pouvez lier (1)\nChoisissez les cartes que vous souhaitez lier aux offres bonus de Sam’s Cash.\nMastercard se terminant par 8643\nMastercard *8643\nToutes les cartes de paiement ne sont pas éligibles. Toutes les transactions ne sont pas éligibles, y compris celles qui ne peuvent pas être surveillées par un réseau de cartes de paiement. Pour les cartes de débit, vous devez exécuter la transaction en tant que crédit et ne pas utiliser le NIP. Les offres peuvent nécessiter une activation préalable à chaque utilisation. Le montant maximum de Sam’s Cash gagné par offre ou transaction peut être limité. Voir les détails de l'offre pour les limites et autres restrictions. Certains produits ou services peuvent ne pas être éligibles. Consultez les conditions générales du programme d'offres bonus Sam’s Cash pour les détails complets sur les cartes de paiement, les offres et l'éligibilité des transactions."
}