{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Nowadays many people decide to move abroad for a while. In this essay I will try to compare the benefits\nand the problems that may derive from such a difficult decision.\nFirst of all, many people choose to move abroad because they can find better job opportunities and higher\nsalaries. However, this may be true mainly for skilled workers, while the others may end up doing\nunderpaid jobs. Nonetheless, the experience of working abroad and accepting this difficult challenge\nobviously improves their CVs no matter what.\nIn addition, living abroad provides many occasions of learning a new language. Even though it may be\ndifficult in the beginning, especially without a previous training, it is possible to attend a course and it is\nalways easier to acquire a new language if one lives in the country where it is spoken.\nFinally, deciding to live in a foreign country for a while has a consistently positive effect on social life. There\nare endless opportunities to make new friends, and if people feel homesick they can easily travel back to\ntheir home countries thanks to improved and cheaper modes of transport.\nIn conclusion, I think that an experience of living and working abroad for a while has more advantages than\ndisadvantages.",
    "trans": "De nos jours, de nombreuses personnes décident de s'installer à l'étranger pour un certain temps. Dans cet article, j'essaierai de comparer les avantages\net les problèmes qui peuvent découler d'une décision aussi difficile.\nTout d'abord, de nombreuses personnes choisissent de s'installer à l'étranger parce qu'elles peuvent y trouver de meilleures opportunités d'emploi et\ndes salaires plus élevés. Cependant, cela peut être vrai principalement pour les travailleurs qualifiés, tandis que les autres peuvent se retrouver dans\ndes emplois mal-payés. Néanmoins, l'expérience de travailler à l'étranger et d'accepter ce défi difficile\nest d'améliorer évidemment leur CV, quoi qu'il arrive.\nEn outre, la vie à l'étranger offre de nombreuses occasions d'apprendre une nouvelle langue. Même si cela peut être\ndifficile au début, surtout sans formation préalable, il est possible de suivre un cours et\nil est toujours plus facile d'acquérir une nouvelle langue si l'on a l'habitude de travailler à l'étranger.\nEnfin, le fait de décider de vivre dans un pays étranger pendant un certain temps a un effet positif constant sur la vie sociale.\nLes occasions de se faire de nouveaux amis sont innombrables, et si l'on a le mal du pays, on peut facilement retourner\ndans son pays d'origine grâce à des moyens de transport plus performants et moins coûteux.\nEn conclusion, je pense qu'une expérience de vie et de travail à l'étranger pendant un certain temps présente plus d'avantages que\nd'inconvénients."
}