{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I am striving to provide safe, ethical, and evidence based practice for all my clients. I see each individual as a human being who has endured suffering, and accepting unconditionally the manifestation of these suffering you may present. I would work with you collaboratively to understand your difficulties and accompany you in the journey of discovery of your own strengths, building resilience, and developing an adaptive way of coping in life. I work in an integrative, and trauma informed way in which different approaches may combine to suit your needs at any given time. Therapeutic approaches I am experienced with are listed.\nAs a humanist psychologist, I trust that we human beings all strive to achieve the best version of ourselves, and this is exactly why you are here. I would encourage you to give yourself some credits for seeking professional psychological help, as it is a difficult step to take. Yes, offering yourself validations and discovering strengths are important.\nAs we are all confronted by various complex crisis, I am encouraging you to reframe this. CRISIS in Chinese means danger and opportunity. I would be honoured to help you adress whatever is challenging and unleash your potentials. Why not contact me for an informal free-of-charge consultation prior to making an appointment.",
    "trans": "Je m'efforce de fournir une pratique sûre, éthique et fondée sur des preuves pour tous mes clients. Je considère chaque individu comme un être humain ayant enduré des souffrances, et j'accepte inconditionnellement la manifestation de ces souffrances que vous pouvez présenter. Je travaillerais avec vous en collaboration pour comprendre vos difficultés et vous accompagner dans le parcours de la découverte de vos propres forces, de la résilience et du développement de stratégies d'adaptation pour la vie. Je travaille de manière intégrative et informée par les traumatismes, en combinant différentes approches pour répondre à vos besoins à tout moment. Les approches thérapeutiques que j'ai expérimentées sont énumérées.\nEn tant que psychologue humaniste, je crois que nous, les êtres humains, nous efforçons tous de devenir la meilleure version de nous-mêmes, et c'est exactement pourquoi vous êtes ici. Je vous encouragerais à vous donner du crédit pour avoir recherché une aide psychologique professionnelle, car c'est une étape difficile à franchir. Oui, il est important de vous offrir des validations et de découvrir vos forces.\nAlors que nous sommes tous confrontés à diverses crises complexes, je vous encourage à reformuler cela. En chinois, CRISE signifie danger et opportunité. Je serais honoré de vous aider à surmonter vos défis et à libérer votre potentiel. Pourquoi ne pas me contacter pour une consultation informelle et gratuite avant de prendre rendez-vous."
}