{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear all,\nBelow is a reminder regarding the academic rep recruitment, with the deadline being this Friday.\nAcademic Rep Recruitment closes this Friday! Becoming an Academic Rep is the perfect way to get more involved in making change, whether that be in your School, in the Students’ Union, or in the wider world.\nAcademic Reps work with other students to make your education better. You’ll help improve your experience at Sheffield, gaining the communication, research, and critical thinking skills needed to make change for everyone. You’ll meet students and staff from across your course and beyond, being part of a team that makes real change.\nAs a Rep you’ll receive training in all the changemaking skills you need, from public speaking to inclusive leadership. Sign up before 5pm, October 11th (this Friday) at https://su.sheffield.ac.uk/making-change/academic-reps\nIf you have any questions about the role, please do not hesitate to reach out to us.\nKind regards,\n[redacted_name] and on behalf of [redacted_name]",
    "trans": "Chers tous,\nVoici un rappel concernant le recrutement des représentants académiques, la date limite étant ce vendredi.\nLe recrutement des représentants académiques se termine ce vendredi! Devenir un représentant académique est la façon idéale de s'impliquer davantage dans le changement, que ce soit dans votre école, dans l'union des étudiants ou dans le monde en général.\nLes représentants académiques travaillent avec d'autres étudiants pour améliorer votre éducation. Vous contribuerez à améliorer votre expérience à Sheffield, en acquérant les compétences en communication, recherche et réflexion critique nécessaires pour apporter des changements pour tous. Vous rencontrerez des étudiants et des enseignants de tout votre cours et au-delà, faisant partie d'une équipe qui réalise de véritables changements.\nEn tant que représentant, vous recevrez une formation sur toutes les compétences nécessaires au changement, de la prise de parole en public au leadership inclusif. Inscrivez-vous avant 17h, le 11 octobre (ce vendredi) à l'adresse suivante : https://su.sheffield.ac.uk/making-change/academic-reps\nSi vous avez des questions concernant le rôle, n'hésitez pas à nous contacter.\nCordialement,\n[redacted_name] et au nom de [redacted_name]"
}