{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Image\nThe Foods That Fight Inflammation\nChronic inflammation can be a silent killer, but your diet can play a role in tamping it down.\nListen to this article · 6:29 min Learn more\nBy Jillian PretzelIllustrations by Sarah Mafféïs\nSept. 18, 2024\nLeer en español\nExperts sometimes describe inflammation as a necessary evil. On one hand, this essential immune system response helps you stay safe and heal from illnesses, though it isn’t always pleasant: often causing symptoms like redness, swelling and soreness.\nBut when inflammation levels in your body remain high for months or years at a time — even in the absence of a threat — it can create health risks of its own. Untreated, chronic inflammation can increase the risk of serious health issues like cancer, cardiovascular disease, arthritis and metabolic conditions like Type 2 diabetes.\nThe condition, which some surveys estimate affects about a third of U.S. adults, is hard to diagnose. This is in part because chronic inflammation symptoms can vary widely and there isn’t a test that can reliably diagnose it.\nADVERTISEMENT\nDiets high in highly processed and sugary foods are connected to chronic inflammation, while consuming certain healthy foods — fresh fruits, vegetables, fiber and certain fats — have been shown to help tamp it down. Here are the foods with demonstrated anti-inflammatory benefits.\nImage\nVegetables, Especially Leafy Greens\nDr. Sean Spencer, a gastroenterologist and physician-scientist at Stanford University, said that the fiber in vegetables is essential for feeding and maintaining the gut microbiome, which signals the immune system to keep inflammation down. The antioxidants in vegetables can help reduce inflammation too.\nTami Best, a dietitian in Rochester, New York, recommended leafy green vegetables like spinach, kale, collard greens, broccoli, Swiss chard and arugula, which are high in antioxidants.\nAnd vegetables rich in apigenin — a type of plant compound called a flavonoid that has anti-inflammatory properties — are also helpful, Ms. Best said. These include celery, carrots and parsley.\nADVERTISEMENT\nBarbara Olendzki, an associate professor of medicine at UMass Chan Medical School who developed an anti-inflammatory diet, said that most people don’t consume enough vegetables, but there are easy ways to incorporate more.\nShe recommended mixing onions, spinach and tomatoes into your eggs or adding grated carrots or leafy greens into pasta sauce.\nImage\nFruits, Especially Berries\nFruits are another fiber- and antioxidant-rich anti-inflammatory food group, Ms. Best said. She noted that tart cherries and berries, particularly blueberries, are rich in inflammation-fighting flavonoids.\nADVERTISEMENT\nShe also advised eating citrus fruits because they’re rich in vitamin C, an antioxidant that protects cells against oxidation, which can lead to inflammation.\nImage\nLegumes\nDr. Nate Wood, a physician and director of culinary medicine at Yale School of Medicine, said that beans, lentils, edamame, tofu, tempeh and other legume-based foods can be powerful inflammation fighters because they are high in fiber and antioxidants.\nLeona West Fox, a functional nutritionist in Santa Monica, Calif., said that not only are legumes beneficial to the gut microbiome, they’re also rich in vitamins and minerals like folate and magnesium, which some suggest are associated with lowering inflammation.\nADVERTISEMENT\nLegumes are versatile, Ms. Best said. Add them to a soup or salad, enjoy them on their own, or whip them into a hummus or black bean spread to pair with vegetables. Or roast some garbanzo beans with a little olive oil and seasoning of your choice for a healthy snack, she added.\nImage\nTurmeric and Other Spices\nSpices can be another inflammation fighter, though most people don’t typically consume large volumes of them.\nCurcumin, a compound found in turmeric, has been linked to reduced inflammation in animals. Studies also have shown that spices like ginger, cardamom and garlic can also help with inflammation.\nADVERTISEMENT\nImage\nFermented Foods\nSome studies suggest that consuming a variety of fermented foods, like yogurt, kimchi, sauerkraut and kombucha may help reduced inflammation as well.\nIn one small study, published in 2021, researchers split 36 healthy adults into two groups: one that was instructed to eat a diet rich in fermented foods, while the other had a diet high in fiber. By the end of the study, the group that ate more fermented foods saw consistent decreased levels of inflammation, while the other group saw a mix of results depending on the state of their gut microbiome at the beginning of the study.\nStill, Dr. Wood said more research is needed on whether eating fermented foods can meaningfully reduce inflammation. Just avoid fermented foods like certain yogurts and kombuchas that contain added sugars, Dr. Spencer said.\nImage\nOmega-3 Fatty Acids\nStudies suggest that omega-3 fatty acids may also fight inflammation. Dr. Wood said that these healthy fats can help make molecules called resolvins and protectins in the body, which “seem to lower levels of inflammation,” he explained, “although researchers are still investigating how,” he added.\nFoods that are rich in omega-3 fatty acids include fatty fish (salmon, herring, mackerel, tuna), eggs, nuts (particularly walnuts) and seeds (such as flax and hemp). Ms. West Fox recommended spreading a tablespoon of nut butter onto apple slices or sprinkling ground flax seeds into yogurt, oatmeal or a salad.\nImage\nCoffee and Tea\nCoffee and tea are antioxidant-rich, so consuming them in moderation might help cut down inflammation, Dr. Wood said. In a 2015 study of about 1,700 older white adults, regular coffee drinkers were found to have lower levels of certain inflammatory markers than those who didn’t regularly drink coffee.\nJust be mindful of any added sugar, Ms. Olendzki said.\nThe Bottom Line\nSince various nutrients can help reduce inflammation in different ways, those looking to decrease inflammation should focus on consuming a wide variety of different fruits, vegetables, fiber, omega-3s and other inflammation fighting foods, Dr. Wood said. He recommended eating at least 30 different foods per week.\nIndeed, there’s isn’t one magic bullet food or product that will quell inflammation on its own, but Dr. Spencer said there are many healthy, delicious menu choices that can help, and encourages people to find some they love. There’s a whole universe of flavor beyond processed foods, he added.\nA Guide to Coffee\nFrom machine-brewed pods to small-batch pour-overs, coffee is steeped into our culture. Here’s a closer look at this popular beverage.\nAfter a few cups, you may have found yourself asking: Is coffee good for me? The answer is yes, but it depends on a few factors.\nThere are proven health benefits. Drinking coffee has been linked to a lower risk of dyingand a reduced risk of all kinds of ailments. But is it possible to have too much?\nAs global warming threatens the two main varieties of coffee, growers in Uganda are betting on a type that can stand up to heat, drought and pests.\nWhen used correctly, a cup of coffee before exercising can improve your performance. Here is what to know.\nFor many people, coffee quickly and reliably jump-starts gut activity and an urgent need to poop — but it’s not clear why.\nThe collective obsession with iced coffee is still growing, even in the dead of winter. Is the hot cup of joe on its way out?\nWhether you’re a cold-brew connoisseur or you just want a basic cup o’ joe, Wirecutter has the best coffee makers,as well as tips on how to clean your burr coffee grinder.",
    "trans": "Image\nLes aliments qui combattent l'inflammation\nL'inflammation chronique peut être un tueur silencieux, mais votre alimentation peut jouer un rôle important dans sa réduction.\nÉcouter cet article · 6:29 min En savoir plus\nPar Jillian Pretzel, illustrations de Sarah Mafféïs\n18 septembre 2024\nLire en espagnol\nLes experts décrivent parfois l'inflammation comme un mal nécessaire. D'un côté, cette réponse essentielle du système immunitaire vous aide à rester en sécurité et à guérir des maladies, bien que ce ne soit pas toujours agréable : souvent avec des symptômes comme des rougeurs, des gonflements et des douleurs.\nMais lorsque les niveaux d'inflammation dans votre corps restent élevés pendant des mois ou des années - même en l'absence de menace - cela peut créer des risques pour la santé. Si elle n'est pas traitée, l'inflammation chronique peut augmenter le risque de problèmes de santé graves comme le cancer, les maladies cardiovasculaires, l'arthrite et les conditions métaboliques comme le diabète de type 2.\nCette condition, qui affecte environ un tiers des adultes américains selon certaines enquêtes, est difficile à diagnostiquer. Cela est en partie dû au fait que les symptômes de l'inflammation chronique peuvent varier largement et qu'il n'existe pas de test permettant de la diagnostiquer de manière fiable.\nANNONCE\nRégimes riches en aliments hautement transformés et sucrés sont liés à l'inflammation chronique, tandis que la consommation de certains aliments sains - fruits frais, légumes, fibres et certaines graisses - a montré qu'ils aident à la réduire. Voici les aliments avec des bienfaits anti-inflammatoires démontrés.\nImage\nLégumes, en particulier les légumes verts à feuilles\nLe Dr Sean Spencer, gastro-entérologue et chercheur en médecine à l'Université de Stanford, a déclaré que les fibres dans les légumes sont essentielles pour nourrir et maintenir le microbiome intestinal, qui signale au système immunitaire de réduire l'inflammation. Les antioxydants dans les légumes peuvent également aider à réduire l'inflammation.\nTami Best, diététicienne à Rochester, New York, recommande des légumes verts à feuilles comme les épinards, le chou frisé, les feuilles de chou, le brocoli, la bette à carde et la roquette, qui sont riches en antioxydants.\nEt les légumes riches en apigénine - un type de composé végétal appelé flavonoïde qui a des propriétés anti-inflammatoires - sont également utiles, a ajouté Mme Best. Ceux-ci incluent le céleri, les carottes et le persil.\nANNONCE\nBarbara Olendzki, professeure associée de médecine à l'UMass Chan Medical School, qui a développé un régime anti-inflammatoire, a déclaré que la plupart des gens ne consomment pas assez de légumes, mais il existe des moyens faciles d'en incorporer davantage.\nSa recommandation de mélanger des oignons, des épinards et des tomates dans vos œufs ou d'ajouter des carottes râpées ou des légumes verts à feuilles dans la sauce pour pâtes.\nImage\nFruits, en particulier les baies\nSelon l'avis de Mme Best, les fruits sont un autre groupe d'aliments anti-inflammatoires riches en fibres et en antioxydants. Elle précise que les cerises acidulées et les baies, en particulier les myrtilles, sont riches en flavonoïdes anti-inflammatoires.\nANNONCE\nElle sugère aussi de manger des agrumes car ils sont riches en vitamine C, un antioxydant qui protège les cellules contre l'oxydation, pouvant mener à l'inflammation.\nImage\nLégumes\nLe Dr Nate Wood, médecin et directeur de la médecine culinaire à la Yale School of Medicine, déclare que les haricots, les lentilles, les edamames, le tofu, le tempeh et d'autres aliments à base de légumineuses peuvent être de puissants combattants de l'inflammation car ils sont riches en fibres et en antioxydants.\nLeona West Fox, nutritionniste fonctionnelle à Santa Monica, Californie, explique que non seulement les légumineuses sont bénéfiques pour le microbiome intestinal, mais elles sont également riches en vitamines et minéraux comme le folate et le magnésium, que certains associent à la réduction de l'inflammation.\nANNONCE\nDu point de vue de Mme Best, légumineuses sont polyvalentes. Ajoutez-les à une soupe ou une salade, dégustez-les seules, ou mélangez-les dans un houmous ou une tartinade de haricots noirs pour accompagner les légumes. Ou faites rôtir des pois chiches avec un peu d'huile d'olive et l'assaisonnement de votre choix pour une collation saine, ajoute-t-elle.\nImage\nCurcuma et autres épices\nLes épices peuvent également être des combattants de l'inflammation, bien que la plupart des gens n'en consomment pas de grandes quantités.\nUn composé du nom de curcumine, trouvé dans le curcuma, est à la base d'une réduction de l'inflammation chez les animaux. Des études ont également montré que des épices comme le gingembre, la cardamome et l'ail peuvent aider à lutter contre l'inflammation.\nANNONCE\nImage\nAliments fermentés\nCertaines études suggèrent que la consommation d'une variété d'aliments fermentés, comme le yaourt, le kimchi, la choucroute et le kombucha, pourrait également aider à réduire l'inflammation.\nAu regard d'une petite étude publiée en 2021, les chercheurs ont divisé 36 adultes en bonne santé en deux groupes : l'un devait suivre un régime riche en aliments fermentés, tandis que l'autre avait un régime riche en fibres. À la fin de l'étude, le groupe qui avait consommé plus d'aliments fermentés a vu des niveaux d'inflammation constamment diminués, tandis que l'autre groupe a observé des résultats variés en fonction de l'état de leur microbiome intestinal au début de l'étude.\nToutefois, selon le Dr Wood, davantage de recherches sont nécessaires pour savoir si la consommation d'aliments fermentés peut réellement réduire l'inflammation. Il est indispensable d'éviter simplementrd les aliments fermentés comme certains yaourts et kombuchas contenant des sucres ajoutés, ajoute le Dr Spencer.\nImage\nAcides gras oméga-3\nSelon certaines études, les acides gras oméga-3 peuvent également combattre l'inflammation. Le Dr Wood a déclaré que ces graisses saines peuvent aider à produire des molécules appelées résolvines et protectines dans le corps, qui \"semblent réduire les niveaux d'inflammation,\" a-t-il expliqué, \"bien que les chercheurs enquêtent encore sur la manière,\" a-t-il ajouté.\nLes aliments riches en acides gras oméga-3 incluent les poissons gras (saumon, hareng, maquereau, thon), les œufs, les noix (en particulier les noix) et les graines (comme le lin et le chanvre). Mme West Fox recommande d'étaler une cuillère à soupe de beurre de noix sur des tranches de pomme ou de saupoudrer des graines de lin moulues dans du yaourt, des flocons d'avoine ou une salade.\nImage\nCafé et thé\nLe café et le thé sont riches en antioxydants, donc en consommer avec modération pourrait aider à réduire l'inflammation, a déclaré le Dr Wood. Dans une étude de 2015 portant sur environ 1 700 adultes blancs plus âgés, on a constaté que les buveurs réguliers de café avaient des niveaux inférieurs de certains marqueurs inflammatoires par rapport à ceux qui ne buvaient pas régulièrement de café.\nIl vous faut faire attention aux sucres ajoutés, a noté Mme Olendzki.\nEn résumé\nComme divers nutriments peuvent aider à réduire l'inflammation de différentes manières, ceux qui cherchent à réduire l'inflammation devraient se concentrer sur la consommation d'une grande variété de fruits, légumes, fibres, oméga-3 et autres aliments combattant l'inflammation, a déclaré le Dr Wood. Il recommande de manger au moins 30 aliments différents par semaine.\nEn effet, il n'existe pas un aliment ou produit miracle qui éliminera l'inflammation à lui seul, mais le Dr Spencer a déclaré qu'il existe de nombreux choix de menus sains et délicieux qui peuvent aider, et il encourage les gens à en trouver qu'ils aiment. Il y a tout un univers de saveurs au-delà des aliments transformés, a-t-il ajouté.\nUn guide sur le café\nDes dosettes à infusion automatique aux petits lots de café filtre, le café est profondément ancré dans notre culture. Il ns'agit d'un aperçu plus détaillé de cette boisson populaire.\nVous vous êtes peut-être demandé, cette question s'est fait posée: est-ce que le café est bon pour moi ? La réponse est oui, mais cela dépend de quelques facteurs.\nDes avantages certains prouvés pour la santé. Boire du café a été associé à un risque réduit de mortalité et à une diminution du risque de divers maux. Mais est-il possible d'en consommer trop ?\nAlors que le réchauffement climatique menace les deux principales variétés de café, les cultivateurs en Ouganda misent sur une variété capable de résister à la chaleur, à la sécheresse et aux ravageurs.\nLorsqu'il est consommé correctement, une tasse de café avant de faire de l'exercice peut améliorer vos performances. Voici ce qu'il faut savoir.\nPour de nombreuses personnes, le café active rapidement et de manière fiable l'activité intestinale et provoque un besoin urgent d'aller à la selle - mais il n'est pas clair pourquoi.\nL'obsession collective pour le café glacé continue de croître, même en plein hiver. La tasse de café chaud est-elle en voie de disparition ?\nQue vous soyez un connaisseur de café froid ou que vous souhaitiez simplement une tasse de café basique, Wirecutter propose les meilleures machines à café, ainsi que des conseils sur la façon de nettoyer votre moulin à café à meules."
}