{
    "source": "en_US",
    "target": "fr_FR",
    "text": "the preceding cases is always the coast and the sea in sight of land, as maritime life is strongly bound up to fishing, hunting, and coastal seafaring. Generally speaking, from a terrestrial point of view, the open sea seems to have represented a world of its own. This world had little relationship with the coast-bound contours and sights. I take this as the reason why the folklore of the open sea mainly is preoccupied with various forms of other worldly monsters and supernatural phenomena. In other words, the open sea is a special case. It seems to be thought of as chaos, the unknown, beyond all borders. The sailor of the Seven Seas subscribed to the same folklore of his own familiar coasts as those of the fishermen, but being at sea was an altogether different matter. The otherness of folklore of the open sea expresses itself simply as another, “oppositional,” form of imaginative receptivity to sightings, animals, and generally, to cognition than at or on land.",
    "trans": "dans les cas précédents, le littoral et la mer en vue de la terre sont toujours présents, la vie maritime étant étroitement liée à la pêche, à la chasse et à la navigation côtière. De manière générale, d'un point de vue terrestre, la haute mer semble avoir représenté un monde à part. Ce monde entretenait peu de relations avec les contours et les paysages côtiers. Je considère cela comme la raison pour laquelle le folklore de la haute mer est principalement préoccupé par diverses formes de monstres d'un autre monde et de phénomènes surnaturels. En d'autres termes, la haute mer est un cas particulier. Elle semble être perçue comme le chaos, l'inconnu, au-delà de toutes les frontières. Le marin des Sept Mers adhérait au même folklore que celui des pêcheurs concernant ses côtes familières, mais être en mer était une tout autre affaire. L'altérité du folklore de la haute mer s'exprime simplement comme une autre forme « oppositionnelle » de réceptivité imaginative aux observations, aux animaux et, de manière générale, à la cognition, par rapport à la terre ferme."
}