{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Pedagogy and the spiral curriculum\nBruner's theory of instruction emphasized the importance of active learning, discovery, and inquiry. He believed that students should be encouraged to explore and investigate their own ideas, rather than passively receiving information. The spiral curriculum, one of Bruner's most well-known pedagogical innovations, highlights the importance of revisiting topics and concepts at increasing levels of complexity over time.\nSpiral Curriculum\nStudents are introduced to concepts at a basic level, then revisit and refine them at increasing levels of complexity, leading to deeper understanding over time. This process fosters a lifelong love of learning.\nActive Learning\nBruner emphasized the need for active participation in the learning process. Students should be encouraged to ask questions, explore their own ideas, and experiment with different ways of understanding the world.\nDiscovery and Inquiry\nBruner believed that students should be given opportunities to explore their interests and discover new knowledge through hands-on activities, experiments, and real-world projects.",
    "trans": "La pédagogie et le curriculum spiral\nLa théorie de l'enseignement de Bruner mettait l'accent sur l'importance de l'apprentissage actif, de la découverte et de l'enquête. Il estimait que les élèves devaient être encouragés à explorer et à investiguer leurs propres idées, plutôt que de recevoir passivement des informations. Le curriculum spiralé, l'une des innovations pédagogiques les plus célèbres de Bruner, souligne l'importance de revisiter des sujets et des concepts à des niveaux de complexité croissants au fil du temps.\nCurriculum spiral\nLes élèves sont d'abord introduits aux concepts à un niveau de base, puis les revisitent et les affinent à des niveaux de complexité croissants, ce qui mène à une compréhension plus profonde au fil du temps. Ce processus favorise un amour de l'apprentissage qui perdure tout au long de la vie.\nApprentissage actif\nBruner a souligné la nécessité de la participation active dans le processus d'apprentissage. Les élèves doivent être encouragés à poser des questions, à explorer leurs propres idées et à expérimenter différentes façons de comprendre le monde.\nDécouverte et enquête\nBruner croyait que les élèves devaient avoir l'opportunité d'explorer leurs intérêts et de découvrir de nouvelles connaissances à travers des activités pratiques, des expériences et des projets ancrés dans le monde réel."
}