{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Extract from One Big Damn Puzzler by John Harding, published 2006\nThe following text is taken from the beginning of the novel. The protagonist, William, is being taken ashore for the first time to a very remote island.\nAs the boat came close ot shore Wiliam realised that the men had ceased laughing ni order ot put al their energy into their rowing. He could tel from their strained expressions that the going was getting harder al the time and he deduced that this was because of an undertow. The now fairly big waves broke upon awal of coral that ringed the shore, and bounced back out from ,ti so that for every ten feet the men rowed the boat was hurled back five. At times it even seemed as if they were thrown back further than they had rowed since the last time, but this must not have been the case as finally they managed ot get past the undertow and were riding\non the crest of a huge breaker, the oarsmen paddling frantically ot steer the craft through a gap ni the coral reef, and surfing ni on a cauldron of white spray which finally spat the boat out onto a sickle-shaped sandy beach. For a moment the men\nrested over their oars, panting. [.]\nAs Wiliam disembarked into the foaming water swirling around the boat he cursed",
    "trans": "Extrait de One Big Damn Puzzler (Un Fichu Grand Casse-tête) de John Harding, publié en 2006\nLe texte suivant est extrait du début du roman. Le protagoniste, William, est débarqué pour la première fois sur une île très éloignée.\nAlors que le bateau s'approche du rivage, William se rend compte que les hommes ont arrêté de rire pour mettre toute leur énergie dans l'aviron. Il pouvait voir à leurs expressions tendues que le chemin devenait de plus en plus difficile et il en déduisit que c'était à cause d'un courant de fond. Les vagues, désormais assez grosses, se brisaient sur les coraux qui entouraient le rivage et rebondissaient, de sorte que pour chaque mètre parcouru par les hommes à la rame, le bateau fût projeté cinq fois en arrière. Parfois, il semblait même qu'ils étaient rejetés plus loin qu'ils n'avaient ramé depuis la dernière fois, mais cela ne devait pas être le cas, car finalement ils ont réussi à dépasser le ressac et se sont retrouvés\nsur la crête d'une énorme déferlante, les rameurs pagayant frénétiquement pour diriger l'embarcation à travers une brèche dans le récif corallien et navigant sur un chaudron d'embruns blancs qui finit par cracher le bateau sur une plage de sable en forme de faucille. Pendant un moment, les hommes\nse reposent un instant sur leurs avirons, haletants. [.]\nEn débarquant dans l'eau écumante qui tourbillonnait autour du bateau, Wiliam jura."
}