{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A flash of panic coursed through her. Mr. Anderson’s words ran through her mind again, and made her heart skip another beat. She muttered, unconvincingly, “N-nothing.”\nColin was instantly on alert. He studied her face, and said: “It did not seem like nothing. You were speaking very intimately. One might have thought he was–” His voice darkened, as did his gaze. “You seemed rather affected. Did he say something improper?”\nImproper, indeed. Penelope looked down at her feet, feeling strangely guilty.\n“Of course not,” she lied.\nColin frowned, remaining silent as they walked slowly through the garden path, their footsteps sounding gently against the paved stone. A breeze cooled Penelope’s cheeks, but not nearly enough to rid them of their colour.\n\"We discussed marriage,\" she said, hoping that would be enough to appease him. \"He informed me of his expectations for a wife. It was most illuminating.\"\nShe let herself, for a brief moment, imagine what being Colin's wife would be like in comparison to the life Lady Danbury and Mr. Anderson had laid out for her. Colin did not have an estate to manage—they would live in London, in a small home with a small number of staff. Perhaps someday he would inherit a country home, but it would be modest at best and his love for travel would not be hindered by responsibility. He would take his fortunate wife with him, she thought, to faraway adventures. It would be a life of freedom, until they had children… and then they would settle down and Colin would be a wonderful father.\nThere would be plenty of time to read and write, plenty of loving family all around them… all the delights of London as they were used to, and the comfort of their own home when they grew tired of company. Everything she longed for, and more.\nA pang of envy filled Penelope, but she pushed it down and returned her focus to their conversation.\nColin was outraged. \"Marriage? He has not yet formally declared his intentions to court you, he has no right to be talking to you about marriage so soon! You promised to wait, Pen, have you forgotten? I have not yet begun my inquiries into his financial standing, nor his reputation—you must not be rash!\"\n\"He did not propose, if that is what you think,\" she replied, releasing his arm and taking a step back, putting some space between them. She did not like the accusatory tone of his voice, as though blaming her for inciting scandal. \"I would not say yes, so quickly, either. I remember my promise to you.\"\nColin dropped his arm. \"Good. We do not know if his interest is genuine, or if he is simply flirting.\"\nIt was not simply flirting, she thought, growing angry with him for his callousness.\n\"Do gentlemen discuss the finer points of their ideals for marriage with a young lady they do not intend for the role of wife?\"\n\"Scoundrels do,\" Colin said darkly.\n\"Why do you dislike him so?\" she asked, her frustration outweighing her caution. \"Pray tell, Colin. You slander him at every turn, and yet I cannot find fault anywhere, no matter how hard I look.\"\nIt was hard to understand Colin when he was like this: pacing back and forth, the line of his shoulders tense and agitated, speaking to her in curt tones and refusing to explain himself. He had disliked Mr. Anderson from the very first moment they had met–a very unusual thing for Colin Bridgerton, the Ton darling, who liked everyone and had a charming smile for all. Colin was even friends with the likes Lords Fife and Cho, both of whom were quite awful in Penelope's estimation. Mr. Anderson had never done anything wrong, had always been courteous. Even Colin's brother, the Viscount, who did not suffer fools after his marriage, seemed to like him. It did not make a lick of sense.",
    "trans": "Un éclair de panique la traverse. Les paroles de M. Anderson lui revinrent à l'esprit et firent battre son cœur à tout rompre. Elle marmonna, sans conviction, « Rien ».\nColin est aussitôt sur le qui-vive. Il étudia son visage et dit : « Ce n'était pas rien. Vous vous parliez très intimement. On aurait pu penser qu'il était... » Sa voix s'assombrit, tout comme son regard. « Vous sembliez plutôt touchée. A-t-il dit quelque chose de déplacé ? »\nInadéquat, en effet. Penelope baissa les yeux sur ses pieds, se sentant étrangement coupable.\n« Bien sûr que non », mentit-elle.\nColin fronça les sourcils, gardant le silence tandis qu'ils marchaient lentement dans l'allée du jardin, leurs pas résonnant doucement sur la pierre pavée. Une brise rafraîchit les joues de Penelope, mais pas suffisamment pour les débarrasser de leur couleur.\n« Nous avons parlé de mariage », dit-elle, espérant que cela suffirait à l'apaiser. « Il m'a expliqué ce qu'il attendait d'une épouse. C'était très instructif. »\nElle se laissa aller, pendant un court instant, à imaginer ce que serait l'épouse de Colin par rapport à la vie que Lady Danbury et M. Anderson avaient prévue pour elle. Colin n'avait pas de domaine à gérer - ils vivraient à Londres, dans une petite maison avec peu de personnel. Peut-être hériterait-il un jour d'une maison de campagne, mais elle serait au mieux modeste et son goût pour les voyages ne serait pas entravé par des responsabilités. Il emmènerait son heureuse épouse avec lui, pensait-elle, dans des aventures lointaines. Ce serait une vie de liberté, jusqu'à ce qu'ils aient des enfants... puis ils s'installeraient et Colin serait un père formidable.\nIls auraient tout le temps de lire et d'écrire, une famille aimante autour d'eux... tous les plaisirs de Londres, comme ils en avaient l'habitude, et le confort de leur propre maison lorsqu'ils se lasseraient de la compagnie. Tout ce qu'elle désirait, et plus encore.\nUne pointe d'envie envahit Pénélope, mais elle la repousse et se concentre à nouveau sur leur conversation.\nColin était scandalisé. « Le mariage ? Il n'a pas encore déclaré officiellement son intention de te faire la cour, il n'a pas le droit de te parler de mariage si tôt ! Tu as promis d'attendre, Pen, as-tu oublié ? Je n'ai pas encore commencé mon enquête sur sa situation financière, ni sur sa réputation - tu ne dois pas être irréfléchie ! »\n« Il ne m'a pas demandé en mariage, si c'est ce que tu penses », répondit-elle en relâchant son bras et en reculant d'un pas, mettant un peu d'espace entre eux. Elle n'aimait pas le ton accusateur de sa voix, comme s'il lui reprochait d'être à l'origine du scandale. « Je ne dirais pas oui si vite non plus. Je me souviens de la promesse que je t'ai faite.\nColin laisse tomber son bras. « Colin laissa tomber son bras. Nous ne savons pas si son intention est sincère ou s'il ne fait que flirter. »\nCe n'était pas un simple flirt, pensa-t-elle, s'énervant contre lui pour son insensibilité.\n« Les messieurs discutent-ils des détails de leurs idéaux de mariage avec une jeune femme qu'ils ne destinent pas au rôle d'épouse ?\n« Les canailles le font », dit Colin d'un ton sombre.\n« Pourquoi le détestez-vous à ce point ? demanda-t-elle, sa frustration l'emportant sur sa prudence. « Je vous en prie, Colin. Vous le calomniez à tout bout de champ, et pourtant je ne trouve rien à redire, même en y regardant de plus près. »\nIl était difficile de comprendre Colin dans un tel état : faisant les cent pas, les épaules tendues et agitées, lui parlant sèchement et refusant de s'expliquer. Il avait détesté M. Anderson dès leur première rencontre, chose très inhabituelle pour Colin Bridgerton, le chouchou de Ton, qui aimait tout le monde et avait un sourire charmant pour tout le monde. Colin avait même pour amis des gens comme les Lords Fife et Cho, tous deux affreux aux yeux de Pénélope. M. Anderson n'avait jamais rien fait de mal, avait toujours été courtois. Même le frère de Colin, le vicomte, qui ne souffrait pas les idiots après son mariage, semblait l'apprécier. Cela n'avait aucun sens."
}