{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Ehricke\nThank you for your reservation with arival date Thursday 14 November 2024 and departure date of Sunday 17 November 2024. we are very happy to see you have decided to book your stay when in Prague at our property, Old Town Square Residence by Emblem\nI wanted to reach out to you to explain few things and provide you with more infromation.\nOur property Old Town Square Residence by Emblem is a residential property of The Emblem Prague Hotel, located 200 meters away. It is here where the check in takes place, it is here where the complete payment is taken on the day of your arrival. Our staff withll complete your check in and then walk you over to the property, helping you with bags and providing information about the property, about the keys and general information about what to do in Prague and what we suggest for you to do and to see.\nAt the Old Town Square Residence by Emblem you will find a common kitchen as well as a common lounge area. We have created the spaces to make sure you will feel right at home and we ask you to treat it like so. Please do remember we do not allow for smoking in the rooms nor for any parties and noise should be kept to minimum during the night.\nYour accommodation does entitle you to use the living spaces of the Emblem hotel, including the reduced rate to our wellness or including a possibility to purcase breakfast at our restaurant.\nWe look forward to welcoing you here, if you have any more information please feel free to call us at 00420 226 202 500 or email us at emblem@emblemprague.com\nYours sincerely\nThe team of the Emblem hotel and Old Town Square Residence.",
    "trans": "Ehricke\nMerci pour votre réservation avec une date d’arrivée le jeudi 14 novembre 2024 et une date de départ le dimanche 17 novembre 2024. Nous sommes très heureux de voir que vous avez choisi de réserver votre séjour à Prague dans notre établissement, Old Town Square Residence by Emblem.\nJe souhaitais vous contacter afin de vous expliquer quelques points et de vous fournir plus d’informations.\nNotre établissement Old Town Square Residence by Emblem est une résidence affiliée à The Emblem Prague Hotel, situé à 200 mètres. C’est dans cet hôtel que l’enregistrement a lieu et que le paiement intégral est effectué le jour de votre arrivée. Notre personnel procédera à votre enregistrement, puis vous accompagnera jusqu’à la résidence, en vous aidant avec vos bagages et en vous fournissant des informations sur l’établissement, les clés, ainsi que des recommandations sur les activités et lieux à découvrir à Prague.\nÀ Old Town Square Residence by Emblem, vous trouverez une cuisine commune ainsi qu’un espace salon commun. Nous avons conçu ces espaces pour que vous vous sentiez comme chez vous, et nous vous demandons donc de les traiter en conséquence. Merci de noter que fumer dans les chambres est interdit, tout comme l’organisation de fêtes, et que le bruit doit être limité au minimum pendant la nuit.\nVotre hébergement vous donne accès aux espaces de vie de The Emblem Hotel, y compris un tarif réduit pour notre espace bien-être, ainsi que la possibilité d’acheter un petit-déjeuner dans notre restaurant.\nNous avons hâte de vous accueillir. Si vous avez besoin de plus d’informations, n’hésitez pas à nous appeler au 00420 226 202 500 ou à nous envoyer un e-mail à emblem@emblemprague.com.\nCordialement,\nL’équipe de The Emblem Hotel et Old Town Square Residence"
}