{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The connection of modern media and technology makes up a valuable\ninterdependence in the daily life of many individuals worldwide if not all of them\nwhile the requirements of continuous life are linked in parallel with the spread of\ntechnology and the development of the world of technology, which reflects a tangible\nreality that it has become one component of life and a basis for its growth. Technology\nis developing so fast that it has never happened before where in the past world was\nrelied on simple methods of communication, education, or work, while now the areas\nof use of technology are unlimited. Rather, it has become the future vision of many\ncountries, and the uses of technology are expanding to technology in communication,\nhome, media, and technology whose impact we saw during the COVID-19 pandemic:\ntechnology in education. Technology affects the components and motives of\neducation, as it affects not only the learner or the student but extends its impact to the\nteacher and the educational environment, which undoubtedly affects education\nclosely with different extremes between positive and negative.\nProblem statement:\nWe have conducted this study to determine the impact of technology on\neducation, and what are the effects reflected on students, and how they are\ndealing with these impacts.\nMINISTRY OF EDUCATION\nIMAM ABDULRAHMAN BIN\nFAISAL UNIVERSITY\nCOLLEGE OF COMPUTER\nSCIENCE\n& INFORMATION TECHNOLOGY\nﻢﯿﻠﻌﺘﻟا ةرازو\nمﺎﻣﻹا ﺔﻌﻣﺎﺟ\nﻞﺼﯿﻓ ﻦﺑ\nﻦ ﻤﺣﺮﻟا ﺪﺒﻋ\nﺐﺳﺎﺤﻟا مﻮﻠﻋ ﺔﯿﻠﻛ\nتﺎﻣﻮﻠﻌﻤﻟا ﺔﯿﻨﻘﺗو\nBody:\nTechnology has become fundamental in our lives especially in education. It has\npositive and negative sides, but we chose to talk about the mental health problems.\nour main goal from this study that we had conducted is to solve all the mental issues\nthat raised from online education.\nTechnology has lots of benefits which helped us in facilitating education in so many\nways. For example, teaching, learning, and assessment methods that could be\nconstrued in the campus, we can maintain them online easily.\nTechnology have made online classes accessible ubiquitously at low cost for everyone\nregardless of age, gender, or employability status. Also, it helped in decreasing the\ngasoline payments. Moreover, it is decreasing high costs in affording teaching\nmethods since all student and teachers are depending on specific platform.\nTechnology has also very series limitations that we face as students. There are\ndifferent issues and difficulties we go through when we are using technology in our\neducational life.\nAs for the negative effects on using technology in education. It can affect students\nsocially. Since most of us are depending on computers and electronic communication,\nwe can’t meet teachers in present, which can lead to misunderstandings in some\ninformation and leave us with unanswered questions. Moreover, staying at home can\ncause so many students to experience anxiety and stress, which can arise into some\nserious mental health issues, like depression. In addition, economic costs are one of\nthe most series negative points. Many students cannot afford electronic devices\nthat are needed for education.\nMINISTRY OF EDUCATION\nIMAM ABDULRAHMAN BIN\nFAISAL UNIVERSITY\nCOLLEGE OF COMPUTER\nSCIENCE\n& INFORMATION TECHNOLOGY\nﻢﯿﻠﻌﺘﻟا ةرازو\nمﺎﻣﻹا ﺔﻌﻣﺎﺟ\nﻞﺼﯿﻓ ﻦﺑ\nﻦ ﻤﺣﺮﻟا ﺪﺒﻋ\nﺐﺳﺎﺤﻟا مﻮﻠﻋ ﺔﯿﻠﻛ\nتﺎﻣﻮﻠﻌﻤﻟا ﺔﯿﻨﻘﺗو\nTo mitigate these negative effects of technology in education especially in the\nstudent’s mental health, we are focusing on how to solve this series issue by providing\nmultiple solutions. For example, time management is the fundamental solution for all\nmental issues. Moreover, if all these issues are increasing and it have become a series\nmental disease, students must see therapist to handle the problem. Also, motivating\nstudents occasionally will improve them and will motivate them to persuade their\ngoals and dreams happily.\nConclusion",
    "trans": "La connexion des médias modernes et de la technologie constitue\nune interdépendance précieuse dans la vie quotidienne de nombreuses personnes dans le monde entier, si ce n'est toutes\nles exigences de la vie continue sont liées en parallèle à la diffusion de\nla technologie et au développement du monde technologique, ce qui reflète une réalité tangible\nla technologie est devenue un élément essentiel de la vie et une base pour sa croissance. La technologie\nse développe si rapidement que cela n'a jamais été vu auparavant, alors que dans le passé, le monde se\nreposait sur des méthodes simples de communication, d'éducation ou de travail,\naujourd'hui, les domaines d'utilisation de la technologie sont illimités. Elle est devenue la vision future de nombreux\npays, et les usages de la technologie se développent dans la communication,\nla maison, les médias et la technologie, dont nous avons vu l'impact pendant la pandémie de COVID-19:\nla technologie dans l'éducation. La technologie affecte les composantes et les motivations de\nl'éducation, car elle impacte non seulement l'apprenant ou l'étudiant, mais s'étend également à\nl'enseignant et à l'environnement éducatif, ce qui influe indubitablement sur l'éducation\nde manière étroite avec des extrêmes différents, entre le positif et le négatif.\nÉnoncé du problème :\nNous avons mené cette étude pour déterminer l'impact de la technologie sur\nl'éducation, et quels sont les effets réfléchis sur les étudiants,\net comment ils gèrent ces impacts.\nMINISTÈRE DE L'ÉDUCATION\nUNIVERSITÉ IMAM ABDULRAHMAN BIN FAISAL\nBIN FAISAL\nFACULTÉ\nDES SCIENCES INFORMATIQUES\nET DES TECHNOLOGIES DE L'INFORMATION\nﻢﯿﻠﻌﺘﻟا ةرازو\nمﺎﻣﻹا ﺔﻌﻣﺎﺟ\nﻞﺼﯿﻓ ﻦﺑ\nﻦ ﻤﺣﺮﻟا ﺪﺒﻋ\nﺐﺳﺎﺤﻟا مﻮﻠﻋ ﺔﯿﻠﻛ\nتﺎﻣﻮﻠﻌﻤﻟا ﺔﯿﻨﻘﺗو\nCorps du texte\nLa technologie est devenue fondamentale dans nos vies, notamment dans l'éducation. Elle a\ndes aspects positifs et négatifs, mais nous avons choisi de parler des problèmes de santé mentale.\nnotre objectif principal dans cette étude est de résoudre tous les problèmes de santé mentale résultant\nde l'éducation en ligne.\nLa technologie présente de nombreux avantages qui nous ont aidés à faciliter l'éducation de bien\ndes manières. Par exemple, les méthodes d'enseignement, d'apprentissage et d'évaluation que l'on pouvait\nobserver sur le campus peuvent être maintenues en ligne facilement.\nLa technologie a rendu les cours en ligne accessibles partout à faible coût pour tout le monde,\nquel que soit l'âge, le sexe ou le statut d'employabilité. De plus, elle a aidé à réduire les\npaiements d'essence. En outre, elle diminue les coûts élevés des méthodes d'enseignement\npuisque tous les étudiants et enseignants dépendent d'une plateforme spécifique.\nLa technologie présente également de nombreuses limitations sérieuses auxquelles nous sommes confrontés en tant qu'étudiants. Il y a\ndifférents problèmes et difficultés que nous rencontrons lorsque nous utilisons la technologie dans notre\nvie éducative.\nQuant aux effets négatifs de l'utilisation de la technologie dans l'éducation. Elle peut affecter les étudiants\nsocialement. Puisque la plupart d'entre nous dépendent des ordinateurs et de la communication électronique,\nnous ne pouvons pas rencontrer les enseignants en personne, ce qui peut entraîner des malentendus sur certaines\ninformations et nous laisser avec des questions sans réponse. De plus, rester à la maison peut\nentraîner pour de nombreux étudiants de l'anxiété et du stress, qui peuvent évoluer en problèmes\nde santé mentale graves, comme la dépression. En outre, les coûts économiques sont l'un des\npoints négatifs les plus sérieux. De nombreux étudiants ne peuvent pas se permettre d'acheter des appareils électroniques\nnécessaires pour l'éducation.\nMINISTÈRE DE L'ÉDUCATION\nUNIVERSITÉ IMAM ABDULRAHMAN\nBIN FAISAL\nFACULTÉ DES SCIENCES\nINFORMATIQUES ET DES TECHNOLOGIES\nDE L'INFORMATION\nﻢﯿﻠﻌﺘﻟا ةرازو\nمﺎﻣﻹا ﺔﻌﻣﺎﺟ\nﻞﺼﯿﻓ ﻦﺑ\nﻦ ﻤﺣﺮﻟا ﺪﺒﻋ\nﺐﺳﺎﺤﻟا مﻮﻠﻋ ﺔﯿﻠﻛ\nتﺎﻣﻮﻠﻌﻤﻟا ﺔﯿﻨﻘﺗو\nPour atténuer ces effets négatifs de la technologie dans l'éducation, en particulier sur la\nsanté mentale des étudiants, nous nous concentrons sur la manière de résoudre ce problème sérieux en fournissant\nplusieurs solutions. Par exemple, la gestion du temps est la solution fondamentale pour tous les\nproblèmes de santé mentale. De plus, si tous ces problèmes augmentent et deviennent une\nmaladie mentale sérieuse, les étudiants doivent consulter un thérapeute pour traiter le problème. En outre, motiver\nmotiver les étudiants de temps en temps les améliorera et les motivera à poursuivre leurs\nobjectifs et leurs rêves avec bonheur.\nConclusion"
}