{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Faculty Members,\nAs I recently joined the Al Yamamah University, I'm thrilled to be part of such a vibrant academic community and look forward to meeting you all soon.\nI am forwarding an invitation for the unique LEARN Conference, an event focused on the global learning sector, scheduled to take place at the Four Seasons Hotel in Riyadh from October 6 to 7.\nThe conference promises an engaging platform with thought leaders, offering a wonderful chance to share insights and explore innovative educational strategies. I encourage those interested to discuss their participation with their respective deans.\nPlease find attached the original invitation letter with details on registration. I believe your involvement will be immensely beneficial. Should you wish to participate, kindly coordinate with your deans, and I am here to facilitate wherever needed.\nWarm regards,\n[redacted_name]",
    "trans": "Chers membres du corps professoral,\nÉtant récemment arrivé à l'Université Al Yamamah, je suis ravi de faire partie d'une communauté académique aussi dynamique et j'ai hâte de vous rencontrer tous prochainement.\nJe vous transmets une invitation pour la conférence unique APPRENDRE, un événement axé sur le secteur mondial de l'apprentissage, qui se tiendra au Four Seasons Hotel à Riyad, du 6 au 7 octobre.\nLa conférence offrira une plateforme enrichissante avec des leaders d'opinion, constituant une excellente occasion de partager des idées et d'explorer des stratégies éducatives innovantes. J'encourage ceux qui sont intéressés à discuter de leur participation avec leurs doyens respectifs.\nVeuillez trouver ci-joint la lettre d'invitation originale avec les détails concernant l'inscription. Je suis convaincu que votre participation sera extrêmement bénéfique. Si vous souhaitez participer, merci de coordonner avec vos doyens, et je reste à votre disposition pour faciliter le processus si nécessaire.\nCordialement,\n[redacted_name]"
}