{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Invitation emails were sent out from Tuesday 15 October to all students who are potentially eligible to graduate at the January 2025 congregation.\nEmails were sent to students' personal (home) address, as recorded in Student Info.\nIf you have not already registered, please check your home email address for the invitation email, and ensure you register by the deadline of 5 pm on Tuesday 29 October. You will need to use your home email address to access the registration form via the link in your invitation email.\nSee registration troubleshooting on our Register webpage if you have any issues registering.\nIf you have already registered and received an email confirming your graduation requirements, please disregard this email.\nPlease see the Graduation website in general for all further information about the January 2025ceremonies.\nKind regards\nGraduation Office\ngraduation-office@bristol.ac.uk",
    "trans": "Les mails d'invitation ont été envoyés à partir du mardi 15 octobre à tous les étudiants étant potentiellement admissibles pour se diplômer lors de la cérémonie de janvier 2025.\nLes mails ont été envoyés à l'adresse personnelle (domicile) des étudiants, comme indiqué dans Info Étudiant.\nSi vous n'avez pas encore effectué votre inscription, merci de vérifier si vous avez bien reçu l'invitation à l'adresse de votre domicile, et assurez-vous de vous inscrire avant la date limite du mardi 29 octobre à 17h. Vous aurez besoin de votre adresse mail pour accéder au formulaire d'inscription via le lien fourni sur votre invitation.\nSi vous avez besoin d'aide, consultez les informations concernant l'inscription fournies sur notre page web Inscription.\nSi vous vous avez déjà effectué votre inscription et avez reçu un mail de confirmation pour votre demande d'obtention du diplôme, merci d'ignorer ce mail.\nConsultez le site web Obtention du diplôme pour toute autre information concernant la cérémonie de janvier 2025.\nCordialement,\nLe Bureau des Diplômes\ngraduation-office@bristol.ac.uk"
}