{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Progressive National Catastrophe Response Team is working to address your needs following Hurricane Helene.\nWe know how significantly your lives have been impacted and we're committed to servicing your claims quickly, accurately, and fairly. We are closely monitoring Hurricane Milton and urge you to follow the advice of local authorities and take any necessary measures to keep you and your family safe. Just as your safety is important to us, so too is the safety of our Progressive family and the vendors we work with. With the formation and impending landfall of Hurricane Milton, we may need to suspend some of our Florida response work this week which also impacts facilities and vendors we work with. We apologize for any delays that these safety protocols may have on the resolution of your claim, and once it is safe to do so, we'll continue to work diligently to help.\nIn the interim, should you have any questions about coverages or your claim, you may contact us online at progressive.com, through the Progressive App, or by calling 1-800-776-4737.",
    "trans": "L'Équipe Nationale Progressive de Réponse aux Catastrophes s'efforce de répondre à vos besoins suite à l'ouragan Helene.\nNous sommes conscients de l’impact significatif que cette catastrophe a eu sur vos vies et nous nous engageons à traiter vos demandes rapidement, avec précision et équité. Nous suivons de près l’évolution de l’ouragan Milton et vous encourageons à suivre les recommandations des autorités locales et à prendre toutes les mesures nécessaires pour assurer votre sécurité ainsi que celle de votre famille. Votre sécurité est notre priorité, tout comme celle de notre famille Progressive et des prestataires avec lesquels nous collaborons. En raison de la formation et de l’approche imminente de l’ouragan Milton, nous pourrions être amenés à suspendre certaines de nos opérations de réponse en Floride cette semaine, ce qui affectera également les installations et les prestataires avec lesquels nous travaillons. Nous nous excusons pour tout retard que ces protocoles de sécurité pourraient entraîner dans le traitement de votre demande, et dès que les conditions le permettront, nous poursuivrons nos efforts avec diligence pour vous aider.\nEn attendant, si vous avez des questions concernant votre couverture ou votre demande, vous pouvez nous contacter en ligne sur progressive.com, via l’application Progressive ou en appelant le 1-800-776-4737."
}