{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Provide as much proof as you can to show you are visiting Australia as a temporary visitor only. This could include:\nproof you have enough money for your stay and to leave Australia, such as:\nitemised personal bank statements for a 3 month period\npay slips\naudited accounts\ntax records\nterm deposits\ncredit card statements\na letter from your relative or friend in Australia, inviting you to visit. The letter could state:\ntheir relationship to you\nthe purpose of your visit and length of stay\nif you will be staying with them\nIf this person will be paying for your stay, provide proof of their funds.\nyour plans while in Australia\nproof that you have reasons to return home such as:\na letter from your employer stating you plan to return to your job\nproof that you study at a school, college or university in your home country\nproof that you have immediate family members in your home country\nproof that you can return home\nproof that you own a house or other major assets in your home country",
    "trans": "ournissez autant de preuves que possible pour montrer que vous visitez l'Australie en tant que visiteur temporaire uniquement. Cela peut inclure :\npreuve que vous avez suffisamment d'argent pour votre séjour et pour quitter l'Australie, telles que :\nrelevés bancaires personnels détaillés sur une période de 3 mois\nfiches de paie\ncomptes audités\ndéclarations fiscales\ndépôts à terme\nrelevés de carte de crédit\nUne lettre de votre parent ou ami en Australie, vous invitant à visiter. La lettre pourrait indiquer :\neur relation avec vous\nle but de votre visite et la durée de votre séjour\nsi vous séjournerez chez eux\nette personne paiera pour votre séjour, fournissez la preuve de leurs fonds.\nVos plans pendant votre séjour en Australie\npreuve que vous avez des raisons de rentrer chez vous, telles que :\nune lettre de votre employeur indiquant que vous prévoyez de revenir à votre poste\npreuve que vous étudiez dans une école, un collège ou une université dans votre pays d'origine\npreuve que vous avez des membres de votre famille proche dans votre pays d'origine\npreuve que vous pouvez retourner chez vous\npreuve que vous possédez une maison ou d'autres actifs importants dans votre pays d'origine"
}