{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hermee (Patreon)\n15 ott 2024, 5:06AM GMT-7\nHi there,\nI'm Hermee from Patreon Support. I hope you're doing well today.\nThank you for getting in touch with us!\nIf you are requesting a refund, you will want to review these articles here: Patreon's refund policy & How do I request a refund?\nIf you are having difficulty canceling your membership, you can refer to this article here: Cancel my membership.\nIf you are unable to access these patron-only posts when logged in, you may be logged in with a different email address (I have two accounts). Be sure to check your Memberships tab to confirm you are in the right account.\nIf you are having trouble understanding how the billing system works on Patreon, you can refer to these articles here: Understand my payments to creators, I was charged immediately, Patron currency settings on Patreon, Declined payments, & How do I update my payment information?\nIf you find yourself unable to access your account to manage your payments, could you please send me the following:\n- Exact date and amount of the last two charges in your creator’s chosen currency (or payouts if you are a creator) as they appear on your statement.\n- The last four digits of your card (or bank account that received the funds).\n- Credit card type (i.e. Visa, Mastercard, Amex).\n- The card's expiration date.\n- Your current IP address, which can be found at https://tools.keycdn.com/geo\nUsed PayPal? Please also write back with the email associated with your PayPal account, along with the first and last bullet points above.\nUsed Apple Pay? Let me know the Device Account Number [this can be found by opening Apple Wallet, selecting the card used, and clicking the 3 dots in the top right], along with the first and last bullet points above.\nAlong with the payment details, would you mind sharing the following:\n- The URL(or name) of a creator you are supporting\n- How your profile name is listed on the site\nWith that, if you are still experiencing issues and need further assistance, please reply to this email.\nBest regards,\nHermee",
    "trans": "Hermee (Patreon)\n15 octobre 2024, 5:06 AM GMT-7\nBonjour,\nJe suis Hermee du support Patreon. J'espère que vous allez bien aujourd'hui.\nMerci de nous avoir contactés!\nSi vous demandez un remboursement, vous voudrez consulter ces articles ici : Politique de remboursement de Patreon & Comment demander un remboursement?\nSi vous avez des difficultés à annuler votre adhésion, vous pouvez vous référer à cet article ici : Annuler mon adhésion.\nSi vous n'êtes pas en mesure d'accéder à ces publications réservées aux mécènes lorsque vous êtes connecté, il est possible que vous soyez connecté avec une autre adresse e-mail (j'ai deux comptes). Assurez-vous de vérifier l'onglet \"Adhésions\" pour confirmer que vous êtes sur le bon compte.\nSi vous avez du mal à comprendre comment fonctionne le système de facturation sur Patreon, vous pouvez consulter ces articles ici : Comprendre mes paiements aux créateurs, J'ai été facturé immédiatement, Paramètres de devise du mécène sur Patreon, Paiements refusés, & Comment mettre à jour mes informations de paiement?\nSi vous ne parvenez pas à accéder à votre compte pour gérer vos paiements, pourriez-vous m'envoyer les informations suivantes :\n- La date exacte et le montant des deux dernières charges dans la devise choisie par votre créateur (ou les paiements si vous êtes un créateur), tels qu'ils apparaissent sur votre relevé.\n- Les quatre derniers chiffres de votre carte (ou du compte bancaire ayant reçu les fonds).\n- Le type de carte de crédit (par exemple, Visa, Mastercard, Amex).\n- La date d'expiration de la carte.\nVotre adresse IP actuelle, que vous pouvez trouver ici : tools.keycdn.com/geo\nUtilisez-vous PayPal? Veuillez également nous indiquer l'e-mail associé à votre compte PayPal, ainsi que les deux premières et dernières puces ci-dessus.\nUtilisez-vous Apple Pay? Faites-moi savoir le numéro de compte de l'appareil [vous pouvez le trouver en ouvrant Apple Wallet, en sélectionnant la carte utilisée, et en cliquant sur les 3 points en haut à droite], ainsi que les deux premières et dernières puces ci-dessus.\nEn plus des détails de paiement, pourriez-vous partager les informations suivantes :\n- L'URL (ou le nom) du créateur que vous soutenez.\n- Comment votre nom de profil est répertorié sur le site.\nAvec cela, si vous rencontrez toujours des problèmes et avez besoin d'une assistance supplémentaire, veuillez répondre à cet e-mail.\nCordialement,\nHermee"
}