{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello ,\nWe are unable to move forward with the approval process of your product(s) until the following required compliance documents are submitted.\n1. We are contacting you because we noticed that the recommended age grade [60 Months, under the attribute: manufacturer_minimum_age] listed on the product detail page does not match the age grade [6+ Years] of the product in the test report(s) you submitted.\nTo move forward with the approval process, please submit a document from a for Consumer Product Safety Commission (CPSC)-accepted, laboratory that confirms that your product was tested for the Age Grade listed on the detail page, or please update your detail page to the Age Grade detailed in the report.\nThis case now will be closed but we welcome you to re-open this case as soon as you are able to provide the required compliance documents.\nWe appreciate your patience and cooperation.\nTo help us continually improve, we ask that you take a moment to complete our survey below to tell us about your experience with this specific interaction.\nWere you satisfied with the support provided?\nYes\nNo\nThank you,\nAmazon Product, Safety & Compliance\nFor help or to contact us again on this issue:\nFor Sellers, go to your Seller Central Account Heath Dashboard, select Product Compliance Requests or use the following link:\nhttps://sellercentral.amazon.com/help/hub/reference/external/GKJRA3FRPRKVBJJS? locale=en-US\nFor Vendors, go to your Vendor Central, select Vendor Certificates, select Compliance Document Requirements or use the following link:\nhttps://vendorcentral.amazon.com/hz/vendor/members/support/help/node/GKJRA3FRPRKVBJJS\nThis email was sent from a notification-only address that cannot accept incoming email. Please do not reply to this message.",
    "trans": "Bonjour,\nNous ne pouvons pas avancer dans le processus d'approbation de votre (vos) produit(s) tant que les documents de conformité suivants n'ont pas été soumis.\n1. Nous vous contactons car nous avons remarqué que la catégorie d'âge recommandée [60 Months, under the attribute : manufacturer_minimum_age] indiquée sur la page de détail du produit ne correspond pas à la catégorie d'âge [6+ Years] du produit dans le(s) rapport(s) de test que vous avez soumis.\nPour poursuivre la procédure d'approbation, veuillez soumettre un document établi par un laboratoire agréé par la Consumer Product Safety Commission (CPSC) confirmant que votre produit a été testé pour la catégorie d'âge indiquée sur la page détaillée, ou mettez à jour votre page détaillée en fonction de la catégorie d'âge indiquée dans le rapport.\nCe dossier est désormais clos, mais nous vous invitons à le rouvrir dès que vous pourrez fournir les documents de conformité requis.\nNous vous remercions de votre patience et de votre coopération.\nDans un souci d'amélioration continue, nous vous demandons de bien vouloir prendre quelques instants pour répondre à notre enquête ci-dessous afin de nous faire part de votre expérience concernant cette interaction spécifique.\nAvez-vous été satisfait de l'assistance fournie ?\nOui\nNon\nMerci de votre compréhension,\nProduit Amazon, Sécurité et conformité\nPour obtenir de l'aide ou nous recontacter sur ce sujet :\nPour les vendeurs, rendez-vous sur votre compte Seller Central Heath Dashboard, sélectionnez Product Compliance Requests ou utilisez le lien suivant :\nhttps://sellercentral.amazon.com/help/hub/reference/external/GKJRA3FRPRKVBJJS ? locale=fr-US\nPour les vendeurs, rendez-vous sur votre site Vendor Central, sélectionnez Vendor Certificates, puis Compliance Document Requirements ou utilisez le lien suivant :\nhttps://vendorcentral.amazon.com/hz/vendor/members/support/help/node/GKJRA3FRPRKVBJJS\nCe courriel a été envoyé à partir d'une adresse de notification à caractère exclusif ne pouvant pas recevoir de courriels. Merci de ne pas répondre à ce message."
}