{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hurry, you only have until 12/19/2024\nView Online\nAction needed to get your bonus!\nHere's how:\nMake direct deposits totaling $500 or more1 by 12/19/2024 to get your $300 Chase checking bonus.\nSet up direct deposit»\nAfter you complete this step, you'll receiveyour checking bonus within 15 days.\nSee below for Important Information.\nYour coupon enrollment date was 09/20/2024.\nSi tiene alguna pregunta, por favor, llame o visite una sucursal local de Chase.\nEmail Security Information:\nEmail intended for [redacted_email]\nIf you have concerns about the authenticity of this message, please visit chase.com/CustomerService for options on how to contact us.\nIMPORTANT INFORMATION\n1Your direct deposits totaling $500 or more need to be electronic deposits of your paycheck, pension or government benefits (such as Social Security) from your employer or the government. Person to Person payments (such as Zelle®) are not considered a direct deposit. Micro-deposits do not qualify as a direct deposit for the bonus. Micro-deposits are small deposits, typically less than $1, that are sent to your account to verify it is the correct account.\nImportant Bonus/Account Information: You can receive only one new checking account opening related bonus every two years from the last coupon enrollment date and only one bonus per account. Coupon is good for one-time use. To receive this bonus, the enrolled account must not be closed or restricted at the time of payout. Eligibility may be limited based on account ownership. Bonus is considered interest and will be reported on the IRS Form 1099-INT (or Form 1042-S, if applicable).\nABOUT THIS MESSAGE\nYou have received this email to give you updates and information about your Chase relationship. This email was sent from an unmonitored mailbox. Go to chase.com/CustomerService for options on how to contact us.\nYour privacy is important to us. See our online Security Center to learn how to protect your information.\nChase Privacy Operations, P.O. Box 734007, Dallas, TX 75373-4007.\nJPMorgan Chase Bank, N.A. Member FDIC\n©2024 JPMorgan Chase & Co.\nLC-FECHECKDDQ224",
    "trans": "Dépêchez-vous, vous n'avez que jusqu'au 19/12/2024\nVoir en ligne\nAction requise pour obtenir votre bonus !\nVoici comment faire :\nEffectuez des dépôts directs totalisant 500 $ ou plus 1 avant le 19/12/2024 pour obtenir votre bonus de 300 $ sur les chèques Chase.\nConfigurez un dépôt direct »\nAprès avoir effectué cette étape, vous recevrez votre bonus de compte courant dans les 15 jours.\nVoir ci-dessous pour des informations importantes.\nLa date d'inscription de votre coupon était le 20/09/2024.\nSi vous avez des questions, veuillez appeler ou visiter une agence locale Chase.\nInformations de sécurité par e-mail :\nE-mail destiné à [adresse e-mail masquée]\nSi vous avez des préoccupations concernant l'authenticité de ce message, veuillez visiter chase.com/CustomerService pour voir les options de contact.\nINFORMATIONS IMPORTANTES\n1Vos dépôts directs totalisant 500 $ ou plus doivent être des dépôts électroniques de votre salaire, de votre pension ou prestations gouvernementales (comme la Sécurité Sociale) provenant de votre employeur ou du gouvernement. Les paiements de personne à personne (tels que Zelle®) ne sont pas considérés comme des dépôts directs. Les Micro-dépôts ne sont pas considérés comme des dépôts directs pour la prime. Les Micro-dépôts sont de petits dépôts, généralement inférieurs à 1 dollar, qui sont envoyés sur votre compte pour vérifier qu'il s'agit bien du bon compte.\nInformations importantes sur le bonus/compte : Vous ne pouvez recevoir qu'un seul bonus lié à l'ouverture d'un nouveau compte courant tous les deux ans à partir de la dernière date d'inscription au coupon et un seul bonus par compte. Le coupon est valable pour une seule utilisation. Pour recevoir ce bonus, le compte inscrit ne doit pas être fermé ou restreint au moment du paiement. L'Eligibilité peut être limitée en fonction de la propriété du compte. Le Bonus est considéré comme un intérêt et sera déclaré sur le formulaire IRS 1099-INT (ou formulaire 1042-S, le cas échéant).\nÀ PROPOS DE CE MESSAGE\nVous avez reçu cet e-mail pour vous fournir des mises à jour et des informations concernant votre relation avec Chase. Cet e-mail a été envoyé depuis une boîte aux lettres non surveillée. Allez sur chase.com/CustomerService pour voir les options de contact.\nVotre vie privée est importante pour nous. Consultez notre Centre de sécurité en ligne pour savoir comment protéger vos informations.\nChase Privacy Operations, P.O. Box 734007, Dallas, TX 75373-4007.\nJPMorgan Chase Bank, N.A. Member FDIC\nLC-FECHECKDDQ224\nLC-FECHECKDDQ224"
}