{
    "source": "en_US",
    "target": "fr_FR",
    "text": "FINANCING PROMOTION DETAILS: Offer subject to credit approval and cannot be combined with any other credit-related offer. We reserve the right to discontinue or alter the terms of this offer at any time.\n†36 Fixed Monthly Payments at 1.99% APR. Applies to purchase or order of $1,999 or more on your MyLowe’s Rewards Credit Card 9/26/2024 through 10/9/2024. Interest will be charged on the promo purchase from the purchase date at a reduced 1.99% APR, and fixed monthly payments are required until paid in full. These payments are equal to 2.8638% of initial total promo purchase amount, rounded up to the next whole dollar and will not be adjusted for merchandise returns which may result in paying the promo purchase in less than 36 months. These payments may be higher than the payments that would be required if this purchase was a non-promo purchase. During the last month(s) of the promo period the required monthly payment may be reduced due to the prior months’ rounding. Regular account terms apply to non-promo purchases. See your credit card agreement for your applicable terms. Cannot be combined with 5% Off Everyday offer or other credit-related promotional offers.\nOnly one credit-related promotional offer can be applied to any one item on a sales receipt. The “purchase date” for an item is the date it is charged to",
    "trans": "DÉTAILS DE LA PROMOTION DE FINANCEMENT : L'offre est soumise à l'approbation du crédit et ne peut être combinée à aucune autre offre en rapport au crédit. Nous nous réservons le droit d'interrompre ou de modifier les conditions de cette offre à tout moment.\n†36 paiements mensuels fixes à un TAEG (Taux Annuel Effectif Global) de 1,99 % s'applique aux achats ou aux commandes de 1 999 $ ou plus portés à votre Carte de Credit MyLowe's Rwards du 26/09/2024 au 09/10/2024. Des intérêts seront imputés à l'achat promotionnel à compter de la date d'achat à un TAEG réduit de 1,99 % et des paiements mensuels fixes qui seront exigés jusqu'à ce que l'achat soit payé en entier. Ces paiements sont égaux à 2,8638 % du montant total initial de l'achat promotionnel, arrondi au dollar et ne seront pas ajustés pour les retours de marchandises. Ceci peut entraîner le paiement de l'achat promotionnel en moins de 36 mois. Ces paiements peuvent être plus élevés que ceux qui seraient exigés si cet achat n'était pas un achat promotionnel. Pendant le(s) dernier(s) mois de la période de promotion, le paiement mensuel requis peut être réduit en raison de l'arrondi des mois précédents. Les conditions habituelles du compte s'appliquent aux achats non promotionnels. Consultez votre contrat de carte de crédit pour connaître les conditions applicables. Cette offre ne peut être combinée avec l'offre 5 % de rabais sur les achats courants ou avec d'autres offres promotionnelles liées au crédit.\nUne seule offre promotionnelle liée au crédit peut être appliquée à un même article sur un ticket de caisse. La « date d'achat » d'un article est la date à laquelle il est porté au débit de la carte de crédit."
}