{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This is a reminder that you have a Class D Road Exam scheduled on 10/31/2024 11:00:00 AM at Revere Cronin Skating Rink.\nIf you need to cancel or reschedule your road test, visit Mass.Gov/RoadTest. Please provide at least 72-hour notice to avoid a fee. You will be charged the $35 road test fee if you cancel less than 72 hours before your test; the $35 must be paid before a new test can be scheduled.\nIf you requested an interpreter from the RMV to assist interpreting instructions from the Road Test Examiner on the day of your road test, the interpreter will meet you in the designated road test area.\nIf you no longer need an interpreter provided by the RMV for your road test, please call 857-368-9362 (WFMA).\nAll applicants must bring a vehicle for a Class D Road Test, or a motorcycle for a Class M Road Test, that meets the RMV’s requirements. Applicants required to use an Ignition Interlock Device, or to operate with adaptive equipment, must take the road test in a vehicle with the required equipment installed.",
    "trans": "Rappel : votre examen de conduite de catégorie D est prévu le 31/10/2024 à 11h à la patinoire Revere Cronin.\nSi vous devez annuler ou reprogrammer votre examen, allez sur Mass.Gov/RoadTest. Merci de nous prévenir au moins 72h à l'avance afin d'éviter des frais supplémentaires. Des frais de 35 $ vous seront facturés pour l'examen de conduite si vous annulez moins de 72h avant l'examen ; les 35 $ doivent être réglés avant qu'un nouvel examen ne soit programmé.\nSi vous avez besoin d'un interprète de la RMV pour vous aider à comprendre les instructions de l'examinateur le jour de votre examen de conduite, l'interprète vous retrouvera dans la zone d'examen prévue.\nSi vous n'avez plus besoin d'un interprète fourni par la RMV pour votre examen de conduite, merci d'appeler le 857-368-9362 (WFMA).\nChaque candidat doit prévoir un véhicule pour l'examen de conduite de catégorie D, ou un motocycle pour l'examen de conduite de catégorie M, répondant aux exigences de la RMV. Les candidats ayant besoin d'un dispositif de verrouillage d'allumage, ou d'utiliser un équipement adapté, doivent passer l'examen dans un véhicule sur lequel est installé l'équipement requis."
}