{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thank you for your reply and helpful explanation. I think there may be some confusion with regards to the appeals process and what can be appealed under the Policy and Procedures on Student Appeals. I do not believe there to have been a misunderstanding with respect to your appeal, and indeed, your recent correspondence. The Policy and Procedures on Student Appeals details what is constituted an academic appeal (section 1 refers). The Appeals Policy details that if a student believes that a medical condition or other personal circumstances have affected their performance in an assessment or prevented them from completing a piece of assessment, they must notify the relevant School(s) immediately (section 3 refers). Where mitigating circumstances are received beyond these timescales, it is for the Head of School (or nominee) to decide whether to take these into account. In that regard, if you are agreeable, we will share your circumstances with your School in order that they might take these into account. There is no guarantee that they will take these into account as it is the discretion of the School.",
    "trans": "Merci pour votre réponse et votre explication utile. Je pense qu'il y a peut-être une confusion concernant le processus d'appel et ce qui peut être contesté en vertu de la Politique et des Procédures relatives aux Appels des Étudiants. Je ne crois pas qu'il y ait eu de malentendu concernant votre appel, et effectivement, votre correspondance récente. La Politique et les Procédures sur les Appels des Étudiants détaillent ce qui constitue un appel académique (la section 1 s'y réfère). La Politique des Appels précise que si un étudiant estime qu'une condition médicale ou d'autres circonstances personnelles ont affecté ses performances lors d'une évaluation ou l'ont empêché de terminer une évaluation, il doit en informer immédiatement l'école concernée (la section 3 s'y réfère). Lorsque les circonstances atténuantes sont reçues au-delà de ces délais, il incombe au responsable de l'école (ou à son délégué) de décider s'il convient de les prendre en compte. À cet égard, si vous êtes d'accord, nous partagerons vos circonstances avec votre école afin qu'elles puissent être prises en compte. Il n'y a aucune garantie que celles-ci soient prises en compte, car cela relève du discernement de l'école."
}