{
    "source": "en_US",
    "target": "fr_FR",
    "text": "13.14.4 Slush Funds. An institution shall not permit any outside organization, agency or group of individuals to use, administer or expend funds for recruiting prospective student-athletes, including the transportation and entertainment of, and the giving of gifts or services to, prospective student-athletes or their family members or friends. (Revised: 4/25/18)\n15.01.6.1 Student Assistance Fund. The receipt of money from the NCAA Student Assistance Fund for studentathletes is not included in determining the permissible amount of financial aid that a member institution may award to a student-athlete. Member institutions and conferences shall not use money received from the fund to finance salaries and benefits; tuition and fees, living expenses, and required course-related books during a regular term (other than summer school) for student-athletes with remaining eligibility; capital improvements; stipends; competition-related travel expenses for student-athletes who are ineligible for competition (e.g., nonqualifier, transfer student-athlete); and outside athletics development opportunities (e.g., participation in a sports camp or clinic, private sports-related instruction, greens fees, batting cage rental, outside foreign tour expenses) for current student-athletes with remaining eligibility. (Adopted: 4/24/03, Revised: 1/8/07, 2/24/12, 1/17/15 effective 8/1/15, 10/5/16, 3/28/17, 7/31/23)\n15.02.4 Family Member. A family member is an individual with any of the following relationships to the prospective student-athlete: spouse, parent or legal guardian, child, sibling, grandparent, domestic partner or any individual whose close association with the prospective student-athlete is the practical equivalent of a family relationship. (Adopted: 4/25/18)",
    "trans": "13.14.4 Fonds secrets. Une institution ne doit pas permettre à une organisation extérieure, une agence ou un groupe d’individus d’utiliser, de gérer ou de dépenser des fonds pour le recrutement des étudiants-athlètes potentiels, y compris pour leur transport, leur divertissement, ainsi que pour l’octroi de cadeaux ou de services aux étudiants-athlètes potentiels, à leurs familles ou à leurs amis. (Révisé : 25/04/18)\n15.01.6.1 Fonds d'assistance aux étudiants. La réception de fonds provenant du Fonds d'assistance aux étudiants-athlètes de la NCAA n'est pas prise en compte dans la détermination du montant d'aide financière qu'une institution membre peut leur accorder. Les institutions membres et les conférences ne doivent pas utiliser l'argent reçu de ce fonds pour financer les salaires et les avantages sociaux, les frais de scolarité, les frais de subsistance et les livres obligatoires pendant un semestre régulier (autre que les cours d'été) pour les étudiants-athlètes encore éligibles, les améliorations des infrastructures, les allocations, les frais de déplacement liés à la compétition pour les étudiants-athlètes inéligibles à la compétition (par ex. : étudiant-athlète non-qualifié,  transféré), les opportunités de développement sportif externe (par ex. : participation à un camp sportif ou à une clinique de sport, cours particuliers liés au sport, frais de parcours de golf, location de cage de frappe, frais de tournée étrangère) pour les étudiants-athlètes encore éligibles.(Adopté : 24/04/03, Révisé : 08/01/07, 24/02/12, 17/01/15 – effectif au 01/08/15, 05/10/16, 28/03/17, 31/07/23)\n15.02.4 Membre de la famille. Un membre de la famille est une personne ayant l’un des liens suivants avec l’étudiant-athlète potentiel : conjoint, parent ou tuteur légal, enfant, frère ou sœur, grand-parent, partenaire de vie ou toute personne dont l’association étroite avec l’étudiant-athlète potentiel équivaut pratiquement à une relation familiale. (Adopté : 25/04/18)"
}