{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello, excuse me, I'm Sarah from TEMU Services USA. Your background and resume have been recommended by multiple online recruitment agencies. Therefore, we would like to offer you a great remote online part-time/full-time job to help TEMU merchants update data, increase visibility and bookings, and provide you with free training. Flexible part-time and full-time jobs allow you to work 60 to 90 minutes a day, 5 days a week, earn extra income on weekends too. You can work anytime and anywhere according to your schedule, and earn $50 to $500 a day. The basic salary is $950 per 4 days worked. Paid annual leave: In addition to maternity leave, paternity leave and other statutory holidays, ordinary employees are entitled to 5-15 days of paid annual leave. If you want to participate, please contact me by WhatsAPP:+19519526920(Note: You must be at least 20 years old)",
    "trans": "Bonjour, excusez-moi, je suis Sarah de TEMU Services USA. Nous avons reçu de nombreuses recommandations de la part d'agences de recrutement en ligne concernant votre parcours et votre CV. C'est pourquoi nous souhaitons vous proposer un emploi en ligne à distance, à temps partiel ou à plein temps, afin d'aider les commerçants TEMU à mettre à jour leurs données, à accroître leur visibilité et leurs réservations, tout en vous offrant une formation gratuite. Les emplois flexibles à temps partiel et à plein temps vous permettent de travailler 60 à 90 minutes par jour, 5 jours par semaine, et de gagner un revenu supplémentaire les week-ends également. Vous pouvez travailler n'importe quand et n'importe où selon votre emploi du temps, et gagner de 50 à 500 dollars par jour. Le salaire de base est de 950 $ pour 4 jours travaillés. Congés annuels payés : en plus du congé de maternité, du congé de paternité et des autres jours fériés, les employés ordinaires ont droit à 5 à 15 jours de congé annuel payé. Au cas où vous souhaiteriez participer, veuillez me contacter par WhatsAPP:+19519526920(Note : vous devez être âgé d'au moins 20 ans)."
}