{
    "source": "en_US",
    "target": "fr_FR",
    "text": "L-0 blades are not Program Parts under the Contract, therefore the ST L-0 blades associated locking\nhardware (“Locking Hardware”) is not a Miscellaneous Hardware, because Miscellaneous Hardware is\ndefined as “items such as pins, springs, studs, gaskets, tie wires, fasteners, screws, washers, nuts or bolts\nwhich are supplied by the Off-Shore Supplier, as needed to roll in and roll out the Program Parts during a\nScheduled Outage and to perform the Services related to the Covered Equipment, under this Contract, as\nlisted in Exhibit C, \"Projected Scheduled Outage Plan\" or in accordance with Article 6, \"Changes\". Also,\nthe Services per the Scheduled Outage Plan and Exhibit A Addendum 3, Scope of Steam Turbine, does\nnot include replacement of ST L-0 blades. Lastly, a Change Order for the supply and replacement of ST\nL-0 blades and Locking hardware was not entered between the Parties.\nAs you are aware, SEI submitted to Naco Nogales the L-0 Components Proposal for the supply of ST L-0\nrotating blades and associated Locking Hardware as described in the",
    "trans": "Les lames L-0 ne font pas partie des éléments du programme en vertu du contrat, par conséquent, le verrouillage associé aux lames ST L-0\nle matériel de verrouillage (« Locking Hardware ») n'est pas considéré comme du matériel divers, car le matériel divers est\ndéfini comme « des éléments tels que des broches, ressorts, goujons, joints, fils de fixation, fixations, vis, rondelles, écrous ou boulons »\nqui sont fournis par le fournisseur offshore, selon les besoins, pour installer et retirer les pièces du programme pendant une\ninterruption planifiée et pour effectuer les services liés à l'équipement couvert, en vertu de ce contrat, comme\nindiqué dans l'annexe C, « Plan d'interruption programmé projeté » ou conformément à l'article 6, « Modifications ». De plus,\nles services conformément au Plan d'interruption programmé et à l'addenda 3 de l'annexe A, Portée de la turbine à vapeur, ne font pas\ninclure le remplacement des lames ST L-0. Enfin, un ordre de modification pour la fourniture et le remplacement des lames ST\nles lames L-0 et le matériel de verrouillage n'ont pas été inclus dans les accords entre les parties.\nComme vous le savez, SEI a soumis à Naco Nogales la proposition de composants L-0 pour la fourniture de lames ST L-0\nlames tournantes et le matériel de verrouillage associé comme décrit dans le"
}