{
    "source": "en_US",
    "target": "fr_FR",
    "text": "coders are also prone to a variety of well-documented errors that range from subjective bias to inconsistency and lack of attention—particularly when researchers organize small teams to code documents in a coordinated fashion. LLMs can also exert bias and be inconsistent, as I discuss in further detail below. But LLMs may enable social scientists to examine corpora of unprecedented size with unforeseen speed. Rather than taking a random sample of documents, for example, social scientists now have the potential to code an entire corpus in short order. LLMs also appear capable of performing coding tasks in many of the world’s most prominent languages as well as other rudimentary tasks typically assigned to human research assistants such as data coding or data entry (as discussed in greater detail in SI Appendix) (56). More studies are needed to evaluate the promise of LLMs for text analysis—and to evaluate possible privacy issues discussed in additional detail below. But for now, they appear poised to have a significant impact upon the range of questions social scientists can ask with text- based data. Multimodal models that can translate content from images into text suggest these coding capabilities may soon apply to other mediums as well.",
    "trans": "Les codeurs sont également sujets à diverses erreurs bien documentées qui vont de la partialité subjective à l'incohérence et au manque d'attention - en particulier lorsque les chercheurs organisent de petites équipes pour coder les documents de manière coordonnée. Les LLM peuvent également faire preuve de partialité et d'incohérence, tel qu'expliqué plus en détail ci-dessous. Mais les LLM peuvent permettre aux chercheurs en sciences sociales d'examiner des corpus d'une taille sans précédent avec une rapidité imprévue. Plutôt que de prendre un échantillon aléatoire de documents, par exemple, les chercheurs en sciences sociales ont désormais la possibilité de coder un corpus entier en peu de temps. De plus, les LLM semblent capables d'effectuer des tâches de codage dans la plupart des langues les plus répandues dans le monde, ainsi que d'autres tâches rudimentaires généralement confiées à des assistants de recherche humains, telles que le codage ou la saisie de données (comme indiqué de manière plus détaillée dans l'annexe SI) (56). D'autres études sont indispensables pour évaluer les promesses des LLM en matière d'analyse de texte et pour évaluer les éventuels problèmes de protection de la vie privée évoqués de manière plus détaillée ci-dessous. Mais pour l'instant, ils semblent prêts à avoir un impact significatif sur l'éventail des questions que les chercheurs en sciences sociales peuvent poser à partir de données textuelles. Les modèles multimodaux qui peuvent traduire le contenu des images en texte suggèrent que ces capacités de codage pourraient bientôt s'appliquer à d'autres supports également."
}