{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I heard him hiss as I let out a painful moan. I placed my hands on his shoulders while he rubbed soothing circles on my waist.\n\"Just give me a minute\" I said breathing harshly, hoping that I won't take too long to adjust to him.\n\"Get comfortable. We have plenty of time amore\" He placed a soft, comforting kiss on my cheek.\nWe do have more time than we need, forty-five minutes to be specific. But I was hoping to do a second round after this so I don't want to waste any time.\nAfter a few minutes of kissing him to pass the time, I get impatient and start moving slowly. It still hurts but it's equally pleasurable if not more. He felt so perfect inside me. I've never felt this good before.\nNow I know why people like having sex, it's so hot and heavenly when it's consensual. It the best form of pleasure.\nHe groaned as I came down with a lot of force. I repeated that again and got satisfying reaction each time. His hands were tightening on my waist as he tried his best to not guide me.\nHe let me move on my pace and I slowly started going faster and harder. His hips bucked up against mine and the room was filled by the sound of our moans and harsh breaths.\nHe couldn't control anymore and gripped my ass pulling me closer so my breasts were closer to his face. He looked up at me silently asking for permission and I nodded.\nHe kissed my left boob over my t-shirt and I pushed further into his mouth. He did the same to the other before I grabbed his face, guiding him to my lips.\nI shoved my tongue in his mouth as his hands slide in my t-shirt, going upwards. He squeezed my breasts hard enough to hurt but I was too distracted to feel anything but pure euphoria.\nSoon I felt a bundle of knots forming in my stomach. I knew I was gonna release soon. I really wanted him to finish first, I wanted him to enjoy it to the fullest. I wanted him to remember how perfect we are together.\n\"Are you close?\" I asked out of breath.\n\"Yes\" He started kissing down my neck but I brought his lips back on mine before he left any marks that can sure get me in trouble.\n\"Let's do it together, ya?\" He nodded and I was moving faster than ever, even though my legs wanted to give up.\nHe was getting tense under me and my body begged me to release. After fighting off the urge for a few extra minutes to make it last as long as I can, I knew I couldn't hold it anymore.\n\"Now\" He didn't waste a second and complied to my demand.\nI felt warmth in my pussy as he finished inside the condom. A shivering orgasm left my body as my legs shook and I almost went limp on him. But I still kept a slow pace to ride off my high and his.\nWe both were out of breath and our chest heaved together in an uneven rhythm. When I finally gave up, I placed my head of his shoulder and wrapped my arms around his neck, hugging him tiredly.\nHe brought his hands to my back and started rubbing it soothingly like I was a baby. The gesture was so kind because I loved comfort. I was leaning in his touch but I knew we have to go back.\nI reluctantly pulled back, still sitting on him as I looked at his face flushed with satisfaction. He was looking at me with soft eyes and a charming smile which was contagious and I smiled back with a small blush.\nI pecked his lips one last time for today and was about to get up when he took his hands off my back and cupped my face.\nHe pulled me towards himself and the moment caused me to move on him and I felt another orgasm threatened to build up inside me.\nHe started kissing me and I didn't protest. This arrangement is for both of us, I can let him do a few things on his own. He doesn't need my permission for everything.\nI made a mental note to give him a kiss everytime we do the deed. He might be into these romantic gestures and I should provide him with the necessary comfort.\nThe kiss was sweet and everything that I've never had. He was gentle and almost grateful. He showed his appreciation by pouring all of his feelings in the kiss that I didn't let last for a moment longer.\nI pulled back harshly. This is not right. He's kissing me like all of this means something. I can't let him think that I'm doing this for any reason other than physical.\nI'm confused and indecisive. I don't know how much I want from him. I don't know how much I'm willing to give him. I don't even know if what we just did is right or wrong.\nI just hope my fucked up mental health didn't spoil his mood. I don't want him to get hurt because of my actions. Or worse blame himself for my lack of participation in certain acts.\n\"Amore-\" I cut him off.\n\"I think we should get going\" I suggest and hastily get off him, hating the feel of emptiness as we parted.\nI stumbled on my feet and his hands shot up to balance me. My lower half feel like jelly, I'm having trouble standing up but I have enough experience to manage the discomfort.\nHe looked like he wanted to say something but refrained from it. I feel bad because everyday I do or say something that is sure to hurt him if all of this means anything to him.\nHe pulled the condom off, tying it up and placing it in a disposal box before sliding it inside his bag. He really came prepared for everything. He zipped up his pants and came towards me with a fresh towel in hand.\n\"May I?\" He asks gesturing towards my skirt but I took the towel from him instead.\nI want him to touch me. But it feels too intimate. Both the times we engaged in sexual activities, I wanted to prioritized his needs. I can take care of myself, I've done that my whole life.\n\"Can you please leave?\" Red coated my face as I requested some privacy to clean myself.\nThere's something about what we've just done that's making my confident and dominating facade slip off. I'm blushing and nervous. I want to do everything perfect.\n\"Sure but if you need any help, I'll be right outside\" I could see he was hesitant but didn't argue.\nOnce he was out I quickly did what I had to and wore my panties back, straightening my clothes and ruffled hair. I went outside and sure enough, he was waiting for me.\n\"I'll take that\" He asked as I shoved the towel inside my bag to bring home and clean.\n\"No, it's ok. I can wash it and bring it back tomorrow\" I blushed hard again.\n\"No please, I insist\" He said way too quickly. \"I mean if you take it... we don't want your brothers to find out so...\" He trailed off and for the first time he felt sus. He looks like he has some ulterior motive in taking the damn towel.\n\"Arius\" I said in an authoritative voice and he nodded, understanding that I don't wanna argue about this any further",
    "trans": "Je l'entendis siffler tandis que je poussais un gémissement de douleur. Je posai mes mains sur ses épaules pendant qu'il massait doucement ma taille en cercles.\n« Donne-moi juste une minute, » dis-je en respirant bruyamment, espérant ne pas mettre trop de temps à m'habituer à lui.\n« Mets-toi à l'aise. On a tout le temps, amore. » Il déposa un baiser doux et réconfortant sur ma joue.\nOn a plus de temps qu'il n'en faut, quarante-cinq minutes pour être précise. Mais j'espérais faire un deuxième round après ça, alors je ne veux pas perdre de temps.\nAprès quelques minutes à l'embrasser pour faire passer le temps, je deviens impatiente et commence à bouger lentement. Ça fait toujours mal, mais c'est tout aussi agréable, si ce n'est plus. Il était si parfait en moi. Je ne m'étais jamais sentie aussi bien.\nMaintenant, je comprends pourquoi les gens aiment faire l'amour, c'est si chaud et divin quand c'est consenti. C'est la meilleure forme de plaisir.\nIl grogna alors que je descendais avec force. Je répétai le mouvement et obtins une réaction satisfaisante à chaque fois. Ses mains se resserraient sur ma taille tandis qu'il faisait de son mieux pour ne pas me guider.\nIl me laissa bouger à mon rythme et je commençai lentement à aller plus vite et plus fort. Ses hanches se soulevèrent contre les miennes et la pièce se remplit du son de nos gémissements et de nos respirations haletantes.\nIl ne pouvait plus se contrôler et serra mes fesses, me tirant plus près pour que mes seins soient plus proches de son visage. Il me regarda en silence, demandant la permission, et j'acquiesçai.\nIl embrassa mon sein gauche par-dessus mon t-shirt et je me poussai davantage dans sa bouche. Il fit de même avec l'autre avant que je ne prenne son visage entre mes mains, le guidant vers mes lèvres.\nJe plongeai ma langue dans sa bouche tandis que ses mains glissaient sous mon t-shirt, remontant. Il pressa mes seins assez fort pour faire mal, mais j'étais trop distraite pour ressentir autre chose que de l'euphorie pure.\nBientôt, je sentis un nœud se former dans mon ventre. Je savais que j'allais bientôt jouir. Je voulais vraiment qu'il finisse en premier, je voulais qu'il en profite pleinement. Je voulais qu'il se souvienne à quel point nous sommes parfaits ensemble.\n« Tu y es presque ? » demandai-je, essoufflée.\n« Oui. » Il commença à embrasser mon cou, mais je ramenai ses lèvres sur les miennes avant qu'il ne laisse des marques qui pourraient me causer des ennuis.\n« On le fait ensemble, d'accord ? » Il acquiesça et je bougeai plus vite que jamais, même si mes jambes voulaient céder.\nIl se tendait sous moi et mon corps me suppliait de me libérer. Après avoir combattu l'envie pendant quelques minutes supplémentaires pour que ça dure le plus longtemps possible, je savais que je ne pouvais plus retenir.\n« Maintenant. » Il n'hésita pas une seconde et obtempéra à ma demande.\nJe sentis une chaleur dans mon vagin alors qu'il finissait à l'intérieur du préservatif. Un orgasme frissonnant quitta mon corps tandis que mes jambes tremblaient et que je faillis m'effondrer sur lui. Mais je gardai un rythme lent pour profiter de mon extase et de la sienne.\nNous étions tous les deux essoufflés et nos poitrines se soulevaient ensemble dans un rythme inégal. Quand j'abandonnai finalement, je posai ma tête sur son épaule et enroulai mes bras autour de son cou, le serrant fatiguée.\nIl posa ses mains sur mon dos et commença à le frotter doucement comme si j'étais un bébé. Le geste était si doux parce que j'adorais le confort. Je m'abandonnais à son toucher, mais je savais que nous devions y retourner.\nJe me retirai à contrecœur, toujours assise sur lui, et regardai son visage rougi de satisfaction. Il me regardait avec des yeux doux et un sourire charmant qui était contagieux, et je lui rendis son sourire avec une légère rougeur.\nJe l'embrassai une dernière fois pour aujourd'hui et m'apprêtais à me lever quand il retira ses mains de mon dos et prit mon visage entre ses paumes.\nIl me tira vers lui et le mouvement me fit bouger sur lui, et je sentis un autre orgasme menacer de monter en moi.\nIl commença à m'embrasser et je ne protestai pas. Cet arrangement est pour nous deux, je peux le laisser faire quelques trucs de son côté. Il n'a pas besoin de ma permission pour tout.\nJe me fis une note mentale de l'embrasser à chaque fois qu'on fait ça. Il aime peut-être ces gestes romantiques et je devrais lui apporter le confort nécessaire.\nLe baiser était doux et tout ce que je n'avais jamais eu. Il était doux et presque reconnaissant. Il montra son appréciation en versant tous ses sentiments dans le baiser que je ne laissai pas durer un instant de plus.\nJe me retirai brusquement. Ce n'est pas bien. Il m'embrasse comme si tout ça avait un sens. Je ne peux pas le laisser penser que je fais ça pour autre chose que du physique.\nJe suis confuse et indécise. Je ne sais pas combien je veux de lui. Je ne sais pas combien je suis prête à lui donner. Je ne sais même pas si ce qu'on vient de faire est bien ou mal.\nJ'espère juste que ma santé mentale foutue n'a pas gâché son humeur. Je ne veux pas qu'il soit blessé à cause de mes actions. Ou pire, qu'il se blâme pour mon manque de participation à certains actes.\n« Amore... » Je le coupai.\n« Je pense qu'on devrait y aller, » suggérai-je et me levai précipitamment, détestant la sensation de vide alors qu'on se séparait.\nJe trébuchai et ses mains se levèrent pour me stabiliser. Mes jambes étaient comme de la gelée, j'avais du mal à me tenir debout, mais j'avais assez d'expérience pour gérer l'inconfort.\nIl avait l'air de vouloir dire quelque chose, mais s'en abstint. Je me sens mal parce que chaque jour, je fais ou dis quelque chose qui est sûr de le blesser si tout ça a un sens pour lui.\nIl retira le préservatif, le noua et le plaça dans une boîte à déchets avant de le glisser dans son sac. Il était vraiment préparé à tout. Il remonta son pantalon et vint vers moi avec une serviette propre à la main.\n« Puis-je ? » demanda-t-il en désignant ma jupe, mais je pris la serviette à la place.\nJe veux qu'il me touche. Mais ça me semble trop intime. Les deux fois où nous avons eu des activités sexuelles, j'ai voulu donner la priorité à ses besoins. Je peux m'occuper de moi, je l'ai fait toute ma vie.\n« Tu peux partir, s'il te plaît ? » Une rougeur me monta au visage alors que je demandais un peu d'intimité pour me nettoyer.\nIl y a quelque chose dans ce que nous venons de faire qui fait tomber mon masque de confiance et de domination. Je rougis et je suis nerveuse. Je veux tout faire parfaitement.\n« Bien sûr, mais si tu as besoin d'aide, je serai juste dehors. » Je voyais qu'il hésitait, mais il n'insista pas.\nUne fois qu'il fut sorti, je fis rapidement ce que j'avais à faire et remis ma culotte, redressant mes vêtements et ma chevelure ébouriffée. Je sortis et, bien sûr, il m'attendait.\n« Je vais prendre ça, » demanda-t-il alors que je glissais la serviette dans mon sac pour la ramener à la maison et la nettoyer.\n« Non, ça va. Je peux la laver et la ramener demain, » rougis-je à nouveau.\n« Non, s'il te plaît, j'insiste, » dit-il trop vite. « Je veux dire, si tu la prends... on ne veut pas que tes frères le découvrent, alors... » Il s'arrêta et, pour la première fois, il me parut suspect. On dirait qu'il a une arrière-pensée en prenant cette foutue serviette.\n« Arius », dis-je d'un ton autoritaire, et il acquiesça, comprenant que je ne voulais pas discuter davantage."
}