{
    "source": "en_US",
    "target": "fr_FR",
    "text": "cases 1. Cold\nClinic attribute\nAcute attaching with short course (3-4 days) with heavy tixoc symptom general fe-vet, ache, fatigue and slight symptom of respiratory tract inflammation, barly symptom is burbubing, dry or aching throat followed by sneezing, snuffles, rhinorrhea, headache, chily, cough, mausea, vomit, diar - rhea and others, strong infection belonging to \"extreme cold\" category, common category includes\" wind - chill\" and astrointestinal cold\".\nCause and pathology\nAs frequently encountered common disease, cold is a catarrhal inflammation of upper respiratorytract caysed by virus. The infection sources include the patient and reeessive bacteria carrier. The epidemic virus exists in the sputum, spit, nasal dis-(harge and other secretion, which can be spread by air, droplet with wide infectious area, leading to global epidemic in severe case.",
    "trans": "cas 1. Rhume\nAttribut clinique\nIl s'agit d'une maladie aiguë de courte durée (3-4 jours) qui se caractérise par des symptômes importants tels que la fièvre générale, les douleurs, la fatigue et des symptômes légers d'inflammation des voies respiratoires. Les symptômes rares incluent la gorge qui démange, le nez sec ou douloureux, suivis d'éternuements, de nez bouché, de rhinorrhée, de maux de tête, de frissons, de toux, de nausées, de vomissements ou de diarrhée, etc. C'est une forte infection appartenant à la catégorie du « rhume extrême ». La catégorie générale inclut le « rhume dû au vent » et le « rhume gastro-intestinal ».\nCause et pathologie\nLe rhume est une inflammation catarrhale des voies respiratoires supérieures causée par un virus. Il se transmet par contact avec un patient infecté ou une personne porteuse de bactéries récessives. Le virus épidémique se trouve dans les expectorations, la salive, les sécrétions nasales et d'autres sécrétions, et peut se propager par voie aérienne ou par gouttelettes, entraînant une large zone infectieuse et une épidémie mondiale dans les cas graves."
}