{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Duties and responsibilities:\nAvailable to attend a lawful unpaid work trial shift (operated within The Fair Work Ombudsman guidelines)\nInclude a cover letter outlining why you are the best fit for the role. If you have no animal handling experience or don’t tick all the boxes, we'd love to know how your current skill set can transfer!\nMust be driven and have a strong work ethic as the role can be physically demanding\nFrequent cleaning and upkeep of facility to maintain a high level of hygiene and safety\nEmployee Assistance Program (EAP) that supports our employees with free confidential counselling services.\nShortlisted candidates will be sent an invite to complete a one-way video interview.\nKey requirements:\nA generous Employee Referral Program where you can earn up to $3000 per person when you recommend exceptional people that we onboard at Kip Happy Stays.\nDid someone say pets?\nAs the leading provider of pet care services across Australia, Kip Happy Stays sets the benchmark for excellence, ensuring every pet receives the ultimate in care and enrichment during their stay.\nA structured induction program to set you up to succeed.\nWork with like-minded people in a fun and exciting business with a well-established reputation and brand.\nAvailable on weekends and school holiday periods\nWork wellin a team environment\nCreating and distributing media content for our pet owners through videos and photos\nWe offer opportunities for career growth and promote from within.\nEnjoy up to 50% off on shop items and our boarding and daycare services.\nWhy Kip Happy Stays?\nSupervising groups of dogs and managing their behaviours to maintain overall wellbeing and safety\nAnimal Attendant (Pet Boarding)\nProviding enrichment through play and scheduled activities\nThe ideal candidate will be available to work flexible hours between 7am-6pm, Monday through Sunday, with the ability to adapt to a variety of shifts and schedules. Weekend availability is preferred. Availability to work across all school holiday periods (including the upcoming Christmas period) is required.\nDaily administration such as answering enquiries through email and phone, record keeping and entering information in our booking systems\nProvision of food and water for pets in care (including both cats and dogs)\nHealthchecks and general animal husbandry\nExtensive training opportunities to further build your skillset.\nBuilding and maintaining rapport with our pet owners through feedback and transparency\nMust be able to follow routines, policies and procedures\nGenerous incentive programs for our leaders to earn bonuses based on performance.\nMust be attentive and have a great attention to detail\nAt Kip Caloundra, our team is deeply committed to delivering exceptional care to every furry friend that walks through it's doors. We are now looking for the pick of the litter to complement our existing team and help contribute to providing a premium service to the local pets.\nHow to apply\nKip Caloundra\nPrevious experienceworking with animals is preferred\nWe look forward to reviewing your applications!",
    "trans": "Tâches et responsabilités :\nDisponible pour assister à un essai de travail non rémunéré légal (opéré selon les directives de l'Ombudsman du Travail Équitable).\nInclure une lettre de motivation expliquant pourquoi vous êtes le meilleur candidat pour le poste. Si vous n'avez pas d'expérience en manipulation d'animaux ou si vous ne répondez pas à tous les critères, nous aimerions savoir comment vos compétences actuelles peuvent être transférées !\nDoit être motivé et avoir une forte éthique de travail car le rôle peut être physiquement exigeant.\nNettoyage fréquent et entretien des installations pour maintenir un haut niveau d'hygiène et de sécurité.\nProgramme d'assistance aux employés (EAP) qui soutient nos employés avec des services de conseil confidentiels et gratuits.\nLes candidats présélectionnés recevront une invitation pour compléter une interview vidéo à sens unique.\nExigences clés :\nUn généreux Programme de Référence des Employés où vous pouvez gagner jusqu'à 3000 $ par personne lorsque vous recommandez des personnes exceptionnelles que nous embauchons chez Kip Happy Stays.\nVous aimez les animaux ?\nEn tant que principal fournisseur de services de soins pour animaux de compagnie en Australie, Kip Happy Stays fixe la référence en matière d'excellence, en s'assurant que chaque animal reçoit le meilleur en termes de soins et d'enrichissement pendant son séjour.\nUn programme d'intégration structuré pour vous aider à réussir.\nTravailler avec des personnes partageant les mêmes idées dans une entreprise amusante et passionnante avec une réputation et une marque bien établies.\nDisponible les week-ends et pendant les périodes de vacances scolaires.\nBien travailler en équipe.\nCréation et distribution de contenu médiatique pour nos propriétaires d'animaux via des vidéos et des photos.\nNous offrons des opportunités de croissance professionnelle et promouvons de l'intérieur.\nProfitez de réductions allant jusqu'à 50 % sur les articles en boutique et nos services de pension et de garderie.\nPourquoi Kip Happy Stays ?\nSuperviser des groupes de chiens et gérer leurs comportements pour maintenir leur bien-être et leur sécurité.\nAttendant animalier (pension pour animaux).\nFournir un enrichissement par le jeu et des activités planifiées.\nLe candidat idéal sera disponible pour travailler des heures flexibles entre 7h et 18h, du lundi au dimanche, avec la capacité de s'adapter à une variété de quarts et d'horaires. La disponibilité les week-ends est préférée. La disponibilité pour travailler pendant toutes les périodes de vacances scolaires (y compris la période de Noël à venir) est requise.\nAdministration quotidienne telle que répondre aux demandes par e-mail et téléphone, tenue des registres et saisie des informations dans nos systèmes de réservation\nFourniture de nourriture et d'eau pour les animaux en garde (y compris les chats et les chiens).\nContrôles de santé et soins généraux des animaux\nOpportunités de formation approfondies pour développer vos compétences.\nÉtablir et maintenir des relations avec nos propriétaires d'animaux grâce aux retours et à la transparence\nDoit être capable de suivre les routines, politiques et procédures\nProgrammes d'incitation généreux pour nos dirigeants pour gagner des primes basées sur la performance.\nDoit être attentif et avoir un grand souci du détail.\nChez Kip Caloundra, notre équipe est profondément engagée à fournir des soins exceptionnels à chaque ami à fourrure qui franchit ses portes. Nous recherchons maintenant le meilleur candidat pour compléter notre équipe existante et contribuer à fournir un service de qualité supérieure aux animaux locaux.\nComment postuler\nKip Caloundra\nUne expérience précédente avec les animaux est préférable.\nNous avons hâte de recevoir vos candidatures !"
}