{
    "source": "en_US",
    "target": "fr_FR",
    "text": "an update on the destruction and loss in the wake of Hurricane Helene. In the U.S. Southeast, search and rescue efforts are still underway. Almost a week after Helene dumped a devastating amount of water on the region, 40 trillion gallons of rain. That's like more than all of the water in Lake Tahoe coming down on the region in just a matter of days. That unleashed unprecedented floods and landslides that destroyed towns and infrastructure. What we're seeing there is heartbreaking.\nThe death toll from the storm continues to rise. Many people remain missing, perhaps unable to leave their location or contact family as communications infrastructure in some places are nearly non-existent. Officials are working around the clock to clear roads and debris.\nOne nonprofit, World Central Kitchen, has been helping to feed folks who have been affected in the area, even sending a helicopter to areas that are only accessible by air.\nCNN's Gary Tuchman takes us to see how and why it's still so difficult to access some of the areas that have been hit.\n(BEGIN VIDEOTAPE)\nGARY TUCHMAN, CNN NATIONAL CORRESPONDENT: This area is known as Green River Cove. It's right near Hendersonville, North Carolina, southeast of Asheville.\nThis road is treacherous even in the best of times, when it rains, it's even more treacherous. But now it has been devastated from the remnants of the storm.\nYou could see the guard rail is gone. The drop here off the side of the road, which has been so heavily damaged about a hundred feet down. Cars are not supposed to be on here anymore. There are also houses below.",
    "trans": "dans le sud-est des États-Unis, les efforts de recherche et de sauvetage sont toujours en cours. Presque une semaine après qu'Hélène a déversé une quantité dévastatrice d'eau sur la région, 40 000 milliards de gallons de pluie. C'est plus que toute l'eau du lac Tahoe qui tombe sur la région en quelques jours seulement. Cela a provoqué des inondations et des glissements de terrain sans précédent qui ont détruit des villes et des infrastructures. Ce que nous voyons là-bas est déchirant.\nLe nombre de morts dû à la tempête continue d'augmenter. De nombreuses personnes restent portées disparues, peut-être incapables de quitter leur emplacement ou de contacter leur famille, car les infrastructures de communication sont quasi inexistantes dans certains endroits. Les responsables travaillent sans relâche pour dégager les routes et les débris.\nUne organisation à but non lucratif, World Central Kitchen, a aidé à nourrir les personnes touchées dans la région, envoyant même un hélicoptère dans les zones accessibles uniquement par voie aérienne.\nGary Tuchman de CNN nous montre comment et pourquoi il est encore si difficile d'accéder à certaines des zones touchées.\n(DÉBUT DE LA VIDÉO)\nGARY TUCHMAN, correspondant national de CNN : Cette zone est connue sous le nom de Green River Cove. Elle se trouve juste à côté de Hendersonville, en Caroline du Nord, au sud-est d'Asheville.\nCette route est dangereuse même dans les meilleurs moments, quand il pleut, elle est encore plus dangereuse. Mais maintenant, elle a été dévastée par les restes de la tempête.\nVous pouvez voir que la glissière de sécurité a disparu. La chute ici sur le côté de la route, qui a été tellement endommagée, est d'environ trente mètres. Les voitures ne sont plus censées être sur cette route. Il y a aussi des maisons en contrebas."
}