{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Tony will be absolutely livid; of this there’s no doubt. He eyes the hot iron, and then his bare arm sticking out of the sleeve of the T-shirt he’s wearing, swallowing.\nPerhaps Tony will decide to give him a very much hands-on lesson about the effects that a hot iron will have when held against… non-heat resistant material for too long. His skin prickles in phantom pain. It would no doubt have been considered a fitting punishment in Asgard for such carelessness; surely Tony will be of no different opinion. And worse things have certainly befallen slaves for lesser offences than this.\nAnd as he stands there looking at the ruined shirt, unable to do anything at all to rectify his mistake, he feels a huge wave of frustration washing over him. He can’t do anything right here. He's too unfamiliar with Midgardian customs and expectations and household appliances to make a good slave. Heck, not even in Asgard would he have made a good slave, having gone through life reliant on his magic to fix everything for him. But at least back home, he would have known what would be expected, known what sort of behaviour would be required of him.",
    "trans": "Tony sera absolument livide. Cela ne fait aucun doute. Il regarde le fer chaud, puis son bras nu qui dépasse de la manche du T-shirt qu'il porte et il déglutit.\nPeut-être Tony décidera de lui donner une leçon très concrète sur les effets d'un fer à repasser chaud lorsqu'il est tenu trop longtemps contre... un matériau non résistant à la chaleur. Sa peau se hérisse sous l'effet d'une douleur fantôme. Cela aurait sans doute été considéré comme une punition appropriée à Asgard pour une telle négligence. Tony ne sera certainement pas d'un avis différent. Et des choses bien pires sont certainement arrivées à des esclaves pour des fautes moins graves que celle-ci.\nAlors qu'il reste là entrain de regarder la chemise en ruine, incapable de faire quoi que ce soit pour rectifier son erreur, il sent une énorme vague de frustration l'envahir. Il ne peut rien faire ici. Il est trop peu familier avec les coutumes, les attentes et les appareils ménagers de Midgardian pour faire un bon esclave. Même à Asgard, il n'aurait pas fait un bon esclave, ayant passé sa vie à compter sur sa magie pour tout arranger. Mais au moins, chez lui, il aurait su ce qu'on attendait de lui, il aurait su quel genre de comportement on lui demandait."
}