{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Weekday 2ndShift Shipping/Receiving Supervisor\nJoin Algood and enjoy great pay and benefits!\nShipping and Receiving Supervisor\n***Candidates must NOT have a peanut allergy to be eligible for consideration*** and COVID vaccinations are strongly encouraged***\nAlgood Food Company is recognized throughout the United States as one of the premier packers of private label peanut butter, jellies, and preserves. Our main location is in the Riverport area of Louisville in Jefferson County Kentucky.\nAlgood Food Company is an Equal Opportunity Employer: disability/veteran, and we participate in the E-Verify Program.\nIf you are a qualified individual with a disability or a disabled veteran, you may request a reasonable accommodation if you are unable or limited in your ability to access job openings or apply for a job on this site. Please send requests for reasonable accommodation to ADArequest@algoodfood.com.\nStatus: Exempt (Salary)\nJob Category:\nRegular Full-Time\nDepartment: Shipping/Receiving\nLocation: Louisville, KY\nApplicant must be available to work the following schedule:\nWeekday 2nd Shift: Monday Friday, 2:00 pm 11:30 pm\nSalary: Competitive salary based upon experience\nThe Shipping and Receiving Supervisor is responsible for planning, organizing, and monitoring the activities concerned with daily cycle counts, inventory reconciliation within the warehouse and plant, and supervising the daily warehouse operations and internal order fulfillment.\nOrganizational Relationships\nReports to: Logistics Superintendent\nSupervises: Hourly Shipping and Receiving Employees\nEssential Duties and Responsibilities\nAssure accurate receipt, storage, and distribution of all raw goods.\nVerify that all items have been cycle counted by month end.\nConduct training associated with Warehouse Management System (WMS) and RF Scanners.\nPlan and coordinate work; train and motivate; and monitor and evaluate performance of warehouse and receiving associates.\nAct as back-up for Logistics Superintendent in the event of their absence.\nProvide raw materials for production in a timely manner based upon need and available inventory.\nAlways maintain a clean and safe work environment.\nAssist with problem solving, generation of new ideas, and open communications throughout the organization.\nComply with safety regulations and maintain a clean and orderly work area.\nCommunicate with co-workers, management, clients, and others in a courteous and professional manner.\nConform with and abide by all regulations, policies, work procedures and instructions.\nPerform other duties and special projects as assigned.\nStandards of Performance\nInformative and professional assistance when working with internal and external customers, and vendors.\nAbility to identify and solve problems in a timely manner and within established procedures.\nExceptional oral and written communicative skills.\nSuccessful performance of duties within a team environment.\nExcellent leadership skills and the ability to mentor and coach others.\nAccurate and timely completion of projects and/or reports.\nAbility to manage multiple projects with established practices, while meeting demands and deadlines.\nEffectively manage internal and external interpersonal relationships encouraging openness, candor, and trust.\nSuccessful performance of duties with frequent interruptions and time pressures.\nMaintenance of Company information in a confidential manner.\nMental and Physical Requirements\nAbility to maintain considerable concentration with frequent time pressures and interruptions.\nAbility to maintain visual attention for extended periods of time.\nMust be detail oriented and organized.\nAbility to process work with accuracy.\nAbility to sit for extended periods of time.\nAbility to occasionally stand for extended periods of time.\nAbility to occasionally lift or carry minimal weights up to 60 pounds.\nAbility to occasionally reach, squat, kneel, climb, push or pull.\nAbility to manipulate necessary office equipment, computer software, hardware, and equipment.\nWorking Environment and Conditions\nThis position operates in a professional office environment which is climate controlled and a low noise area. This position also requires occasional exposure to plant and manufacturing environments.\nTravel\nThis position requires less than 25% travel on an as needed basis.\nAssociate Degree (AA) from a two-year college or technical school.\nUp to 2 years related experience, preferably within manufacturing facilities.\nEquivalent combination of education and experience.\nFamiliarity with Microsoft Dynamics AX, Enterprise Resource Planning (ERP) software, Warehouse Management Systems (WMS), RF Scanners, and/or other scheduling software experience required.\nExperience with Microsoft Office Suite and an understanding of other software, web-based applications, and Internet search functions preferred.\n&nbsp;\n&nbsp",
    "trans": "Superviseur Expédition/Réception – 2nd quart de travail en semaine\nRejoignez Algood et profitez d’un excellent salaire et d’avantages !\nSuperviseur Expédition et Réception\n***Les candidats ne doivent PAS être allergiques aux arachides pour être éligibles à ce poste*** et la vaccination contre la COVID est fortement encouragée***\nAlgood Food Company est reconnue aux États-Unis comme l’une des principales entreprises de conditionnement de beurre de cacahuète, de confitures et de gelées sous marque distributeur. Notre site principal est situé dans la zone de Riverport à Louisville, dans le comté de Jefferson, Kentucky.\nAlgood Food Company est un employeur garantissant l'égalité des chances : handicap/vétéran, et nous participons au programme E-Verify.\nSi vous êtes en situation de handicap ou un vétéran handicapé, vous pouvez demander un aménagement raisonnable dans le cas où vous seriez dans l’incapacité ou limité dans votre capacité à consulter les offres d'emploi ou à postuler sur ce site. Veuillez envoyer vos demandes d'aménagement à ADArequest@algoodfood.com.\nStatut : Exempté (Salaire)\nCatégorie d’emploi :\nTemps plein – Régulier\nDépartement : Expédition/Réception\nLieu : Louisville, KY\nLe candidat doit être disponible pour travailler aux horaires suivants :\n2nd quart de travail en semaine : du lundi au vendredi, de 14h00 à 23h30\nSalaire : Salaire compétitif selon l’expérience\nLe superviseur Expédition et Réception est responsable de la planification, de l’organisation et du suivi des activités en lien avec les inventaires quotidiens, la réconciliation des stocks dans l’entrepôt et l’usine, et la supervision des opérations quotidiennes du dépôt et du traitement des commandes internes.\nRelations organisationnelles\nRapporte à : Superintendant Logistique\nSupervise : Employés horaires Expédition et Réception\nMissions principales\nAssurer avec précision la réception, le stockage et la distribution de l'ensemble des matières premières.\nVérifier que tous les articles ont été comptabilisés en fin de mois.\nFormer les employés à l’utilisation du Warehouse Management System (WMS) et des scanners RF.\nPlanifier et coordonner le travail ; former et motiver les équipes ; surveiller et évaluer la performance des employés d’entrepôt et de réception.\nRemplacer le Superintendant Logistique en son absence.\nAssurer l’approvisionnement en matières premières pour la production en fonction des besoins et des stocks disponibles.\nMaintenir un environnement de travail propre et sécurisé en tout temps.\nParticiper à la résolution de problèmes, à la génération de nouvelles idées et encourager une communication ouverte au sein de l’organisation.\nRespecter les règles de sécurité et maintenir un espace de travail propre et organisé.\nCommuniquer avec ses collègues, la direction, les clients et autres parties prenantes de manière courtoise et professionnelle.\nSe conformer à l'ensemble des réglementations, politiques, procédures de travail et instructions.\nExécuter toute autre tâche ou projet spécial assigné.\nCritères de performance\nAssistance informative et professionnelle lors des interactions avec les clients internes et externes ainsi qu’avec les fournisseurs.\nCapacité à identifier et résoudre les problèmes rapidement, dans le respect des procédures établies.\nExcellentes compétences en communication orale et écrite.\nCapacité à travailler en équipe de façon efficace.\nAptitudes en leadership et capacité à encadrer et coacher les employés.\nRéalisation précise et dans les délais des projets et/ou rapports assignés.\nCapacité à gérer plusieurs projets simultanément, tout en respectant les échéances et les pratiques en vigueur.\nGestion des relations interpersonnelles internes et externes de manière ouverte, honnête et confiante.\nCapacité à travailler sous pression et à gérer des interruptions fréquentes.\nRespect et confidentialité des informations de l’entreprise.\nExigences mentales et physiques\nCapacité à maintenir une forte concentration avec des contraintes de temps et interruptions fréquentes.\nCapacité à maintenir une attention visuelle soutenue pendant de longues périodes.\nSouci du détail et sens de l'organisation.\nCapacité à travail précisément et rigoureusement.\nCapacité à rester assis pendant de longues périodes.\nCapacité à rester debout pendant une longue durée de façon occasionnelle.\nOccasionnellement, capacité à soulever ou porter des charges jusqu'à 60 lbs.\nOccasionnellement, capacité à s’accroupir, s’agenouiller, grimper, pousser ou tirer.\nCapacité à manipuler des équipements de bureau, logiciels informatiques et matériel technique nécessaires.\nEnvironnement et conditions de travail\nCe poste se déroule dans un environnement de bureau professionnel, climatisé et peu bruyant. Il nécessite également une exposition occasionnelle aux environnements d'usine et de fabrication.\nDéplacements\nCe poste nécessite moins de 25 % de déplacements, selon les besoins.\nDiplôme d’Associé (AA) délivré par un lycée technique ou un lycée en deux ans.\nJusqu’à 2 ans d’expérience pertinente, de préférence dans une usine de production.\nUne formation et expérience équivalentes.\nConnaissance requise de Microsoft Dynamics AX, des logiciels de planification des ressources d’entreprise (ERP), des Systèmes de gestion des entrepôts (WMS), des scanners RF, et/ou d'autres logiciels de planification.\nExpérience souhaitée avec Microsoft Office Suite et familiarité avec d'autres logiciels, applications web et outils de recherche sur Internet.\n&nbsp;\n&nbsp"
}