{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Processor】8th Gen Intel Core i5-8250 (1.6 GHz base frequency, up to 3.4 GHz, 4 cores, 6 MB) improves productivity and redefines multi-tasking to a greater level\n【Storage & Memory】16GB DDR4 RAM-efficient and fast handling of multi-application and multimedia workflows; 512GB SSD-ample storage for downloading tons of files, photos and videos\n【Display】Enjoy a visual feast with the 15.6\" FHD Touchscreen (1920X1080) that enhances your viewing experience, with touchscreen functionality adding versatility for intuitive navigation and interaction with your laptop\n【Ports】USB3.1, USB Type-C, VGA, HDMI, Headphone/Microphone jack, SD Card Reader, RJ-45\n【Refurbished】This Certified Refurbished product is tested and certified to look and work like new. All Renewed computers are backed by a 90-day warranty and 90-day tech support to ensure a smooth, easy, and secure introduction.",
    "trans": "Processeur : Intel Core i5-8250 de 8e génération (fréquence de base de 1,6 GHz, jusqu'à 3,4 GHz, 4 cœurs, 6 Mo) améliore la productivité et redéfinit le multitâche à un niveau supérieur.\nStockage et Mémoire : 16 Go de RAM DDR4 - gestion efficace et rapide des flux de travail multi-applications et multimédia ; 512 Go SSD - stockage ample pour télécharger une multitude de fichiers, photos et vidéos\n【Affichage】 Profitez d'un festin visuel avec l'écran tactile FHD de 15,6\" (1920 × 1080), qui améliore votre expérience visuelle. La fonctionnalité tactile ajoute de la polyvalence pour une navigation intuitive et une interaction fluide avec votre ordinateur portable\n【Ports】 USB 3.1, USB Type-C, VGA, HDMI, prise casque/microphone, lecteur de carte SD, RJ-45\n【Reconditionné】 Ce produit reconditionné certifié est testé et certifié pour avoir l'apparence et les performances d'un produit neuf. Tous les ordinateurs remis à neuf sont couverts par une garantie de 90 jours et un support technique de 90 jours afin de garantir une expérience fluide, simple et sécurisée."
}