{
    "source": "en_US",
    "target": "fr_FR",
    "text": "• Note: important: Guidelines from the American Academy of Neurology support either dopamine agonists or levodopa as initial therapy for PD.\nA-In younger patients (e.g., age <65 years) with milder disease, the initiation of a dopamine agonist is preferred.\nB- In older patients (e.g.,age>65 years) with PD, it may be more appropriate to initiate treatment with levodopa instead of a dopamine agonist.\nThe reasons for these recommendations are:\n1-There is less risk of developing motor complications from dopamine agonists than from L-dopa. Because younger patients are more likely to develop motor fluctuations, dopamine agonists are preferred in this population.\n2-Older patients are more likely to experience psychosis from dopamine agonists; therefore, carbidopa/L-dopa may be the best initial medication in elderly patients.",
    "trans": "• Note importante : les lignes directrices de l'American Academy of Neurology (Académie Américaine de Neurologie) préconisent l'utilisation d'agonistes de la dopamine ou de la lévodopa comme traitement initial de la MP (Maladie de Parkinson).\nA- Chez les patients plus jeunes (par exemple, âgés de moins de 65 ans) atteints d'une maladie moins grave, il est préférable d'instaurer un agoniste de la dopamine.\nB- Chez les patients plus âgés (par exemple, âgés de plus de 65 ans) atteints de la MP, il peut être plus approprié d'initier le traitement avec la lévodopa plutôt qu'avec un agoniste dopaminergique.\nLes raisons de ces recommandations sont les suivantes :\n1-Le risque de développer des complications motrices avec les agonistes dopaminergiques est plus faible qu'avec la L-dopa. Comme les jeunes patients sont plus susceptibles de présenter des fluctuations motrices, les agonistes dopaminergiques sont préférables dans cette population.\n2-Les patients âgés sont plus susceptibles de souffrir de psychose à cause des agonistes de la dopamine ; par conséquent, la carbidopa/L-dopa peut être le meilleur médicament initial chez les patients âgés."
}