{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I walked in the house just a little before midnight. Gem hadn't left the light on for me as she usually did, and I stumbled into my study, exhausted from the last two days. Yesterday, I hadn't gotten home until two in the morning, all of us on both sides of the deal wanting to hammer out some last-minute details so we could look through the contract today with the lawyers and finally, after months and months of endless negotiations, seal the deal on this merger that would be beneficial for both sides -- especially my company. We'd started again at seven this morning, and I just snuck out of the house and showered in my office, opting to wear one of the ten suits I kept at work so I wouldn't have to disturb Gem.\nOnce the deal had been inked after a long day of the lawyers haggling, all of us went out to celebrate, about thirty of us in total, and we had the restaurant to ourselves, thanks to Rhiannon. My assistant never slept, I swear, and I really needed to give her a raise so I wouldn't lose her to another company. Dad had taught me the importance of taking care of your employees to make sure they stayed loyal.\nEvery time I sent her out to buy Gemma a gift, I made sure she bought herself something as well, to show her my appreciation for her willingness to handle those domestic tasks so I didn't lose time from the office.\nRhiannon had joined us at the restaurant, sharing in the relief the team was feeling for the successful completion of this merger.\n\"Tomorrow the real work begins,\" I said to her. \"But tonight, just enjoy yourself. You've been a huge help and you worked as hard as anyone to make this possible.\"\n\"What about me?\" Erika asked teasingly, giving me a hug and a kiss on the cheek.\nAs VP of Mergers and Acquisitions, she'd started the whole ball rolling just based on some industry rumors she'd heard so we were able to approach Garnet Tech before anyone else had with a lucrative offer that would be hard to beat. We'd fought off some other competitors and had nailed them down pretty quickly.\nI'd always been glad I'd kept Erika on even after our divorce. She was a single-minded shark and had an amazing network that kept us ahead of industry happenings and rumors. Through Erika's efforts, we'd increased our company's bottom line many times over.\n\"Of course you were slightly important to the deal,\" I teased her as we walked to the bar and ordered our drinks. Leaning sideways against the bar, I watched as photographers from our PR department roamed the room looking for candid shots to capture the elation of both sides of the merger. They'd already taken some posed shots of the executive team in various arrangements. I saw the flash go off as Erika and I clinked out drink glasses in a toast to the contract signing. We both knew the hardest work, absorbing the Garnet Tech employees into MartinCorp, was about to begin.\nWe'd have executive sessions daily for the next month to ensure the plan we'd put into place during negotiations was running smoothly. This next month was going to make the last few months look like child's play and I fully expected to put in eighty-hour weeks for the foreseeable future.\nBy the time we all left the restaurant, it was after eleven thirty and I was glad the restaurant wasn't far from home. I was ready to fall into bed, and it was so late that another night on the bed in my study was in the cards.\n\"See you tomorrow, Case,\" Erika had said as she headed for her limo. Rhiannon had ordered a fleet to take everyone home safely after a long night celebrating.\n\"Night, babe,\" I said without thinking, then winced. Sometimes, it was easy to fall back into the habits of our years together, beginning as freshmen in college. Erika had been comfortable to be with and we'd shared the same drive to succeed. It was only after we were in our late twenties that we realized business was all we shared and we'd been living like roommates. After my father had died, Erika had been instrumental in propping me up and getting us through the transition of me taking over as CEO. I owed her a huge debt and we'd divorced amicably so we were able to maintain the working relationship we'd always had and hadn't missed a beat.\nI fell into bed, setting my alarm for seven, and passed out. Since it was early and my pregnant wife needed her sleep, I headed for the office and once again showered and dressed there for the day. Right before noon, I had five minutes before a working lunch with my Marketing team, so I gave Gem a call.",
    "trans": "A mon retour à la maison un peu avant minuit. Gem n'avait pas laissé la lumière allumée pour moi comme elle le faisait habituellement, et je me suis dirigé vers mon bureau en titubant, épuisé par les deux derniers jours. Hier, je n'étais pas rentré avant deux heures du matin, nous voulions tous finaliser les derniers détails du contrat aujourd'hui avec les avocats pour enfin, après des mois et des mois de négociations interminables, conclure ce fusionnement qui serait bénéfique pour les deux parties, surtout pour mon entreprise. Nous avions recommencé à sept heures ce matin, et je m'étais discrètement échappé de la maison et j'avais pris une douche dans mon bureau, préférant porter l'un des dix costumes que je gardais au travail pour ne pas déranger Gem.\nAprès une longue journée de négociations avec les avocats, nous sommes tous sortis pour célébrer, une trentaine en tout, et nous avions le restaurant pour nous, grâce à Rhiannon. Mon assistante ne dormait jamais, je vous jure, et je devais vraiment lui donner une augmentation pour ne pas la perdre au profit d'une autre entreprise. Mon père m'avait appris l'importance de prendre soin de ses employés pour s'assurer qu'ils restent loyaux.\nChaque fois que je lui envoyais acheter un cadeau pour Gemma, je m'assurais qu'elle s'achète quelque chose aussi, pour lui montrer ma reconnaissance pour sa volonté de gérer ces tâches domestiques afin que je ne perde pas de temps loin du bureau.\nPartageant le soulagement que ressentait l'équipe pour la réussite de cette fusion, Rhiannon est venue nous rejoindre au restaurant,\n« Demain, le vrai travail commence, » lui ai-je dit. « Mais ce soir, profite-en. Tu as été d'une aide précieuse et tu as travaillé aussi dur que n'importe qui pour rendre cela possible. »\n« Et moi alors ? » demanda Erika en plaisantant, me donnant un câlin et un baiser sur la joue.\nEn ma qualité de VP des Fusions et Acquisitions, elle avait lancé tout le processus simplement en se basant sur des rumeurs du secteur qu'elle avait entendues, nous permettant ainsi d'approcher Garnet Tech avant tout le monde avec une offre lucrative difficile à refuser. Nous avions repoussé quelques autres concurrents et les avions finalement convaincus assez rapidement.\nToutes les fois j'étais content d'avoir gardé Erika même après notre divorce. Elle était un requin déterminé et avait un réseau incroyable qui nous tenait au courant des événements et des rumeurs de l'industrie. Grâce aux efforts d'Erika, nous avions augmenté de nombreuses fois les bénéfices de notre entreprise.\n« C'est vrai que c'est légèrement importante pour l'accord,\" plaisantai-je en nous dirigeant vers le bar et en commandant nos boissons. Adossé contre le bar, j'observai les photographes de notre département de relations publiques se promener dans la salle à la recherche de clichés spontanés pour capturer l'euphorie des deux côtés de la fusion. Ils avaient déjà pris quelques clichés posés de l'équipe exécutive dans diverses configurations. J'appercoit le flash se déclencher alors qu'Erika et moi trinquerions à la signature du contrat. Nous savions tous deux que le travail le plus difficile, absorber les employés de Garnet Tech dans MartinCorp, allait bientôt commencer.\nDes sessions exécutives quotidiennes seront organisé pendant le mois suivant pour s'assurer que le plan que nous avions mis en place pendant les négociations fonctionnait bien. Ce prochain mois allait rendre les derniers mois faciles en comparaison, et je m'attendais pleinement à faire des semaines de quatre-vingts heures pour l'avenir proche.\nIl sonnait plus de onze heures trente quand nous avons tous quitté le restaurant, et j'étais content que le restaurant ne soit pas loin de chez moi. Je voulais allé au lit, et il se faisait tard qu'une autre nuit dans le lit de mon bureau s'annonçait.\n« À demain, Case, » avait dit Erika en se dirigeant vers sa limousine. Rhiannon avait commandé une flotte pour ramener tout le monde chez eux en toute sécurité après une longue nuit de célébration.\n« Bonne nuit, chérie, » dis-je sans réfléchir, puis je grimaçai. Parfois, il était facile de retomber dans les habitudes de nos années ensemble, commençant dès notre première année d'université. Erika avait été confortable à vivre avec et nous partagions la même envie de réussir. Ce n'est qu'à la fin de la vingtaine que nous avons réalisé que les affaires étaient tout ce que nous partagions et que nous vivions comme des colocataires. Après la mort de mon père, Erika avait été déterminante pour me soutenir et nous faire traverser la transition de ma prise de fonction en tant que PDG. Je lui devais une énorme dette et nous avons divorcé à l'amiable, ce qui nous a permis de maintenir la relation de travail que nous avions toujours eue sans interruption.\nDans le lit je suis tombé, réglant mon réveil pour sept heures, et je me suis évanoui. Puisqu'il était tôt et que ma femme enceinte avait besoin de sommeil, je me suis dirigé vers le bureau et j'ai encore une fois pris une douche et m'habillé là pour la journée. Juste avant midi, j'avais cinq minutes avant un déjeuner de travail avec mon équipe marketing, alors j'ai appelé Gem."
}