{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We’ve been tipped off to a very special haunting. We’re at a Christmas tree farm, and there have been multiple sightings here this week alone. Every night, just as the sun starts to set, something spooky appears. We’ve had twelve separate reports, one from a group where six out of seven saw the very same phenomenon.\n[Boots crunching on snow, camera follows Luna.]\nLuna: [whispering, but louder] This little saltbox-style building has been on this property for decades. It’s a workshop and storage space now, but it used to be a house. And that window up there? That’s where the action happens. There have been reports of a light flickering in the window on the left—exactly where the bedroom had been before the residents left.\nMy research shows that, after a stint in the US Army Signal Corps as a Hello Girl during World War One, Marion came back to her childhood home—with a fellow switchboard operator, Ethel. They were rumored to be a couple, completely in love, though there is no paper trail to confirm this … for obvious, yet completely discriminatory bullshit reasons. But, I digress. When Marion took a job as a switchboard operator in New York City in the early 1920s, Ethel stayed behind to start a millinery business and storefront. Though parted and likely never reunited, it is said that Ethel lit a candle in this window every night, and Marion promised to do the same in her city apartment.",
    "trans": "Nous avons été informés d’une hantise très spéciale. Nous sommes dans une ferme d’arbres de Noël, et il y a eu plusieurs apparitions rien que cette semaine. Chaque soir, juste au moment où le soleil commence à se coucher, quelque chose de troublant apparaît. Nous avons reçu douze témoignages distincts, dont un provenant d’un groupe où six personnes sur sept ont vu exactement le même phénomène.\n[Bruits de bottes crissant sur la neige, la caméra suit Luna.]\nLuna : [chuchotant, mais plus fort] Ce petit bâtiment de style saltbox est sur cette propriété depuis des décennies. C’est maintenant un atelier et un espace de stockage, mais autrefois, c’était une maison. Et cette fenêtre, là-haut ? C’est là que tout se passe. Des témoins affirment avoir vu une lumière vaciller à la fenêtre de gauche—exactement à l’endroit où se trouvait la chambre avant que les habitants ne partent.\nD’après mes recherches, après avoir servi dans le US Army Signal Corps en tant que Hello Girl pendant la Première Guerre mondiale, Marion est revenue dans la maison de son enfance—accompagnée d’une autre opératrice de standard, Ethel. On disait qu’elles étaient en couple, follement amoureuses, bien qu’aucune trace officielle ne vienne le confirmer… pour des raisons évidentes, mais totalement discriminatoires. Mais je m’égare. Lorsque Marion a décroché un poste de standardiste à New York au début des années 1920, Ethel est restée ici pour ouvrir une chapellerie et une boutique. Bien qu’elles aient été séparées et probablement jamais réunies, on raconte qu’Ethel allumait une bougie à cette fenêtre chaque nuit, et que Marion avait promis de faire de même dans son appartement en ville."
}