{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Kuwait has recorded an increase in suicide cases since the start of the pandemic, while most people who committed suicide were young people and Bidoons (stateless) as well as expatriates, according to official statistics. The statistics indicate that the total number of people who took their lives in Kuwait during the period between 2015 to the end of 2021 was about 620 suicides. While Indian residents ranked the highest with 342 cases, Kuwaitis came in second place with 54 suicide cases. Kuwait Times discussed with Psychologist [redacted_name] the problems that may lead a person to commit suicide.\nRegarding the causes of suicide, [redacted_name] said that depression, schizophrenia, addiction, and personality disorders such as borderline personality disorder may lead to suicide. According to [redacted_name], a person first suffers from psychological problems that ultimately leads them to commit suicide. \"The closure during the pandemic and difficult economic conditions in that period revealed many psychological diseases that many people suffered from. The pandemic enhanced the feeling of depression among people who are prone to depression, and thus, it led some of them to commit suicide to end their negative feelings,\" he said.\nPsychologist [redacted_name]\n[redacted_name] also mentioned cases of suicide among stock market speculators who declared bankruptcy. \"Suffering from financial loss is not what led them to commit suicide, but their mental illness such as depression did,\" he said. [redacted_name] explained that the victims were using speculation and making profit in the stock market as a way to 'treat' their depression. \"But when they were exposed to financial loss, their depression escalated and led them to commit suicide,\" he argued. He added that a people who suffers from depression cannot be distinguished from any normal person, except that they are in constant danger due to their willingness to commit suicide.\n\"Therefore, we should not look at the material causes of suicide, such as bullying or financial bankruptcy. The real problem is that the suicide victim does not know how to deal with his own problems that had accumulated and leads to suicide,\" [redacted_name] pointed out. \"If people consider mental illness like any other physical illness, society's view of mental illness will change very dramatically, and we will understand more clearly the causes of suicide.\"",
    "trans": "Le Koweït a enregistré une augmentation des cas de suicide depuis le début de la pandémie, alors que la majorité des personnes qui se sont suicidées étaient des jeunes, des Bidoons (apatrides) ainsi que des expatriés, selon les statistiques officielles. Ces statistiques indiquent que le nombre total de suicides au Koweït entre 2015 et la fin de 2021 était d’environ 620 cas. Parmi ces suicides, les résidents indiens occupaient la première place avec 342 cas, suivis des Koweïtiens avec 54 cas de suicide. Kuwait Times a discuté avec le psychologue [nom effacé] des problèmes qui peuvent amener une personne à se suicider.\nEn ce qui concerne les causes du suicide, [redacted_name] a déclaré que la dépression, la schizophrénie, la toxicomanie et les troubles de la personnalité tels que le trouble de la personnalité limite peuvent conduire au suicide. Selon [redacted_name], une personne souffre d'abord de problèmes psychologiques qui l'amènent finalement à se suicider. « La fermeture pendant la pandémie et les conditions économiques difficiles de cette période ont révélé de nombreuses maladies psychologiques dont souffraient de nombreuses personnes. La pandémie a renforcé le sentiment de dépression chez les personnes sujettes à la dépression, et ainsi, cela a conduit certaines d'entre elles à se suicider pour mettre fin à leurs sentiments négatifs », a-t-il déclaré.\nLe psychologue [redacted_name]\n[redacted_name] a également mentionné des cas de suicide parmi les spéculateurs boursiers qui ont déclaré faillite. « Souffrir de pertes financières n'est pas ce qui les a poussés à se suicider, mais leur maladie mentale comme la dépression l'a fait », a-t-il déclaré. [redacted_name] a expliqué que les victimes utilisaient la spéculation et faisaient des profits sur le marché boursier comme moyen de \"traiter\" leur dépression. « Mais lorsqu'ils ont été exposés à des pertes financières, leur dépression s'est aggravée et les a amenés à se suicider », a-t-il soutenu. Il a ajouté qu'un peuple qui souffre de dépression ne peut être distingué de toute personne normale, sauf qu'il est en danger constant en raison de sa volonté de se suicider.\n« Par conséquent, nous ne devons pas nous concentrer sur les causes matérielles du suicide, telles que l’intimidation ou la faillite financière. Le vrai problème est que la victime du suicide ne sait pas comment gérer ses propres problèmes, qui s’accumulent et mènent au suicide », a souligné [redacted_name]. « Si les gens considéraient la maladie mentale comme toute autre maladie physique, la perception sociale de la maladie mentale changerait radicalement, et nous comprendrions plus clairement les causes du suicide. »"
}