{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ate: March 19, 2024\nCompany SIMPLE SOLUTIONS PLUS CO., LIMITED, hereinafter referred to as the Seller, on the one hand, and\nHONGKONG SHENGLIN INTERNATIONAL TRADE CO.,LIMITED, hereinafter referred to as the Buyer, on the other\nhand, both Seller and Buyer hereinafter referred to as the Parties, have concluded the present Contract as follows:\n1. Subject of the Contract\n1.1 The Seller shall sell and the Buyer shall buy the Goods or Services, which quantity, lists and cost of goods are\nfixed in the annex to the Contract for each delivery. The annex to the Contract is an integral part of it.\n2. Price and Total Value of the Contract\n2.1 Prices of the Goods and Services hereunder shall be established in the Invoice for each batch in US dollars.\n2.2 The total value of the Contract is not fixed and will be regulated by Invoices, which are an integral part of this\nContract.\n3. Terms of Payment\n3.1 Payment terms, including the amount and the time of advance payment and balance payment, are to be specified\nin the Invoices, which are an integral part of this Contract.\n3.2 Payment to the third party is allowed according to the details specified in the invoice. Invoices are the integral part\nof the Contract.\n4. Delivery Terms\n4.1 The delivery of the goods is carried out on the terms EXW warehouses Hong Kong, Tianjin, Shanghai, Shenzhen,\nNingbo, Beijing, Guangzhou or another city of China in accordance with INCOTERMS 2010.\n4.2 All actions related to the fulfillment of the terms of the contract must be completed till December 30, 2024.\n4.3 Early delivery is considered acceptable if mutually agreed by the Parties.\n4.4 The Services or delivery of the goods to a third party specified by the buyer is allowed.\n4.5 Should the delay be caused by Force Majeure the Contract period shall be extended by a period, which is\nreasonable taking due regard to the circumstances.\n5. Packing and Marking\n5.1 The packaging and the labeling of the Product shall conform with the requirements of the international standards\nand to guarantee preservation and safety of the Product in the course of its transportation. Packaging cost is included\nin the Contract price.\n5.2 Marking is to be made with weatherproof paint in English including all required manipulation symbols.\n6. Penalties\n6.1 A Party that failed to perform or duly perform its obligations hereunder shall reimburse the other Party for the\nentire damages caused by such failure on the basis of supported documents. Loss of profit shall not be subject to\nrecovery.\n7. Guarantee\n7.1 Quality of the delivered goods shall be in full conformity with the technical terms and lays on the response of the\nproducing factory. Seller gives limited warranty from the date of delivery that the Goods are in good condition and\nshall be free from substantive defects. The warranty does not apply to any Goods that are damaged due to the\nmisuse, abuse or negligence of any party other than Seller.\n8. Force Majeure\n8.1 Should any circumstances arise which prevent the complete or partial fulfillment by any of the parties of the\nrespective obligation under this Contract namely: fire, flood, earthquake, sabotage, labor disputes, refusal of\ngovernmental authorities to grant import or export licenses, change of legislation etc., the time fixed for the fulfillment\nof the obligations shall be extended for a period equal to that during which circumstances will remain in force.\n8.2 The Party for which it becomes impossible to meet its obligation under this Contract, shall immediately act the\nother Party as regards the beginning and the cessation of the circumstances preventing the fulfillment of the\nobligations.\nCertificates issued by the respective Chamber of Commerce of the Seller's or Buyer's country shall be sufficient proof\nof such circumstances and their duration.\n8.3 If the above circumstances continue to be in force for more than 3 months each Party shall have the right to\nrenounce to any further fulfillment of the obligations under this Contract. In such case neither of the Parties shall have\nthe right to make a demand upon the other Party for compensation of any possible damages.",
    "trans": "Date : 19 mars 2024\nLa société SIMPLE SOLUTIONS PLUS CO., LIMITED, ci-après dénommée le Vendeur, d'une part, et\nHONGKONG SHENGLIN INTERNATIONAL TRADE CO., LIMITED, ci-après dénommée l'Acheteur, d'autre part,\nles deux parties étant collectivement désignées ci-après sous le nom de « les Parties », ont conclu le présent contrat comme suit :\n1. Objet du Contrat\n1.1 Le Vendeur s'engage à vendre et l'Acheteur s'engage à acheter les biens ou services, dont la quantité, la liste et le coût des biens sont\nfixés dans l'annexe au contrat pour chaque livraison. L'annexe au contrat fait partie intégrante de celui-ci.\n2. Prix et valeur totale du contrat\n2.1 Les prix des Biens et Services mentionnés dans le présent contrat sont établis dans la facture pour chaque lot en dollars américains.\n2.2 La valeur totale du Contrat n'est pas fixée et sera régulée par les factures, qui font partie intégrante du présent\nContrat.\n3. Conditions de paiement\n3.1 Les conditions de paiement, y compris le montant et les délais de paiement à l'avance et du solde, seront spécifiées\ndans les factures, qui font partie intégrante de ce contrat.\n3.2 Le paiement à un tiers est autorisé selon les détails spécifiés dans la facture. Les factures font partie intégrante\ndu contrat.\n4. Conditions de livraison\n4.1 La livraison des biens se fait selon les conditions EXW depuis les entrepôts de Hong Kong, Tianjin, Shanghai, Shenzhen,\nNingbo, Pékin, Canton ou toute autre ville de Chine, conformément aux INCOTERMS 2010.\n4.2 Toutes les actions relatives à l'exécution des conditions du contrat doivent être achevées d'ici le 30 décembre 2024.\n4.3 Une livraison anticipée est considérée comme acceptable si elle est convenue d'un commun accord entre les Parties.\n4.4 Les services ou la livraison des Biens à un tiers désigné par l'acheteur sont autorisés.\n4.5 En cas de retard dû à un cas de force majeure, la période du contrat sera prolongée d’une période\nraisonnable en fonction des circonstances.\n5. Emballage et étiquetage\n5.1 L'emballage et l'étiquetage du produit doivent respecter les normes internationales et\ngarantir la préservation et la sécurité du produit durant son transport. Le coût de l'emballage est inclus\ndans le prix du contrat.\n5.2 L'étiquetage doit être effectué avec une peinture résistante aux intempéries en anglais, y compris tous les symboles de manipulation requis.\n6. Pénalités\n6.1 Une Partie qui n'a pas exécuté ou n'a pas dûment exécuté ses obligations en vertu du présent contrat devra rembourser l'autre Partie pour\ntous les dommages causés par ce manquement sur la base de documents justificatifs. La perte de bénéfices ne sera pas sujette\nà indemnisation.\n7. Garantie\n7.1 La qualité des biens livrés doit être entièrement conforme aux termes techniques et relève de la responsabilité de\nl'usine de production. Le vendeur offre une garantie limitée à compter de la date de livraison, assurant que les biens sont\nen bon état et exempts de vices substantiels. La garantie ne s'applique pas aux biens endommagés en raison d'une\nmauvaise utilisation, d'un abus ou d'une négligence de la part de toute autre partie que le Vendeur.\n8. Force majeure\n8.1 En cas de circonstances empêchant l'exécution totale ou partielle par l'une des parties de la\nobligation respective au titre du présent Contrat à savoir: incendie, inondation, tremblement de terre, sabotage, conflits du travail, refus des\nautorités gouvernementales pour accorder des licences d'importation ou d'exportation, modification de la législation, etc., le temps fixé pour l'accomplissement\ndes obligations est prorogé pour une période égale à celle pendant laquelle les circonstances resteront en vigueur.\n8.2 La Partie empêchée de remplir ses obligations en vertu du présent contrat doit informer immédiatement\nl'autre Partie du début et de la fin des circonstances empêchant l'exécution des\nobligations.\nLes certificats délivrés par la Chambre de commerce respective du pays du Vendeur ou de l'Acheteur suffiront à prouver\nde telles circonstances et leur durée.\n8.3 Si les circonstances ci-dessus continuent d'être en vigueur pendant plus de 3 mois, chaque Partie aura le droit de\nrenoncer à toute exécution ultérieure des obligations découlant du présent Contrat. Dans ce cas, aucune des Parties n'aura\nle droit de demander à l'autre Partie une indemnisation pour tout dommage éventuel."
}