{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Rental companies in the audiovisual industry, but also in construction or IT, face the challenge of optimizing logistics and generating a reliable inventory and workflow around the cables they handle every day. Identifying cables with printed bar or QR codes is inefficient, since every barcode needs to be scanned manually within line of sight.\nThe PCB-based HID Sentry Cable tag has a low profile — just 2.8 mm tall — and a very small footprint of 36 mm x 11 mm. Despite this small package, it provides a read range of up to 20 ft (6 m) when mounted on insulated metal. The Sentry Cable tag fits perfectly in HID’s line of tag holders, deployed by companies that use large, expensive cable assemblies. The optimized read range of this latest generation product provides reliable reads even when cables are piled together for transport.\nSentry Cable tag holders are the most efficient way to mount Sentry RFID tags to cables of various dimensions.\nMade of high-performance thermoplastic polyester resin, secured with industrial-quality screws and specifically designed for the Sentry Cable tag, these holders are designed to stand up to the harsh conditions to which cables are often subjected. From impact and pressure to temperature extremes, the cable tag holders keep an onboard RFID tag safe and secure — ensuring the data you need is always at your fingertips.",
    "trans": "Les entreprises de location dans l'industrie audiovisuelle, mais aussi dans le secteur de la construction ou de l'informatique, sont confrontées au défi d'optimiser la logistique et de gérer un inventaire fiable ainsi qu'un flux de travail efficace autour des câbles qu'elles manipulent au quotidien. L’identification des câbles à l’aide de codes-barres imprimés ou de QR codes s’avère inefficace, car chaque code doit être scanné manuellement dans le champ de vision.\nLe tag HID Sentry Cable, basé sur un circuit imprimé (PCB), est doté d’un design compact avec une hauteur de seulement 2,8 mm et des dimensions réduites de 36 mm x 11 mm. Malgré sa petite taille, il offre une portée de lecture allant jusqu'à 20 pieds (6 m) lorsqu'il est fixé sur un métal isolé. Le tag Sentry Cable s’intègre parfaitement à la gamme de supports de tags HID, utilisés par les entreprises manipulant des faisceaux de câbles coûteux et volumineux. Grâce à sa portée de lecture optimisée, cette nouvelle génération de tags assure une lecture fiable, même lorsque les câbles sont empilés pour le transport.\nLes supports de tag Sentry Cable sont la solution la plus efficace pour fixer les tags RFID Sentry sur des câbles de différentes dimensions.\nFabriqués en résine polyester thermoplastique haute performance, fixés avec des vis de qualité industrielle et spécialement conçus pour le tag Sentry Cable, ces supports sont conçus pour résister aux conditions difficiles auxquelles les câbles sont souvent exposés. Qu'il s'agisse de chocs, de pression ou d'extrêmes variations de température, les supports de tag protègent le tag RFID intégré, garantissant ainsi un accès fiable et constant aux données essentielles."
}