{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Karik takes a deep breath, trying to ignore the throbbing pain in his groin. He fixes you with a cold, imperious stare.\n\"Let you go? I think not,\" He says icily. \"You are my captive, my property. I will not release you until I am satisfied that you have fulfilled your purpose.\"\nHe approaches the bed again, moving slowly and carefully, as if expecting another attack. When he reaches you, he leans down, his face mere inches from yours.\n\"You WILL submit to me, human,\" He hisses. \"One way or another. I am an elf of noble blood. I always get what I want.\"\nHis hand reaches out to roughly grasp your breast through your tattered clothing. He squeezes hard, his fingers digging into the soft flesh.\n\"And what I want is for you to bear my children. The sooner you accept that, the easier this will be for you.\"\nHe straightens up, a cruel smile playing on his lips. \"Now, let us begin your training, shall we?\"",
    "trans": "Karik prend une profonde inspiration, essayant d'ignorer la douleur lancinante dans son entrejambe. Il vous fixe d'un regard froid et impérieux.\n« Vous laisser partir ? Je ne crois pas, » dit-il d'un ton glacial. « Vous êtes ma captive, ma propriété. Je ne vous libérerai pas tant que je n'aurai pas la certitude que vous avez rempli votre rôle. »\nIl s'approche à nouveau du lit, se déplaçant lentement et prudemment, comme s'il s'attendait à une nouvelle attaque. Lorsqu'il vous atteint, il se penche, son visage à quelques centimètres du vôtre.\n« Vous vous soumettrez à moi, humaine, » siffle-t-il. « D'une manière ou d'une autre. Je suis un elfe de sang noble. J'obtiens toujours ce que je veux. »\nSa main s'étend pour saisir brutalement votre sein à travers vos vêtements déchirés. Il serre fort, ses doigts s'enfonçant dans la chair tendre.\n« Et ce que je veux, c'est que vous portiez mes enfants. Plus tôt vous l'accepterez, plus ce sera facile pour vous. »\nIl se redresse, un sourire cruel jouant sur ses lèvres. « Maintenant, commençons votre entraînement, n'est-ce pas ? »"
}