{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I'd deleted multiple pictures in the last month all because he didn't like how I 'portrayed' that I was single on social media. Which was false, we previously agreed that our social medias would strictly be a no faces type of thing. So if the photo of him on my Instagram is of the back of his head, I'm not changing that now.\n[redacted_name] kept commenting on my photos, with winks, smiley faces, and little banter that insinuated we were friends outside of work. Which again would be something that's false, I strictly kept it work related with him especially since my remote position started. We followed each other before I left to Las Vegas, and I always thought I kept it respectfully friendly, [redacted_name] however not so much.\n[redacted_name] and I settled on a long chair in the corner of the club as people moved around us. We were there for the drinks and the music, I also thought it'd be nice for her to get out since leaving Egypt. I was excited to have her here, and when we decided to leave we walk down to a local pizza shop and grab a late night bite before we walked back to my apartment. The night being filled with laughter and everything I remember our times being like. I missed this uninterrupted time with her, it felt like with her husband's new rules she couldn't talk to me or even see me.",
    "trans": "J'avais supprimé plusieurs photos le mois dernier simplement parce qu'il n'aimait pas la façon dont je 'montrais' que j'étais célibataire sur les réseaux sociaux. Ce qui était faux, nous avions convenu que nos réseaux sociaux seraient strictement du type sans visages. Donc, si la photo de lui sur mon Instagram montre l'arrière de sa tête, je ne vais pas changer ça maintenant.\n[redacted_name] continuait de commenter mes photos, avec des clins d'œil, des sourires et de petites plaisanteries insinuant que nous étions amis en dehors du travail. Ce qui, encore une fois, serait faux, je gardais strictement une relation professionnelle avec lui, surtout depuis que mon poste à distance a commencé. Nous nous suivions avant que je parte à Las Vegas, et j'ai toujours pensé que je restais respectueusement amicale, [Nom anonymisé] par contre pas tellement.\n[redacted_name] et moi nous sommes installés sur une longue chaise dans un coin du club alors que les gens se déplaçaient autour de nous. Nous étions là pour les boissons et la musique, je pensais aussi que ce serait bien pour elle de sortir depuis qu'elle avait quitté l'Égypte. J'étais excité de l'avoir ici, et quand nous avons décidé de partir, nous sommes allés dans une pizzeria locale et avons pris une collation nocturne avant de retourner à mon appartement. La soirée a été remplie de rires et de tout ce dont je me souvenais de nos moments passés ensemble. Cette fois sans interruption avec elle me manquait, il semblait qu'avec les nouvelles règles de son mari, elle ne pouvait ni me parler ni me voir."
}