{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi Everyone,\nOur class earned another Pj Day for tomorrow, November 1st. Yeah! Students are also welcome to bring a stuffed animal to school tomorrow. (Please make sure it can fit in your child's backpack.)\nThe school store will be open tomorrow morning. If you want your child to purchase something, please send a small amount of money to school with your child. Items range from a quarter to a dollar.\nIt's that time of year when students need to bring warm clothing to school for recess. You might want to have your child practice getting ready for recess independentlywith his/her winter clothing. 1. snow pants 2. boots. 3. Jacket. 4. hat. 5. mittens\nIt is helpful if winter boots and snow pants are brought to school in a reusable bag instead of putting them in the backpack. Labeling your child's clothing with his/her name is also helpful.\nOne more thing... Books in a Bag...\nThanks to all of you that have been reading to/with your child at home. Reading at home is so important. It is recommended that the books in a bag are returned to school at least once a week. Please let me know if you have any questions or feel your child needs a book at a different level.",
    "trans": "Bonjour à tous,\nNotre classe a remporté un autre jour de pyjama pour le 1er novembre, qui arrive demain. Hourra ! Demain, les élèves sont aussi encouragés à amener un jouet en peluche à l'école. (S'il vous plaît, vérifiez qu'il peut être rangé dans le sac à dos de votre enfant.)\nLa boutique de l'établissement scolaire sera accessible demain matin. Si vous voulez que votre enfant fasse un achat, veuillez lui donner une petite partie d'argent à emporter à l'école. Les produits coûtent entre 0,25 et 1 dollar.\nC'est la période où les étudiants doivent se munir de vêtements chauds pour l'école afin de se protéger du froid pendant la pause. Il pourrait être utile pour votre enfant de développer son autonomie en se préparant pour la récréation avec ses vêtements d'hiver. 1. Pantalons pour la neige 2. Bottes 3. manteau 4. Chapeau 5. Moufles\nIl est utile d'apporter les bottes d'hiver et les pantalons de neige à l'école dans un sac réutilisable plutôt que de les mettre dans le sac à dos. Étiqueter les vêtements de votre enfant avec son nom est également utile.\nUne dernière chose... Les livres dans un sac...\nMerci à tous ceux qui ont lu à leur enfant à la maison. La lecture à la maison est très importante. Il est recommandé que les livres dans un sac soient rendus à l'école au moins une fois par semaine. N'hésitez pas à me faire savoir si vous avez des questions ou si vous pensez que votre enfant a besoin d'un livre à un autre niveau."
}