{
    "source": "en_US",
    "target": "fr_FR",
    "text": "work allows and your line manager agrees, you may work from home up to two days per week (prorated if you work part-time).\nHome working days may not be rolled over to future weeks.\n5.5. Working abroad\nWhen you need to work outside France for any competition, tournament, conference, workshop, etc., this is recorded as a business absence.\nFor every consecutive seven days spent travelling and working abroad – including weekends – you must plan one rest day on-site and can be credited for an additional day off in lieu (or the equivalent number of hours) by requesting this on the attendance management system.\nTo make best use of your time on these assignments, you’re free to plan your travel arrangements in such a way that your travel does not excessively impinge on your personal life and allows you optimal rest.\nThese provisions may be relaxed if your line manager agrees.\nTo compensate for the potential inconvenience of travel time and assignments abroad, you'll receive a fixed lump sum compensation payment, the amount of which is currently set at CHF 150 gross per night spent abroad, or the EUR equivalent. FIFA may change this amount at any time.\n5.6. Overtime\nYou’re a valued member of our team, so you have the freedom to organise your work to suit you. In return, we expect you to use your time efficiently and respect your contracted working hours.\nFor employees working fixed hours, this is calculated in half-days or full days of work and you’ll be able to claim back any days worked above your annual fixed amount.\nFor employees not working fixed hours, the provisions of the Collective Bargaining Agreement regarding any overtime shall apply.\nRemember that overtime may only be carried out at the request, or with the agreement, of your line manager.\nIn addition, to reward you for your work and investment in the success of a specific event organised by FIFA, such as the World Cup, FIFA may decide to pay an exceptional bonus. This additional bonus would be to compensate for the obligations inherent in organising this type of event (extended hours, high level of responsiveness required, etc.).\n5.7. Holidays\nYou’ll have five weeks of paid holiday each year (i.e. 25 days from Monday to Friday). From the age of 50, this increases to six weeks. In addition, the provisions of the Collective Bargaining Agreement about long-service leave are replaced by this sixth week of paid leave.",
    "trans": "Si votre travail le permet et que votre responsable hiérarchique est d'accord, vous pouvez télétravailler jusqu'à deux jours par semaine (au prorata si vous travaillez à temps partiel).\nLes jours de télétravail ne peuvent pas être reportés sur les semaines suivantes.\n5.5. Travail à l'étranger\nLorsque vous devez travailler hors de la France pour une compétition, un tournoi, une conférence, un atelier, etc., cela est enregistré comme une absence professionnelle.\nPour chaque période consécutive de sept jours passés à voyager et à travailler à l'étranger – week-ends inclus – vous devez prévoir un jour de repos sur place et pouvez bénéficier d'une journée de congé supplémentaire (ou du nombre d'heures équivalent) en faisant la demande sur le système de gestion des présences.\nPour optimiser votre temps lors de ces missions, vous êtes libre d'organiser vos déplacements de manière à ce que ceux-ci n'empiètent pas excessivement sur votre vie personnelle et vous permettent un repos optimal.\nCes dispositions peuvent être assouplies si votre responsable hiérarchique est d'accord.\nPour compenser l'inconvénient potentiel des temps de trajet et des missions à l'étranger, vous recevrez une indemnité forfaitaire, dont le montant est actuellement fixé à 150 CHF bruts par nuit passée à l'étranger, ou l'équivalent en EUR. La FIFA peut modifier ce montant à tout moment.\n5.6. Heures supplémentaires\nVous êtes un membre précieux de notre équipe, vous avez donc la liberté d'organiser votre travail à votre convenance. En retour, nous attendons de vous que vous utilisiez votre temps efficacement et que vous respectiez vos heures de travail contractuelles.\nPour les employés travaillant à heures fixes, les heures supplémentaires sont calculées en demi-journées ou en journées complètes de travail et vous pourrez récupérer les jours travaillés au-delà de votre quota annuel.\nPour les employés ne travaillant pas à heures fixes, les dispositions de la Convention Collective concernant les heures supplémentaires s'appliquent.\nN'oubliez pas que les heures supplémentaires ne peuvent être effectuées qu'à la demande, ou avec l'accord, de votre responsable hiérarchique.\nDe plus, pour vous récompenser de votre travail et de votre investissement dans le succès d'un événement spécifique organisé par la FIFA, tel que la Coupe du Monde, la FIFA peut décider de verser une prime exceptionnelle. Cette prime supplémentaire viserait à compenser les obligations inhérentes à l'organisation de ce type d'événement (heures prolongées, haut niveau de réactivité requis, etc.).\n5.7. Congés\nVous bénéficiez de cinq semaines de congés payés par an (soit 25 jours du lundi au vendredi). À partir de 50 ans, ce nombre passe à six semaines. De plus, les dispositions de la Convention Collective concernant les congés pour ancienneté sont remplacées par cette sixième semaine de congés payés."
}