{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Tomorrow, October 10th, is the Big Day!!!!\nRemember, all students who are testing should come to school with their fully charged Chromebooks. Testing will begin promptly at 9:30 am and should be completed by about 12:15. For students who do not know, or do not remember, the room in which they testing, posters with your locations will be up around the school. All 9th graders will be testing on the main floor and all upperclassmen will be on the 2nd floor. School will be released at normal time: 4:18 pm.\nGet a good night's sleep, have a nutritious breakfast, and be on-time with your Chromebooks. See you then!\nMs. Leah Ross, Testing Coordinator\nCONFIDENTIALITY / PRIVACY NOTICE - This email and attachments may contain confidential and/or legally protected information. If you are not the intended recipient, or the person responsible for providing the information to the intended recipient, you are notified that any disclosure, copying, distribution of this information, and any other use of or reliance upon it, are strictly prohibited. If you have received this email or attachments in error, please notify the sender immediately. All correspondence with Loudoun County Public Schools, including email, may be subject to disclosure in accordance with the Virginia Freedom of Information Act.",
    "trans": "Demain, le 10 octobre, c'est le grand jour !!!\nN'oubliez pas : tous les élèves qui passent des examens doivent venir à l'école avec leurs Chromebooks entièrement chargés. Les examens commenceront à 9 h 30 précises et devraient être terminés vers 12 h 15. Pour les élèves qui ne connaissent pas, ou ne se souviennent pas, de la salle dans laquelle ils passent les examens, des affiches avec l'emplacement de chaque classe seront affichées dans l'école. Tous les élèves de 9^e année passeront les examens au rez-de-chaussée et tous les élèves des classes supérieures seront au 2è étage. L'école sera libérée à l'heure habituelle, soit 16 h 18.\nPassez une bonne nuit de sommeil, prenez un petit déjeuner nutritif, et soyez à l'heure avec vos Chromebooks. À demain !\nMme Leah Ross, Coordinatrice des Examens\nCONFIDENTIALITÉ / AVIS DE CONFIDENTIALITÉ - Ce courriel et ses pièces jointes peuvent contenir des informations confidentielles et/ou légalement protégées. Si vous n'êtes pas le destinataire prévu ou si vous n'êtes pas la personne responsable de la fourniture des informations au destinataire prévu, vous êtes informé que toute divulgation, copie ou distribution de ces informations ainsi que toute autre utilisation ou divulgation de celles-ci sont strictement interdites. Si vous avez reçu ce courriel ou ses pièces jointes par erreur, veuillez en informer immédiatement l'expéditeur. Toute correspondance avec les Écoles Publiques du Comté de Loudoun, y compris les e-mails, peut être soumise à divulgation conformément à la Loi sur la Liberté de l'Information de Virginie."
}