{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The continental drift theory is a geological concept that explains how continents have moved over geological time. Proposed by the German meteorologist Alfred Wegener in the early 20th century, the theory suggests that continents were once part of a single supercontinent called Pangea, which began to break apart approximately 200 million years ago.\nKey Points of the Continental Drift Theory:\n1. Pangea: Wegener theorized that all current continents were once joined together in a single landmass. Over millions of years, they drifted apart to their current positions.\n2. Fossil Evidence: Wegener noted that identical fossils of plants and animals, such as the Mesosaurus (a freshwater reptile), were found on continents now separated by vast oceans, suggesting these continents were once connected.\n3. Geological Similarities: Similar rock formations and mountain ranges, such as the Appalachian Mountains in North America and the Caledonian Mountains in Scotland, indicated that these landmasses were once joined.\n4. Climate Evidence: Wegener pointed to past climate indicators, such as glacial deposits found in now tropical regions, suggesting that continents had moved from different climatic zones.\n5. Rejection and Acceptance: Initially, Wegener’s theory was met with skepticism because he could not adequately explain the mechanism behind the movement of continents. It was not until the development of the theory of plate tectonics in the 1960s that his ideas gained widespread acceptance. Plate tectonics provided a scientific basis for understanding how continents drift on the Earth’s lithosphere due to the movement of tectonic plates.\nToday, the theory of continental drift is an integral part of the broader theory of plate tectonics, which explains the dynamics of Earth’s surface and the movement of continents and ocean floors.",
    "trans": "La théorie de la dérive des continents est un concept géologique qui explique comment les continents se sont déplacés au cours des temps géologiques. Proposée par le météorologue allemand Alfred Wegener au début du XXe siècle, cette théorie suggère que les continents faisaient autrefois partie d'un supercontinent unique appelé Pangée, qui a commencé à se désagréger il y a environ 200 millions d'années.\nPoints clés de la théorie de la dérive des continents :\n1. La Pangée : Wegener a émis l'hypothèse que tous les continents actuels étaient autrefois réunis en une seule masse continentale. Au cours de millions d'années, ils se sont éloignés les uns des autres pour atteindre leur position actuelle.\n2. Preuves fossiles : Wegener a constaté que des fossiles identiques de plantes et d'animaux, tels que le mésosaure (un reptile d'eau douce), ont été trouvés sur des continents aujourd'hui séparés par de vastes océans, laissant supposer que ces continents étaient autrefois reliés entre eux.\n3. Similitudes géologiques : La similitude des formations rocheuses et des chaînes de montagnes, telles que les Appalaches en Amérique du Nord et les monts Calédoniens en Écosse, indique que ces masses continentales étaient autrefois reliées.\n4. Preuves climatiques : Wegener a mis en évidence les indicateurs climatiques du passé, tels que les dépôts glaciaires trouvés dans des régions aujourd'hui tropicales, qui suggèrent que les continents se sont déplacés à partir de zones climatiques différentes.\n5. Refus et acceptation : Dans un premier temps, la théorie de Wegener a été accueillie avec scepticisme parce qu'il ne pouvait pas expliquer de manière adéquate le mécanisme à l'origine du mouvement des continents. Ce n'est qu'avec le développement de la théorie de la tectonique des plaques dans les années 1960 que ses idées ont été largement acceptées. Cette dernière a fourni une base scientifique permettant de comprendre comment les continents dérivent sur la lithosphère de la Terre en raison du mouvement des plaques tectoniques.\nLa théorie de la dérive des continents fait aujourd'hui pleinement corps avec la théorie plus large de la tectonique des plaques, qui explique la dynamique de la surface de la Terre et le mouvement des continents et des fonds océaniques."
}