{
    "source": "en_US",
    "target": "fr_FR",
    "text": "© 7997 Mavo Foundation for Medical Education and Research The German health-care system is characterized by a statutory health insurance based on the principle of social solidarity. Nonprofit sickness funds and regional associations of physicians are the central components of the German sys-tern. The historical development of the system for more than 100 years has been characterized by negotiations, rather than confrontation, among physicians, patients, and insurance carriers. With the increasing sophistication of modern medicine, medical expenditure is rising, and great demands are facing the health-care systems of the industrialized world. The hope is that the German system will be able to preserve the principle of solidarity and remain a one-tier health-care system rather than allow health care to be viewed as essentially a private consumption good, in which case availability and quality are allowed to vary with family income. As a means to achieve this goal, the autonomy of the sickness funds and regional associations of physicians will be increased substantially, and the governmental authority will be decreased. Strengthening of autonomy must be accompanied by incentives for self-responsibility and self-participation of Germany's citizens.S.",
    "trans": "© 7997 Fondation Mavo pour l'éducation médicale et la rechercheLe système de santé allemand est caractérisé par une assurance maladie obligatoire basée sur le principe de solidarité sociale. Les caisses de maladie à but non lucratif et les associations régionales de médecins sont les composants centraux du système allemand. Le développement historique du système, depuis plus de 100 ans, a été marqué par des négociations plutôt que par des confrontations entre médecins, patients et assureurs. Avec la sophistication croissante de la médecine moderne, les dépenses médicales augmentent, et les systèmes de santé des pays industrialisés font face à de grandes exigences. L'espoir est que le système allemand pourra préserver le principe de solidarité et rester un système de santé à un seul niveau, plutôt que de permettre que les soins de santé soient considérés essentiellement comme un bien de consommation privé, auquel cas la disponibilité et la qualité varieraient selon le revenu familial. Pour atteindre cet objectif, l'autonomie des caisses de maladie et des associations régionales de médecins sera augmentée de manière substantielle, et l'autorité gouvernementale sera diminuée. Le renforcement de l'autonomie doit être accompagné d'incitations à la responsabilité personnelle et à la participation des citoyens allemands.S."
}