{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The legs on these garments (and other women’s bifurcated legwear of this era) tend to be very full. My assumption is that this was a compromise between the practicality of trousers and the need to obscure women’s legs and bums. With a coverall, however, the other challenge is to create a garment in which the wearer has a full range of motion. (You don’t want to get a wedgie every time you squat, for example.) This means including a lot of material in the seat. However, it isn’t always necessary to have the same amount of material in the front of the crotch. The seam from waist to crotch is called the “rise” and if the front rise is significantly shorter, the extra material in the seat tends to pouch out, whereas if they front and back rise are closer to the same length (the back rise will always need to be a little longer, so this is definitely relative) the crotch of the pants will drop lower and the bum will be less obvious. There are period photographs showing womanalls with both a pouchy seat and a dropped seat. Curious about what a fuller seat and shorter front rise would look like, I drafted my garment along those lines, and the result was a great range of motion and a noticeably baggy bum. When I make this pattern again, I will lengthen the front rise to experiment with that variation.",
    "trans": "Les jambes de ces vêtements (et d'autres vêtements bifurqués pour femmes de cette époque) ont tendance à être très amples. Je suppose que cela était un compromis entre la praticité des pantalons et le besoin de dissimuler les jambes et les fesses des femmes. Dans le cas d'une combinaison, un autre défi est de créer un vêtement dans lequel la personne a une pleine amplitude de mouvement. (Vous ne voulez pas avoir un wedgie à chaque fois que vous vous accroupissez, par exemple.) Cela signifie inclure beaucoup de matière au niveau des fesses. Cependant, il n'est pas toujours nécessaire d'avoir la même quantité de matière à l'avant du entrejambe. La couture du taille à l'entrejambe s'appelle la \"montée\" et si la montée avant est significativement plus courte, l'excédent de matière au niveau des fesses a tendance à se gonfler, tandis que si la montée avant et arrière sont plus ou moins de la même longueur (la montée arrière devra toujours être un peu plus longue, donc c'est relatif), l'entrejambe du pantalon sera plus bas et les fesses seront moins visibles. Il existe des photographies d'époque montrant des \"womanalls\" avec à la fois des fesses gonflées et des fesses tombantes. Curieuse de savoir à quoi ressembleraient des fesses plus pleines et une montée avant plus courte, j'ai conçu mon vêtement dans ce sens, et le résultat a été une grande amplitude de mouvement et des fesses remarquablement larges. Lorsque je referai ce patron, je rallongerai la montée avant pour expérimenter cette variation."
}