{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Parents,\nWe would like to sincerely thank you for your continued support and participation in our school's educational efforts.\nAt this time, we are seeking volunteers who can help enhance the career development of our students as they prepare for their futures.\nCareer education is more than just an introduction to various jobs. It provides students with the opportunity to envision their future with confidence and take concrete steps towards achieving their goals. We invite parents who are active in various fields, or those you might recommend, to share the excitement of different professions and industries with our students, helping them broaden their perspectives and envision a bright future.\nYour participation in this program will help our students believe in their potential and move forward confidently. We look forward to your enthusiastic support and cooperation.\nPlease feel free to share the attached files with anyone else in your community who may be interested in supporting this.",
    "trans": "Chers Parents,\nNous tenons à vous remercier sincèrement pour votre soutien et votre participation continus aux efforts éducatifs de notre école.\nÀ l'heure actuelle, nous recherchons des bénévoles qui peuvent aider à améliorer le développement de carrière de nos élèves alors qu'ils se préparent pour leur avenir.\nL'éducation à la carrière, c'est bien plus qu'une simple introduction à divers métiers. Elle offre aux élèves la possibilité d'envisager leur avenir avec confiance et de prendre des mesures concrètes pour atteindre leurs objectifs. Nous invitons les parents actifs dans divers domaines, ou ceux que vous pourriez recommander, à partager l'excitation de différentes professions et industries avec nos élèves, les aidant ainsi à élargir leurs perspectives et à envisager un avenir radieux.\nVotre participation à ce programme aidera nos élèves à croire en leur potentiel et à avancer avec confiance. Nous attendons avec impatience votre soutien et votre coopération enthousiastes.\nN'hésitez pas à partager les fichiers joints avec toute autre personne de votre communauté qui pourrait être intéressée à soutenir cette initiative."
}