{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Morality is chaneable and culture-dependent and expresses socially desirable behavior. But even if morality is chaneable, it is by no meas arbitrary, especially since the change process itself takes a relatively long time( measured in years rather than weeks). This is important orientation function: since time immemorial, people have been thinking about moral issues and dealing with them. This makes it clear that consistent values, norms, and moral concepts always play a major role when people organize themselves in social communities. Ultimately, this also results in answers to questions of justice,solidarity, and care as well as the distribution of goods and resources.\nMorality acts here as the denominator for a given society. The advantage is based on the fact that the values underlying morality convey a socially accepted basic understanding and provide orientation in concrete decision-making situations. This makes morality functional and efficient for social groups: In order to be accepted in a community, the individual will strive not to act against this community. Conversely, this means that the behavior of the individual and the social group is ultimately unpredictable. As a result, uncertainty about behavior is reduced and trust is built up.",
    "trans": "La moralité est susceptible de changer et est influencée par la culture, reflétant des actions socialement souhaitables. Cependant, bien que la moralité puisse évoluer, elle n'est pas du tout arbitraire, d'autant plus que le processus de modification requiert un temps considérable (évalué en années plutôt qu'en semaines). C'est une fonction d'orientation essentielle : depuis la nuit des temps, l'humanité se penche sur les dilemmes moraux et les affronte. Il est manifeste que des valeurs, des normes et des principes moraux cohérents demeurent toujours importants lorsque les individus se regroupent en sociétés. En définitive, cela conduit aussi à des réponses aux interrogations concernant la justice, la solidarité et les soins, ainsi qu'à la répartition des biens et ressources.\nDans ce contexte, la moralité joue le rôle d'un dénominateur commun au sein d'une société spécifique. Le bénéfice réside dans l'idée que les principes fondamentaux de la moralité transmettent une compréhension élémentaire largement acceptée socialement et offrent une guide dans des situations spécifiques de prise de décision. Ceci rend l'éthique opérationnelle et efficace pour les groupes sociaux : afin d'être intégré à une communauté, l'individu tentera de ne pas se comporter à l'encontre de celle-ci. En revanche, cela implique que le comportement de l'individu et du groupe social est en fin de compte imprévisible. Par conséquent, l'incertitude liée au comportement est diminuée et la confiance est établie."
}