{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What does MealChoice Encore give you?\n$5.00 Breakfast – You pay only $5.00 for Breakfast (Monday-Friday) at any Cornell Dining dining roomsthat are open during breakfast.\n$6.00 Lunch – You pay only $6.00 for Lunch (Monday-Friday) at any Cornell Dining dining rooms that are open during lunch.\nBuy 10 Lunches Get 11th Free– Ask for a punch card, and when you pay for 10 dining room lunches with MealChoice Encore, your 11th is free.\n$10 Dinner – You pay only $10.00 for dinner (Monday - Friday) at any Cornell Dining dining rooms that are open during dinner except for Wednesday House Dinners in the West Campus Dining Rooms or for special dinner events.\n10% Discount – You receive a 10% discount on food and beverage purchases at Cornell Dining Retail and Convenience Store locations. See Cafes, Food Courts, & Coffee Houses for a complete listing and hours.\nMealChoice Encore is not only available at all Cornell Dining dining room, Retail and Convenience Store locations, it is also available at Mac's Cafe and the Terrace Restaurant in the Statler Hotel.",
    "trans": "Que vous offre MealChoice Encore ?\n5 $ pour le petit-déjeuner - Vous ne payez que 5 $ pour le petit-déjeuner (du lundi au vendredi) dans tous les cantines de Cornell Dining qui sont ouverts pendant le petit-déjeuner.\n6 $ pour le déjeuner - Vous payez seulement 6 $ pour le déjeuner (du lundi au vendredi) dans toutes les cantines de Cornell Dining qui sont ouvertes pendant le déjeuner.\nAchetez 10 déjeuners et obtenez le 11e gratuitement - Demandez une carte à poinçonner, et lorsque vous payez 10 déjeuners en salle à manger avec MealChoice Encore, votre 11e est gratuit.\nDîner à 10 $ - Vous ne payez que 10 $ pour le dîner (du lundi au vendredi) dans toutes les cantines de Cornell Dining ouvertes pendant le dîner, à l'exception des dîners du mercredi dans les cantines du campus ouest ou des dîners organisés dans le cadre d'événements spéciaux.\n10 % de réduction - Vous bénéficiez d'une réduction de 10 % sur vos achats d'aliments et de boissons dans les commerces de détail et les dépanneurs de Cornell Dining. Voir Cafés, Food Courts, & Coffee Houses pour une liste complète et les heures d'ouverture.\nMealChoice Encore n'est pas seulement disponible dans toutes les cantines de Cornell Dining, les magasins de détail et les Convenience Store, il est également disponible au Mac's Cafe et au Terrace Restaurant de l'hôtel Statler."
}