{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Vote by mail ballots are being mailed out and received daily; we are getting ready for in-person Early Voting to begin on October 21st; Election Day poll worker training is winding down - and before we know it, you will be setting up your polling place on Monday, November 4th getting ready for Election Day! Can you also feel the excitement?\nI hope you know we appreciate the support you provide us with every election, but your dedication to serving voters in this Presidential Election deserves more gratitude than ever. This will be a historic election, no doubt, and you will serve such a critical role in it. Applying your knowledge, customer service skills, and experience at the polls in a high turnout election contributes to voter confidence and that is so important right now.\nAnd I hope you feel the same pride I do by facilitating democracy for Miami-Dade voters. Doing so makes you a dedicated public servant who gives Election Day voters a voice. Thank you for this! Simply put, we could not do it without you.\nAs an ambassador for the Elections Department, we ask for your help in providing the tips on the next page to your friends and family. Following these recommendations will help improve their voting experience tremendously.\nThese tips are for you as well. Don’t forget to request your vote by mail ballot immediately and return it timely or take advantage of Early Voting. I think we can agree you will be pretty busy on Election Day! Get your vote in now!\nAgain, we thank you and wish you the best of luck at the polls. You got this! If anything at all arises that you are unsure of, please immediately call Election Central using the Telephone Information Sheet for assistance. We are here to help you throughout the day. We are in this together!\n[redacted_name]\nSupervisor of Elections\nProud Poll Worker Spotlight\nPrecinct 312 Election Board from left to right: [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], and [redacted_name]\nThis photo was taken during the August 20, 2024 Primary Election, which was conducted successfully because of you - our amazing poll workers. The amount of focus and level of detail required to accomplish an election can only be done with teamwork. We are extremely thankful to all who assisted in the Primary and look forward to working together again on November 5th – the long-awaited Presidential Election. We value all poll workers for their commitment, but in this edition, we would like to acknowledge the election board of Precinct 312.\nMeet the Clerk, [redacted_name] who has worked in precinct 312 for over 10 years along with most of the poll workers assigned there. She said, “Working as a poll worker is an opportunity to help your community” and that working with her team makes her feel secure because she knows they will help each other. Her Assistant Clerk, Ines Mauri felt the same. Ines also enjoys working with her team because they are like a family, supporting each other and sharing their favorite foods. She went on to say, “We know that we are playing an important role on Election Day!”\n“And we don’t just know each other well,” the Election Specialist, [redacted_name] remarked, “but also the voters! We see the same voters each Election and it’s as if we are reuniting with old friends.” Like [redacted_name], he knows the importance of assisting the community with their civic duties and has found it to be a positive, interactive, and gratifying experience.\nNow meet precinct 312’s Inspectors: [redacted_name], [redacted_name] and [redacted_name]. [redacted_name] is prideful that his team is very knowledgeable and feels that is greatly attributed to their years of experience. Likewise, [redacted_name] feels a high level of confidence in her team because they have “great communication and great leadership”. She wanted to encourage new poll workers to commit to their responsibilities and work in many elections to feel confident when working on Election Day.\n[redacted_name] Inspector, [redacted_name] understands better than most what it means to be dedicated and committed to elections’ work. He became a poll worker because his mom worked elections. In fact, his family has worked elections for over 15 years! So, he strongly feels that “If you are a poll worker or thinking of becoming one, you should take it seriously and fully commit”.\nThey are an exceptional team of poll workers and most of them have been working together for more than 10 years. They see each other as a family, support one another, and make sure they are prepared on Election Day by going over their manuals. When asked why they continue to serve, they all shared the same sentiment - they want to assist their community for years to come.\nThank You, Precinct 312 for your years of service!\nYour comments are so heartwarming. We are lucky to have you as part of the extended Elections Family.\nElections Department Employee Introductions: Our Devoted Voter Services Division\nFrom left to right (front): [redacted_name], [redacted_name], [redacted_name] and [redacted_name]\nFrom left to right (back): [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name]\nIn this edition, we introduce the Voters Services Division. You may interact with Voter Servies staff more frequently than other divisions as they assist you when you call for voter registration, vote by mail, public service requests or general election inquiries.\nThey are also the first line of contact for constituent questions by mail, phone, email, and in person for those who are interested in registering to vote and voters who may need to update their record. They are also responsible for maintaining the voter registration database through eligibility and list maintenance activities.\nThey oversee vote by mail operations such as processing requests, performing the signature verification processes once the ballot has been voted and returned to the Elections Department, and the preparation of the voted ballot for tabulation.\nFurthermore, they manage the Public Services Area by providing guidance and insight to candidates, committees, political parties, government agencies, courts, students, media, and interested citizens with requests for election information, maps, and other reports.\nLastly, they manage the verification and certification of initiative and candidate petitions for federal, state, and local candidates by ensuring that all petitions are processed in accordance with state law, county code, and/or municipal charter requirements. The Voter Services Division relies on each member of their team to ensure they deliver excellent customer service every day.\nWe are extremely proud of this team. If you cross paths with one of them, please acknowledge them for their hard work.\nThe Vote-By-Mail Renewal Deadline is October 24th at 5pm.\nReminder, due to a recent change in Florida law, all vote-by-mail ballot requests expired as of January 1, 2023. Voters who want to vote by mail, and have not renewed since then, must submit a new request. Important - Just because you or a family member or friend received a ballot in the mail in 2020 or 2022 does not mean it will automatically be sent for 2024. In fact, if it hasn’t already been received, a renewal is likely needed. There are several ways to do so:\nPlease help us spread the word to family and friends! The easiest and fastest way to renew is online. It takes less than 3 minutes to submit your request:\nRequest a vote-by-mail ballot online\nCall [redacted_number]\nRenew in person at\nElections Department Headquarters\n2700 NW 87th Avenue in Doral\nPrint the Vote-By-Mail Ballot Request Form and mail it back to the address below:\nVote-by-Mail Ballot Section\nSupervisor of Elections\nP.O. Box 521250\nMiami, FL 33152\nFollow Us to Receive Real Time Important Election Information\nPlease Follow Us, Share and Like Our Posts:\nTwitter, Facebook, Instagram\nNewest Challenge\nDo you want to be featured in the next Poll Worker Post and receive a prize?\nFollow us onTwitter, Facebook, Instagram\nPlease print theword search puzzle, complete it, then scan or take a picture and email it to [redacted_email]\n*Submit your answers by November 1, 2024\nWe Are a Team. Many Ways to Join Us:\nWant to build a career at the Miami Dade County Elections Department? Check our website frequently as permanent job openings are added often to see what opportunities are currently available.\nIf you would like temporary employment during an upcoming Election cycle, check the website frequently for temporary employment opportunities to see what opportunities are currently available.\nIf you know someone who wants to become part of the Poll worker team for an upcoming election, they can apply here Election Day Poll Worker Application.\nWho Wants to Be Featured Next?\nWould you like us to share your poll worker experience in the next newsletter?\nContact us\nFacebook\nTwitter\nInstagram\nMiami-Dade County Elections Website\nPoll Worker Resources\nCopyright © 2022 Miami-Dade County. All rights reserved.",
    "trans": "Les bulletins de vote par correspondance sont envoyés et reçus chaque jour ; nous nous préparons pour le début du vote anticipé en personne le 21 octobre ; la formation des agents électoraux pour le jour de l'élection touche à sa fin – et avant même de nous en rendre compte, vous serez en train d'installer votre bureau de vote le lundi 4 novembre pour être prêt pour le jour de l'élection ! Ressentez-vous aussi cette excitation ?\nJ’espère que vous savez à quel point nous apprécions le soutien que vous nous apportez à chaque élection, mais votre engagement à servir les électeurs lors de cette élection présidentielle mérite plus de reconnaissance que jamais. Cette élection sera sans aucun doute historique, et votre rôle y sera essentiel. En mettant à profit vos connaissances, vos compétences en service aux électeurs et votre expérience dans un scrutin à forte participation, vous contribuez à renforcer la confiance des électeurs – ce qui est particulièrement crucial en ce moment.\nEt j’espère que vous ressentez la même fierté que moi en facilitant l’exercice de la démocratie pour les électeurs de Miami-Dade. Votre engagement fait de vous un véritable serviteur du public, permettant aux électeurs du jour de l’élection de faire entendre leur voix. Merci pour cela ! Tout simplement, nous ne pourrions pas y parvenir sans vous.\nEn tant qu’ambassadeur du Département des Élections, nous vous demandons de partager les conseils figurant sur la page suivante avec vos amis et votre famille. Suivre ces recommandations améliorera considérablement leur expérience de vote.\nCes conseils vous concernent aussi ! N’oubliez pas de demander votre bulletin de vote par correspondance dès maintenant et de le renvoyer à temps, ou profitez du vote anticipé. Je pense que nous pouvons tous convenir que vous serez très occupé le jour de l’élection ! Alors, votez dès maintenant !\nEncore une fois, nous vous remercions et vous souhaitons bonne chance aux bureaux de vote. Vous allez assurer ! Si vous rencontrez la moindre incertitude, appelez immédiatement le centre des élections en utilisant la feuille d’informations téléphoniques pour obtenir de l’aide. Nous sommes là pour vous accompagner tout au long de la journée. Nous sommes dans cette aventure ensemble !\n[redacted_name]\nSuperviseur des élections\nMise en lumière des agents électoraux fiers de leur engagement\nBureau électoral du bureau de vote 312, de gauche à droite : [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name] et [redacted_name]\nCette photo a été prise lors de l'élection primaire du 20 août 2024, qui a été un succès grâce à vous – nos incroyables agents électoraux. Le niveau de concentration et d'attention aux détails nécessaire pour organiser une élection ne peut être atteint que grâce au travail d'équipe. Nous sommes extrêmement reconnaissants envers tous ceux qui ont contribué à la primaire et nous avons hâte de collaborer à nouveau le 5 novembre pour l’élection présidentielle tant attendue. Nous apprécions l'engagement de tous nos agents électoraux, mais dans cette édition, nous souhaitons mettre à l’honneur le bureau électoral du bureau de vote 312.\nRencontrez la greffière, [redacted_name], qui travaille au bureau de vote 312 depuis plus de 10 ans, aux côtés de la plupart des agents électoraux qui y sont affectés. Elle a déclaré : « Travailler comme agent électoral est une opportunité d’aider sa communauté », et elle se sent en sécurité avec son équipe, car elle sait qu’ils s’entraideront. Son assistante greffière, Ines Mauri, partage le même sentiment. Ines apprécie également de travailler avec son équipe, qui est comme une famille, où chacun se soutient et partage ses plats préférés. Elle a ajouté : « Nous savons que nous jouons un rôle important le jour de l’élection ! »\n« Et nous ne faisons pas que bien nous connaître », a fait remarquer le spécialiste des élections, [redacted_name], « nous connaissons aussi les électeurs ! Nous voyons les mêmes électeurs à chaque élection, et c’est comme si nous retrouvions de vieux amis. » À l’instar de [redacted_name], il sait combien il est important d’aider la communauté à accomplir ses devoirs civiques et considère cette expérience comme positive, enrichissante et interactive.\nFaites maintenant connaissance avec les inspecteurs du bureau de vote 312 : [redacted_name], [redacted_name] et [redacted_name]. [redacted_name] est fier que son équipe soit très compétente, ce qu’il attribue largement à leurs nombreuses années d’expérience. De son côté, [redacted_name] a une grande confiance en son équipe, qu’elle décrit comme ayant « une excellente communication et un excellent leadership ». Elle tient à encourager les nouveaux agents électoraux à s’engager pleinement dans leurs responsabilités et à participer à plusieurs élections afin d’être plus confiants lorsqu’ils travailleront le jour du scrutin.\n[redacted_name], Inspecteur, [redacted_name] comprend mieux que beaucoup ce que signifie être dédié et engagé dans le travail électoral. Il est devenu agent électoral parce que sa mère travaillait lors des élections. En fait, sa famille participe aux élections depuis plus de 15 ans ! C’est pourquoi il insiste sur le fait que « Si vous êtes agent électoral ou si vous envisagez de le devenir, vous devez prendre cela au sérieux et vous y engager pleinement ».\nIls forment une équipe exceptionnelle d’agents électoraux et la plupart d’entre eux travaillent ensemble depuis plus de 10 ans. Ils se considèrent comme une famille, se soutiennent mutuellement et s’assurent d’être bien préparés pour le jour de l’élection en révisant leurs manuels. Lorsqu'on leur a demandé pourquoi ils continuent de servir, ils ont tous partagé le même sentiment : ils souhaitent aider leur communauté pendant de nombreuses années à venir.\nMerci, bureau de vote 312, pour vos années de service !\nVos commentaires sont tellement réconfortants. Nous avons de la chance de vous avoir comme membre de la grande famille des élections.\nIntroduction des employés du Département des Élections : Notre division dédiée aux services électoraux\nDe gauche à droite (devant) : [redacted_name], [redacted_name], [redacted_name] et [redacted_name]\nDe gauche à droite (à l'arrière) : [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name], [redacted_name]\nDans cette édition, nous vous présentons la division des services aux électeurs. Vous interagirez peut-être plus fréquemment avec le personnel des services aux électeurs que celui des autres divisions, car ils vous assistent lors de vos demandes d’inscription sur les listes électorales, de vote par correspondance, de demandes de services publics ou d’informations générales sur les élections.\nIls sont également la première ligne de contact pour les questions des électeurs par courrier, téléphone, email et en personne, que ce soit pour ceux qui souhaitent s’inscrire pour voter ou pour les électeurs qui doivent mettre à jour leurs informations. Ils sont également responsables de la gestion de la base de données des électeurs grâce aux activités de vérification de l’éligibilité et de maintien des listes.\nIls supervisent les opérations de vote par correspondance, telles que le traitement des demandes, la vérification des signatures une fois que le bulletin a été voté et retourné au Département des Élections, ainsi que la préparation du bulletin de vote pour la tabulation.\nDe plus, ils gèrent la zone des services publics en offrant des conseils et des informations aux candidats, comités, partis politiques, agences gouvernementales, tribunaux, étudiants, médias et citoyens intéressés par des demandes d’informations électorales, de cartes et d’autres rapports.\nEnfin, ils gèrent la vérification et la certification des pétitions d'initiative et des candidatures pour les candidats fédéraux, étatiques et locaux en veillant à ce que toutes les pétitions soient traitées conformément à la législation de l'État, au code du comté et/ou aux exigences de la charte municipale. La division des services aux électeurs compte sur chaque membre de son équipe pour garantir un service client de qualité chaque jour.\nNous sommes extrêmement fiers de cette équipe. Si vous croisez l’un d’eux, n’hésitez pas à les remercier pour leur travail acharné.\nLa date limite pour le renouvellement du vote par correspondance est le 24 octobre à 17h.\nRappel : En raison d'un changement récent de la législation en Floride, toutes les demandes de bulletins de vote par correspondance ont expiré depuis le 1er janvier 2023. Les électeurs qui souhaitent voter par correspondance et qui ne l'ont pas renouvelé depuis cette date doivent soumettre une nouvelle demande. Important : Ce n’est pas parce que vous ou un membre de votre famille ou un ami avez reçu un bulletin de vote par correspondance en 2020 ou 2022 que celui-ci sera automatiquement envoyé pour 2024. En fait, si vous ne l'avez pas encore reçu, un renouvellement est probablement nécessaire. Il existe plusieurs façons de procéder :\nAidez-nous à faire passer le message à votre famille et vos amis ! La manière la plus simple et rapide de renouveler est en ligne. Cela prend moins de 3 minutes pour soumettre votre demande :\nDemandez un bulletin de vote par correspondance en ligne\nAppelez [redacted_number]\nRenouvelez en personne à\nQuartier général du Département des Élections\n2700 NW 87th Avenue à Doral\nImprimez le formulaire de demande de bulletin de vote par correspondance et renvoyez-le à l'adresse ci-dessous :\nSection des bulletins de vote par correspondance\nSuperviseur des élections\nBoîte postale 521250\nMiami, FL 33152\nSuivez-nous pour recevoir des informations électorales importantes en temps réel\nVeuillez nous suivre, partager et aimer nos publications :\nTwitter, Facebook, Instagram\nNouveau défi\nVoulez-vous être mis en avant dans le prochain Post des agents électoraux et recevoir un prix ?\nSuivez-nous sur Twitter, Facebook, Instagram\nVeuillez imprimer le puzzle de mots cachés, le compléter, puis le scanner ou prendre une photo et l'envoyer par e-mail à [redacted_email]\n*Soumettez vos réponses d'ici le 1er novembre 2024\nNous sommes une équipe. Plusieurs façons de nous rejoindre :\nVous souhaitez construire une carrière au Département des Élections du comté de Miami-Dade ? Consultez fréquemment notre site Web, car des offres d'emploi permanentes y sont souvent ajoutées pour découvrir les opportunités actuellement disponibles.\nSi vous souhaitez un emploi temporaire pendant un prochain cycle électoral, consultez fréquemment le site Web pour découvrir les opportunités d'emploi temporaire et voir les offres actuellement disponibles.\nSi vous connaissez quelqu'un qui souhaite faire partie de l'équipe des agents électoraux pour une prochaine élection, il peut postuler ici : Application pour les agents électoraux du jour de l’élection.\nQui veut être mis en avant ensuite ?\nSouhaitez-vous que nous partagions votre expérience en tant qu'agent électoral dans le prochain bulletin d'information ?\nContactez-nous\nFacebook\nTwitter\nInstagram\nSite Web des Élections du comté de Miami-Dade\nRessources pour les agents électoraux\nCopyright © 2022 Miami-Dade County. Tous droits réservés."
}