{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name]!\nYour medication order has been placed with the pharmacy!\nYou can expect it to arrive within 14 business days at the address listed in your Mochi portal. A medication and injection guide can be found in the Action Center on your home page. Please pay close attention to the injection instructions on your medication, as the volume may differ from a previous order. We highly recommend creating a FedEx/UPS account to stay informed about the status of your prescription. Although the pharmacy makes every effort to provide shipment notification we can not guarantee you will get notice so please be diligent about checking for your delivery.\nAfter taking your third dose of medication, please go to the Mochi portal, under the Request tab, and fill out the refill request information. Once all information is filled out, it will be sent to the compounding team and your provider for approval within 2-3 business days.\nPlease remember that patients are required to check in with their providers every 3 months for a video visit. If next month will be your third month, please book an appointment for that timeline to ensure continued medication approval. Don't hesitate to reach out with any questions in the meantime!\nBest regards, Mochi Compounding Team",
    "trans": "Bonjour [redacted_name]!\nVotre commande de médicaments a été passée à la pharmacie !\nVous pouvez vous attendre à ce qu'elle arrive dans les 14 jours ouvrables à l'adresse indiquée dans votre portail Mochi. Un guide de médication et d'injection se trouve dans le Centre d'action sur votre page d'accueil. Veuillez prêter une attention particulière aux instructions d'injection sur votre médicament, car le volume peut différer d'une commande précédente. Nous recommandons vivement de créer un compte FedEx/UPS pour rester informé du statut de votre prescription. Bien que la pharmacie fasse tout son possible pour fournir une notification d'expédition, nous ne pouvons pas garantir que vous serez averti, donc soyez diligent à vérifier votre livraison.\nAprès avoir pris votre troisième dose de médicament, veuillez vous rendre sur le portail Mochi, sous l'onglet Demande, et remplir les informations de demande de renouvellement. Une fois toutes les informations renseignées, elles seront envoyées à l'équipe de préparation et à votre fournisseur pour approbation dans un délai de 2-3 jours ouvrables.\nN'oubliez pas que les patients sont tenus de consulter leur fournisseur tous les 3 mois pour une visite vidéo. Si le mois prochain sera votre troisième mois, veuillez prendre rendez-vous pour cette période afin de garantir l'approbation continue de votre médication. N'hésitez pas à nous contacter si vous avez des questions entre-temps !\nCordialement, L'équipe de préparation Mochi"
}