{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Taste, taste, taste’, the architect Frank Lloyd Wright once remarked, ‘cows have taste!’ 1 Where does our taste come from? Cultural heritage? Consumerism? Vibe-shifts? Music? Politics? Fundamental needs? The algorithm? How can we define our taste? Aesthetics? Identity? Language? Behaviour? Social Media? Semiotics? Is there such a thing as good or bad taste? And how can we argue this one way, or the other? One of the aims of doing a degree in Illustration is to give us the confidence to talk about our work beyond saying ‘I like it’ or ‘it works’, and to argue for our own designs. As an illustrator, you should know a lot about your subject, as well as being able to illustrate. We can find out a lot about an individual piece of illustration by asking questions around taste, and how visual culture has evolved. This project will challenge you to construct new understandings around your own tastes and modes of communication",
    "trans": "« Goût, goût, goût », a dit un jour l'architecte Frank Lloyd Wright.  « Les vaches ont du goût » 1- D'où vient notre goût ? De l'héritage culturel ? Du consumérisme ? Des vibrations ? De la musique ? De la politique ? Des besoins fondamentaux ? De l'algorithme ? Comment définir notre goût ? L'esthétique ? L'identité ? Le langage ? Le comportement ? Les médias sociaux ? La sémiotique ? Existe-t-il un bon ou un mauvais goût ? Et comment pouvons-nous discuter dans un sens ou dans l'autre ? L'un des objectifs d'un diplôme en illustration est de nous donner la confiance nécessaire pour parler de notre travail au-delà de « j'aime » ou « ça marche », et pour défendre nos propres créations. En tant qu'illustrateur, vous devez en savoir beaucoup sur votre sujet, tout en étant capable d'illustrer. Nous pouvons en apprendre beaucoup sur une illustration individuelle en posant des questions sur le goût et sur l'évolution de la culture visuelle. Ce projet vous incitera à construire de nouvelles compréhensions autour de vos propres goûts et modes de communication."
}