{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Three days has passed since Scarlett left and Sage was coping okay, sort of.\nShe and Rose had started spending a lot of time together. Their favorite thing was building legos or playing house outside in Rose's playhouse.\nThey were outside in her playhouse when Rose suddenly turned to Sage and asked a question.\n\"Sage, when was the last time you spoke?\"\nSage froze for a second before regaining her composure and straightened up. She simply shrugged because she wasn't sure herself.\n\"Well, why don't you speak now?\"\nShe shrugged again, not sure what Rose wanted with this conversation.\n\"Is it that you have forgotten how to speak?\"\nSage nodded, unsure herself at that moment. She couldn't even remember how her own voice sounded like. So what if she couldn't remember how to speak, even if she wanted to?\n\"Can you try?\" Rose queried and looked up at Sage with her big blue eyes.\nAnother shrug max the young girl sigh and flop down on a wooden chair.\n\"Please? I won't tell anyone.\" She pleaded, clasping her hands under her chin in a begging gesture.\n'What if I can't remember?' She wrote on her whiteboard.\n\"It's okay.\" Rose flew up onto her feet and blew on Sage's face. \"Can you blow on me like I did?\"\nSage did as she was told and Rose seemed satisfied.\n\"Okay so now open your mouth wide and blow.\"\nSage felt incredibly stupid but again did as she was told.\n\"Awesome!\" Rose squealed, clapping her hands and jumping up and down. \"Now just mouth the word 'hi' and blow at the same time.\"\nA whispered \"hi\" came out of the girls throat and Rose cheered.\n\"You whispered Sage!\"\nSage looked around the small playhouse. He wasn't here. He didn't come for her.\n\"Try again!\" Rose demanded, jumping up and down on the spot.\nSage said some simple words to please her sister. She hadn't actually spoken yet, just whispered to test out what would happen.\nSworn to secrecy, the sisters then continued with their play like nothing had ever happened.\n—\nThey continued speech-training for two days",
    "trans": "Trois jours s’étaient écoulés depuis le départ de Scarlett, et Sage s’en sortait plutôt bien… enfin, plus ou moins.\nElle passait beaucoup de temps avec Rose. Leur activité préférée était de construire des Lego ou de jouer à la maison dans la cabane de Rose.\nElles étaient justement dans la cabane quand Rose se tourna soudain vers Sage et lui posa une question.\n« Sage, c'était quand la dernière fois que tu as parlé ? »\nSage se figea une seconde avant de retrouver son calme et de se redresser. Elle haussa simplement les épaules, incapable de répondre avec certitude.\n« Eh bien, pourquoi ne parles-tu pas maintenant? »\nElle haussa de nouveau les épaules, ne sachant pas ce que Rose voulait de cette conversation.\n« Tu as oublié comment on parle ? »\nSage hocha la tête. En réalité, elle n’en savait rien. Elle ne se souvenait même plus du son de sa propre voix. Et si elle avait réellement oublié comment parler, même si elle le voulait ?\n« Peux-tu essayer?» Rose interrogea et leva les yeux vers Sage avec ses grands yeux bleus.\nUn autre haussement d'épaules max la jeune fille soupire et s'effondre sur une chaise en bois.\n« S’il te plaît ? » Je ne dirai rien à personne. Rose joignit les mains sous son menton, suppliant presque.\n« Et si je n’y arrive pas ? » écrivit Sage sur son ardoise blanche.\n«C'est bon.» Rose s'est envolée sur ses pieds et a soufflé sur le visage de Sage. «Peux-tu me souffler dessus comme je l'ai fait?»\nSage fit ce qu'on lui avait dit et Rose sembla satisfaite.\n« D'accord alors maintenant ouvre grand la bouche et souffle.»\nSage se sentit un peu ridicule, mais elle obéit à nouveau.\n« Génial !» s’exclama Rose en tapant dans ses mains et en sautillant sur place. « Maintenant, essaie de dire \"salut\" en soufflant en même temps.»\nUn léger \"salut\" murmuré s’échappa de la gorge de Sage, et Rose applaudit de joie.\n« Tu as chuchoté, Sage !»\nSage regarda autour d’elle. Il n’était pas là. Il ne venait pas la chercher.\n« Essaie encore ! » s’excita Rose en sautillant.\nPour lui faire plaisir, Sage prononça quelques mots simples. Elle n’avait pas vraiment parlé, juste murmuré pour tester.\nLiées par ce secret, les deux sœurs continuèrent à jouer comme si de rien n’était.\n—\nPendant les deux jours suivants, elles continuèrent leurs séances d’entraînement à la parole"
}