{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A. Openable Window Operation (Figure3)\n(1) The latch handle operates a flexible cable which moves cams on the upper, lower, and aft edges of the No. 2 window. The cams hold the window against the window frame and provide support against forces on the outside of the window. When the latch handle is locked forward, the cams prevent the window from opening. To release the No. 2 window latches, depress the button on top of the latch handle and rotate the latch handle aft to its aft locked position. The No. 2 window opens by moving aft on two upper tracks and one lower track. Rotating the operating crank opens the window by turning a screw through a ball nut. An audible pop should be heard when the window is driven open. The snap is produced when the upper aft cam roller on the torque tube goes past the high center point of the cam block. The ball nut attaches to the trailing arm of the window. This pulls the window open or pushes it closed. To close the No. 2, window rotate the operating handle in the opposite direction until the window reaches the end of the tracks. An audible snap may be heard, but is not required when",
    "trans": "A. Opération de fenêtre ouvrante (Figure 3)\n(1) La poignée de verrouillage actionne un câble flexible qui déplace des cames sur les bords supérieur, inférieur et arrière de la fenêtre n° 2. Les cames maintiennent la fenêtre contre le cadre de la fenêtre et fournissent un soutien contre les forces exercées à l'extérieur de la fenêtre. Lorsque la poignée de verrouillage est verrouillée en position avant, les cames empêchent la fenêtre de s'ouvrir. Pour libérer les verrous de la fenêtre n° 2, appuyez sur le bouton situé sur le dessus de la poignée de verrouillage et tournez la poignée de verrouillage en position verrouillée arrière. La fenêtre n° 2 s'ouvre en se déplaçant vers l'arrière sur deux rails supérieurs et un rail inférieur. En tournant la manivelle de commande, la fenêtre s'ouvre en tournant une vis à travers un écrou à bille. Un \"pop\" audible doit être entendu lorsque la fenêtre est poussée pour s'ouvrir. Le bruit se produit lorsque le rouleau de la came arrière supérieure sur le tube de couple passe par le point central élevé du bloc de came. L'écrou à bille est fixé au bras traînant de la fenêtre. Cela tire la fenêtre pour l'ouvrir ou la pousse pour la fermer. Pour fermer la fenêtre n° 2, tournez la poignée de commande dans la direction opposée jusqu'à ce que la fenêtre atteigne la fin des rails. Un clic audible peut être entendu, mais il n'est pas nécessaire lorsque..."
}