{
    "source": "en_US",
    "target": "fr_FR",
    "text": "STAY JAPAN Newsletter\nSeptember 25, 2024 Issue\n【Newsletter Exclusive! 1,000 yen Discount Coupon!】\nAs a token of our appreciation to our mail magazine readers, we are sending a discount coupon worth 1,000 yen. Only the first 20 newsletter readers can use this coupon. Please take advantage of this opportunity.\nCoupon Code: [redacted_info]\nEligible application period: Available for reservations made by March 12, 2025\nEligible stay period: Available for stays until September 12, 2025\nFor details on how to use the coupon, please refer to the explanation page (PC version and smartphone version).\n[Interview with Host] “Ooda Sanso” by [redacted_name], Kanagawa Prefecture\n[Introduction of New Facilities] My House F104 Fighter House, Yamanashi\n[This Month’s Top Picks] Gokayama Gassho-no-Sato - Private rental of a gassho-zukuri house - 5 minute walk from Suganuma Gassho-Zukuri Village, a World Heritage Site!, Toyama\n[Word of mouth of this month] A quiet house in the mountains - Farmhouse guest house “Cococan” Miyazaki Prefecture\nThe holiday season is approaching. Why don't you go on a trip to find a different kind of autumn? Please search STAY JAPAN. You will surely find a special trip just for you!\nWe would like to introduce a new project, “Interview with Hosts”.\n“We want to be a friendly homestay.”\nMr. and [redacted_name] and staff of Ooda Sanso\nMr. and [redacted_name], who have been running a guest house for about 7 years, also run a café/restaurant nearby, and open a gallery and boutique several times a year.\nQ: Why did you start the guest house?\nA: Fujino, the area where we live, is called “Art Village” and is a very interesting town where many artists have moved to. It is also close to Mt. Takao and Lake Sagami, which attract more and more visitors every year, but there were not enough accommodation facilities. We happened to come across a beautiful old house in the satoyama and renovated it ourselves over time, opening the Oda Sanso guest house.\nQ: What do you find rewarding?\nA: I am happy when people say, “That was good.”\nQ: What do you keep in mind?\nA: We try to make our guests feel comfortable and enjoy their stay, so that they feel free to talk to us.\nQ: What are you proud of?\nA: We are located at a dead end in a village with only seven houses in the mountains. It is a very quiet and peaceful place, where you can enjoy the nature of Satoyama with the sound of birds in spring and insects in autumn. I am very happy to hear people say, “I can get a good night's sleep.”\nQ: What are your hopes for the future?\nA: We want to be a “friendly guest house” now and in the future.\nQ: Do you have any message for the guests?\nA: Oda Sanso will never be finished. We are always making little changes to make it a more comfortable place.\nThank you very much to [redacted_name] who kindly responded to our interview for the 1st new project, and for the photo with all the staff members!\nClick here for “Ooda Sanso”\nhttps://en.stayjapan.com/area/kanagawa/sagamihara/pr/13486\nhttps://en.stayjapan.com/area/kanagawa/sagamihara/pr/14420\n【Introduction of New Facilities】\nMy House (F104 Fighter House)\nhttps://en.stayjapan.com/area/yamanashi/minamikoma/pr/14523\nIn August, a very unique new facility was opened to the public. Located in Minobu-cho, Minamikoma-gun, Yamanashi Prefecture, in a peaceful area surrounded by beautiful mountains, it is a private house with an impressive F104 fighter jet on the roof. Several valuable fighter planes are preserved in the house, and the host will show you around so you can take pictures. The house also boasts a spacious bath that can easily accommodate up to 6 people. BBQ is available in the large garden. Please contact us in advance for pick-up service from the station.\n【This Month's Top Picks】\nGokayama Gassho-no-Sato - Private Gassho-Zukuri Houses - 5 minute walk from the World Heritage Site Suganuma Gassho-Zukuri Village!\nhttps://en.stayjapan.com/area/toyama/nanto/pr/13417\nGokayama Gassho-no-Sato in Toyama Prefecture has three gassho-zukuri cottages. When the cottages were relocated, the kitchens and baths were updated in a modern style, and they are now available for overnight stays as single cottages. We invite you to experience staying in the only gassho-zukuri house in the world!\nEach season has its own charm, and you can enjoy the scenery of each of the four seasons. We have many reservations from overseas as well.\n【Word of mouth of this month】\nThis accommodation is run by a nice couple. I stayed here for a family vacation. I was wondering what kind of trip it would be like since it was my first time to stay at a private accommodation, but it was a wonderful experience that will remain in my memory. The couple was very kind and our 5 year old child immediately missed them and had a great time. He was sad and tearful when we checked out and said he wanted to stay again. You can choose the optional bread-making experience and learn from the process of kneading the dough. Depending on the season, you can also try buckwheat noodle making or picking wild vegetables, which I would like to try next time. We were blessed with beautiful weather and were able to see the beautiful starry sky at night and the sea of clouds when we woke up in the morning. We were also able to experience the precious nature of the satoyama.\nSeptember 2, 2024 STAY JAPAN user\n【Quaint Japanese House】 “KOKOKYAN” FARM STAY\nhttps://en.stayjapan.com/area/miyazaki/ebino/pr/13249\n“KOKOKYAN” is a farmhouse guest house in Ebino city, Miyazaki prefecture. The house is an old house that has been renovated and the chairs and tables are handmade. Located on top of a mountain, the view is beautiful and surrounded by trees, so you can enjoy a relaxing forest bath and heal from daily fatigue. In the Ebino dialect, the word for “please come” is “kyan”. The name “KOKOKYAN” is derived from the thought of “Please come here”!\nPlease visit our official blog “STAY JAPAN MEDIA”!\nAlso, please follow us on STAY JAPAN's official Instagram, which is posted every Tuesday!\nSTAY JAPAN MEDIA\nSTAY JAPAN Instagram\nHow was the newsletter of this month?\nWe hope you will use it as a reference for your next trip.\nIf you have any questions or concerns, please feel free to contact us anytime.\nSTAY JAPAN Newsletter Management\nEmail: support@stayjapan.com\nCopyright (C) 2024 Hyakusenrenma, Inc.. All rights reserved.\nUpdateUnsubscribe",
    "trans": "Lettre d'information STAY JAPAN\nPubliée le 25 septembre 2024\n【Exclusivité de la lettre d'information ! Coupon de réduction de 1 000 yens!】\nEn guise de remerciement aux lecteurs de notre magazine postal, nous envoyons un coupon de réduction d'une valeur de 1 000 yens. Seuls les 20 premiers lecteurs de la lettre d'information peuvent utiliser ce coupon. Veuillez profiter de cette opportunité.\nCode de réduction : [infos_masquées]\nPériode de candidature éligible : Disponible pour les réservations effectuées jusqu'au 12 mars 2025\nPériode de séjour éligible : Disponible pour les séjours jusqu'au 12 septembre 2025\nPour plus de détails sur l'utilisation du coupon, veuillez vous référer à la page d'explication (version PC et smartphone).\n[Interview d'hôte] « Ooda Sanso » par [nom_masqué], Préfecture de Kanagawa\n[Présentation de nouvelles installations] My House F104 Fighter House, Yamanashi\n【Les meilleurs choix du mois】 Gokayama Gassho-no-Sato - Location privée d'une maison de gassho-zukuri - à 5 minutes à pied du village de Suganuma Gassho-Zukuri, un site du patrimoine mondial, Toyama\n[Une maison tranquille dans les montagnes - Ferme d'hôtes « Cococan » Préfecture de Miyazaki\nLes fêtes de fin d'année approchent. Pourquoi ne pas partir en voyage pour découvrir un automne différent ? Faites une recherche sur STAY JAPAN. Vous trouverez certainement un voyage spécial juste pour vous !\nNous aimerions vous présenter un nouveau projet, « Interview d'hôtes ».\n« Nous voulons être une famille d'accueil conviviale. »\nM. et [nom_masqué] et le personnel de Ooda Sanso\nM. et [nom_masqué], qui gèrent une maison d'hôtes depuis environ 7 ans, tiennent également un café/restaurant à proximité, et ouvrent une galerie et une boutique plusieurs fois par an.\nQ : Pourquoi avez-vous créé cette maison d'hôtes ?\nR : Fujino, le quartier où nous vivons, est appelé « Art Village » et c'est une ville très intéressante où de nombreux artistes se sont installés. Elle est également proche du mont Takao et du lac Sagami, qui attirent de plus en plus de visiteurs chaque année, mais il n'y avait pas assez d'infrastructures d'hébergement. Nous sommes tombés par hasard sur une belle maison ancienne dans le satoyama et l'avons rénovée nous-mêmes au fil du temps, ouvrant ainsi la maison d'hôtes Oda Sanso.\nQ : Qu'est-ce qui est gratifiant pour vous ?\nR. Je suis heureux quand les gens me disent :  « C'était bien »\nQ. Que gardez-vous à l'esprit ?\nR : Nous essayons de faire en sorte que nos hôtes se sentent à l'aise et apprécient leur séjour, de sorte qu'ils n'hésitent pas à nous parler.\nQ : De quoi êtes-vous fiers ?\nR : Nous sommes situés dans un cul-de-sac, dans un village de montagne qui ne compte que sept maisons. C'est un endroit très calme et paisible, où l'on peut profiter de la nature de Satoyama avec le bruit des oiseaux au printemps et des insectes en automne. Je suis très heureux d'entendre les gens dire : « Je peux passer une bonne nuit de sommeil ».\nQ : Quels sont vos espoirs pour l'avenir ?\nR : Nous voulons être une « maison d'hôtes conviviale » aujourd'hui et à l'avenir.\nQ : Avez-vous un message à adresser aux visiteurs ?\nR : Oda Sanso ne sera jamais terminé. Nous apportons toujours de petites modifications pour en faire un endroit plus confortable.\nMerci beaucoup à [nom_masqué] qui a gentiment répondu à notre interview pour le premier nouveau projet, et pour la photo avec tous les membres de l'équipe !\nCliquez ici sur « Ooda Sanso »\nhttps://en.stayjapan.com/area/kanagawa/sagamihara/pr/13486\nhttps://en.stayjapan.com/area/kanagawa/sagamihara/pr/14420\n【Introduction des nouvelles installations】\nMa maison (F104 Fighter House)\nhttps://en.stayjapan.com/area/yamanashi/minamikoma/pr/14523\nEn août, une nouvelle installation très unique a été ouverte au public. Située à Minobu-cho, Minamikoma-gun, dans la préfecture de Yamanashi, dans une zone paisible entourée de magnifiques montagnes, il s'agit d'une maison privée dont le toit est surmonté d'un impressionnant avion de chasse F104. Plusieurs avions de chasse de grande valeur sont conservés dans la maison, et l'hôte vous fera visiter les lieux pour que vous puissiez prendre des photos. La maison dispose également d'une salle de bains spacieuse pouvant accueillir jusqu'à 6 personnes. Un barbecue est disponible dans le grand jardin. Veuillez nous contacter à l'avance pour un service de ramassage à la gare.\n【Les meilleurs choix du mois】\nGokayama Gassho-no-Sato - Maisons privées Gassho-Zukuri - à 5 minutes à pied du village Suganuma Gassho-Zukuri, classé au patrimoine mondial de l'humanité !\nhttps://en.stayjapan.com/area/toyama/nanto/pr/13417\nGokayama Gassho-no-Sato, dans la préfecture de Toyama, possède trois cottages gassho-zukuri. Lorsque les cottages ont été déplacés, les cuisines et les salles de bains ont été rénovées dans un style moderne. Ils sont désormais disponibles pour des séjours d'une nuit en tant que cottages individuels. Nous vous invitons à vivre l'expérience d'un séjour dans la seule maison gassho-zukuri au monde !\nChaque saison a son propre charme et vous pouvez profiter du paysage de chacune des quatre saisons. Nous recevons également de nombreuses réservations de l'étranger.\n【Mot bouche-à-oreille de ce mois】\nCe logement est tenu par un couple sympathique. J'ai séjourné ici pour des vacances en famille. Je me demandais à quoi ressemblerait le voyage puisque c'était la première fois que je séjournais dans un hébergement privé, mais ce fut une expérience merveilleuse qui restera dans ma mémoire. Le couple était très gentil et notre enfant de 5 ans s'est immédiatement ennuyé d'eux et s'est beaucoup amusé. Il était triste et en larmes lorsque nous avons quitté les lieux et nous a dit qu'il voulait y séjourner à nouveau. Vous pouvez choisir l'expérience optionnelle de la fabrication du pain et apprendre le processus de pétrissage de la pâte. Selon la saison, vous pouvez également essayer de faire des nouilles de sarrasin ou de cueillir des légumes sauvages, ce que j'aimerais essayer la prochaine fois. Nous avons eu la chance de bénéficier d'un temps magnifique et avons pu admirer le beau ciel étoilé la nuit et la mer de nuages au réveil le matin. Nous avons également pu faire l'expérience de la nature précieuse du satoyama.\n2 septembre 2024 - Utilisateur de STAY JAPAN\n【Quaint Japanese House】 « KOKOKYAN » SÉJOUR À LA FERME\nhttps://en.stayjapan.com/area/miyazaki/ebino/pr/13249\n« KOKOKYAN » est une maison d'hôtes à la ferme située dans la ville d'Ebino, dans la préfecture de Miyazaki. Il s'agit d'une ancienne maison qui a été rénovée et dont les chaises et les tables sont faites à la main. Situé au sommet d'une montagne, la vue est magnifique et entourée d'arbres, ce qui vous permet de profiter d'un bain de forêt relaxant et de vous guérir de la fatigue quotidienne. Dans le dialecte d'Ebino, le mot pour « venez s'il vous plaît » est « kyan ». Le nom « KOKOKYAN » est dérivé de l'idée de « Venez ici s'il vous plaît » !\nVisitez notre blog officiel « STAY JAPAN MEDIA » !\nSuivez-nous également sur l'Instagram officiel de STAY JAPAN, qui est publié tous les mardis !\nSTAY JAPAN MEDIA\nSTAY JAPAN  Instagram\nComment était la Lettre d'information de ce mois-ci ?\nNous espérons que vous l'utiliserez comme référence pour votre prochain voyage.\nSi vous avez des questions ou des préoccupations, n'hésitez pas à nous contacter à tout moment.\nLettres d'information de STAY JAPAN\nCourriel : support@stayjapan.com\nCopyright (C) 2024 Hyakusenrenma, Inc. Tous droits réservés.\nMise à jour - Désabonnement"
}