{
    "source": "en_US",
    "target": "fr_FR",
    "text": "First we’ll travel up to Massaponax High School for our State Marching Band Assessment. The format is basically the same as a marching band competition, but there are no rankings. Instead of competing against the other bands, we’ll be competing against a standard to get a rating of Superior, Excellent, Good, Fair, or Poor. This is the only state-level performance we participate in, and it’s the first half of the Honor Band recognition.\nWhen we’re done there, we’ll come back closer to home for our final competition of the season at Powhatan High School. This one is a true competition like Hermitage and Godwin. I like to do one after Assessment where the pressure is off and we can just let it all hang out and see what we can do. We’re the next to last band in a VERY competitive 4A class.\nWe probably won’t have time to visit concessions at Massaponax, so I HIGHLY recommend students bring a lunch to eat on the bus ride up there. We’ll probably get to Powhatan right before we need to warm up, so I’d also HIGHLY recommend students bring a substantial snack for the bus ride back. There will be a short amount of time to visit the Powhatan concessions after we perform.\nIt should be pretty nice during the day, but once the sun goes down, it’s going to get pretty chilly. Please bring warm coats, gloves, hats, etc. Students will have time to get concessions before or after our performance at Godwin, so make sure they bring money.",
    "trans": "Nous nous rendrons d'abord au lycée Massaponax pour notre évaluation de l'orchestre de marche de l'État. Le format est essentiellement le même qu'une compétition d'orchestre de marche, mais il n'y a pas de classement. Au lieu de concourir contre les autres orchestres, nous concourrons contre une norme pour obtenir une évaluation de Supérieur, Excellent, Bon, Moyen ou Mauvais. C'est la seule performance au niveau de l'État à laquelle nous participons, et c'est la première moitié de la reconnaissance de l'Orchestre d'honneur.\nUne fois que nous aurons terminé là-bas, nous reviendrons plus près de chez nous pour notre dernière compétition de la saison au lycée Powhatan. Celle-ci est une véritable compétition comme Hermitage et Godwin. J'aime en faire une après l'évaluation où la pression est moindre et où nous pouvons simplement nous lâcher et voir ce que nous pouvons faire. Nous sommes l'avant-dernier orchestre dans une classe 4A TRÈS compétitive.\nNous n'aurons probablement pas le temps de visiter les stands de restauration à Massaponax, je recommande donc FORTEMENT aux élèves d'apporter un déjeuner à manger dans le bus pendant le trajet. Nous arriverons probablement à Powhatan juste avant de devoir nous échauffer, je recommande donc également FORTEMENT aux élèves d'apporter une collation substantielle pour le trajet de retour en bus. Il y aura un court laps de temps pour visiter les stands de restauration de Powhatan après notre performance.\nIl devrait faire assez beau pendant la journée, mais une fois le soleil couché, il fera assez froid. Veuillez apporter des manteaux chauds, des gants, des chapeaux, etc. Les élèves auront le temps de se rendre aux stands de restauration avant ou après notre performance à Godwin, alors assurez-vous qu'ils apportent de l'argent."
}