{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nWe have noticed that you may have encountered some difficulties recently while trying to network your smart camera. Please do not worry, as we are always ready to assist you in resolving this issue.\nFirst and foremost, we want to assure you that our technical support team is always here to provide you with help. Below are some common suggestions for issues that may lead to network setup failure, which we hope will assist you in checking and successfully completing the network setup process:\n1. QR Code Setup:\na. Before starting the setup, please remove the camera's protective film or clean the camera lens.\nb. It is recommended that the distance between your camera and router does not exceed 5 meters and there are no walls in between to ensure good Wi-Fi signal strength.\nc. Make sure the Wi-Fi account and password you entered are correct.\nd. Try pressing the reset button for about 5 seconds, release the button when you hear a beep. The camera will restart and flash a red light, starting the pairing process again.\ne. Ensure your phone's brightness is sufficient and the phone is about 8 inches away from the camera.\nf. You can also watch instructional videos by visiting [https://www.youtube.com/watch? v=fAYoDiE3Ms0].\n2. Hotspot Setup:\na. Before starting the setup, please remove the camera's protective film or clean the camera lens.\nb. It is recommended that the distance between your camera and router does not exceed 5 meters and there are no walls in between to ensure good Wi-Fi signal strength.\nc. Make sure the home Wi-Fi account and password you entered are correct.\nd. Ensure you are connected to the correct device hotspot that starts with \"SecurityCam\" or the brand name.\ne. If you are using an iPhone, make sure to enable the \"Local Network\" permission for Osaio; otherwise, you will fail to set up the network.\nf. You can also watch instructional videos by visiting [https://www.youtube.com/watch? v=vE3wEaWzRe4].\n3. Bluetooth Setup:\na. Before starting the setup, please remove the camera's protective film or clean the camera lens.\nb. It is recommended that the distanc",
    "trans": "Cher [redacted_name],\nNous constatons que vous avez récemment rencontré des difficultés lors de la connexion en réseau de votre caméra intelligente. Ne vous inquiétez pas, nous sommes toujours prêts à vous assister dans la résolution de ce problème.\nTout d'abord, nous tenons à vous assurer que notre équipe de support technique est toujours disponible pour vous aider. Ci-dessous, vous trouverez quelques suggestions courantes pour les problèmes qui peuvent conduire à l'échec de la configuration du réseau et nous espérons qu'elles vous aideront à vérifier et à terminer avec succès le processus de configuration du réseau :\n1. Configuration du code QR :\na. Avant de commencer la configuration, veuillez retirer le plastique de protection de la caméra ou nettoyer l'objectif de la caméra.\nb. Il est recommandé que la distance entre votre caméra et le routeur ne dépasse pas 5 mètres et qu'il n'y ait pas de mur entre les deux afin d'assurer une bonne qualité du signal Wi-Fi.\nc. Veillez à ce que le compte Wi-Fi et le mot de passe que vous avez saisis soient corrects.\nd. Essayez d'appuyer sur le bouton de réinitialisation pendant environ 5 secondes, puis relâchez le bouton lorsque vous entendez un bip. L'appareil photo redémarre et fait clignoter un voyant rouge, ce qui relance le processus d'appairage.\ne. Assurez-vous que la luminosité de votre téléphone est suffisante et que le téléphone se trouve à une distance d'environ 8 pouces de la caméra.\nf. Vous pouvez également regarder des vidéos d'instruction en visitant [https://www.youtube.com/watch ? v=fAYoDiE3Ms0].\n2.  Configuration du Point d'accès :\na. Avant de commencer la configuration, veuillez retirer le plastique de protection de la caméra ou nettoyer l'objectif de la caméra.\nb. Il est recommandé que la distance entre votre caméra et le routeur ne dépasse pas 5 mètres et qu'il n'y ait pas de mur entre les deux afin de garantir une bonne qualité du signal Wi-Fi.\nc. Assurez-vous que le compte Wi-Fi domestique et le mot de passe que vous avez saisis sont corrects.\nd. Assurez-vous que vous êtes connecté au bon point d'accès de l'appareil qui commence par « SecurityCam » ou le nom de la marque.\ne. Si vous utilisez un iPhone, assurez-vous d'activer l'autorisation « Réseau local » pour Osaio ; sinon, vous ne parviendrez pas à configurer le réseau.\nf. Vous pouvez également regarder des vidéos d'instruction en visitant [https://www.youtube.com/watch ? v=vE3wEaWzRe4].\n3. Configuration de Bluetooth :\na. Avant de commencer la configuration, veuillez retirer le plastique de protection de la caméra ou nettoyer l'objectif de la caméra.\nb. Il est recommandé que la distance"
}