{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hanged Man is your invitation to welcome these ‘pauses’ with open arms and surrender to the ‘what is’ – even if it is different from what you expected. Take time away from your routine to connect with a new way of thinking and seeing. Sure, you might have to put important projects on hold while you do this (and it might be super inconvenient) but trust me, it’ll be worth it. This is the Universe’s way of helping you see new perspectives and preparing you for the next uplevelling that is happening in your life. If you push or resist, you will meet more obstacles along the way; instead, ‘allow’ the opportunities to flow smoothly and effortlessly to you.\nThe Hanged Man can sometimes reflect that you are feeling stuck or restricted in your life. What is holding you in this ‘stuck’ position? What is preventing you from moving forward? On one level, The Hanged Man is asking you to surrender and let go. Instead of investing in specific outcomes or resisting your current circumstances, accept them and allow yourself to flow with life. On another level, you are being called to change your perspective and shift your energy and may find that separating yourself from your everyday life is helpful, whether it’s going for a walk in nature, going on a retreat or moving to a new country. Change up your routine so you can start to",
    "trans": "Le Pendu est votre invitation à accueillir ces « pauses » à bras ouverts et à vous abandonner au « présent » – même si cela diffère de ce que vous attendiez. Prenez du temps loin de votre routine pour vous connecter à une nouvelle manière de penser et de voir les choses. Bien sûr, vous devrez peut-être mettre de côté des projets importants pendant ce temps (et cela pourrait être vraiment incommode), mais croyez-moi, cela en vaudra la peine. C’est la manière de l’Univers de vous aider à voir de nouvelles perspectives et à vous préparer pour le prochain niveau qui se manifeste dans votre vie. Si vous poussez ou résistez, vous rencontrerez encore plus d’obstacles sur votre chemin ; au lieu de cela, laissez les opportunités affluer vers vous, en toute fluidité et sans effort.\nLe pendu peut parfois refléter que vous vous sentez coincé ou limité dans votre vie. Qu'est-ce qui vous retient dans cette position « bloquée » ? Qu'est-ce qui vous empêche d'avancer? À un certain niveau, Le Pendu vous demande de vous rendre et de lâcher prise. Au lieu d'investir dans des résultats spécifiques ou de résister à votre situation actuelle, acceptez-les et permettez-vous de couler avec la vie. À un autre niveau, vous êtes appelé à changer de perspective et à changer votre énergie et vous constaterez peut-être qu'il est utile de vous séparer de votre vie quotidienne, qu'il s'agisse de vous promener dans la nature, de partir en retraite ou de déménager dans un nouveau pays. Changez votre routine pour pouvoir commencer à"
}