{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It seemed like the best solution now was to break the formation. Otherwise, he would have to take a longer detour to reach the Dong Sheng Divine Region. The loss would outweigh the gain.\nAfter weighing the pros and cons, [redacted_name] had no choice but to break the formation forcefully.\n\"Ten days. I'll try my best to break this formation within ten days. Otherwise, it's impossible to take a detour.\"\n[redacted_name] sighed. This Hovering Grand Formation wasn't too difficult for him. At least at this moment, this was his only option. No matter who it was, [redacted_name] had no choice but to break the formation first.\n\"I hope this won't attract more trouble,\" Yan Qingcheng said faintly.\n[redacted_name] couldn't care less anymore. Breaking the formation as soon as possible was the most important thing.\n[redacted_name] stepped on the Nine Heavens. The source of the formation was struck three times. Even a Divine Emperor expert like him was pushed back by the tremendous force.[redacted_name] heart became even more solemn.\nHe activated the No Beginning Formation and evolved the reincarnation cycle of the formation. [redacted_name] was extremely cautious and solemn. He started to change the formation rapidly and evolved the No Beginning Formation. Breaking the formation wasn't something that could be done in a day or two. Even though [redacted_name] was extremely anxious, he still had to take it one step at a time.\nSeven days had passed.[redacted_name] was getting more and more excited. His formation had been broken by seventy to eighty percent. At most two days, this formation would be completely broken by him.\n\"It won't be long before this Hovering Grand Formation is going to be broken.\"\n[redacted_name] smiled faintly. The current him was already a formidable formation master, and he was not afraid of any formation. It was just a matter of time. However, the person who set up this formation might not be any weaker than him. This person must be an extremely powerful formation genius. Jiang Chen smiled faintly.[redacted_name] smiled.\nHowever,[redacted_name] didn't care who it was. In order to cross this void, he had to break the formation first.\nTime passed by. The powerful Hovering Grand Formation was completely broken by [redacted_name]. Above the void, a purple ripple spread out. The entire sky seemed to have become clear at this moment. [redacted_name] lips curled into a bright smile. They could finally hurry on with their journey!\nAt this moment, in the Ninth Wangye's mansion in Youlan City, a middle-aged man in a purple robe with a wild dragon on his back suddenly stood up. He stared in the northeast direction and narrowed his eyes. His expression was extremely ugly as he said in a deep voice, \"Don't worry.\n\"Who dares to break my formation! Today, I will fight to the death with you. \"\nA furious voice went straight to the sky. The middle-aged man's expression changed completely. Once the Hovering Grand Formation was broken, the Long Family would inevitably attack with irresistible force. At that time, he would be in even more danger. His family's ancestral land would inevitably be devoured bit by bit. His daughter would not be able to escape misfortune and would definitely become a sacrifice for the marriage alliance.",
    "trans": "devrait faire un long détour pour atteindre la Région Divine de Dong Sheng. La perte serait plus grande que le gain.\nAprès avoir pesé le pour et le contre, [redacted_name] n'eut d'autre choix que de briser la formation par la force.\n« Dix jours. Je ferai de mon mieux pour briser cette formation en dix jours. Sinon, il sera impossible de faire un détour. »\n[redacted_name] soupira. Cette Grande Formation Flottante n'était pas trop difficile pour lui. Du moins, en cet instant, c'était sa seule option. Peu importe qui c'était, [redacted_name] n'avait pas d'autre choix que de briser la formation en premier.\n« J'espère que cela n'attirera pas plus d'ennuis », dit Yan Qingcheng d'une voix légère.\n[redacted_name] ne pouvait plus se permettre de s'en soucier. Briser la formation au plus vite était la chose la plus importante.\n[redacted_name] marcha sur les Neuf Cieux. La source de la formation fut frappée trois fois. Même un expert en Empereur Divin comme lui fut repoussé par l'immense force. Le cœur de [redacted_name] devint encore plus grave.\nIl activa la Formation Sans Commencement et fit évoluer le cycle de réincarnation de la formation. [redacted_name] était extrêmement prudent et solennel. Il commença à modifier rapidement la formation et à faire évoluer la Formation Sans Commencement. Briser la formation n'était pas une chose qui pouvait se faire en un ou deux jours. Même si [redacted_name] était extrêmement anxieux, il devait encore avancer pas à pas.\nSept jours passèrent. [redacted_name] était de plus en plus excité. Sa formation avait été brisée à soixante-dix ou quatre-vingts pour cent. Dans au plus deux jours, cette formation serait complètement brisée par lui.\n« Il ne faudra pas longtemps avant que cette Grande Formation Flottante ne soit brisée. »\n[redacted_name] esquissa un léger sourire. À présent, il était déjà un formidable maître des formations et n'avait peur d'aucune formation. Ce n'était qu'une question de temps. Cependant, la personne qui avait mis en place cette formation n'était peut-être pas plus faible que lui. Cette personne devait être un génie des formations extrêmement puissant. Jiang Chen sourit légèrement. [redacted_name] sourit.\nCependant, [redacted_name] ne se souciait pas de qui c'était. Pour traverser ce vide, il devait d'abord briser la formation.\nLe temps passa. La puissante Grande Formation Flottante fut complètement brisée par [redacted_name]. Au-dessus du vide, une ondulation violette se répandit. Tout le ciel sembla devenir clair à cet instant. Les lèvres de [redacted_name] s'étirèrent en un sourire radieux. Ils pouvaient enfin reprendre leur voyage !\nÀ ce moment-là, dans le manoir du Neuvième Wangye de la ville de Youlan, un homme d'âge moyen, vêtu d'une robe violette avec un dragon sauvage dans le dos, se leva soudainement. Il fixa la direction du nord-est et plissa les yeux. Son expression était extrêmement sombre alors qu'il dit d'une voix grave : « Ne t'inquiète pas.\n« Qui ose briser ma formation ! Aujourd'hui, je me battrai jusqu'à la mort avec toi. »\nUne voix furieuse s'éleva droit vers le ciel. L'expression de l'homme d'âge moyen changea complètement. Une fois la Grande Formation Flottante brisée, la Famille Long attaquerait inévitablement avec une force irrésistible. À ce moment-là, il serait en encore plus grand danger. La terre ancestrale de sa famille serait inévitablement dévorée peu à peu. Sa fille ne pourrait échapper à la malchance et deviendrait certainement un sacrifice pour l'alliance matrimoniale."
}