{
    "source": "en_US",
    "target": "fr_FR",
    "text": "can go together.\nEvery autumn, jason's school will hold a costume Festival on the last day of October. Each student will make a costume to wear to the event Jason had been thinking all year of what he was going to make or this year's event. Because this was his favourite Festival at school and he took pride in making an amazing costume himself. Over a few months Jason made different styles of the same costume. They were all made to look like his favorite superhero, finally, he decided to wear the third one to the Festival. When the Festival day arrived, Jason proudly walked to school in his costume. On the way he saw Harry, but Harry was not wearing a costume. It's the costume Festival, did you? Forget Jason asked surprisingly. My mother washed my costume and it fell apart, I spent weeks making it, Harry cried. Suddenly Jason had an idea, he took Harry to his house, I made some extra costumes, Jason said, you can choose any of them you like.",
    "trans": "Peuvent aller ensemble.\nChaque automne, l'école de Jason organise un festival de costumes le dernier jour d'octobre. Chaque élève doit fabriquer un costume à porter pour l'événement. Jason avait réfléchi toute l'année à ce qu'il allait créer pour cette édition, car c'était son festival préféré à l'école, et il était fier de fabriquer lui-même un costume impressionnant. Pendant plusieurs mois, il confectionna différentes versions du même costume. Ils étaient tous inspirés de son super-héros préféré. Finalement, il décida de porter la troisième version pour le festival. Le jour du festival arriva, et Jason se rendit fièrement à l'école dans son costume. En chemin, il aperçut Harry, mais celui-ci ne portait pas de costume. « C'est le festival de costumes ! Tu as oublié ? » demanda Jason, surpris. « Ma mère a lavé mon costume, et il s'est complètement abîmé. J'ai passé des semaines à le fabriquer... » pleura Harry.Soudain, Jason eut une idée. Il emmena Harry chez lui.« J'ai fabriqué quelques costumes en plus, » dit Jason. « Tu peux en choisir un si tu veux. »"
}