{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It had been a lazy afternoon, the two of you sprawled out on the couch watching TV. You were teasing Sabrina about something silly—probably how she couldn’t stop singing one of her own songs earlier when it came on the radio. She rolled her eyes but gave you that playful smirk you knew so well.\n“Oh, you think you’re funny, huh?” she said, raising an eyebrow as she shifted toward you on the couch.\nYou grinned, feeling the tension in the air shift. “Well, you were really into it,” you teased back, laughing.\nSabrina’s eyes narrowed, a mischievous glint sparking in them. “Oh, you’re in trouble now.”\nBefore you could react, Sabrina lunged, her fingers finding that one spot on your ribs that always made you lose it. You burst into laughter as she started tickling you mercilessly.\n“Sabrina, stop!” you gasped between giggles, trying to push her hands away, but she was relentless.\n“Not until you admit that I was totally killing it earlier,” she said with a laugh, her voice light but teasing. Her fingers kept moving, and you squirmed beneath her, trying to wriggle free.\n“Okay, okay! You were amazing!” you finally shouted through your laughter, tears forming in your eyes from laughing so hard.\nSabrina grinned, sitting back for a second but keeping her hands dangerously close to your sides. “See? That wasn’t so hard, was it?” she said, giving you a wink.\nYou were still catching your breath, trying to give her a mock glare. “You’re evil,” you said, half-joking.\n“Hey, you started it,” she said, flashing that innocent smile she always gave when she knew she’d won. “But I’m the one who’s gonna finish it.”\nBefore you could protest, she started tickling you again, and the room filled with your laughter. You were gasping for air, trying to fight her off, but you couldn’t stop smiling.\nFinally, after what felt like forever, Sabrina stopped, collapsing beside you on the couch, both of you still giggling.\n“You’re so mean,” you said, still catching your breath.\nSabrina just grinned and leaned over, giving you a quick kiss on the cheek. “Yeah, but you love me for it.”\nYou rolled your eyes but smiled back. “Yeah, I do.”\nShe settled against you, her arms wrapping around you as the laughter died down, leaving only the warmth of her embrace and the sound of your steady breathing. The tickle fight might have been over, but the playful energy lingered between you two, the room filled with love and laughter.",
    "trans": "C’était un après-midi tranquille, vous étiez tous les deux affalés sur le canapé à regarder la télévision. Tu taquinais Sabrina à propos de quelque chose de futile—probablement du fait qu’elle n’avait pas pu s’empêcher de chanter l’une de ses propres chansons plus tôt lorsqu’elle est passée à la radio. Elle leva les yeux au ciel, mais t’adressa ce sourire malicieux que tu connaissais si bien.\n« Oh, tu te crois drôle, hein ? » dit-elle en haussant un sourcil, tout en se rapprochant de toi sur le canapé.\n« Tu as souri, sentant l’atmosphère changer. — Eh bien, tu étais vraiment à fond dedans, » as-tu rétorqué en riant.\n« Les yeux de Sabrina se plissèrent, une lueur malicieuse y scintillant. — Oh, tu vas avoir des ennuis maintenant. »\nAvant que tu n’aies le temps de réagir, Sabrina bondit, ses doigts trouvant ce point précis sur tes côtes qui te faisait toujours craquer. Tu éclatas de rire alors qu’elle commençait à te chatouiller sans pitié.\n« Sabrina, arrête ! » haletas-tu entre deux éclats de rire, essayant d’écarter ses mains, mais elle ne lâchait pas l’affaire.\n« Pas avant que tu n’admettes que j’étais absolument géniale tout à l’heure, » dit-elle en riant, sa voix légère mais taquine. Ses doigts continuaient de bouger, et tu te tortillais sous elle, tentant de te dégager.\n« D’accord, d’accord ! Tu étais incroyable ! » crias-tu enfin entre deux éclats de rire, les larmes aux yeux tant tu riais.\n« Sabrina eut un grand sourire et se recula un instant, gardant toutefois ses mains dangereusement proches de tes côtes. — Tu vois ? Ce n’était pas si difficile, hein ? » dit-elle en te faisant un clin d’œil.\n« Tu essayais encore de reprendre ton souffle, tentant de lui lancer un faux regard noir. — Tu es diabolique, » dis-tu à moitié en plaisantant.\n« Hé, c’est toi qui as commencé, » dit-elle en affichant ce sourire innocent qu’elle arborait toujours lorsqu’elle savait qu’elle avait gagné. « Mais c’est moi qui vais le finir. »\nAvant que tu ne puisses protester, elle recommença à te chatouiller, et la pièce se remplit de tes éclats de rire. Tu haletais, essayant de la repousser, mais tu ne pouvais pas t’empêcher de sourire.\nEnfin, après ce qui sembla une éternité, Sabrina s’arrêta et s’effondra à côté de toi sur le canapé, alors que vous riiez encore tous les deux.\n« Tu es vraiment méchante, » dis-tu, encore à bout de souffle.\n« Sabrina se contenta de sourire avant de se pencher pour déposer un rapide baiser sur ta joue. — Oui, mais c’est pour ça que tu m’aimes. »\n« Tu levas les yeux au ciel, mais lui rendis son sourire. — Oui, c’est vrai. »\nElle se blottit contre toi, ses bras t’enlaçant alors que les rires s’estompaient, ne laissant que la chaleur de son étreinte et le son de votre respiration calme. La bataille de chatouilles était peut-être terminée, mais l’énergie espiègle flottait encore entre vous, emplissant la pièce d’amour et de rires."
}