{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You’re receiving this email because we’re making updates to LinkedIn’s User Agreement and have provided you more information in our Privacy Policy.\nWhile we encourage you to read both, here’s a quick look at what you should know:\nUpdates to the User Agreement, which are effective on November 20, 2024, include more details on content recommendation and content moderation practices, new provisions relating to the generative AI features we offer, and license updates designed to help creators expand their brand beyond LinkedIn.\nAs our product evolves to leverage generative AI, we have given you more information in our Privacy Policy by adding language on how we use the information you share with us to develop the products and services of LinkedIn and its affiliates, including by training AI models used for content generation (“generative AI”) and through security and safety measures.\nAt this time, we are not enabling training for generative AI on member data from the European Economic Area, Switzerland, and the United Kingdom. For those outside these regions, we’ve proactively made available an opt-out setting for any members who choose not to make this information available for this purpose.\nFor more information, please visit our frequently asked questions, or our post on LinkedIn. By continuing to use LinkedIn, you are agreeing with these terms.\nWe remain committed to being transparent about our practices and keeping you in control of the information you entrust with us.",
    "trans": "Vous recevez cet e-mail parce que nous mettons à jour les Conditions d'Utilisation de LinkedIn et avons fourni plus d'informations dans notre Politique de Confidentialité.\nBien que nous vous encouragions à lire les deux documents, voici un aperçu rapide de ce que vous devez savoir :\nLes mises à jour des Conditions d'Utilisation, qui entreront en vigueur le 20 Novembre 2024, incluent plus de détails sur les pratiques de recommandation et de modération du contenu, de nouvelles dispositions relatives aux fonctionnalités d'AI générative que nous proposons, et des mises à jour des licences conçues pour aider les créateurs à étendre leur marque au-delà de LinkedIn.\nÀ mesure que notre produit évolue pour tirer parti de l'AI générative, nous vous avons fourni plus d'informations dans notre Politique de Confidentialité en ajoutant des informations sur la façon dont nous utilisons les informations que vous partagez avec nous pour développer les produits et services de LinkedIn et de ses affiliés, notamment en formant des modèles d'IA utilisés pour la génération de contenu (« AI générative ») et grâce aux mesures de sécurité et de sûreté.\nÀ ce jour, nous n'activons pas la formation de l'AI générative sur les données des membres provenant de l'Espace Economique Européen, de la Suisse et du Royaume-Uni. Pour les membres hors de ces régions, nous avons mis à disposition un paramètre de désactivation pour tous ceux qui choisissent de ne pas rendre ces informations disponibles à cette fin.\nPour plus d'informations, veuillez consulter nos questions fréquemment posées ou notre publication sur LinkedIn. En continuant à utiliser LinkedIn, vous acceptez ces conditions.\nNous restons engagés à être transparents sur nos pratiques et à vous permettre de garder le contrôle sur les informations que vous nous confiez."
}