{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Description\nColloidal solid lubricant suspension based on molybdenum disulfide (MoS2) in mineral oil. The product\nforms a high-load lubricating film on all rubbing and\nsliding surfaces. This in turn reduces friction, providing for smoother operation of assemblies and greater\nengine economy. Tested for turbochargers and catalytic converters.\nProperties\n- reduces oil and fuel consumption\n- reduces running-in and operating wear\n- no deposits\n- highest thermal stability\n- absolutely compatible with filters\n- miscible with all commercially available motor oils\n- increases smooth operation\n- outstanding emergency-running properties\nAreas of application\nAdded to the lubricating oils of engines, compressors,\npumps and especially motor vehicle engines (gasoline and diesel). Mixable with all commercially available motor oils.\nApplication\nAdd 5 % (50 ml per liter of oil) of Oil Additive to motor\noil; in motorbikes with a wet clutch add 2 % (20 ml per\nliter of oil). Can be added to motor oil at any time.\nShake container before use.\nComment\nThe maximum dosage for motorcycles with a wet\nclutch is 2 %!",
    "trans": "Description\nSuspension lubrifiante solide colloïdale à base de bisulfure de molybdène (MoS2) dans de l'huile minérale. Le produit\nforme un film lubrifiant à forte charge sur tous les frottements et\nsurfaces de glissement. Cela réduit à son tour la friction, permettant un fonctionnement plus fluide des assemblages et une plus grande\néconomie de moteur. Testé pour les turbocompresseurs et les convertisseurs catalytiques.\nPropriétés\n- Réduit la consommation d'huile et de carburant\n- Réduit l'usure pendant le rodage et en fonctionnement\n- Aucun dépôt\n- Stabilité thermique maximale\n- Compatible avec les filtres\n- Miscible avec toutes les huiles moteur commerciales\n- Améliore le fonctionnement fluide\n- Excellentes propriétés en cas de fonctionnement d'urgence\nDomaines d'application\nÀ ajouter aux huiles de lubrification des moteurs, compresseurs,\npompes et particulièrement des moteurs de véhicules (essence et diesel). Miscible avec toutes les huiles moteur commerciales.\nApplication\nAjouter 5 % (50 ml par litre d'huile) d'additif à l'huile moteur ;\npour les motos avec embrayage humide, ajouter 2 % (20 ml par\nlitre d'huile). Peut être ajouté à l'huile moteur à tout moment.\nBien agiter le contenant avant utilisation.\nCommentaire\nLa dose maximale pour les motos avec un embrayage humide\nest de 2 % !"
}