{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Beautiful and spacious Corner Townhome at Cypress Hammock community in Kissimmee, FL . Ready-to-move-in property featuring a stylish kitchen quartz countertops and stainless steel appliances with an island and a convenient 'stop and drop' counter, perfect for a car keys and cellphone station with tile throughout the first floor and a half bathroom, rear covered Lanai. The second floor boast 3 Bedrooms, 2 baths and a laundry closet, you can indulge in the huge Master Suite with luxurious bathroom features including a rain shower and digital control, a double sink and a walk-in closet. The others two bedrooms are style [redacted_name] and [redacted_name]. Smart thermostats are also included. The property includes a two-car garage.\nThe rent includes lawn care. Residents will have access to resort-style amenities including a pool and cabana, playground, multi-sports field and walking trails. Tenants are responsible for water, electricity, and internet expenses.\nSmoking and pets are not allowed on the premises.\nFurnitures is not included.",
    "trans": "Belle et spacieuse Maison de Coin à Cypress Hammock, Kissimmee, FL. Cette propriété prête à emménager offre une cuisine moderne avec des comptoirs en quartz, des appareils en acier inoxydable, un îlot central, ainsi qu'un comptoir pratique \"stop and drop\" – parfait pour poser vos clés de voiture et votre téléphone portable. Le premier étage est entièrement carrelé et comprend une salle de bain pour invités ainsi qu'une terrasse couverte à l'arrière. Le deuxième étage comprend 3 chambres, 2 salles de bains et un placard pour la buanderie. Profitez de la luxueuse suite principale avec une douche à effet pluie à commande numérique, un lavabo double et un grand dressing. Les deux autres chambres sont de style [redacted_name] et [redacted_name]. Des thermostats intelligents sont également inclus. La propriété comprend un garage pour deux voitures.\nLe loyer comprend l'entretien jardin. Les résidents auront accès à des installations de type station balnéaire, notamment une piscine et un cabanon, une aire de jeux, un terrain multisports et des sentiers de randonnée. Les locataires sont responsables des frais d'eau, d'électricité et d'Internet.\nIl est interdit de fumer et d'avoir des animaux dans les locaux.\nLe mobilier n'est pas inclus."
}