{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It had almost been a week since [redacted_name] had come down with a cold. At first, it had barely affected him, just a bit of a runny nose, so it wasn't too hard for the vocalist to work through it. The alphas of the group had not been too happy about that, especially [redacted_name] as the pack-alpha despised one of his dongsaengs working while sick but their schedules were tight and they couldn't really afford a member missing either, so the leader grumpily had to accept it. The omegas had pretty much started clinging to [redacted_name] the moment they realized the boy was feeling a bit under the weather. They just wanted to make their friend feel better but frequent scolding from [redacted_name] eventually forced them away. [redacted_name] had been the most persistent, already pouting when he had to let the other go to the bathroom alone but the leader insisted, they couldn't afford anyone else catching it. [redacted_name] had been rather moody ever since, no matter how hard [redacted_name] and [redacted_name] tried to cheer him up. [redacted_name] too had been clinging to [redacted_name] but relented after a while, though the vocalist frequently had to assure him that he was still feeling fine and that it was really only his nose bothering him.\n[redacted_name] hated that [redacted_name] was denied cuddles and occasionally got quite mad at [redacted_name]. One evening, he had almost challenged the older alpha to alpha if it hadn't been for [redacted_name] intervening and agreeing with their leader. The younger had insisted that he was fine, though a little sniffly, so it wasn't worth getting anyone else sick too. [redacted_name] wasn't convinced but when his dongsaeng had huffed that he might also appreciate some space sometimes, the rapper resigned to taking care of [redacted_name] and [redacted_name]. The two omegas were truly struggling with being kept away from their friend, so [redacted_name] stayed close, frequently scenting them for comfort. Though [redacted_name] had in fact been a little annoyed by the members' clinginess, he soon came to crave the affection as his cold steadily got worse. It slowly moved from his nose to his chest, keeping the vocalist up for hours each night as he just couldn't seem to stop coughing long enough to fall asleep.\n[redacted_name] knew. Of course, he did. Sharing a dorm with his dongsaeng, the dancer had listened to most of the other's nightly coughing fits. He also knew that [redacted_name]'s warning about clinging to their friend also included him but he decided simply checking on the younger did not equal clinging to him. That was how [redacted_name] found himself sitting on the edge of [redacted_name]'s bed late one night, rubbing the vocalist's back. When the younger seemed to catch his breath for the time being, [redacted_name] frowned: \"If I asked how you're feeling, would you give me an honest answer? I know that you're not really feeling fine, like you keep insisting but without more details, I don't know how to help.\" - \"I- I'm tired\", [redacted_name] admitted hesitantly, his voice sounding painfully scratchy \"It's so frustrating because I just want to sleep but I can't. That and my throat hurts from all the coughing.\" The older nodded, chewing on his bottom lip.\n\"How about I make you a cup of tea?\", [redacted_name] offered after taking a moment to think, \"We can just sit and relax, while you sip that and then we'll see if you'll be able to sleep. If it doesn't work, I'll find some cough syrup.\" [redacted_name] nodded, massaging his throat. He felt sorry for keeping his hyung up too but he didn't really want to tell the older to leave either, craving at least some company. Settling back against the pillows, the vocalist allowed himself to close his eyes and almost fell asleep while [redacted_name] was in the kitchen making tea. Sleep was probably what he needed most right now, at least if the headache was anything to go by. Well, his back also ached a little, so he might also have developed a fever. His lower back always got sore when he had a fever, something he hated about being a hybrid. Having a tail could really mess with his back sometimes but it was even worse when he was hiding his tail, so there wasn't much he could do about it.\n[redacted_name] startled when cold fingers pressed against his forehead, growling lowly. \"Sorry, I didn't mean to scare you\", [redacted_name] apologized quietly as he placed the steaming cup onto the nightstand, \"You're running a fever though.\" The younger nodded in acknowledgement, humming: \"That explains stuff.\" - \"Like what?\", [redacted_name] pressed, taking a seat next to his dongsaeng. [redacted_name] shrugged and rested his head on the dancer's shoulder muttering: \"Headache and my back's sore.\" Sympathetically patting the boy's head and scratching his soft puppy ears, [redacted_name] mused: \"Maybe you could lay on your tummy for a while. Your back's only going to get worse if you keep laying on it and trapping your tail.\" - \"I'll start coughing the second I lay down flat\", [redacted_name] complained, scrubbing at his face in frustration as he hoped it would stop his tears from falling. The older shushed him softly, cooing: \"Try laying on your side propped up on the pillows while we wait for your tea to cool down, I'll rub your back for you.\" The hybrid sniffled but complied, relaxing as his hyung tried to massage the pain away.\nAfter a while, [redacted_name] retracted his hand and hummed: \"You wanna have your tea now? I added extra honey to soothe your throat.\" - \"Thanks\", [redacted_name] breathed, sitting back up to accept the cup from the older. The warm drink was incredibly soothing and the sweet taste was able to comfort the boy some, though he really craved the love of his pack. Sometimes, [redacted_name] couldn't help but wish he was an omega instead of a beta. [redacted_name] was an omega too but tougher than [redacted_name] and [redacted_name] because he was the second oldest. When it came to [redacted_name] and [redacted_name], the group would always baby them when they were either down or sick, sometimes [redacted_name] too though he was more like [redacted_name]. [redacted_name] was both down and sick but he wasn't even allowed cuddles because he could get one of the members sick. Somehow that never mattered when all of the omegas cuddled up in one of their nests but what could he do? At least he had his hyung with him to keep him company while he couldn't sleep.\n[redacted_name] had eventually been able to sleep later that night and [redacted_name] moved back to his own room but it was obvious neither of them got much sleep when they joined the group for their schedule the next morning. From the moment he got up, [redacted_name] was coughing again, the sound deep and chesty. Both him and [redacted_name] had dark circles under their eyes and when the vocalist failed to speak a full sentence before his voice cut out, [redacted_name] decided the boy would not be attending their schedule today. The leader's announcement caused [redacted_name] to break down crying, though he didn't know why he was so upset. Attending his schedule would mean having to hide his ears and tail, which would inevitably make both the headache and the backpain worse, besides, he was way too tired to work and wouldn't even get much done while coughing so much. Still it seemed like the end of the world to [redacted_name].\n[redacted_name] tried his best to comfort his fellow beta but soon realized it was the fever messing with the other's emotions, so all he could do was let him cry them off his chest. [redacted_name] joined the two maknae's, stroking [redacted_name]'s back, while [redacted_name] took [redacted_name] aside to inform the older about the previous night. \"[redacted_name]?\", [redacted_name] asked quietly, earning a curious look, \"You'll be in charge of the group today, yeah? [redacted_name] and [redacted_name] will help you, while I take [redacted_name] to a doctor. I trust you to take good care of the pack while I'm gone. Do you think you can handle that?\" Though a little nervous, the rapper agreed. He knew that as the only other alpha besides [redacted_name], the responsibility for the pack would be on his shoulders should [redacted_name] ever need a backup, yet that had barely ever happened before. They should be fine though and taking [redacted_name] to a doctor would be for the best.\n\"[redacted_name], can we go and get you changed, so we can go to the doctor?\", [redacted_name] hummed softly, after the rest of the group had bid their goodbyes. The vocalist only kept crying, playing with his tail. That was when the [redacted_name] realized. \"It's okay, you can wear really loose sweatpants and I'll find a beanie that can hide your ears. I know it hurts when you need to make them disappear\", [redacted_name] cooed, offering the younger his hand. [redacted_name] allowed his hyung to walk him back to his room and sluggishly treated his shorts for sweatpants. Wiping his tears with his sweater paws, he waited patiently as the older put the beanie on him, making sure the ears were properly disguised. The vocalist couldn't help but feel fuzzy as [redacted_name] was taking care of him and quietly followed the leader to the car waiting for them. Since [redacted_name] had lost his voice, it took a while for the alpha to realize that his dongsaeng had slipped into his littlespace.\n[redacted_name] had tried his hardest to get the trip over with quick and was relieved that [redacted_name] really only had a bad chest cold and nothing worse but the little was drained from the appointment. He fell asleep during the drive back and [redacted_name] didn't have the heart to wake him, so the [redacted_name] simply carried him back to his dorm. The alpha knew [redacted_name] would prefer his own bed over any other and that was why he chose to take the younger back to his own dorm instead of the 3racha dorm plus, all of the boy's littlegear was there. [redacted_name] made sure to text the group chat as soon as he had tucked the boy in for a nap, so the pack wouldn't worry too much, before he started to prepare some soup for lunch. He startled when two arms wrapped tightly around his waist. \"Hey there, puppy\", the [redacted_name] cooed as he turned around and cupped the little's flushed cheeks, \"How was your nap?\" [redacted_name] just shrugged, burying his face in [redacted_name]'s chest, whimpering. The alpha gently scratched [redacted_name]'s ears, allowing the boy to really melt into his arms.\nThe pair took it slow and although [redacted_name] whined about his throat hurting, he eventually accepted a bowl of soup. For most of the afternoon, the little clung",
    "trans": "Cela faisait presque une semaine que [redacted_name] avait attrapé un rhume. Au début, cela l'affectait à peine, juste un léger nez qui coule, donc ce n'était pas trop difficile pour le chanteur de continuer à travailler. Les alphas du groupe n'étaient pas très contents de cela, surtout [redacted_name], car l'alpha de la meute détestait voir l'un de ses dongsaengs travailler en étant malade, mais leurs emplois du temps étaient serrés et ils ne pouvaient vraiment pas se permettre de manquer un membre non plus. Le leader avait donc dû l'accepter à contrecœur. Les omégas avaient immédiatement commencé à s'accrocher à [redacted_name] dès qu'ils avaient réalisé que le garçon ne se sentait pas très bien. Ils voulaient simplement aider leur ami à se sentir mieux, mais les réprimandes fréquentes de [redacted_name] les avaient finalement forcés à s'éloigner. [redacted_name] avait été le plus persistant, faisant déjà la moue lorsqu'il devait laisser l'autre aller seul aux toilettes, mais le leader insistait : ils ne pouvaient pas se permettre que quelqu'un d'autre l'attrape. [redacted_name] était de mauvaise humeur depuis, peu importe combien [redacted_name] et [redacted_name] tentaient de l’égayer. [redacted_name] aussi s'était accroché à [redacted_name] mais avait fini par céder après un moment, bien que le chanteur ait souvent dû lui assurer qu'il se sentait toujours bien et que seul son nez l'embêtait vraiment.\n[redacted_name] détestait que [redacted_name] soit privé de câlins et se mettait parfois très en colère contre [redacted_name]. Un soir, il avait failli défier l'alpha plus âgé en duel d'alpha si [redacted_name] n'était pas intervenu et n'avait pas approuvé leur leader. Le plus jeune avait insisté sur le fait qu'il allait bien, même s'il reniflait un peu, donc ça ne valait pas la peine de rendre quelqu'un d'autre malade. [redacted_name] n'était pas convaincu, mais lorsque son dongsaeng avait soufflé qu'il aimerait aussi parfois avoir un peu d'espace, le rappeur avait renoncé à s'occuper de [redacted_name] et [redacted_name]. Les deux omégas avaient vraiment du mal à être tenus à l'écart de leur ami, alors [redacted_name] restait proche, les imprégnant fréquemment de son odeur pour les réconforter. Bien que [redacted_name] ait en fait été un peu agacé par l'attachement des membres, il en vint bientôt à désirer leur affection alors que son rhume s'aggravait progressivement. Il descendit lentement de son nez à sa poitrine, empêchant le chanteur de dormir pendant des heures chaque nuit, car il n’arrivait tout simplement pas à arrêter de tousser assez longtemps pour s’endormir.\n[redacted_name] savait. Bien sûr qu'il savait. Partageant un dortoir avec son dongsaeng, le danseur avait écouté la plupart des quintes de toux nocturnes de l'autre. Il savait aussi que l'avertissement de [redacted_name] concernant le fait de s’accrocher à leur ami le concernait aussi, mais il décida que simplement vérifier l’état du plus jeune ne signifiait pas s'accrocher à lui. C’est ainsi que [redacted_name] se retrouva assis au bord du lit de [redacted_name] tard dans la nuit, lui frottant le dos. Lorsque le plus jeune sembla reprendre son souffle pour le moment, [redacted_name] fronça les sourcils : « Si je te demandais comment tu te sens, me donnerais-tu une réponse honnête ? Je sais que tu ne vas pas vraiment bien, contrairement à ce que tu ne cesses d’affirmer, mais sans plus de détails, je ne sais pas comment t’aider. » - « J-Je suis fatigué », admit [redacted_name] hésitant, sa voix sonnant affreusement rauque. « C’est tellement frustrant parce que je veux juste dormir, mais je n’y arrive pas. Ça, et ma gorge me fait mal à force de tousser. » L’aîné hocha la tête, mâchonnant sa lèvre inférieure.\n« Que dirais-tu si je te préparais une tasse de thé ? », proposa [redacted_name] après un moment de réflexion. « On pourrait simplement s’asseoir et se détendre pendant que tu bois, et ensuite on verra si tu arrives à dormir. Si ça ne fonctionne pas, je te trouverai du sirop contre la toux. » [redacted_name] hocha la tête en massant sa gorge. Il se sentait coupable de garder son hyung éveillé aussi, mais il n’avait pas vraiment envie de lui dire de partir non plus, ayant au moins besoin d’un peu de compagnie. Se calant contre les oreillers, le chanteur ferma les yeux et faillit s’endormir pendant que [redacted_name] était dans la cuisine en train de préparer le thé. Le sommeil était probablement ce dont il avait le plus besoin en ce moment, du moins si le mal de tête en était un indice. Eh bien, son dos lui faisait aussi un peu mal, alors il avait peut-être aussi développé de la fièvre. Son bas du dos devenait toujours douloureux lorsqu'il avait de la fièvre, une chose qu’il détestait être un hybride. Avoir une queue pouvait vraiment perturber son dos parfois, mais c'était encore pire lorsqu'il cachait sa queue, donc il ne pouvait pas faire grand-chose.\n[redacted_name] sursauta lorsque des doigts froids pressèrent son front, grondant doucement. « Désolé, je ne voulais pas te faire peur », s'excusa doucement [redacted_name] en posant la tasse fumante sur la table de nuit. « Tu as de la fièvre. » Le plus jeune hocha la tête en guise d'acquiescement, fredonnant : « Ça explique certaines choses. » - « Comme quoi ? », insista [redacted_name], prenant place à côté de son dongsaeng. [redacted_name] haussa les épaules et posa sa tête sur l'épaule du danseur en murmurant : « Mal de tête et mon dos me fait mal. » Lui caressant doucement la tête et grattant ses tendres oreilles de chiot, [redacted_name] réfléchit : « Peut-être que tu pourrais te coucher sur le ventre un moment. Ton dos ne fera qu’empirer si tu continues à t’allonger dessus et à coincer ta queue. » - « Je vais commencer à tousser dès que je serai allongé à plat », se plaignit [redacted_name], se frottant le visage de frustration en espérant que cela empêcherait ses larmes de couler. L’aîné le fit taire doucement, murmurant : « Essaye de te coucher sur le côté en étant calé avec les oreillers pendant qu’on attend que ton thé refroidisse. Je te masserai le dos. » L’hybride renifla mais obéit, se détendant tandis que son hyung essayait de masser la douleur.\nAu bout d'un moment, [redacted_name] retira sa main et fredonna : « Tu veux boire ton thé maintenant ? J’ai ajouté du miel en plus pour apaiser ta gorge. » — « Merci », souffla [redacted_name], se redressant pour accepter la tasse tendue par son aîné. La boisson chaude était incroyablement apaisante et le goût sucré lui procura un certain réconfort, même s'il avait surtout envie de l'affection de sa meute. Parfois, [redacted_name] ne pouvait s'empêcher de souhaiter être un oméga au lieu d'un bêta. [redacted_name] était aussi un oméga, mais plus robuste que [redacted_name] et [redacted_name], car il était le deuxième plus âgé. Lorsqu'il s'agissait de [redacted_name] et [redacted_name], le groupe avait toujours tendance à les chouchouter quand ils étaient mal ou malades, parfois [redacted_name] aussi, bien qu'il soit plus semblable à [redacted_name]. [redacted_name] était à la fois mal et malade, mais il n'avait même pas droit à des câlins parce qu'il risquait de contaminer un des membres. D'une certaine manière, cela ne semblait jamais poser problème lorsque tous les omégas se blottissaient ensemble dans un de leurs nids, mais que pouvait-il y faire ? Au moins, il avait son hyung avec lui pour lui tenir compagnie pendant qu'il n'arrivait pas à dormir.\n[redacted_name] avait finalement réussi à dormir plus tard dans la nuit et [redacted_name] était retourné dans sa propre chambre, mais il était évident qu'aucun des deux n'avait beaucoup dormi lorsqu'ils rejoignirent le groupe pour leur emploi du temps du lendemain matin. Dès son réveil, [redacted_name] recommença à tousser, un son profond et rauque. Lui et [redacted_name] avaient de lourdes cernes sous les yeux et, lorsque le chanteur ne parvint pas à aligner une phrase complète avant que sa voix ne se coupe, [redacted_name] décida qu'il n'assisterait pas aux activités prévues ce jour-là. L'annonce du leader fit éclater [redacted_name] en sanglots, sans qu'il sache vraiment pourquoi cela le bouleversait autant. Assister à son emploi du temps signifiait devoir cacher ses oreilles et sa queue, ce qui aggraverait inévitablement à la fois son mal de tête et sa douleur dorsale. En plus, il était bien trop fatigué pour travailler et ne pourrait de toute façon pas accomplir grand-chose en toussant autant. Pourtant, pour [redacted_name], c'était comme la fin du monde.\n[redacted_name] fit de son mieux pour réconforter son compagnon bêta, mais réalisa rapidement que c'était la fièvre qui troublait ses émotions. Il ne pouvait donc rien faire d'autre que de le laisser pleurer pour évacuer son chagrin. [redacted_name] rejoignit les deux maknae, caressant le dos de [redacted_name], tandis que [redacted_name] prit [redacted_name] à part pour informer l’aîné de la nuit précédente. « [redacted_name] ? », demanda doucement [redacted_name], attirant un regard curieux. « Tu seras en charge du groupe aujourd’hui, d’accord ? [redacted_name] et [redacted_name] t’aideront pendant que j’emmène [redacted_name] chez le médecin. Je compte sur toi pour bien veiller sur la meute en mon absence. Tu penses pouvoir gérer ? » Un peu nerveux, le rappeur accepta. Il savait qu’en tant que seul autre alpha en dehors de [redacted_name], la responsabilité de la meute lui incomberait si jamais [redacted_name] avait besoin d’un relais, mais cela n’était presque jamais arrivé auparavant. Tout devrait bien se passer, et emmener [redacted_name] chez un médecin était la meilleure chose à faire.\n« [redacted_name], on peut aller te changer pour qu'on puisse partir chez le médecin ? », murmura doucement [redacted_name], après que le reste du groupe lui ait fait ses adieux. Le chanteur continua seulement de pleurer, jouant avec sa queue. C'est là que [redacted_name] comprit. « Ce n'est pas grave, tu peux mettre un jogging bien large et je trouverai un bonnet qui cachera tes oreilles. Je sais que ça fait mal quand tu dois les faire disparaître », le rassura [redacted_name] d'une voix douce, lui tendant la main. [redacted_name] se laissa guider par son hyung jusqu’à sa chambre et troqua mollement son short contre un pantalon de survêtement. Essuyant ses larmes avec les manches trop longues de son pull, il attendit patiemment que l’aîné lui enfile le bonnet, s’assurant que ses oreilles étaient bien dissimulées. Le chanteur se sentit étrangement réconforté par les soins que lui apportait [redacted_name] et le suivit silencieusement jusqu'à la voiture qui les attendait. Comme [redacted_name] avait perdu sa voix, il fallut un moment à l’alpha pour réaliser que son dongsaeng était retombé dans son petit espace.\n[redacted_name] avait fait de son mieux pour écourter le trajet et fut soulagé d’apprendre que [redacted_name] n’avait qu’un gros rhume bronchique et rien de plus grave, mais le petit était épuisé par le rendez-vous. Il s’endormit sur le chemin du retour, et [redacted_name] n’eut pas le cœur de le réveiller. Il le porta donc simplement jusqu'à son dortoir. L'alpha savait que [redacted_name] préférait de loin son propre lit à tout autre, c'est pourquoi il choisit de le ramener à son dortoir plutôt qu'à celui de 3racha. De plus, toutes ses affaires de little étaient là. [redacted_name] prit soin d’envoyer un message au groupe dès qu’il l’eut bordé pour une sieste, afin que la meute ne s’inquiète pas trop, avant de se mettre à préparer une soupe pour le déjeuner. Il sursauta quand deux bras s’enroulèrent fermement autour de sa taille. « Salut, mon chiot », murmura [redacted_name] en se retournant et en prenant doucement les joues rougies du petit entre ses mains. « Comment était ta sieste ? » [redacted_name] haussa simplement les épaules, enfouissant son visage contre le torse de [redacted_name] en gémissant faiblement. L’alpha gratta tendrement les oreilles de [redacted_name], lui permettant ainsi de se détendre totalement dans ses bras.\nLe duo prit son temps, et bien que [redacted_name] se plaigne de sa gorge douloureuse, il finit par accepter un bol de soupe. Pendant la majeure partie de l’après-midi, le petit resta accroché à lui."
}