{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name] ,\nWe hope that you are having an excellent stay so far in Dubai! You are scheduled to check out on Oct 19th, 2024 , and we want to thank you for choosing to stay with QSTAY.\nWe would like to remind you that check-out time is by 11 am, unless explicitly agreed otherwise.\n• Unauthorized late check-out after 11am is subject to a penalty equal to full day’s rate\n• Early Check-in from 8 AM (8:00 HRS) is subject to availability and requires a payment of 50% of the nightly rate\n• Late Check-out by 3 PM (15:00 HRS) is subject to availability and requires a payment of 50% of the nightly rate\nKindly leave the cards on the dining table and leave the door unlocked.\nAlso, to make a smooth arrival for our next guest, if there are any items in need of maintenance or our attention, please respond to this message with that information prior to your departure so that we can make sure that our maintenance staff includes those items on their work list.\nThank you for staying with us, and have a safe trip home!\nLet us know if you have any questions! And thanks again for staying with us!\nSafe travels!\nQSTAY Team",
    "trans": "Bonjour [redacted_name],\nNous espérons que votre séjour à Dubaï se passe à merveille ! Votre départ est prévu pour le 19 octobre 2024, et nous tenons à vous remercier d’avoir choisi de séjourner avec QSTAY.\nNous souhaitons vous rappeler que l'heure de départ est fixée à 11h00, sauf accord préalable.\n• Tout départ non autorisé après 11h00 sera soumis à une pénalité équivalente au tarif d'une journée complète.\n• L'enregistrement anticipé à partir de 8h00 (8h00 HRS) est soumis à disponibilité et nécessite un paiement de 50 % du tarif de la nuitée.\n• Le départ tardif jusqu'à 15h00 (15h00 HRS) est soumis à disponibilité et nécessite un paiement de 50 % du tarif de la nuitée.\nMerci de laisser les cartes sur la table à manger et de laisser la porte déverrouillée.\nDe plus, pour faciliter l’arrivée de notre prochain invité, si vous avez des articles nécessitant une maintenance ou notre attention, merci de répondre à ce message avec les informations correspondantes avant votre départ, afin que notre équipe de maintenance puisse les inclure dans leur liste de travail.\nMerci d'avoir séjourné avec nous et bon voyage de retour !\nN'hésitez pas à nous contacter si vous avez des questions ! Et merci encore d'avoir choisi de séjourner avec nous !\nBon voyage !\nL'équipe QSTAY"
}