{
    "source": "en_US",
    "target": "fr_FR",
    "text": "LOCKHART MORRIS & MONTGO\nReported on Sep 09, 2024\nDirect Dispute™\nIn partnership with TransUnion\nIn partnership with TransUnion\nKeep these things in mind\nFiling a dispute doesn't guarantee that TransUnion will change your report.\nRecent account activity can take up to 30 days to appear on your credit report. Keep this in mind if you want to file a dispute related to recent account changes.\nYou can only have one dispute open with TransUnion at a time. You can't submit documents with your request through Credit Karma.\nAre you disputing ownership or accuracy?\nYou can dispute either the ownership or the accuracy of this item.\nSelect one option to continue.\nYou can dispute either the ownership or the accuracy of this item.\nSelect one option to continue.\nOwnership\nOwnership is related to your responsibility, or liability, for the account.\nAccuracy\nAccuracy means you are the correct owner of an account, but your report has incorrect information about the account.",
    "trans": "LOCKHART MORRIS & MONTGO\nSignalé le 9 septembre 2024\nLitige Direct™\nEn partenariat avec TransUnion\nEn partenariat avec TransUnion\nPoints à retenir :\nLe dépôt d'un litige ne garantit pas que TransUnion modifiera votre rapport.\nL'activité récente de votre compte peut prendre jusqu'à 30 jours pour apparaître sur votre rapport de crédit. Veuillez en tenir compte si vous souhaitez déposer un litige concernant des modifications récentes de votre compte.\nVous ne pouvez avoir qu'un seul litige ouvert avec TransUnion à la fois. Vous ne pouvez pas soumettre de documents avec votre demande via Credit Karma.\nContestez-vous la propriété ou l'exactitude ?\nVous pouvez contester soit la propriété, soit l'exactitude de cet élément.\nSélectionnez une option pour continuer.\nVous pouvez contester soit la propriété, soit l'exactitude de cet élément.\nSélectionnez une option pour continuer.\nPropriété\nLa propriété concerne votre responsabilité, ou votre obligation, concernant le compte.\nExactitude\nL'exactitude signifie que vous êtes le propriétaire légitime d'un compte, mais que votre rapport contient des informations incorrectes sur ce compte."
}