{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Now that we’ve discussed the history of St. Paul’s Cathedral, let’s take a closer look at its architecture. Overall, the cathedral was built in a restrained Baroque style. Easily, its most recognisable feature is its gigantic dome. This was influenced by Michaelangelo’s Dome of St. Peter’s Basilica.\nThe dome stands at almost 365 feet and weighs over 65,000 tons. As a result, St. Paul’s Cathedral was the tallest building in London until the late 20th century. The dome is one of the largest such structures in the world.\nFurthermore, the 560 steps that lead to the top of the dome lead visitors through three different galleries. These are the Whispering Gallery, the Stone Gallery, and the Golden Gallery. The Whispering Gallery is well-known for its incredible acoustics while the Golden Gallery provides an absolutely incredible view of the city.\nAnother one of its most identifying features is its west facade. This part of the church contains a huge portico, a pediment, and a relief that depicts St. Paul’s conversion. There are also two towers on each side of the portico. These were actually added by Wren at the last minute and were not part of the original design.\nThe interior is incredibly impressive as well. Its long nave is particularly worth seeing. From here, you can see the interior of the Dome, the massive Great West Door, and several scenes from the life of St. Paul.\nThe crypt also contains several notable figures throughout history. Many of these are artists such as Constable, Turner, and Reynolds. The tombs of the Duke of Wellington, Admiral Nelson, and Christopher Wren himself can also be found here.",
    "trans": "Maintenant que nous avons discuté de l'histoire de la cathédrale Saint-Paul, examinons de plus près son architecture. Dans l'ensemble, la cathédrale a été construite dans un style baroque sobre. Sa caractéristique la plus reconnaissable est sans aucun doute son dôme gigantesque. Celui-ci a été influencé par le dôme de la basilique Saint-Pierre de Michel-Ange.\nLe dôme s'élève à près de 365 pieds et pèse plus de 65 000 tonnes. Par conséquent, la cathédrale Saint-Paul a été le plus haut bâtiment de Londres jusqu'à la fin du 20e siècle. Le dôme est l'une des plus grandes structures de ce type au monde.\nDe plus, les 560 marches qui mènent au sommet du dôme conduisent les visiteurs à travers trois galeries différentes. Ce sont la galerie des murmures, la galerie de pierre et la galerie dorée. La galerie des murmures est bien connue pour son acoustique incroyable, tandis que la galerie dorée offre une vue absolument incroyable sur la ville.\nUne autre de ses caractéristiques les plus distinctives est sa façade ouest. Cette partie de l'église contient un portique immense, un fronton et un relief qui représente la conversion de saint Paul. Il y a aussi deux tours de chaque côté du portique. Celles-ci ont en fait été ajoutées par Wren à la dernière minute et ne faisaient pas partie de la conception originale.\nL'intérieur est également incroyablement impressionnant. Sa longue nef vaut particulièrement le détour. De là, vous pouvez voir l'intérieur du dôme, l'immense porte ouest et plusieurs scènes de la vie de saint Paul.\nLa crypte contient également plusieurs personnages notables de l'histoire. Beaucoup d'entre eux sont des artistes tels que Constable, Turner et Reynolds. Les tombes du duc de Wellington, de l'amiral Nelson et de Christopher Wren lui-même s'y trouvent également."
}