{
    "source": "en_US",
    "target": "fr_FR",
    "text": "reaching out because we wanted to let you know as quickly as possible that after a recent review, we have assigned a Preset Spending Limit of $2400 to your account.\nHere's what you should know\nIf at any time your total outstanding balance plus any charges not yet posted to your account, which includes the Pay Over Time, Cash Advance, Plan It®, and the Pay in Full portions of your balance, exceeds this Preset Spending Limit, we may decline additional charges. This applies to charges made by you and any additional Card Members on your account, so be sure to inform those Card Members of this change. As your total balance, plus any charges not yet posted to your account, approaches this Preset Spending Limit, you can make a payment to reduce this amount by logging into americanexpress.com, using the American Express® App, or calling the number on the back of your Card.\nYou can find out more about this decision\nLog into your account at americanexpress.com/messagecenter to learn more about the reason(s) for this decision. You’ll also receive this information via mail.\nMessage Center Login\nIf you would like us to review our decision\nYou can log into your account at https://go.amex/HWg8Nh to provide us additional information or give us a call at the number on the back of your Card. You have until December 13, 2024 to request that we reevaluate this decision.",
    "trans": "Nous vous contactons pour vous informer au plus vite qu’après un examen récent, nous avons attribué une limite de dépenses prédéfinie de 2 400 $ à votre compte.\nVoici ce que vous devez savoir\nÀ tout moment, si votre solde total impayé, ajouté aux transactions non encore enregistrées sur votre compte — y compris les montants dus dans le cadre des options Pay Over Time, Avance de fonds, Plan It® et Pay in Full — dépasse cette limite de dépenses prédéfinie, nous pourrons refuser des transactions supplémentaires. Cela s’applique aux transactions effectuées par vous ainsi que par tout Membre supplémentaire de votre compte. Veuillez donc les informer de ce changement. Lorsque votre solde total, ainsi que les transactions en attente d’enregistrement sur votre compte, approchent cette limite de dépenses prédéfinie, vous pouvez effectuer un paiement pour réduire ce montant en vous connectant à americanexpress.com, en utilisant l’application American Express®, ou en appelant le numéro figurant au dos de votre carte.\nVous pouvez en savoir plus sur cette décision.\nConnectez-vous à votre compte sur americanexpress.com/messagecenter pour en savoir plus sur la ou les raisons de cette décision. Vous recevrez également ces informations par courrier.\nConnexion au Centre de Messagerie\nSi vous souhaitez que nous révisions notre décision\nVous pouvez vous connecter à votre compte sur https://go.amex/HWg8Nh pour nous fournir des informations supplémentaires ou nous appeler au numéro figurant au dos de votre carte. Vous avez jusqu’au 13 décembre 2024 pour demander une réévaluation de cette décision."
}