{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi, everyone. I am the first preposition constructive speaker, and our groupbelieves that mainstream English class should prioritize speaking. We all knowEnglish class aim to learn a language as a necessary way to communicate. So, ourtheme is speaking as a fast, efficient touching and useful skill that should beprioritized in class. Here's the example, before this debate l wonder what ways to start thisdebate is appropriate. So, l asked Ms. Tsai directly, \"l have a question about debate.could you help me?\" and then she answered quickly and solved my doubts in timeObviously, contrary to writing an email: Dear Ms. Tsai comma, and wait for severalhours for a reply. Speaking undoubtedly is a faster and more efficient skill to help usas students to express our questions and lack, then get help from teachers andovercome and solve these academic problems. That's why speaking should beprioritized as an important communication skill. Secondly, As English learner, I believe we all have been through an awardmoment: When you teacher asks you to read a paragraph, and you see acomplicated vocabulary. You may know the meaning, but not sure how topronounce it, so you hesitated and stuck. Everyone should practice thepronunciation of new word and use this \"speaking\" and consolidate the memory ofthis word. Thirdly, Speaking is a test of courage and a challenge for the bold. Someonemay want to say: he or she is an introverted person, they dare not communicatedirectly through speech compared to writing. And that's exactly how we need toprioritize speaking in class and have more practice to overcome these difficulties toshow yourself. All in all, communicating through the mouth is always the most effective wayto solve issues in our life. So, we need to keep learning.",
    "trans": "Bonjour à tous. Je suis le premier orateur de la proposition constructive, et notre groupe pense que les cours d'anglais traditionnels devraient accorder une priorité à l’expression orale. Nous savons tous que l’objectif des cours d’anglais est d’apprendre une langue comme moyen nécessaire pour communiquer. Donc, notre thème est que l'expression orale est une compétence rapide, efficace et utile qui devrait être priorisée en classe. Voici un exemple : avant ce débat, je me demandais quelle manière était appropriée pour commencer ce débat. J’ai donc directement posé la question à Mme Tsai : « j’ai une question concernant le débat, pourriez-vous m’aider ? » Et elle a répondu rapidement, ce qui a résolu mon doute à temps. Évidemment, contrairement à l’écriture d’un e-mail : Chère Mme Tsai, et attendre plusieurs heures pour une réponse. L’expression orale est sans aucun doute une compétence plus rapide et efficace qui aide les étudiants à exprimer leurs questions et leurs manques, puis à obtenir de l’aide de leurs enseignants pour résoudre ces problèmes académiques. C’est pourquoi l’expression orale doit être priorisée en tant que compétence de communication importante. Deuxièmement, en tant qu’apprenant d'anglais, je pense que nous avons tous vécu un moment gênant : lorsque votre enseignant vous demande de lire un paragraphe, et que vous voyez un vocabulaire compliqué. Vous pouvez connaître la signification, mais ne pas être sûr de la prononciation, ce qui crée de l’hésitation et du blocage. Chacun devrait pratiquer la prononciation des nouveaux mots et utiliser cette « parole » pour consolider la mémoire de ces mots. Troisièmement, parler est un test de courage et un défi pour les audacieux. Certaines personnes pourraient dire qu'elles sont introverties et n'osent pas communiquer directement par la parole comparé à l’écriture. Et c’est précisément pour cela qu’il faut prioriser l’expression orale en classe et pratiquer davantage pour surmonter ces difficultés et se montrer. En somme, communiquer par la parole est toujours le moyen le plus efficace de résoudre des problèmes dans notre vie. Nous devons donc continuer à apprendre."
}