{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The objective of this study is to evaluate auditors’ perceived responsibility for fraud detection. Auditors play a critical role in managing fraud risk within organizations. Although professional standards and guidance prescribe responsibility in the area, little is known about auditors’ sense of responsibility for fraud detection, the factors affecting perceived responsibility, and how responsibility affects auditor performance. We use the triangle model of responsibility as a theoretical basis for examining responsibility and the effects of accountability, fraud type, and auditor type on auditors’ perceived fraud detection responsibility. We also test how perceived responsibility affects auditor brainstorming performance given the importance of brainstorming in audits. A sample of 878 auditors (241 external auditors and 637 internal auditors) participated in an experiment with accountability pressure and fraud type manipulated randomly between subjects. As predicted, accountable auditors report higher detection responsibility than anonymous auditors. We also find a significant fraud type × auditor type interaction with external auditors perceiving the most detection responsibility for financial statement fraud, while internal auditors report similar detection responsibility for all fraud types. Analysis of the triangle model’s formative links reveals that professional obligation and personal control are significantly related to responsibility, while task clarity is not. Finally, the results indicate that perceived responsibility positively affects the number of detection procedures brainstormed and partially mediates the significant accountability-brainstorming relation",
    "trans": "L'objectif de cette étude est d'évaluer la responsabilité perçue des auditeurs en matière de détection de la fraude. Les auditeurs jouent un rôle crucial dans la gestion du risque de fraude au sein des organisations. Bien que les normes professionnelles et les directives prescrivent des responsabilités dans ce domaine, peu de choses sont connues sur le sentiment de responsabilité des auditeurs concernant la détection de la fraude, les facteurs influençant cette responsabilité perçue, et comment cette responsabilité affecte la performance de l'auditeur. Nous utilisons le modèle triangulaire de la responsabilité comme base théorique pour examiner la responsabilité et les effets de la pression de responsabilité, du type de fraude et du type d'auditeur sur la responsabilité perçue de la détection de la fraude. Nous testons également comment la responsabilité perçue affecte la performance de l'auditeur en matière de brainstorming, étant donné l'importance du brainstorming dans les audits. Un échantillon de 878 auditeurs (241 auditeurs externes et 637 auditeurs internes) a participé à une expérience dans laquelle la pression de responsabilité et le type de fraude ont été manipulés aléatoirement entre les sujets. Comme prévu, les auditeurs responsables rendent compte d'une plus grande responsabilité de détection que les auditeurs anonymes. Nous trouvons également une interaction significative entre le type de fraude et le type d'auditeur, les auditeurs externes percevant la plus grande responsabilité de détection pour la fraude sur les états financiers, tandis que les auditeurs internes rapportent une responsabilité de détection similaire pour tous les types de fraude. L'analyse des liens formateurs du modèle triangulaire révèle que l'obligation professionnelle et le contrôle personnel sont significativement liés à la responsabilité, tandis que la clarté des tâches ne l'est pas. Enfin, les résultats indiquent que la responsabilité perçue influence positivement le nombre de procédures de détection brainstormées et médie partiellement la relation significative entre la responsabilité et le brainstorming"
}