{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Welcome to the Aston Reynolds academy! This is my pre recorded seminar. A download for you to keep and study as much as you like . It is a in depth lesson on how I tattoo my style and techniques in my day to day tattooing. The seminar will take you through every piece of equipment and how it is set up and then how is it used in my line work, dot work, black work and shading! It covers all different line weights I use, the different gauges I use for dot work and the alternate machine and needles I use for black saturation on small and large scale work. With over 17 years of tattooing experience I have come to realise that the tattoo industry is massively growing and there are so many amazing artist out there choosing tattooing as their medium of choice but there is a severe lack in good apprenticeships and the correct teaching of tattooing! That is also why in this seminar I teach the correct disciplines and ways of tattooing without any of the bad habits that can become the norm in tattoo practice. Finally this seminar is a lesson in how i have tried to perfect my techniques to make tattoos as clean as i possibly can. I hope you enjoy the seminar as much as i enjoyed making it to share my knowledge. Aston Reynolds.",
    "trans": "Bienvenue à l'académie Aston Reynolds ! Ceci est mon séminaire préenregistré. Un téléchargement que vous pouvez conserver et étudier autant que vous le souhaitez. C'est une leçon approfondie sur la façon dont je tatoue mon style et mes techniques dans mon travail quotidien. Le séminaire vous guidera à travers chaque élément d'équipement et comment il est configuré, puis comment il est utilisé dans mon travail de ligne, de pointillé, de noir et d'ombrage ! Il couvre tous les différents poids de ligne que j'utilise, les différents calibres que j'utilise pour le pointillé et la machine et les aiguilles alternatives que j'utilise pour la saturation noire sur les travaux à petite et grande échelle. Avec plus de 17 ans d'expérience dans le tatouage, j'ai réalisé que l'industrie du tatouage est en pleine croissance et qu'il y a tellement d'artistes incroyables qui choisissent le tatouage comme moyen d'expression, mais il y a un manque criant de bons apprentissages et d'enseignement correct du tatouage ! C'est aussi pourquoi, dans ce séminaire, j'enseigne les disciplines et les méthodes correctes du tatouage, sans les mauvaises habitudes qui peuvent devenir la norme dans la pratique du tatouage. Enfin, ce séminaire est une leçon sur la façon dont j'ai essayé de perfectionner mes techniques pour rendre les tatouages aussi propres que possible. J'espère que vous apprécierez le séminaire autant que j'ai aimé le faire pour partager mes connaissances. Aston Reynolds."
}