{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Everything you need to know about privacy on X\nWe want you to know how to make your X experience better — and more secure. So whether it’s initiatives we’re driving, announcements about new settings and controls, or communications about security incidents, you’ll find it all here.\nWe’re no strangers to long privacy policies and complex regulations, and we know how frustrating they can be to read. So we’ll do our best to talk about it all like actual human beings.\nYour privacy on X\nYou have more control over your X experience than you might think. We want you to know what data we collect, how we use it, when we share it, and what we do to protect it.\nOur Rules and policies related to privacy and data\nComplicated or not, this stuff is important — so here’s a quick list of things to know.\nTerms of Service\nExplains the rules of the X road — what you can do and what we can do.\nLearn more\nPrivacy Policy\nHelps you understand the data we collect, how it’s used, and when it’s shared so that you can make the best decisions about the information that you share with us.\nLearn more\nMore about data collection\nSupplements our Privacy Policy and gives extra info about the type of data we collect, where we get it, and how we process and share it.\nLearn more\nHelp Center\nAdditional privacy and security resources that’ll help you better understand how to use X.\nLearn more\nOur partners\nInfo about the companies that help us bring X to you.\nLearn more\nX Settings\nWe know this stuff can feel overwhelming, so we put together some short videos that break it all down — DMs, ads preferences, your timeline, the works. We even made step-by-step demos so you can learn how to change things up.\nLearn more",
    "trans": "Tout ce que vous devez savoir sur la confidentialité sur X\nNous voulons que vous sachiez comment améliorer votre expérience sur X - et la rendre plus sécurisée. Que ce soit des initiatives que nous menons, des annonces concernant de nouveaux paramètres et contrôles, ou des communications sur des incidents de sécurité, vous trouverez tout ici.\nNous ne sommes pas étrangers aux longues politiques de confidentialité et aux réglementations complexes, et nous savons à quel point elles peuvent être frustrantes à lire. Nous ferons donc de notre mieux pour en parler comme de véritables êtres humains.\nVotre confidentialité sur X\nVous avez plus de contrôle sur votre expérience sur X que vous ne le pensez. Nous voulons que vous sachiez quelles données nous collectons, comment nous les utilisons, quand nous les partageons et ce que nous faisons pour les protéger.\nNos règles et politiques liées à la confidentialité et aux données\nQue ce soit compliqué ou non, ces choses sont importantes, alors voici une liste rapide des choses à savoir.\nConditions d'utilisation\nExplique les règles de la route sur X - ce que vous pouvez faire et ce que nous pouvons faire.\nEn savoir plus\nPolitique de confidentialité\nVous aide à comprendre les données que nous collectons, comment elles sont utilisées et quand elles sont partagées, afin que vous puissiez prendre les meilleures décisions concernant les informations que vous partagez avec nous.\nEn savoir plus\nPlus d'informations sur la collecte de données\nComplète notre Politique de confidentialité et donne des informations supplémentaires sur le type de données que nous collectons, d'où nous les obtenons et comment nous les traitons et les partageons.\nEn savoir plus\nCentre d'aide\nRessources supplémentaires sur la confidentialité et la sécurité qui vous aideront à mieux comprendre comment utiliser X.\nEn savoir plus\nNos partenaires\nInformations sur les entreprises qui nous aident à vous apporter X.\nEn savoir plus\nParamètres de X\nNous savons que cela peut sembler accablant, nous avons donc préparé des vidéos courtes qui expliquent tout - les messages privés, les préférences d'annonces, votre fil d'actualité, tout. Nous avons même créé des démos étape par étape pour vous montrer comment changer les choses.\nEn savoir plus"
}