{
    "source": "en_US",
    "target": "fr_FR",
    "text": "TuneTot is but one element within an ecosystem populated with custom, a la carte tools and accessories (purchased separately) designed to maximize TuneTot’s cosmetic beauty and musical performance in a wide variety of applications. Not content with designing a simple “bookshelf” loudspeaker, Wilson’s Special Applications Engineering team has, once again, redefined what is possible for these acoustically hostile installations.\nDesign\nTuneTot is the latest product from the Wilson Special Applications Engineering™ (WSAE) team. While its name pays homage to the first WSAE product, it is a modern technical tour de force designed to offer the timbral beauty, dynamic nuance, soundstage resolution, and transparency—all the hallmarks of Wilson loudspeakers design culture—but do so in environments which are hostile to all of those qualities.\nTuneTot Stand\nWilson’s Special Applications Engineering division introduces the latest member of the TuneTot Ecosystem—The TuneTot Stand. The design team engineered it from the ground up to seamlessly augment TuneTot’s beautiful lines. The primary design objectives were extraordinary stability and ultra-low resonance, and a platform that facilitated the proper alignment of the baffle for the time domain.\nEnclosure Materials\nWSAE engineers readily detect even the tiniest enclosure vibrations—at the level of billionths of a meter, which, in turn, reveals the ideal combination and geometry of the composites for the cabinet. TuneTot is constructed from two Wilson proprietary composites—the proven combination of Wilson’s X- and S-material.",
    "trans": "TuneTot n'est qu'un élément au sein d'un écosystème composé d'outils et d'accessoires personnalisés, proposés à la carte (achetés séparément) et conçus afin de maximiser la beauté cosmétique et la performance musicale de TuneTot dans une large gamme d'applications. Ne se contentant pas de concevoir une simple enceinte « de bibliothèque », l'équipe d'ingénieurs des applications spéciales de Wilson a, une fois encore, redéfini ce qui est possible pour ces installations acoustiquement hostiles.\nDesign\nTuneTot est le dernier produit de l'équipe d'ingénieurs des applications spéciales de Wilson™ (WSAE). Bien que son nom rende hommage au premier produit WSAE, il s'agit d'un tour de force technique moderne conçu afin d'offrir la beauté du timbre, de la nuance dynamique, de la résolution de la scène sonore et de la transparence — tous les traits caractéristiques de la culture de conception des haut-parleurs Wilson — mais en faisant cela dans des environnements hostiles à toutes ces qualités\nSupport TuneTot\nLa division d'ingénieurs des applications spéciales de Wilson présente le dernier membre de l'écosystème TuneTot — le support TuneTot. L'équipe de conception l'a conçu de A à Z pour compléter parfaitement les belles lignes de TuneTot. Les objectifs principaux du design étaient une stabilité extraordinaire et une résonance ultra-faible, ainsi qu'une plateforme facilitant l'alignement correct du baffle dans le temps.\nMatériaux de l'Enceinte\nLes ingénieurs de WSAE détectent facilement même les plus petites vibrations de l'enceinte — au niveau des milliardièmes de mètre, ce qui, à son tour, permet de révéler la combinaison idéale et la géométrie des matériaux composites pour l'armoire. TuneTot est construit à partir de deux composites propriétaires de Wilson—la combinaison éprouvée des matériaux X et S de Wilson."
}