{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Reasons why the car does not accelerate or has poor towing\nCommon causes of slow acceleration of the car\nDirty (unclean) air flow sensor (MAF), faulty spark plugs, faulty throttle position sensor, clogged catalytic converter, faulty oxygen sensor, clogged air filter, fuel system malfunction.\n1- Air filter blockage\nClogged air filter The most common reason a car feels slow when accelerating because it allows less air to pass through.\n2- (Air sensor) The comprehensive airflow sensor, or MAF sensor, is an essential component of the fuel injection system. It is located between the air filter box and the throttle valve. MAF ensures that the right amount of fuel and air is mixed in the internal combustion chamber of the engine.\nMAF can become dirty or defective because it erodes over time. A bad mass airflow sensor can send incorrect data to the car's internal system, causing the ideal amount of fuel entering the combustion system to be calculated incorrectly.\nHowever, the dirty airflow sensor can be cleaned with a sensor cleaner, while the defective must be replaced immediately.\n3- Oxygen sensor defect\nThere are several types of oxygen sensors, but they all serve the same purpose: regulating the air-fuel ratio by determining the amount of oxygen. If the sensor is damaged, the engine will not be able to maintain an adequate ratio of fuel and air.\nThis is another reason why the car feels slow when accelerating, the driver is experiencing irregular deceleration, or the car is completely losing power.\nFurthermore, poor acceleration may occur if the oxygen sensor is dirty. In such cases, cleaning the car's oxygen sensor may solve the problem.\nDamage to the oxygen sensor causes an increase in fuel consumption in the car\n4- Spark plugs (spark plugs)\nSpark plugs in the car generate the necessary ignition to start the engine. A bad spark plug can cause a significant loss of performance and an increase in fuel consumption.\nWith greetings from the # Top supplies $ mechanical services",
    "trans": "Raisons pour lesquelles la voiture n'accélère pas ou est mal tractée\nCauses courantes de la lenteur d'accélération de la voiture\nCapteur de débit d'air (MAF) encrassé (non nettoyé), bougies d'allumage défectueuses, capteur de position du papillon des gaz défectueux, convertisseur catalytique obstrué, capteur d'oxygène défectueux, filtre à air obstrué, dysfonctionnement du système d'alimentation en carburant.\n1- Colmatage du filtre à air\nL'encrassement du filtre à air est la raison la plus fréquente pour laquelle une voiture donne l'impression d'être lente à l'accélération, car il laisse passer moins d'air.\n2- (Capteur d'air) Le capteur de débit d'air complet, ou capteur MAF, est un composant essentiel du système d'injection de carburant. Il est situé entre le boîtier du filtre à air et le papillon des gaz. Le MAF veille à ce que la bonne quantité de carburant et d'air soit mélangée dans la chambre de combustion interne du moteur.\nLe MAF peut s'encrasser ou devenir défectueux parce qu'il s'érode avec le temps. Un capteur de débit d'air massique défectueux peut envoyer des données incorrectes au système interne de la voiture, ce qui entraîne un calcul erroné de la quantité idéale de carburant entrant dans le système de combustion\n.Cependant, le capteur de débit d'air encrassé peut être nettoyé à l'aide d'un nettoyant pour capteur, tandis que le capteur défectueux doit être remplacé immédiatement.\n3- Défaut de la sonde à oxygène\nIl existe plusieurs types de capteurs d'oxygène, mais ils ont tous la même fonction : réguler le rapport air-carburant en déterminant la quantité d'oxygène. Si le capteur est endommagé, le moteur ne sera pas en mesure de maintenir un rapport adéquat entre le carburant et l'air.\nC'est une autre raison pour laquelle la voiture semble lente à l'accélération, le conducteur ressent une décélération irrégulière ou la voiture perd complètement de la puissance.\nEn outre, une mauvaise accélération peut se produire si la sonde à oxygène est encrassée. Dans ce cas, le nettoyage de la sonde à oxygène peut résoudre le problème.\nL'endommagement du capteur d'oxygène entraîne une augmentation de la consommation de carburant de la voiture.\n4- Bougies d'allumage (Spark plugs)\nLes bougies d'allumage de la voiture génèrent l'allumage nécessaire au démarrage du moteur. Une bougie d'allumage défectueuse peut entraîner une perte importante de performances et une augmentation de la consommation de carburant.\nAvec les salutations du # Top supplies $ mechanical services"
}