{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I-130, Petition For Alien Relative\nA citizen or lawful permanent resident of the United States may file Petition for Alien Relative (I-130), with U.S. Citizenship and Immigration Services (USCIS) to establish the existence of a relationship to certain alien relatives who wish to immigrate to the United States.\nFiling the I-130 is only the first step in helping a relative immigrate to the United States. Eligible family members must wait until there is a visa number available before they can apply to become a lawful permanent resident. If, at that time, your relative is present in the United States, they can apply for lawful permanent resident status through a process called Adjustment of Status. However, if your relative is outside of the United States, they must complete consular processing with the U.S. Department of State at an embassy or consulate to first get an immigrant visa and travel to the United states to be admitted as a lawful permanent resident.\nReview the Petition for an Alien Relative (I-130) page for links to the paper form.",
    "trans": "I-130, Pétition pour un Parent Étranger\nUn citoyen ou un résident permanent légal des États-Unis peut déposer une Pétition pour un Parent Étranger (I-130) auprès des Services de Citoyenneté et d'Immigration des États-Unis (USCIS) afin d'établir l'existence d'une relation avec certains parents étrangers souhaitant immigrer aux États-Unis.\nLe dépôt du formulaire I-130 n'est que la première étape pour aider un parent à immigrer aux États-Unis. Les membres de la famille éligibles doivent attendre qu'un numéro de visa soit disponible avant de pouvoir demander à devenir résident permanent légal. Si, à ce moment-là, votre parent est présent aux États-Unis, il peut demander le statut de résident permanent légal via un processus appelé Ajustement de Statut. Cependant, si votre parent se trouve en dehors des États-Unis, il devra effectuer le traitement consulaire auprès du Département d'État des États-Unis dans une ambassade ou un consulat afin d'obtenir d'abord un visa d'immigrant et de voyager aux États-Unis pour être admis en tant que résident permanent légal.\nConsultez la page Pétition pour un Parent Étranger (I-130) pour accéder aux liens vers le formulaire papier."
}