{
    "source": "en_US",
    "target": "fr_FR",
    "text": "service. First of all, there is a rule of thumb in his choices: scissors with his mouth completely closed, rocks with only his teeth showing, and paper with his teeth and mouth showing. As an image, the scissors have a closed mouth and a thin line for sharpness, while the rock has only teeth and looks a little like a stone. Paper is difficult to visualize, so it is separated from the cases that do not fall into the above two categories. Next is the pattern with stars for eyes, which can be won by choosing the ones that go together when there are no stars. For example, a star + a completely closed mouth (scissors) = scissors (usually the rock wins, but with a star you have to produce the same thing), and then you can buy sex from 50,000 points. From bottom to bottom, end, naked, sex. The rest of the game is just costumes, which is fine because I think you like erotic outfits with little fabric area;).",
    "trans": "service. Premièrement, il y a une règle empirique dans ses choix : les ciseaux avec la bouche complètement fermée, les pierres avec seulement les dents, et le papier avec les dents et la bouche. Comme image, les ciseaux ont une bouche fermée et une fine ligne pour le tranchant, tandis que le rocher n'a que des dents et ressemble un peu à une pierre. Le papier est difficile à visualiser, il est donc séparé des cas qui n'entrent pas dans les deux catégories précédentes. Vient ensuite le motif avec des étoiles pour les yeux, que l'on peut gagner en choisissant ceux qui vont ensemble lorsqu'il n'y a pas d'étoiles. Par exemple, une étoile + une bouche complètement fermée (ciseaux) = ciseaux (en général, c'est la pierre qui gagne, mais avec une étoile, il faut produire la même chose), et ensuite on peut acheter du sexe à partir de 50 000 points. De bas en haut, fin, nu, sexe. Le reste du jeu se résume à des costumes, ce qui est très bien car je pense que vous aimez les tenues érotiques avec peu de surface de tissu ;).Traduit avec DeepL.com (version gratuite)"
}