{
    "source": "en_US",
    "target": "fr_FR",
    "text": "village and its wartime sacrifices and hardships might become a metaphor for the nation or in Virginia Woolf’s Between the Acts (1941) she tackles similar issues of tradition and community in wartime. If, as Light asserts, conservativism might involve ‘a commitment to family life, to the idea of nationhood, to the notion of necessary authority’ (1991:18) then these are characteristics which Jameson vocally rejects in her polemical writings and in her autobiography but which can be detected in many of her interwar novels, presented sometimes critically, sometimes uncritically. These are ideas which she explores, guided by the push-pull of her feelings for Whitby – the pull of the past but the promise of a newer bolder future, the safety of home and the possibilities of the unfamiliar. The Moon Is Making reflects these wider trends in interwar writing, whilst displaying clearly the interplay within Jameson’s work between her socialist convictions and her somewhat nostalgic longings towards certain more conservative forms of British rural life.\nDuring this period, Jameson’s conservatism is not confined to British life and British traditions. By the late 1940s, she was also beginning to look to France as a bastion of rural tradition and of a shared European life. In Cousin Honoré the eponymous protagonist’s concerns are not only epitomized in the threat stemming from Nazi Germany but also characterized by anxieties about the impact of both of modernity and of socialism on his wealth and his standing. Jameson deploys this sense of the regional – informed by her own sense of herself as a Yorkshire woman – to illustrate the shared values and shared anxieties of rural-dwellers in both Britain and France. Emphasizing Honoré’s love of the land and his sense of himself, not as Frenchman but as an Alsatian, she creates a character recognizable across both countries, through his stoic conservatism, his embodiment of tradition and his reverence for the Alsatian landscape (and the personal wealth it symbolizes) over and above national concerns. The characters in both of these novels then come to represent not only the weaknesses of these traditional ways of life – their obsession with hierarchy, their casual misogyny and their greed – but also the strengths of the regional. Both novels demonstrate that the homogenized nation is not the battleground in this coming conflict but that what each citizen defends in wartime is his/her small corner of the nation and the traditions and idiosyncrasies which drive the rhythms of his own life. This is the same, Jameson seems to suggest, in France as in Britain, wherein the regional communities often hold more in common than the great national centres.\nJameson’s movement between these two novels is at once spatial and temporal. She is held between her nostalgic look backwards towards the rural past of",
    "trans": "Le village et ses sacrifices et difficultés durant la guerre pourraient devenir une métaphore pour la nation, ou dans Entre les actes de Virginia Woolf (1941), elle aborde des questions similaires de tradition et de communauté en temps de guerre. Si, comme l’affirme Light, le conservatisme pourrait impliquer « un engagement envers la vie familiale, l’idée de la nation, la notion d’autorité nécessaire » (1991:18), ce sont là des caractéristiques que Jameson rejette vivement dans ses écrits polémiques et dans son autobiographie, mais qu’on peut déceler dans plusieurs de ses romans de l’entre-deux-guerres, parfois présentées de manière critique, parfois sans critique. Ce sont des idées qu’elle explore, guidée par le jeu de ses sentiments envers Whitby – l’attirance pour le passé mais la promesse d’un avenir plus audacieux, la sécurité du foyer et les possibilités de l’inconnu. The Moon Is Making reflète ces grandes tendances dans l’écriture de l’entre-deux-guerres, tout en montrant clairement l’interaction dans l’œuvre de Jameson entre ses convictions socialistes et ses désirs quelque peu nostalgiques pour certaines formes plus conservatrices de la vie rurale britannique.\nPendant cette période, le conservatisme de Jameson ne se limite pas à la vie britannique et aux traditions britanniques. À la fin des années 1940, elle commence également à considérer la France comme un bastion de la tradition rurale et d’une vie européenne partagée. Dans Cousin Honoré, les préoccupations du protagoniste éponyme ne sont pas seulement incarnées par la menace provenant de l'Allemagne nazie, mais aussi par des angoisses concernant l'impact de la modernité et du socialisme sur sa richesse et son statut. Jameson utilise ce sentiment du régional – nourri par son propre sentiment d'appartenance en tant que femme du Yorkshire – pour illustrer les valeurs communes et les angoisses partagées des habitants des zones rurales en Grande-Bretagne et en France. En mettant l'accent sur l'amour de la terre d'Honoré et sa conception de lui-même, non pas comme Français, mais comme Alsacien, elle crée un personnage reconnaissable dans les deux pays, par son conservatisme stoïque, son incarnation de la tradition et sa vénération pour le paysage alsacien (et la richesse personnelle qu'il symbolise) avant toute considération nationale. Les personnages de ces deux romans finissent donc par représenter non seulement les faiblesses de ces modes de vie traditionnels – leur obsession pour la hiérarchie, leur misogynie décontractée et leur cupidité – mais aussi les forces du régionalisme. Les deux romans montrent que la nation homogénéisée n’est pas le champ de bataille de ce conflit à venir, mais que ce que chaque citoyen défend en temps de guerre, c’est son petit coin du pays et les traditions et les particularités qui régissent les rythmes de sa propre vie. Jameson semble suggérer que cela est le même en France qu’en Grande-Bretagne, où les communautés régionales ont souvent plus en commun que les grands centres nationaux.\nLe mouvement de Jameson entre ces deux romans est à la fois spatial et temporel. Elle se trouve partagée entre son regard nostalgique tourné vers le passé rural de"
}