{
    "source": "en_US",
    "target": "fr_FR",
    "text": "February 13th, 1983\n\"I'm not ready for this,\" Hermione said for the third time as she stood beside [redacted_name] and [redacted_name], looking across the street at Number Twelve Grimmauld Place.\nShe'd thought about taking Polyjuice Potion or at least disguising herself with glamours, but [redacted_name] said that [redacted_name] was paranoid enough to have spells in place to detect things like glamours, and Polyjuice was unreliable should they take longer than an hour.\n\"Don't worry,\" [redacted_name] said. \"She doesn't speak to anyone outside of that house so she has no way of knowing who you are. Besides, to the rest of the world, you're just a simple bookshop owner.\"\n\"I am a simple bookshop owner,\" Hermione said clearly.\n[redacted_name] had smiled, looking at the Muggle-born with an expression of condescension. \"Of course, you are,\" she said and then rolled her eyes.\n\"What about my French? It's not so great and my accent is barely passable.\" Hermione began to let her anxiety get the best of her, chewing at her nails until [redacted_name] literally smacked her hand away from her mouth while [redacted_name] chuckled under his breath at her expense.\nShe's spent days with [redacted_name], weeks really, in the long run, to prepare for this meeting. While[redacted_name] drank anytime he thought about reuniting with his mother, Hermione was with his cousin, learning pureblood etiquette and memorising a pureblood family tree that she was pretending to be from a branch of, all the while knowing that [redacted_name] Black would be too proud to admit that she didn't know the family by name, but trusted [redacted_name] to find a decent witch for [redacted_name]. That is, should the matriarch consider letting him back into the family.\n\"Don't worry about your French,\" [redacted_name] said, waving off Hermione's worries as though they were pests. \"In fact, speak it the majority of the time and she'll find you all the more authentic. [redacted_name] doesn't speak French but refuses to admit it.\"\nHermione stared at the blond. \"You're kidding. Your House's words are Toujours Pur.\"\n[redacted_name] and[redacted_name] both shrugged.\n\"I was able to manipulate the wards that harm Muggle-borns the last time I was here, but there's only one way to test them,\" [redacted_name] said, turning to look at Hermione who swallowed hard.\n\"I'd rather be anywhere than here right now.\"\n[redacted_name] smirked. \"Like with your new lover?\"\nHermione glared at him, eyes wide. \"What? Don't say that. We're just . . . it was just a few dates,\" she said quickly.\nShe'd been pleasantly surprised when Kingsley had taken her to dinner in Muggle London, having poorly assumed that he wouldn't be familiar with the area. In fact, thanks to the year,[redacted_name] was much more familiar with it than Hermione and had sprung for a lovely restaurant where she was treated to fancy wines, dinner, and dancing. [redacted_name], they slipped into an old ice cream shop for dessert and talked about their time at Hogwarts. He walked her to her flat, kissed her sweetly at the door and then Disapparated.\nShe was surprised the following morning when he'd brought her breakfast at the bookshop and asked her out for lunch. Remus insisted on taking her shift to allow her time to run away with the [redacted_name], where they picnicked in the park and ended up snogging beneath a large oak tree overlooking a beautiful pond with water so dark it reminded her of the [redacted_name] Lake—sans giant squid.\nShe held back the blush that crept up her neck as [redacted_name] continued to smirk at her, waggling his eyebrows. \"That's hardly . . . and I don't . . . and certainly not so quickly and—\"\n\"Well, he's better than that tosser you dated before,\" Sirius pointed out. \"Even if it was just a few dates. And it's hardly . . . and you don't. Certainly not so quickly and—Ow!\" He laughed hard, rubbing his shoulder where she'd hit him. \"Relax. I'm happy you're finally having some fun. Between you, Moony, and Prongs, I'm stuck with a bunch of workaholics who can't be bothered to have a laugh.\"\nShe frowned. \"James and [redacted_name] have damn good excuses for not constantly placating you.\"\nHe nodded. \"That they do. Or did. Moony's on the men thanks to his sweet little Muggle-born, and James is finally out and about himself.\"\nHermione raised a curious brow. \"Out and about?\"\n\"Yep. Took that pretty secretary to dinner the other night.\"\n\"A secretary?\" [redacted_name] asked and then rolled her eyes. \"It wasn't his secretary, was it? How cliche.\"\n\"Wait,\" Hermione grabbed [redacted_name] and turned him to face her. \"The witch who kept harassing him? Are you kidding me?\"\n\"He's got to get back in the game sometime, Hermione. Yes, he loved [redacted_name] and they were perfect together and should have grown as old as Dumbledore . . . but that didn't happen. And he's still young and—\"\n\"I'm not arguing that point! Of course James deserves to have someone . . . just . . . he said that witch was awful,\" she pointed out, feeling anger stir and a sick something she hadn't felt since hearing Lavender Brown squeal \"Won-Won!\" began to build deep down inside of her.\n[redacted_name] grinned. \"Don't worry. He told her to politely piss off when she'd asked him how often Harry was with [redacted_name] family. When she found out that James had him full time, she was less interested. Deal breaker for our boy and he didn't even stay for dessert.\"\nHermione stared at him incredulously.\n\"Okay fine, he stayed for dessert and brought me home a slice of chocolate cake, are you happy?\"\n[redacted_name] sighed. \"Are the two of you done? We do have plans here, unless you'd like to reschedule tricking one of the most horrible witches in the world out of something that she doesn't even know is inside of her house?\"\nHermione turned and squared her shoulders but [redacted_name] looked innocently at his cousin. \"Blame her. I'm playing dutiful future fiance here and she's the one who's talking to me about other wizards. [redacted_name], [redacted_name], I think she's not very devoted to me. After we consummate the marriage, I think she might step out and—ow! Okay . . . that's getting old, kitten.\"\n\"Are you honestly ready for this, [redacted_name]?\" Hermione asked him. \"That's your mother inside that house.\"\nHe glared across the street and snarled. \"My mother was Dorea Potter,\" he said firmly. \"The bitch inside that house is just the woman who burned me off of some ugly old wallpaper.\"\n\"That bitch inside is a hex-happy, paranoid woman who has lost everything and believes her House in ruin. You have a chance to make this right, [redacted_name]. There's more at stake than your personal vendetta against your mother,\" [redacted_name] said, her ice blue eyes narrowed into slits. \"And my face happens to still be on that ugly, old wallpaper, thank you.\"\n[redacted_name] grinned. \"Well, when I succeed tonight and she reinstates me, I'll let you have it once I burn her ugly face off. See how she likes to see herself on fire.\"",
    "trans": "13 février 1983\n« Je ne suis pas prête pour ça », dit Hermione pour la troisième fois alors qu'elle se tenait aux côtés de [redacted_name] et [redacted_name], en regardant de l'autre côté de la rue, le 12, square Grimmauld.\nElle avait pensé à prendre de la Polyjuice Potion ou au moins à se déguiser avec des glamours, mais [redacted_name] était assez paranoïaque pour avoir des sorts en place pour détecter des choses comme les glamours, et la Polyjuice était peu fiable s'il fallait la préparer pendant plus d'une heure.\n« Ne t'inquiète pas », dit [redacted_name]. « Elle ne parle à personne en dehors de cette maison, donc elle n'a aucun moyen de savoir qui tu es. En plus, pour le reste du monde, tu n'es qu'une simple libraire. »\n« Je suis une simple libraire », dit Hermione, clairement.\n[redacted_name] avait souri, regardant la née-Moldue avec une expression de condescendance. « Bien sûr, c'est ce que tu es », dit-elle, puis elle leva les yeux au ciel.\n« Et mon français ? Ce n'est pas top et mon accent est à peine passable. » Hermione commençait à laisser son anxiété prendre le dessus, se rongeant les ongles jusqu'à ce que [redacted_name] lui donne littéralement une tape sur la main pour l'empêcher de se ronger les ongles, pendant que [redacted_name] ricanait discrètement à ses dépens.\nElle avait passé des jours avec [redacted_name], des semaines en réalité, pour se préparer à cette rencontre. Pendant que [redacted_name] buvait à chaque fois qu'il pensait à retrouver sa mère, Hermione était avec son cousin, apprenant l'étiquette des sang-pur et mémorisant un arbre généalogique de sang-pur dont elle prétendait être issue d'une branche, tout en sachant que [redacted_name] Black serait trop fier pour admettre qu'elle ne connaissait pas la famille par nom, mais faisait confiance à [redacted_name] pour trouver une sorcière décente pour [redacted_name]. C'est-à-dire si la matriarche envisageait de le réintégrer dans la famille.\n« Ne te fais pas de souci pour ton français », dit [redacted_name], repoussant les inquiétudes d'Hermione comme s'il s'agissait de nuisibles. « En fait, parle-le la majorité du temps et elle te trouvera encore plus authentique. [Redacted_name] ne parle pas français, mais elle refuse de l'admettre. »\nHermione fixa la blonde. « Tu plaisantes. Les mots de ta Maison sont toujours purs. »\n[redacted_name] et [redacted_name] haussèrent les épaules.\n« J'ai pu manipuler les protections qui nuisent aux nés-Moldus la dernière fois que j'étais ici, mais il n'y a qu'une façon de les tester », dit [redacted_name], se tournant pour regarder Hermione, qui avala difficilement.\n« Je préférerais être n'importe où ailleurs qu'ici en ce moment. »\n[redacted_name] sourit en coin. « Comme avec ton nouvel amoureux ? »\nHermione le foudroya du regard, les yeux écarquillés. « Quoi ? Ne dis pas ça. Nous sommes juste... c'étaient juste quelques rendez-vous,\" dit-elle rapidement.\nElle avait été agréablement surprise lorsque Kingsley l'avait emmenée dîner dans le Londres moldu, ayant mal supposé qu'il ne connaîtrait pas bien la région. En fait, grâce à l'année, [redacted_name] était bien plus familier avec elle qu'Hermione et il avait réservé une belle table dans un restaurant où elle avait été traitée à des vins raffinés, un dîner et une danse. Ensuite, ils étaient entrés dans une vieille crèmerie pour le dessert et avaient parlé de leur temps à Poudlard. Il l'avait raccompagnée à son appartement, l'avait embrassée tendrement à la porte, puis s'était Disapparated.\nElle avait été surprise le lendemain matin lorsqu'il lui avait apporté le petit-déjeuner à la librairie et l'avait invitée à déjeuner. Remus avait insisté pour reprendre son poste, afin de lui permettre de s'échapper avec lui et [redacted_name], où ils avaient pique-niqué dans le parc et s'étaient retrouvés à s'embrasser sous un grand chêne surplombant un bel étang aux eaux si sombres qu'elles lui rappelaient le [redacted_name] — sans le calmar géant.\nElle réprima le rougissement qui montait le long de son cou alors que [redacted_name] continuait à sourire en coin, faisant tinter ses sourcils. « Ce n'est guère... et je ne... et certainement pas si rapidement et... »\n« Eh bien, il vaut mieux que ce crétin avec qui tu as eu des rendez-vous auparavant », souligna Sirius. « Même si ce n'était que quelques rendez-vous. Et ce n'est guère... et tu ne... — Certainement pas si rapidement et —ouille ! » Il rit fort, se frottant l'épaule là où elle l'avait frappé. « Détends-toi. Je suis content que tu t'amuses enfin. Entre toi, Moony et Prongs, je suis coincé avec une bande de bourreaux de travail qui ne peuvent pas prendre le temps de rigoler. »\nElle fronça les sourcils. « James et [redacted_name] ont de très bonnes raisons de ne pas te satisfaire en permanence. »\nIl hocha la tête. « Ils en ont. Ou avaient. Moony se remet grâce à sa douce petite née-Moldue, et James est enfin de sortie lui-même. »\nHermione leva un sourcil curieux. « De sortie ?»\n« Oui. Il a emmené cette jolie secrétaire dîner l'autre soir. »\n« Une secrétaire ? » [Redacted_name] demanda, puis haussa les épaules. « Ce n'était pas sa secrétaire, n'est-ce pas ? C'est cliché. »\n« Attends », dit Hermione à [redacted_name] qu'elle attrapa et tourna vers elle. « La sorcière qui le harcelait ? Tu plaisantes ?»\n« Il doit bien se remettre en selle à un moment donné, Hermione. Oui, il aimait [redacted_name] et ils étaient parfaits l'un pour l'autre. Ils auraient dû vieillir ensemble comme Dumbledore, mais cela ne s'est pas produit. Et il est encore jeune et...»\n« Je ne discute pas ce point ! Bien sûr que James mérite d'avoir quelqu'un... Il a dit que cette sorcière était affreuse. » fit-elle remarquer, sentant la colère monter et quelque chose de malsain s'éveiller en elle pour la première fois depuis qu'elle avait entendu Lavande Brown s'écrier « Won-Won ! » et commencer à s'ébaucher en elle.\n[redacted_name] sourit. « Ne t'inquiète pas. Il lui a gentiment demandé de dégager lorsqu'elle lui a demandé à quelle fréquence Harry était avec [redacted_name] famille. Quand elle a découvert que James l'avait à temps plein, elle a moins paru intéressée. C'était la goutte d'eau qui avait fait déborder le vase pour notre garçon, et il n'est même pas resté pour le dessert. »\nHermione le fixa, incrédule.\n« D'accord, bon, il est resté pour le dessert et m'a ramené une part de gâteau au chocolat à la maison. Tu es contente ? »\n[redacted_name] soupira. « Vous avez fini tous les deux ? Nous avons des projets ici, à moins que vous ne vouliez reprogrammer pour tromper l'une des pires sorcières du monde pour quelque chose qu'elle ne sait même pas se trouver dans sa maison ? »\nHermione se retourna et redressa ses épaules, mais [redacted_name] regarda innocemment son cousin. — Blâme-la. Je joue le futur fiancé docile ici, et c'est elle qui me parle d'autres sorciers. [redacted_name], [redacted_name], je pense qu'elle n'est pas très dévouée envers moi. Après que nous ayons consommé le mariage, je pense qu'elle pourrait s'éloigner, ou—ouille ! D'accord... c'est lassant, chaton. »\n« Es-tu vraiment prêt pour ça, [redacted_name] ? » lui demanda Hermione. « C'est ta mère qui est dans cette maison. »\nIl lança un regard furieux de l'autre côté de la rue et grogna. « Ma mère était Dorea Potter », dit-il fermement. « La garce dans cette maison est juste la femme qui m'a effacé d'un vilain vieux papier peint. »\n« Cette garce à l'intérieur est une femme paranoïaque, avide de maléfices, qui a tout perdu et qui croit sa Maison en ruine. Tu as une chance de réparer ça, [redacted_name]. Il y a plus en jeu que ta vendetta personnelle contre ta mère », dit [redacted_name], ses yeux bleu glace rétrécis en fentes. « Et mon visage est toujours sur ce vilain, vieux papier peint, merci bien. »\n[redacted_name] sourit. « Eh bien, quand je réussirai ce soir et qu'elle me rétablira, je te le laisserai une fois que j'aurai brûlé son vilain visage. Voyons comment elle appréciera de se voir en feu. »"
}