{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Website\nDescription This study examines individuals’ personality characteristics, study demands, task strategies and momentary motivations, feelings and behaviours.\nDuration 70 minutes (Part 1)\nResearcher\nPart 1 – Q-sorting task: You will be asked to match statements about workplace fun with the definitions they best match.\nNeed to complete previous part first (Part 2)\nNicole Celestine\n(1.5 Credits total)\nPreparation N/A\nStudy Type\nThis study is based entirely online, which means you can do it anywhere you like as long as you have access to the internet. Participation is carried out in two Phases separated by one week.\n20 minutes (Part 2)\nOne week after completion of Phase 1, you will receive an email inviting you to complete Phase 2. In Phase 2, you will, again, be asked to respond to a series of questions about yourself and your work and studies. Phase 2 is expected to take no more than 20 minutes.\nMulti-Part Online Study\n1 Credits (Part 1)\nEligibility Requirements You must be at least 17 years old to participate.\nPart 2 – Rating task: You will be asked to complete a rating task in which you will indicate the correspondence between a series of statements and definitions on scales.\nPart 2 will become available 168 hours after you complete Part 1.\nPhase 1, has three Parts:\nCredits\n0.5 Credits (Part 2)\nAbstract This is a 90-minute online study (completed in two Phases) that looks at students’ understanding and experiences of fun during university and work tasks. You will receive 1 course credit point (1%) per hour (or part thereof) that you have participated.\nYour Understanding and Experiences of Fun During Task Engagement\nBoth Phases together are expected to take 90 minutes and will be carried out online using the Qualtrics platform.\nYou have already signed up for this study (and received credit or have a pending credit), so you may not sign up for it again.\nPhase 1 as a whole is expected to take no more than 70 minutes.\nThis study is a multi-part online study on another website. To participate, sign up, and then you will be given access to the website to participate in the study. There are 2 parts.\nPart 3 – Fun experiences survey: You will be asked to answer a series of questions about yourself and your work/study life (e.g., your personality, employment, study experiences, task strategies, emotions, and experiences of fun).",
    "trans": "Site Web\nDescription : Cette étude se penche sur les caractéristiques de personnalité des individus, les exigences liées aux études, les stratégies de tâche, ainsi que leurs motivations, sentiments et comportements momentanés.\nDurée : 70 minutes (Partie 1)\nChercheur\nPartie 1 – Tâche de tri Q : vous serez invité à associer des déclarations sur le plaisir au travail avec les définitions les plus adaptées.\nNécessité de terminer la partie précédente d'abord (Partie 2)\nNicole Celestine\n(1,5 crédit au total)\nPréparation N/A\nType d'étude\nCette étude se déroule entièrement en ligne, ce qui signifie que vous pouvez y participer d'où vous voulez, tant que vous avez accès à Internet. La participation se déroule en deux phases séparées par une semaine.\n20 minutes (Partie 2)\nUne semaine après avoir terminé la Partie 1, vous recevrez un e-mail vous invitant à compléter la Partie 2. Dans la Partie 2, vous serez à nouveau invité à répondre à une série de questions sur vous-même, ainsi que sur votre travail et vos études. La Partie 2 devrait prendre au maximum 20 minutes.\nÉtude en ligne en plusieurs parties\n1 crédit (Partie 1)\nCritères d'éligibilité : vous devez avoir au moins 17 ans pour participer.\nPartie 2 – Tâche de notation : vous serez invité à effectuer une tâche de notation où vous indiquerez la correspondance entre une série de déclarations et de définitions sur des échelles.\nLa Partie 2 sera disponible 168 heures après avoir complété la Partie 1.\nLa phase 1 a trois parties :\nCrédits\n0,5 crédits (Partie 2)\nRésumé : il s'agit d'une étude en ligne de 90 minutes (réalisée en deux phases) qui explore la compréhension et les expériences des étudiants concernant le plaisir durant les tâches universitaires et professionnelles. Vous recevrez 1 point de crédit de cours (1 %) pour chaque heure (ou fraction d'heure) à laquelle vous avez participé\nVotre compréhension et vos expériences du plaisir lors de l'engagement dans des tâches\nLes deux phases ensemble devraient prendre 90 minutes et seront réalisées en ligne via la plateforme Qualtrics.\nVous êtes déjà inscrit à cette étude (et avez reçu des crédits ou avez des crédits en attente), vous ne pouvez donc pas vous inscrire à nouveau.\nLa Phase 1 dans son ensemble devrait prendre au maximum 70 minutes.\nCette étude est une étude en ligne en plusieurs parties sur un autre site web. Pour participer, inscrivez-vous, puis vous recevrez l'accès au site pour participer à l'étude. Il y a 2 parties.\nPartie 3 – Enquête sur les expériences de plaisir : Vous serez invité à répondre à une série de questions sur vous-même et sur votre vie professionnelle/étudiante (par ex., sur votre personnalité, votre emploi, vos expériences d'études, vos stratégies de tâche, vos émotions et vos expériences de plaisir)."
}