{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ONIC TICKET RECEIPT\nAt check-in, you must show a photo ID.\n_\nClass: Y Baggage (4): 30K\nFare basis: YOW\nOperated by: I A W Marketed by: I A W Booking status (1): OK\nFrom To Flight Departure Arrival Last check-in\nBEIJING CAPITAL INTL BASRAH BASRAH IA472 06:00 09:30 05:00 INTERNATIONAL 03Nov2024 03Nov2024\n(_1) OK = Confirmed; (2) NVB = Not valid before (3) NVA = Not valid after (4) Each passenger can check in a specific amount of baggage at no extra cost as indicated above in the column baggage. Each piece of baggage may not exceed 32 kilos.\n_\nDuration: 08:30\nPAYMENT DETAILS\nFare Calculation:[redacted_id] Form of payment: CA Endorsements: IA FLIGHTS ONLY\n_ _\n_\nFARE DETAILS\nFare:\nFare equivalent: Taxes:\nTotal Amount:\nUSD 797.00\nIQD [redacted_number] IQD [redacted_number]CN IQD [redacted_number]\nThe carriage of certain hazardous materials, like aerosols, fireworks, and flammable liquids, aboard the aircraft is forbidden. If you do not understand these restrictions, further information may be obtained from your airline.\n_\nIMPORTANT NOTES\n_\nCarriage and other services provided by the carrier are subject to conditions of carriage, which are hereby incorporated by reference. These conditions",
    "trans": "REÇU DE BILLET ÉLECTRONIQUE\nLors de l'enregistrement, vous devez présenter une pièce d'identité avec photo.\n_\nClasse : Y Bagages (4) : 30 kg\nBase tarifaire : YOW\nOpéré par : I A W Commercialisé par : I A W Statut de réservation (1) : OK\nDe À VolDépart Arrivée Dernier enregistrement\nBEIJING CAPITAL INTL BASRAH BASRAH IA472 06h00 09h30 05h00 INTERNATIONAL 03 Nov 2024 03 Nov 2024\n(_1) OK  = Confirmé ; (2) NVB = Non valide avant ; (3) NVA = Non valide après (4) Chaque passager peut enregistrer un certain nombre de bagages sans coût supplémentaire, comme indiqué ci-dessus dans la colonne bagages. Chaque pièce ne doit pas dépasser 32 kilogrammes.\n_\nDurée : 08:30\nDÉTAILS DE PAIEMENT\nCalcul du tarif : [redacted_id] Mode de paiement : CA Restrictions : UNIQUEMENT VOLS IA\n_ _\n_\nDÉTAILS TARIFAIRES\nTarif :\nÉquivalent tarifaire : Taxes :\nMontant total :\n797,00 USD\nIQD [redacted_number] IQD [redacted_number] IQD [redacted_number]\nLe transport de certains matériaux dangereux, tels que les aérosols, les feux d'artifice et les liquides inflammables, est interdit à bord de l'avion. Si vous ne comprenez pas ces restrictions, vous pouvez obtenir davantage d'informations auprès de votre compagnie aérienne.\n_\nREMARQUES IMPORTANTES\n_\nLe transport et les autres services fournis par la compagnie aérienne sont soumis aux conditions générales de transport, qui sont ici incorporées en référence. Ces conditions"
}