{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Avenue fragment where [redacted_name] is located is very small, the smallest of all Avenue fragments, with an irregular shape, and the widest part, the diameter is no more than 500 miles.\nAt this time, black and red blood is flowing on the Avenue fragment, and the smell of blood fills the entire fragment.\n[redacted_name] stepped on the blood and measured the Avenue fragment.\n\"The entity of the Avenue is indeed different.\"\n\"If it is used to refine magic weapons, it is the real blessing of the Avenue, and it is afraid that it will surpass any Avenue realm magic weapon.\"\n\"If the fragments are refined and used to set up an array, it is also a top-level array material.\" \"I am really a bit whimsical to regard the Avenue as a material. . . \"[redacted_name] footsteps suddenly paused, and he thought of a possibility.\nWith his current strength, it is naturally impossible to refine the fragments of the [redacted_name], whether it is to refine it into a magic weapon or into a formation material. It is impossible to do it.\nThat is the essential gap, which cannot be made up.\nEven if he reaches the [redacted_name] realm, it may not be realized.\nBut he thought that once the [redacted_name] is materialized, it can be seen and touched, and the most important thing is that it is broken.\nThen, use this fragment to summon the elemental lich?\n[redacted_name] was stunned by his own thoughts. He could have such an idea. [redacted_name] felt that his imagination had been completely released.\nOnce this idea appeared, it began to grow uncontrollably.\nI have to do it when I think of it. This is [redacted_name] consistent purpose.\nBut before that, [redacted_name] had to do another thing.\nHe came to the body of a bloody rat monster. This double-winged bloody rat monster was already in pieces. It died under the sword of the dragon cavalry, so it was impossible for it to have a complete body.\n[redacted_name] ejected a ball of immortal flame.\nOrigin-level magic: resurrection of the dead.\n[redacted_name] tried to turn the bloody rat monster into a resurrected one. If he succeeded, he could use the bloody rat monster to attack his own people.\nThis method was a bit vicious, but it was most in line with [redacted_name] current situation.\nAnd [redacted_name] also wanted to know what these bloody rat monsters were doing when they gathered on the fragments of the avenue.\nThe flames burned fiercely, and the bloody rat monster's body began to recover, and even the soul began to appear.\n\"There's a chance!\"\nLin Moyu was happy in his heart, bang!\nWith a slight sound, the bloody rat monster that was about to recover suddenly exploded.\nCountless blood sprayed out, and a layer of golden light appeared on [redacted_name] body, blocking all the blood.\n\"Failed! \"\n[redacted_name] said softly, but there was no disappointment in his eyes.\nAfter all, the bloody rat monster came from the blood rat world, not the creature of the origin continent.\nThe soul of the bloody rat monster is in the blood rat world, not in the origin continent.\nIt is normal that his own magic method uses the power of the avenue of the origin continent and is useless to the bloody rat monster.\n[redacted_name] was not disappointed and waved a ball of fire again.\nOrigin-level magic: summon elemental lich!",
    "trans": "Le fragment de l'Avenue où se trouve [redacted_name] est très petit, le plus petit de tous les fragments de l'Avenue, avec une forme irrégulière, et sa partie la plus large, le diamètre, ne dépasse pas 500 miles.\nÀ cet instant, du sang noir et rouge coule sur le fragment de l'Avenue, et l'odeur du sang emplit tout le fragment.\n[redacted_name] marcha sur le sang et mesura le fragment de l'Avenue.\n« L'entité de l'Avenue est en effet différente. »\n« Si elle était utilisée pour raffiner des armes magiques, ce serait la véritable bénédiction de l'Avenue, et l'on craint qu'elle ne surpasse toute arme magique du royaume de l'Avenue. »\n« Si les fragments étaient raffinés et utilisés pour mettre en place un réseau, ce serait également un matériau de réseau de premier ordre.» « Je suis vraiment un peu fantaisiste de considérer l'Avenue comme un matériau...» Les pas de [redacted_name] s'arrêtèrent soudainement, et il pensa à une possibilité.\nAvec sa force actuelle, il est naturellement impossible de raffiner les fragments de l'[redacted_name], que ce soit pour les raffiner en une arme magique ou en un matériau de formation. Il est impossible de le faire.\nIl s'agit d'un écart essentiel, qui ne peut être comblé.\nMême s'il atteint le royaume de l'[nom_censuré], cela ne sera peut-être pas réalisable.\nMais il pensa qu'une fois l'[redacted_name] matérialisé, il peut être vu et touché, et le plus important est qu'il est brisé.\nAlors, utiliser ce fragment pour invoquer le liche élémentaire ?\n[redacted_name] fut stupéfait par ses propres pensées. Il pouvait avoir une telle idée. [redacted_name] sentit que son imagination avait été complètement libérée.\nUne fois cette idée apparue, elle commença à croître de manière incontrôlable.\nIl faut agir quand on y pense. C'est la ligne de conduite constante de [redacted_name].\nMais avant cela, [redacted_name] devait faire autre chose.\nIl s'approcha du corps d'un monstre rat sanglant. Ce monstre rat sanglant à deux ailes était déjà en morceaux. Il mourut sous l'épée de la cavalerie draconique, il était donc impossible qu'il ait un corps complet.\n[redacted_name] éjecta une boule de flamme immortelle.\nMagie de niveau originel : résurrection des morts.\n[redacted_name] essaya de transformer le monstre rat sanglant en un ressuscité. S'il réussissait, il pourrait utiliser le monstre rat sanglant pour attaquer son propre peuple.\nCette méthode était un peu vicieuse, mais elle correspondait le mieux à la situation actuelle de [redacted_name].\nEt [redacted_name] voulait aussi savoir ce que faisaient ces monstres rats sanglants lorsqu'ils se rassemblaient sur les fragments de l'Avenue.\nLes flammes brûlèrent violemment, et le corps du monstre rat sanglant commença à se rétablir, et même l'âme commença à apparaître.\n« Il y a une chance ! »\nLin Moyu était heureux dans son cœur, bang !\nAvec un léger bruit, le monstre rat sanglant qui était sur le point de se rétablir explosa soudainement.\nD'innombrables éclaboussures de sang jaillirent, et une couche de lumière dorée apparut sur le corps de [redacted_name], bloquant tout le sang.\n« Échec ! »\n[redacted_name] dit doucement, mais il n'y avait aucune déception dans ses yeux.\nAprès tout, le monstre rat sanglant venait du monde des rats sanglants, et non de la créature du continent originel.\nL'âme du monstre rat sanglant est dans le monde des rats sanglants, pas dans le continent originel.\nIl est normal que sa propre méthode magique utilise le pouvoir de l'Avenue du continent originel et soit inutile pour le monstre rat sanglant.\n[redacted_name] n'était pas déçu et agita à nouveau une boule de feu.\nMagie de niveau originel : invoquer un liche élémentaire !"
}