{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Y Afterschool Parent,\nThis is a quick reminder to sign up for All Day Out care on Friday, November 1st. Georgetown ISD has no school that day due to a staff development day, and we’re offering a full day of fun activities for your child, including arts and crafts, team building, outdoor games, science projects, and more!\nImportant Info:\nCost: If your child is enrolled in Afterschool care on Fridays (M/W/F or full-time), All Day Out is already included. If they attend T/Th, you can sign up for an extra fee.\nUse code ALLDAYOUT24 if your child is enrolled on Mondays to waive the fee.\nRegistration Deadline: Please sign up by October 29th.\nHow to Register: All registration will be completed online. Please follow the link provided to register.\nConfirmation: Please be sure to keep your confirmation email/receipt as proof of registration.\nAll Day Out Locations:\nMcCoy Elementary: 401 Bellaire Dr, Georgetown, TX 78628\nPurl Elementary: 1953 Maple St, Georgetown, TX 78626\n**See maps below for drop-off and pick-up locations**\nYou must select one of the locations above and complete registration online.\nDrop-off/Pick-up: Please text the respective number when dropping off and picking up. Make sure to bring your photo ID for pick-up.\nMcCoy: 254.276.3944",
    "trans": "Cher Parent du programme Y Afterschool,\nN'oubliez pas de vous inscrire à All Day Out  le vendredi 1er novembre. Le district scolaire de Georgetown n'a pas cours ce jour-là en raison d'une journée de formation du personnel et nous proposons donc une journée complète d'activités amusantes pour votre enfant, qui comprend des arts plastiques, du travail d'équipe, des jeux en plein air, des expériences scientifiques et bien plus encore !\nInformations importantes :\nCoût : si votre enfant est inscrit au programme Afterschool care les vendredis (Lu/Me/Ve ou en temps plein), All Day Out est déjà inclus. S'il est inscrit les Me/Je uniquement, vous pouvez l'inscrire moyennant un supplément.\nUtilisez le code ALLDAYOUT24 si votre enfant est inscrit les lundis afin de bénéficier d’une exonération des frais.\nDate limite d'inscription : 29 octobre.\nComment s'inscrire : toutes les inscriptions se font en ligne. Merci de suivre le lien fourni pour vous inscrire.\nConfirmation : veillez à conserver votre email de confirmation/reçu comme preuve d'inscription\nLieux de All Day Out :\nMcCoy Elementary: 401 Bellaire Dr, Georgetown, TX 78628\nPurl Elementary: 1953 Maple St, Georgetown, TX 78626\n**Voir les cartes ci-dessous pour les lieux de dépôt et de récupération**\nVous devez choisir l'un des sites ci-dessus et finaliser l'inscription en ligne.\nDépôt/récupération : veuillez envoyer un SMS au numéro correspondant lors du dépôt et de la récupération de votre enfant. Une pièce d’identité avec photo est requise pour le retrait.\nMcCoy: 254.276.3944"
}