{
    "source": "en_US",
    "target": "fr_FR",
    "text": "INTRODUCTION\nThis document is to provide you information about the online bill payment system offered to you on behalf of Biller (the Service) and the associated website (the Site). These Terms and Conditions set forth a legally binding agreement governing your use of the Site and the Service (“Agreement”) and outline important conditions that apply to your use of the Site and the Service. By utilizing the Service, permitting any person to do so on your behalf, or utilizing the Service on someone else’s behalf, you agree to these Terms and Conditions. If you do not agree to these Terms and Conditions, you must discontinue your access to the Site and not utilize the Service.\nDEFINITIONS\n “Authorized User” is any individual who you allow to use the Service or access your Funding Account.\n “AutoPay Payment” is a recurring Payment made by you on the Due Date for the amount shown on the Billing Statement.\n “Biller” is the entity to which you instruct us to make a Payment on your behalf.\n “Biller Account” is the account you have directly with Biller related to the goods and/or services\nprovided to you by Biller.\n “Billing Statement” is the statement typically sent by Biller to you indicating, among other things, how much you owe for the provision of goods and/or services and the Due Date.\n “Business Day” is every Monday through Friday, excluding Federal Reserve holidays.\n “Due Date” is the date reflected on your Billing Statement when your Payment is due; it is not\nthe late payment date or inclusive of a grace period.\n “Funding Account” is the checking account, savings account, or debit card account, held at FDIC or equivalent insured United States depository institutions, or credit card account from which Payments and fees, if any, will be debited and to which credits to you will be credited.\n “Payment” is a payment transaction initiated by you through the Service.\n “Payment Date” is the calendar day you elect for Biller to receive the Payment, and is also the day your Funding Account will be debited; provided that if the calendar day you elect falls on a non-Business Day, or after the daily cutoff time for the Service, the actual Payment Date and the actual date your Funding Account will be debited will be the immediately following Business Day. This date can be current or in the future.\n “Payment Instruction” is the information provided by you (such as, but not limited to, Biller name, Biller Account number, and Payment Date) for a Payment to be made through the Service.\n “Payment Wallet” is the Funding Account information you save (if an",
    "trans": "INTRODUCTION\nCe document a pour but de vous fournir des informations sur le système de paiement de factures en ligne offert en votre nom par le Biller (le Service) et le site web associé (le Site). Ces Termes et Conditions établissent un accord juridiquement contraignant régissant votre utilisation du Site et du Service (« l'Accord ») et décrivent les conditions importantes qui s'appliquent à votre utilisation du Site et du Service. En utilisant le Service, en permettant à toute personne de l'utiliser en votre nom, ou en utilisant le Service au nom de quelqu'un d'autre, vous acceptez ces Termes et Conditions. Si vous n'acceptez pas ces Termes et Conditions, vous devez cesser d'accéder au Site et de l'utiliser.\nDEFINITIONS\n« Utilisateur Autorisé » est  toute personne à qui vous permettez d'utiliser le Service ou d'accéder à votre Compte de Financement.\n« Paiement AutoPay » est un Paiement récurrent que vous effectuez à la Date d'échéance pour le montant indiqué sur le Relevé de Facturation.\n« Biller » est l'entité à laquelle vous donnez instruction de faire un Paiement en votre nom.\n« Compte Biller » est le compte que vous avez directement avec le Biller en lien avec les biens et/ou services\nfournis par le Biller.\n« Extrait de Facture » est l'extrait généralement envoyé par le Biller vous indiquant, entre autres, le montant que vous devez pour la fourniture de biens et/ou services et la Date d'Échéance.\n« Jour ouvrable » est du lundi au vendredi, à l'exclusion des jours fériés de la Réserve Fédérale.\n« Date d'Échéance » est la date figurant sur votre Extrait de Facture à laquelle votre Paiement est dû ; il ne s'agit pas\nde la date de paiement tardif ni d'une période de grâce.\n« Compte de Financement » est le compte courant, compte d'épargne, ou carte de débit, détenu dans une institution de Dépôt Américaine assurée par la FDIC ou équivalent, ou le compte de carte de crédit à partir duquel les Paiements et les frais, le cas échéant, seront débités et auxquels les crédits vous seront crédités.\n« Paiement » est une transaction de paiement initiée par vous via le Service.\n« Date de Paiement » est le jour du calendrier que vous choisissez pour que le Biller reçoive le paiement, et c'est aussi le jour où votre Compte de Financement sera débité ; à condition que si le jour que vous choisissez tombe un jour non ouvré ou après l'heure limite quotidienne du Service, la Date de Paiement réelle et la date réelle de débit de votre Compte de Financement seront le jour ouvré immédiatement suivant. Cette date peut être actuelle ou future.\n« Instruction de Paiement » sont les informations fournies par vous (telles que, mais sans s'y limiter, le nom du Biller, le numéro de compte du Biller, et la Date de Paiement) pour qu'un paiement soit effectué via le Service.\n«Portefeuille de Paiement » est l'informations du Compte de Financement que vous enregistrez (si un)."
}