{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I put these criticisms to Longo. He thinks the desperation of sick patients justifies a more gonzo approach to possible treatments. “If you are at stage 4 of cancer, and the oncologist has no more valid solutions, he should say, ‘Try this because there are a lot of studies on animals and some clinical studies.’ But this doesn’t happen,” Longo complained. “Instead, the oncologic community says ‘no, you have to wait, you have to die, and maybe in ten years you’ll be able to use it.’” (In fact, in some cases of end-stage cancer, oncologists can be more flexible in their advice.) Longo’s goal, ultimately, is “to make everybody reach 110 years, not only those who are born predisposed to get there.” (He himself fasts, using ProLon boxes, a couple of times a year; otherwise, he follows his “longevity diet” religiously.) Longo’s professional bullishness is reminiscent of his idol, Elon Musk, whose “disruptiveness” he admires. According to Longo, without Tesla, Musk’s company, making electric cars en masse, these vehicles would have never gone mainstream. Longo thinks that L-Nutra is like Tesla: a brand that can bring fasting to the masses. The company’s website asserts that it is at the forefront of a “nutritech revolution”, vocabulary that is seemingly drawn from Silicon Valley. Yet Longo claims that he is not interested in replicating the desperate attempts by the super-rich to prolong human lifespans (like those of Bryan Johnson, a multi-millionaire entrepreneur, who made headlines last year for disclosing that he took blood plasma from his 17-year-old son in hopes of extending his own life – all part of the marketing for his longevity product). As Longo put it, he does not want to come up with another “biohacking strategy that may fall apart tomorrow”.",
    "trans": "J'ai soumis ces critiques à Longo. Il pense que le désespoir des patients malades justifie une approche plus \"gonzo\" des traitements possibles. « Si vous êtes au stade 4 du cancer et que l'oncologue n'a plus de solutions valables, il devrait dire : \"Essayez ceci car il existe de nombreuses études sur les animaux et quelques études cliniques.\" Mais cela n'arrive pas », s'est plaint Longo. « Au lieu de cela, la communauté oncologique dit : \"non, vous devez attendre, vous devez mourir, et peut-être que dans dix ans, vous pourrez l'utiliser.\" » (En fait, dans certains cas de cancer en phase terminale, les oncologues peuvent être plus flexibles dans leurs conseils.) L'objectif de Longo, en fin de compte, est de « faire en sorte que tout le monde atteigne 110 ans, pas seulement ceux qui sont nés prédisposés à y arriver ». (Lui-même jeûne, en utilisant les boîtes ProLon, deux fois par an ; sinon, il suit religieusement son « régime de longévité ».) Le dynamisme professionnel de Longo rappelle son idole, Elon Musk, dont il admire le « caractère disruptif ». Selon Longo, sans Tesla, l'entreprise de Musk, qui fabrique des voitures électriques en masse, ces véhicules ne seraient jamais devenus grand public. Longo pense que L-Nutra est comme Tesla : une marque qui peut démocratiser le jeûne. Le site web de l'entreprise affirme qu'elle est à l'avant-garde d'une « révolution nutritech », un vocabulaire qui semble tiré de la Silicon Valley. Pourtant, Longo affirme qu'il n'est pas intéressé à reproduire les tentatives désespérées des super-riches pour prolonger la durée de vie humaine (comme celles de Bryan Johnson, un entrepreneur multimilliardaire, qui a fait la une des journaux l'année dernière en révélant qu'il avait prélevé du plasma sanguin de son fils de 17 ans dans l'espoir de prolonger sa propre vie – tout cela faisant partie du marketing de son produit de longévité). Comme l'a dit Longo, il ne veut pas inventer une autre « stratégie de biohacking qui pourrait s'effondrer demain »."
}