{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ah_EP_WSMC\nMy Employability Portal - Westminster School of Media and Communications\nNew announcement from [redacted_name]\n📣 A chance to collaborate with the International Journalism Festival!\nInternational Journalism Festival Challenge!\nThe International Journalism Festival, the biggest annual media event in Europe, takes place every April in Perugia, Italy.\nThere may be an opportunity for an online/digital collaboration with the Festival, with a caveat: if you would like to participate, you need to pitch your placement idea!\nThe brief: please peruse the Festival’s website https://www.journalismfestival.com/ and find a way to improve the Festival’s online offering; if successful, you may be asked to implement your idea via an online project. It could be redesigning the website itself; a novel way to tag the video content on offer; a new editorial approach; making short form videos out of the long form ones and create a social media strategy; using AI to create new opportunities…you name",
    "trans": "ah_EP_WSMC\nMon Portail d'Employabilité - École des Médias et de la Communication de Westminster\nNouvelle annonce de [redacted_name]\n📣 Une opportunité de collaborer avec le Festival International du Journalisme !\nDéfi du Festival International du Journalisme !\nLe Festival International du Journalisme, le plus grand événement médiatique annuel en Europe, se déroule chaque mois d’avril à Pérouse, en Italie.\nIl pourrait y avoir une opportunité de collaboration en ligne/numérique avec le Festival, mais avec une condition : si vous souhaitez participer, vous devez proposer votre idée de projet !\nConsignes : veuillez explorer le site du Festival journalismfestival.com et trouvez une manière d’améliorer son offre en ligne. Si votre proposition est retenue, vous pourriez être amené à la mettre en œuvre via un projet en ligne. Il pourrait s'agir d'une refonte du site web, d'un nouveau système de classification des vidéos proposées, d'une approche éditoriale innovante, de la création de vidéos courtes à partir des longues, avec une stratégie sur les réseaux sociaux, de l'utilisation de l’IA pour développer de nouvelles opportunités… à vous de choisir."
}