{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Chairman of the University Grants Commission (UGC) Prof Anwar Hossain said on Tuesday that the government will initiate the PhD programme in nursing education after consulting with stakeholders including Banganbandhu Sheikh Mujib Medical University (BSMMU).\nHe came up with the announcement in a views exchange meeting with a seven member delegation of Korea International Cooperation Agency (KOICA) with the UGC.\nAddressing the importance of improving nursing education to build a better Bangladesh, he said Bangladesh lags behind in the quality nursing education.\nThe UGC chairman said huge employment will be created at home and abroad if skilled nurses can be created.\nKOICA representative Prof Taehwa Lee put forward a report on the country’s nursing education and research sector and demanded to launch the PhD programme through the National Institute of Advanced Nursing Education & Research (NIANER).\nThe education and research in the nursing sector will thrive if the nursing teachers are conferred the PhD degree, he opined, stressing the need for drafting a principle on the commencement of the PhD degree.\nThere are diploma, Bsc and Msc programmes in nursing in the country.",
    "trans": "Président de la Commission des Subventions Universitaires (UGC), le Professeur Anwar Hossain a déclaré mardi que le gouvernement lancera le programme de doctorat en éducation infirmière après consultation des parties prenantes, y compris l'Université Médicale Bangabandhu Sheikh Mujib (BSMMU).\nIl a fait cette annonce lors d'une réunion d'échange de vues avec une délégation de sept membres de l'Agence Coréenne de Coopération Internationale (KOICA) au sein de l'UGC.\nSoulignant l'importance d'améliorer l'éducation infirmière pour construire un meilleur Bangladesh, il a affirmé que le pays accuse un retard en matière de qualité de l'enseignement infirmier.\nLe président de l'UGC a ajouté qu'une immense opportunité d'emploi, tant au niveau national qu'international, pourrait être créée si des infirmiers qualifiés étaient formés.\nLe représentant de la KOICA, le Professeur Taehwa Lee, a présenté un rapport sur le secteur de l'éducation et de la recherche en soins infirmiers dans le pays et a demandé le lancement du programme de doctorat par l'intermédiaire de l'Institut National d'Enseignement et de Recherche Avancé en Soins Infirmiers (NIANER).\nL'enseignement et la recherche dans le secteur infirmier connaîtront un essor si les enseignants en soins infirmiers obtiennent un diplôme de doctorat, a-t-il estimé, insistant sur la nécessité d'établir un cadre de principes pour le lancement du programme de doctorat.\nIl existe des programmes de diplôme, de licence (BSc) et de master (MSc) en soins infirmiers dans le pays."
}