{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Valued Tenants,\nWe hope this mail finds you well.\nWe would like to set up an appointment with our pest control team to perform Full Pest Control Treatment in your unit , details as follow.\nDURATION:\n15 - 30 MINUTES\nBUILDING :\nHHH - H03,H05,H09 & H17\nDATE :\n2nd November 2024\nTIMING :\nSaturday from 8:00AM until 5:00PM\nSCHEDULED WORK :\nTo perform Full Pest control treatment targeting rodents and all crawling insects\nACTION REQUIRED BY TENANTS :\n(TECHNICAL RECOMMENDATIONS)\nClean all the areas that needs to be treated before the team arrival.\nCover or remove any exposed food sources, utensils, children’s toys, etc. when the pest control treatment is in progress.\nClean the floor with soap and water after at least 24 hours from the treatment completion.\nDo not remove or relocate any of the installed pest control devices (if applicable)\nAgain, please be reminded of technical recommendations that will positively affect the implemented pest control program, when taken into consideration.\nTherefore, kindly advise us of your availability or else can we proceed with the security assistance to your unit via reply all to this e-mail.\nWe are happy to serve you and thank you for your cooperation.\nProperty Management Team\nMsheireb Properties\nCustomerService\nCustomerService@msheireb.com\n|\nP.O.Box34040,Doha,Qatar\nPleaseconsidertheenvironmentbeforeprintingthisemail\nNOTICE: This e-mail and attachments are confidential to the addressee and may also be privileged. If you are not the addressee of this email, you may not copy, forward, disclose, print or otherwise use it in any way whatsoever. If you received this e-mail by mistake, please e-mail the sender by replying to this message and delete the original and any printout therefore.",
    "trans": "Chers locataires précieux,\nNous espérons que ce message vous trouve en bonne santé.\nNous souhaitons fixer un rendez-vous avec notre équipe de lutte contre les nuisibles pour effectuer un traitement complet dans votre unité, détails ci-dessous.\nDURÉE :\n15 à 30 MINUTES\nBÂTIMENT :\nHHH - H03, H05, H09 et H17\nDATE :\n2 novembre 2024\nHORAIRE :\nSamedi de 8h00 à 17h00\nTRAVAUX PLANIFIÉS :\nEffectuer un traitement complet de lutte contre les nuisibles ciblant les rongeurs et tous les insectes rampants\nACTION REQUISE DE LA PART DES LOCATAIRES :\n(RECOMMANDATIONS TECHNIQUES)\nNettoyez toutes les zones qui doivent être traitées avant l'arrivée de l'équipe.\nCouvrez ou retirez toutes les sources de nourriture exposées, ustensiles, jouets pour enfants, etc. pendant le traitement de lutte contre les nuisibles.\nNettoyez le sol avec du savon et de l'eau après au moins 24 heures suivant la fin du traitement.\nNe retirez ni ne déplacez aucun des dispositifs de lutte contre les nuisibles installés (le cas échéant)\nEncore une fois, veuillez prendre en compte les recommandations techniques qui auront un impact positif sur le programme de lutte contre les nuisibles mis en place, lorsqu'elles seront prises en compte.\nPar conséquent, merci de nous faire part de vos disponibilités ou pouvons-nous procéder à l'assistance de sécurité pour votre unité en répondant à tous à cet e-mail.\nNous sommes heureux de vous servir et vous remercions pour votre coopération.\nÉquipe de gestion immobilière\nMsheireb Properties\nService client\nCustomerService@msheireb.com\n|\nP.O. Box 34040, Doha, Qatar\nVeuillez considérer l'environnement avant d'imprimer cet e-mail\nAVIS : Ce courriel et ses pièces jointes sont confidentiels et destinés exclusivement au destinataire. Ils peuvent également être protégés par le privilège. Si vous n'êtes pas le destinataire de ce courriel, vous ne pouvez ni le copier, ni le transférer, ni le divulguer, ni l'imprimer, ni l'utiliser de quelque manière que ce soit. Si vous avez reçu ce courriel par erreur, veuillez envoyer un e-mail à l'expéditeur en répondant à ce message et supprimer l'original ainsi que toute impression en résultant."
}