{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Dodger Stadium. An important part of Los Angeles with a past people seem to ignore. A 56,000 seat stadium and a roaring crowd yelling chants that fill the Los Angeles air. Fans show their Dodger pride, the infamous dodger dog in one hand, beer in another. You feel the crowd’s energy from your seat. Feeling excited, amazed, as you watch the players on the field. During the seventh inning, you sing “Take Me Out to the Ball Game” with 50,000 other fans in attendance. I don’t know how to explain it but this moment feels intimate, it feels like a community is brought together. In that same place about 7 decades ago, there was a community. A Mexican American community that housed families with similar backgrounds. Here, they were a family, they supported one another in a city where they were not welcome. This close-knit community was a threat to Los Angeles, they did not want independent Mexican families occupying such a large amount of space. So LA leaders did what they do best, they used their power and privilege over the minority to rid these families of their homes and community. In a stadium where we now feel ecstatic watching our favorite baseball team, families who resided here in the 1950s were distraught and afraid. Their homes were to be destroyed and their community separated.",
    "trans": "Le Dodger Stadium. Une partie importante de Los Angeles avec un passé que les gens semblent ignorer. Un stade de 56 000 places et une foule rugissante hurlant des chants qui remplissent l'air de Los Angeles. Les fans montrent leur fierté des Dodgers, le fameux « dodger dog » dans une main, une bière dans l'autre. Vous ressentez l'énergie de la foule depuis votre siège. Vous vous sentez excité, émerveillé, en regardant les joueurs sur le terrain. Pendant la septième manche, vous chantez « Take Me Out to the Ball Game » avec 50 000 autres fans présents. Je ne sais pas comment l'expliquer, mais ce moment semble intime, on a l'impression qu'une communauté est réunie. Au même endroit, il y a environ sept décennies, il y avait une communauté. Une communauté mexico-américaine qui abritait des familles ayant des antécédents similaires. Ici, elles formaient une famille, se soutenant les unes les autres dans une ville où elles n'étaient pas les bienvenues. Cette communauté soudée représentait une menace pour Los Angeles, ils ne voulaient pas de familles mexicaines indépendantes occupant une aussi grande superficie. Alors les dirigeants de LA ont fait ce qu'ils savent faire de mieux : utiliser leur pouvoir et leur privilège sur la minorité pour chasser ces familles de leurs maisons et de leur communauté. Dans un stade où nous ressentons maintenant de l'extase en regardant notre équipe de baseball préférée, les familles qui résidaient ici dans les années 1950 étaient dévastées et effrayées. Leurs maisons allaient être détruites et leur communauté séparée."
}