{
    "source": "en_US",
    "target": "fr_FR",
    "text": "An agile approach\nWillemse says that taking an agile approach has been key to enabling the transformation. The team used the SAFe (scaled agile framework) method – a set of workflow practices that guide organisations in scaling lean and agile practices.\n‘You start with an operating rhythm and every two weeks after every sprint you ask: How did that feel? What did we learn? What would we do differently next time? And so you change as you go. Empowering the team really works because then everybody feels like they're owning it and there's no: “Oh, we have to go to HR to go and do this thing.” Everybody is an equal partner and a team working together,’ she says.\nThey used scrums to develop ideas, such as a seamless workplace experience, which was shown as important. This involved a core team of people, including property, colleague platforms and business representatives. ‘We started with the top ten considerations – what we would need to do to make the workplace seamless – and we've ended up with diagnostics across the group about what kit is needed and what our proposition for the future workplace experience would be,’ says Willemse. ‘Now we're delivering against those considerations. So it's iterations over time that have led us to where we are today.’",
    "trans": "Une approche agile\nWillemse affirme qu’adopter une approche agile a été essentiel pour permettre la transformation. L’équipe a utilisé la méthode SAFe (Scaled Agile Framework), un ensemble de pratiques de workflow qui guident les organisations dans l’adoption des pratiques Lean et Agile à grande échelle.\n« Vous commencez avec un rythme opérationnel et, toutes les deux semaines après chaque sprint, vous vous demandez : Comment cela s’est-il passé ? Qu’avons-nous appris ? Que ferions-nous différemment la prochaine fois ? Et ainsi, vous évoluez en avançant. Donner du pouvoir à l’équipe fonctionne vraiment, car tout le monde a l’impression d’en être propriétaire et il n’y a pas de : “Oh, nous devons aller voir les RH pour faire ceci.” Tout le monde est un partenaire égal et une équipe qui travaille ensemble », explique-t-elle.\nIls ont utilisé des scrums pour développer des idées, comme une expérience de lieu de travail fluide, dont l'importance a été démontrée. Cela impliquait une équipe centrale composée notamment de représentants de l'immobilier, des plateformes collaboratives et des unités métier. « Nous avons commencé avec les dix principales considérations – ce que nous devions faire pour rendre le lieu de travail fluide – et nous avons fini par établir des diagnostics à l’échelle du groupe sur les équipements nécessaires et notre proposition pour l’expérience du lieu de travail de demain », explique Willemse. « À présent, nous mettons en œuvre ces considérations. Ce sont donc des itérations au fil du temps qui nous ont menés là où nous sommes aujourd’hui. »"
}