{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hey there [redacted_name] !\nDid you forget about that $216.36 payment that was due on your recent bill?\nPlease make your payment to avoid additional late fees. You can always view the date when your payment is expected on your monthly bill.\nChoose one of the options below to make your payment now:\n1. Through the internet: Log in to virginplus.ca/myaccount and pay your bill. You can also set up automatic bank payments from here so that you'll never miss another due date.\n2. Using the My Account app on your phone: Visit m.vpc.ca/app.\n3. Through your bank: Pay by telephone banking, internet banking, or in person at your local branch.\n4. By credit card: Call 777 from a Virgin Plus mobile phone, or 1 866 612-8483 from a landline.\nNeed more time to pay your bill? You can easily set up a payment arrangement at virginplus.ca/myaccount or at m.vpc.ca/app.\nIf you've already made a payment, you're a superstar!\nVirgin Plus",
    "trans": "Salut [nom_masqué] !\nAs-tu oublié le paiement de 216,36 $ qui était dû sur ta dernière facture ?\nVeuillez effectuer votre paiement afin d'éviter des frais de retard supplémentaires. Vous pouvez toujours consulter la date limite de paiement sur votre facture mensuelle.\nChoisis l'une des options ci-dessous pour effectuer ton paiement dès maintenant :\n1. Par Internet : Connecte-toi à virginplus.ca/moncompte et paie ta facture. Tu peux également configurer des paiements bancaires automatiques à partir de là pour ne plus jamais manquer une date d'échéance.\n2. En utilisant l'application Mon Compte sur ton téléphone : Rendez-vous sur m.vpc.ca/app.\n3. Par ta banque : Paie par téléphone, par Internet ou en personne à ta succursale locale.\n40 Par carte de crédit : Appelle le 777 depuis un téléphone mobile Virgin Plus, ou le 1 866 612-8483 depuis une ligne fixe.\nBesoin de plus de temps pour payer votre facture ? Vous pouvez facilement mettre en place un arrangement de paiement sur virginplus.ca/myaccount ou sur m.vpc.ca/app.\nSi tu as déjà effectué ton paiement, tu es un champion !\nVirgin Plus"
}