{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Online Subject Registration\nThe online Subject Registration for Semester Two 2024/25 will be held from 9-10 October 2024. As the curriculum of your programme suggests that you should study 5 or 6 compulsory subjects in the forthcoming semester, you are not required to participate in this exercise. Please refer to your Scheme/Programme Requirement Document for your study pattern.\nHowever, if you have been approved for credit transfer, subject exemption, etc., so that your study pattern may deviate from the prescription in your Scheme/Programme Requirement Document, you will need to select elective subject(s) to fulfill the minimum study load, i.e. 5 subjects or 15 credits per semester. You are especially advised to consult your Programme Leader/ Assistant Programme Leader/ Academic Advisor for the most appropriate elective subjects that you should select to avoid unnecessary subject add/drop at the commencement of Semester Two 2024/25, where the available vacancy is limited or even null. Kindly submit your requests to the College via email (cc.car@hkcc-polyu.edu.hk) on or before 5:30 pm on 10 October 2024, if applicable",
    "trans": "Inscription en ligne aux matières\nL'inscription en ligne aux cours pour le semestre deux 2024/25 aura lieu du 9 au 10 octobre 2024. Comme le programme de votre cursus indique que vous devez étudier 5 ou 6 cours obligatoires au prochain semestre, vous n'êtes pas tenu de participer à cette procédure. Veuillez vous référer à votre document de programme/exigences du programme pour votre schéma d'études.\nCependant, si vous avez obtenu une validation de crédits, une exemption de cours, etc., qui diffère de ce qui est prescrit dans votre document de programme/exigences du programme, vous devrez choisir des cours optionnels pour atteindre la charge d'études minimale, c'est-à-dire 5 cours ou 15 crédits par semestre. Il vous est particulièrement conseillé de consulter votre responsable de programme, votre responsable de programme adjoint ou votre conseiller pédagogique pour les cours optionnels les plus appropriés à choisir afin d'éviter des ajouts ou des suppressions de cours inutiles au début du semestre deux 2024/25, où les places disponibles sont limitées, voire nulles. Veuillez soumettre vos demandes au Collège par e-mail (cc.car@hkcc-polyu.edu.hk) au plus tard à 17 h 30 le 10 octobre 2024, le cas échéant."
}