{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I’ve owned a couple early versions of the blues junior. The IV is by far the most dramatically revamped version yet. It sounds absolutely huge, much better low end, and LOUD! Still very bright on the highs, rich in the mids. You can tell they’ve made more room in the preamp, as you increase it there’s more space before you start overdriving which can be handy for band/ live use. The Eminence Swamp Thang should be the new default speaker for this amp from now on, no question. It’s range and power handling make it perfectly suited. This one sounds noticeably better than the other limited edition with the Cannabis Rex, or the tweed “limited ed.” with the Jensen, nothing against those speakers, it’s just a compatibility thing. And you can actually read the control panel, wow! If you’re looking for a blues junior, this is the amp you’re looking for- the graffiti yellow with the Swamp Thang.",
    "trans": "J'ai possédé quelques versions précédentes du Blues Junior. Le modèle IV est de loin la version la plus modifiée à ce jour. Il sonne vraiment fort, avec un meilleur bas du spectre, et IL EST TRÈS BRUYANT ! Toujours très brillant dans les aigus, riche dans les médiums. On peut clairement voir qu'ils ont libéré de l'espace dans le préampli, car à mesure que vous augmentez le volume, il y a plus d'espace avant de commencer à saturer, ce qui peut être utile pour des concerts ou en groupe. Le haut-parleur Eminence Swamp Thang devrait désormais être le haut-parleur par défaut pour cet ampli, c'est évident. Sa gamme et sa gestion de la puissance le rendent parfaitement adapté. Celui-ci sonne nettement mieux que l'autre édition limitée avec le Cannabis Rex, ou l'édition \"limited\" avec le Jensen, rien contre ces haut-parleurs, c'est juste une question de compatibilité. Et on peut enfin lire le panneau de contrôle, incroyable ! Si vous cherchez un Blues Junior, c'est l'ampli qu'il vous faut – le jaune graffiti avec le Swamp Thang."
}