{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Terms and Conditions :\n• This is your E-ticket which needs to be presented at the Entrance to gain the entry.\n• These Conditions of Use relate to IMG Worlds of Adventuretheme park. IMG Tickets includes access for Marvel / Lost Valley / CartoonNetwork / IMG Boulevard.\n• The opening and closing times of the Premises are posted anestimate only and IMGWOA may vary the times from time to time at its solediscretion.\n• IMGWOA cannot guarantee that all rides and attractions willbe available upon guests visit to the Premises.\n• Height restrictions and number of tickets required are alsosubject to change and can be confirmed upon entry to the Premises.\n• Convenient storage lockers are available at the parkentrance with an additional charge.\n• Disabled Guests must enter the theme park on a full pricedday ticket & need to provide proof of disability, one helper can gain entryto the theme park for free with them.\n• Wheel chair is available on First come serve basis. Guestrelation counters are located in IMG. Child Policy :-\n• Children below 3 years and under 1.05 meters height will beallowed free of cost. • Children above 3 years and height 1.2 meters will be chargedadult rate.",
    "trans": "Termes et conditions :\n• Il s'agit de votre e-billet, qui doit être présenté à l'entrée pour accéder à l'événement.\n• Ces conditions d'utilisation concernent le parc à thème IMG Worlds of Adventure. Les billets IMG incluent l'accès à Marvel / Lost Valley / CartoonNetwork / IMG Boulevard.\n• Les heures d'ouverture et de fermeture des locaux sont affichées à titre estimatif uniquement, et IMGWOA peut modifier ces horaires à sa seule discrétion.\n• IMGWOA ne peut garantir que toutes les attractions et manèges seront disponibles lors de la visite des invités dans les locaux.\n• Les restrictions de taille et le nombre de billets requis sont également susceptibles de changer et peuvent être confirmés à l'entrée des locaux.\n• Des casiers de rangement pratiques sont disponibles à l'entrée du parc moyennant des frais supplémentaires.\n• Les invités handicapés doivent entrer dans le parc à thème avec un billet journée plein tarif et doivent fournir une preuve de handicap. Un accompagnateur peut entrer gratuitement avec eux.\n• Les fauteuils roulants sont disponibles sur la base du premier arrivé, premier servi. Les comptoirs de relations clients sont situés dans l'IMG. Politique pour les enfants :\n• Les enfants de moins de 3 ans et mesurant moins de 1,05 mètre auront accès gratuitement.  • Les enfants de plus de 3 ans et mesurant plus de 1,2 mètre seront facturés au tarif adulte."
}