{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Inventors B and C are employed by Corporation D, which authorized registered practitioner E to prepare and file a patent application claiming subject matter invented by B and C. Inventor B signed the oath, an assignment to Corporation D, and a power of attorney authorizing practitioner E to prosecute the application. Inventor C refused to sign the oath and any assignment documents for the application. The employment contract between inventor C and Corporation D contains no language obligating C to assign any invention to Corporation D. A patent application was properly filed in the USPTO under 37 CFR 1.47 naming B and C as inventors, but without inventor C signing the oath. C has now started his own company competing with Corporation D producing a product with the invention in the application. Inventor B is a friend of inventor C and wants C to have continued access to the application. Which of the following statements is in accordance with the patent laws, rules and procedures as related in the MPEP?",
    "trans": "Les inventeurs B et C sont employés par la société D, qui a autorisé le mandataire agréé E à préparer et déposer une demande de brevet revendiquant un objet inventé par B et C. L'inventeur B a signé la déclaration sous serment, une cession à la société D et une procuration autorisant le mandataire E à poursuivre la demande. L'inventeur C a refusé de signer la déclaration sous serment et tout document de cession pour la demande. Le contrat de travail entre l'inventeur C et la société D ne contient aucune clause obligeant C à céder toute invention à la société D. Une demande de brevet a été dûment déposée auprès de l'USPTO conformément à l'article 37 CFR 1.47, désignant B et C comme inventeurs, mais sans que l'inventeur C n'ait signé la déclaration sous serment. C a maintenant créé sa propre entreprise concurrençant la société D, produisant un produit utilisant l'invention de la demande. L'inventeur B est un ami de l'inventeur C et souhaite que C ait un accès continu à la demande.Quelle affirmation suivante est conforme aux lois, règles et procédures en matière de brevets telles qu'elles sont exposées dans le MPEP ?\""
}