{
    "source": "en_US",
    "target": "fr_FR",
    "text": "てくれませんか？\n'No, my friend, he answered.' You will go down. I'm too busy.\nGo to Farnham on Monday. Arrive early, hide near the road and watch. Then ask about Charlington House. Who lives there?'\nMiss Smith always took the 9.50 train from London to Farnham.\nI went on an earlier train and quickly found the road from the station to Chiltern House.\nI hid and waited. Then I saw a man on a bicycle. He wore a dark coat and trousers and he had a beard. It was him! I watched him carefully. He carried his bicycle into the trees.\nFifteen minutes later, Miss Smith arrived on her bicycle. The man with the beard came out from the trees and went after her.\nShe looked back and saw him. She went slowly. He also went slowly. She stopped. He stopped. He was always about two hundred metres behind her. Suddenly, she turned her bicycle and went after him. But he was too quick for her. She turned back and went up the road again, to Chiltern House.\nI waited. The man came slowly back on his bicycle and then went into the tall trees between the road and Charlington House.\nI ran across the road. I could see the house, but not the man.\nIn Farnham, I asked questions about Charlington House and learned the name of a London estate agency. On my way home, I went to the estate agency.\n'An old man, Mr Williamson, is staying there for the summer, a man told me. 'I can't tell you anything about him.' That evening, Holmes listened to my story. He wasn't happy.\n'Why did you hide in the park, Watson?' he said. 'You couldn't see the man from there. The man doesn't want Miss Smith to see his face. So I think she knows him. And then you didn't see his face. We also want to know his name, of course. So what did you do next, Watson? You went to a London estate agency!'' What was wrong with that?' I asked.\nWhy didn't you go to a bar in Charlington? The people of Charlington can tell you all about this man Williamson. The name tells me nothing. He's an old man, so he can't be the man on the bicycle. The man on the bicycle moves quickly when he wants to. Oh, don't look so sad, my friend. Perhaps I will ask some people questions.'\nThe next morning, we had a note from Miss Smith. It ended:\nI cannot stay here, Mr Holmes. Yesterday, Mr Carruthers asked me to marry him. Of course, I cannot do that: I am going to marry my Cyril. It is now very difficult for me at Chiltern House.\n'This gets more and more interesting, Watson, my friend said.\n'T'll go down this afternoon?\nWhen he arrived back at Baker Street late that evening, he told me his story.\n'I found a hotel and talked to some of the people in the bar, he said.\n\"Could they tell you anything?' I asked\n'Of course, Holmes said. 'One: Williamson is an old man with a white beard. Two: he was a vicar, but not now. Three: there are usually visitors to Charlington House on Saturdays and Sundays. Four: Mr Woodley is one of them? Holmes smiled at me. 'I got these answers easily, Watson. But who came in from the next room of the hotel bar at that minute? Woodley. \"Why are you interested in me?\" he asked. \"Who are you? What do you want?\" Then he hit me! There was a short fight - and I won! Mr Woodley went home in a horse and trap! Me? I'm fine, Watson?\nThe next letter from Miss Smith came on Thursday:\nI am leaving my job with Mr Carruthers. On Saturday I will come up to London and I will not go back to Chiltern House.\n'Who are you? What do you want?'\nMr Carruthers has a trap now, so the road to the station is not dangerous for me. But I cannot stay.\nMr Woodley came again. I did not meet him, but I saw him through a window. He has a big cut on his face - an accident, perhaps. He had a long talk with Mr Carruthers. Mr Carruthers was very excited after Mr Woodley left. Woodley did not sleep here, but I saw him again this morning in the garden. I am afraid of this man, but all will be well after Saturday.\n'I hope she's right, Watson, Holmes said. 'The two of us will go down on Saturday.\nHolmes took his gun when we left on Saturday morning. It was a sunny day, a good day for a visit to the country. Holmes and I walked down the road and listened to the birds. We could see Charlington House.\n'Look!' I cried. 'There's a horse and trap on the road.'\n'Is that her trap?' Holmes said. 'Then she's going to catch an earlier train. She'll be past Charlington before we can meet her!' Holmes began to run. He was a hundred metres away from me when he stopped. At the same time, I saw the horse and trap again. But now there was nobody in it.\n'Stop the horse, Watson!' Holmes shouted. 'Oh, we're too late!' I stopped the horse and we jumped into the trap. Holmes turned it round and we went back down the road.\n\"There! That's the man!' I shouted.\nA man on a bicycle came up the road. It was the man with the beard. He looked up and saw us.\n'Stop!' he shouted, and jumped from his bicycle. 'Where did you get that trap?'\nHe took a gun from his coat.\nHolmes jumped down from the trap. *Where is Miss Violet Smith?' he asked quickly.\n'That's my question!' the man said. 'You're in her trap?' We met the trap on the road, Holmes said. 'There was nobody in it.'\n'Oh, no!' said the man. 'They've got her! Woodley and that vicar man. Are you her friends?'\n'Yes!' I said.\n'Then come with me!' he said.\nHe ran into the trees, and Holmes and I went after him.\n'Wait!' Holmes said suddenly. 'Who is this?' There was a young man on the ground.\n\"That's Peter, said the man with the beard. 'He drives Mr\nCarruthers's trap.'\nPeter began to move and open his eyes.\n'He'll be all right. He can come after us in a minute, said the man with the beard. 'Let's go!'\nWe ran through the trees. We stopped when we got to the garden outside the house. Suddenly, we heard a loud cry from a woman.\n'This way! This way!' shouted the man with the beard.\nWe ran across the garden into open ground. There, under a tall tree, stood three people. One was Miss Violet Smith with her hands over her face. Opposite her stood a heavy man with a red face. It was Mr Woodley, and he was excited about something.\nBetween them stood a short old man with a grey beard, in the clothes of a vicar. He turned and smiled at Mr Woodley.\n'And now you are husband and wife, he said.\n'Quickly!' said our friend with the black beard.\nHe ran to the tall tree. Holmes and I went after him. Mr Williamson - the man in the vicar's clothes - saw us and smiled.\nMr Woodley laughed when he saw the man with the beard.\n'You can take off your beard, Bob,' he said. 'I know it's you. Say hello to my new wife!' Our friend pulled off his black beard and threw it on the ground. He put his hand inside his coat. Then he showed Mr Woodley his gun.\n'Yes, he said.' I am Bob Carruthers.'\n'You're too late, Mr Woodley said. 'She's my wife.\n'And you are dead!' Mr Carruthers said.\nA loud noise came from his gun. Mr Woodley fell to the ground and didn't move.\nMr Williamson started to take a gun from his coat, but Holmes was too quick for him.\n'Stop!' he said, with his gun in his hand. 'Watson, take his gun.\nPut it to his head. Thank you. Carruthers, give me your gun, too?\n'Who are you?' Mr Carruthers said.\n'My name is Sherlock Holmes' Holmes turned and saw Peter.\n'And now we'll send for the police. Peter, take this note to the police station in Farnham, he said. He wrote a short note.\nWilliamson and Carruthers, carry Woodley into the house?\nSome minutes later, Holmes, Mr Williamson and Mr Carruthers were in the sitting room of the house. Miss Smith sat quietly in a bedroom. Mr Woodley was on a bed in one of the other bedrooms.\nI left him and came down to the sitting room.\n'He'll live,' I told them.\n'What!' Mr Carruthers shouted. 'Then let's go and kill him!\nThat lovely young woman can't be his wife!'\n'She isn't his wife, Holmes said. 'Mr Williamson isn't really a vicar.'\n'But -' began Mr Williamson.\n'No, you're not!' Holmes said. 'I know about you. You were a vicar, but you lost your job? He turned to Mr Carruthers. 'And you, Carruthers - next time, leave your gun in your coat!'\n'I'm sorry, Mr Holmes, Mr Carruthers said. 'I wanted to help Miss Smith because - because I love her. I always went after her on my bicycle because I wanted to stop these men. She knew my face, so I wore a beard. I didn't want her to be afraid of me. He put his hand inside his coat. I didn't want her to leave Chiltern House.'\n'But you didn't tell her about Woodley and Williamson, or about the plan, Holmes said. 'Why?'\n'I wanted her to stay at the house with me, Mr Carruthers answered. 'She didn't love me, but I loved her. Then the note arrived.\n'What note?' Holmes asked.\n'A very short note, Mr Carruthers said. He took it from his coat and read it: 'The old man is dead.\n'So he wasn't dead when you left South Africa, Holmes said.\n'Ah, now I understand.'\n'You do?' Mr Carruthers said.\n'Yes. The three of you came from South Africa. You, Williamson and Woodley?\n'No!' Mr Williamson said. 'I was never in South Africa. I met the two of them here?\n'That's right, Mr Carruthers said\n'All right, Holmes said. \"You and Woodley knew Ralph Smith in South Africa. He said, \"After I die, my money will go to Miss Smith.\" It was a lot of money and you wanted it. So you came to England and looked for her. You had a plan. You wanted her to marry one of you. Then that man had to give half of her money to the other man. Why was Woodley the husband?'\n'We played a game of cards, Mr Carruthers said sadly.\n\"Woodley won the game?",
    "trans": "てくれませんか？\n« Non, mon ami, répondit-il. » Tu descendras. Je suis trop occupé.\nAllez à Farnham lundi. Arrivez tôt, cachez-vous près de la route et observez. Ensuite, renseignez-vous sur Charlington House. Qui y habite ?\nMlle Smith prenait toujours le train de 9 h 50 de Londres à Farnham.\nJ’ai pris un train plus tôt et j’ai rapidement trouvé la route menant de la gare à Chiltern House.\nJe me suis caché et j’ai attendu. Puis j’ai vu un homme sur une bicyclette. Il portait un manteau sombre et un pantalon, et il avait une barbe. C’était lui ! Je l’ai observé attentivement. Il a porté sa bicyclette dans les arbres.\nQuinze minutes plus tard, Mlle Smith est arrivée sur sa bicyclette. L’homme à la barbe est sorti des arbres et l’a suivie.\nElle a regardé derrière elle et l’a vu. Elle a ralenti. Il a aussi ralenti. Elle s’est arrêtée. Il s’est arrêté. Il restait toujours à environ deux cents mètres derrière elle. Soudain, elle a fait demi-tour avec sa bicyclette et s’est lancée à sa poursuite. Mais il était trop rapide pour elle. Elle a rebroussé chemin et est remontée vers Chiltern House.\nJ’ai attendu. L’homme est revenu lentement sur sa bicyclette, puis il est entré dans les grands arbres entre la route et Charlington House.\nJ’ai traversé la route en courant. Je pouvais voir la maison, mais pas l’homme.\nÀ Farnham, j’ai posé des questions sur Charlington House et j’ai appris le nom d’une agence immobilière londonienne. Sur le chemin du retour, je suis allé à l’agence.\n« Un vieil homme, M. Williamson, y séjourne pour l’été », m’a dit un homme. « Je ne peux rien vous dire sur lui. » Ce soir-là, Holmes a écouté mon récit. Il n’était pas satisfait. »\n« Pourquoi vous êtes-vous caché dans le parc, Watson ? » dit-il. « Vous ne pouviez pas voir l’homme de là-bas. Cet homme ne veut pas que Mlle Smith voie son visage. Je pense donc qu’elle le connaît. Et vous, vous ne l’avez pas vu non plus. Nous voulons aussi savoir son nom, bien sûr. Alors, qu’avez-vous fait ensuite, Watson ? Vous êtes allé dans une agence immobilière à Londres ! » « Qu’y avait-il de mal à cela ? » demandai-je.\nPourquoi n’êtes-vous pas allé dans un bar à Charlington ? Les habitants de Charlington peuvent tout vous dire sur cet homme, Williamson. Ce nom ne me dit rien. C’est un vieil homme, donc il ne peut pas être l’homme à bicyclette. L’homme à bicyclette se déplace rapidement quand il le veut. Oh, ne soyez pas si triste, mon ami. Peut-être que moi, je poserai quelques questions. »\nLe lendemain matin, nous avons reçu une note de Mlle Smith. Elle se terminait ainsi :\nJe ne peux pas rester ici, Monsieur Holmes. Hier, M. Carruthers m’a demandé en mariage. Bien sûr, je ne peux pas accepter : je vais épouser mon Cyril. Il m’est désormais très difficile de rester à Chiltern House.\n« Cela devient de plus en plus intéressant, Watson », dit mon ami.\n« J’irai là-bas cet après-midi. »\nLorsqu'il est revenu à Baker Street tard dans la soirée, il m'a raconté son histoire.\n« J’ai trouvé un hôtel et j’ai parlé à quelques personnes dans le bar », dit-il.\n« Ont-ils pu vous dire quelque chose ? » demandai-je.\n« Bien sûr », dit Holmes. « Premièrement : Williamson est un vieil homme à la barbe blanche. Deuxièmement : il était vicaire, mais ne l’est plus. Troisièmement : il y a généralement des visiteurs à Charlington House les samedis et dimanches. Quatrièmement : M. Woodley est l’un d’eux. » Holmes me sourit. « J’ai obtenu ces réponses facilement, Watson. Mais qui est entré depuis la pièce voisine du bar de l’hôtel à ce moment-là ? Woodley. « Pourquoi vous intéressez-vous à moi ? » a-t-il demandé. « Qui êtes-vous ? Que voulez-vous ? » Puis il m’a frappé ! Il y a eu une brève bagarre – et j’ai gagné ! M. Woodley est rentré chez lui en carriole ! Moi ? Je vais très bien, Watson. »\nLa lettre suivante de Mlle Smith est arrivée jeudi :\nJe quitte mon emploi chez M. Carruthers. Samedi, je monterai à Londres et je ne retournerai pas à Chiltern House.\n« Qui êtes-vous ? Que voulez-vous ? »\nM. Carruthers a maintenant une carriole, donc la route jusqu’à la gare n’est pas dangereuse pour moi. Mais je ne peux pas rester.\nM. Woodley est revenu. Je ne l’ai pas rencontré, mais je l’ai aperçu à travers une fenêtre. Il a une grande coupure sur le visage – un accident, peut-être. Il a eu une longue conversation avec M. Carruthers. M. Carruthers était très agité après le départ de M. Woodley. Woodley n’a pas dormi ici, mais je l’ai revu ce matin dans le jardin. Cet homme me fait peur, mais tout ira bien après samedi.\n« J’espère qu’elle a raison, Watson », dit Holmes. « Nous descendrons tous les deux samedi. »\nHolmes prit son revolver lorsque nous partîmes samedi matin. C'était une journée ensoleillée, idéale pour une visite à la campagne. Holmes et moi descendîmes la route en écoutant les oiseaux. Nous pouvions voir Charlington House.\n« Regardez ! » m’écriai-je. « Il y a une carriole sur la route. »\n« Est-ce sa carriole ? » dit Holmes. « Alors, elle va prendre un train plus tôt. Elle aura dépassé Charlington avant que nous puissions la rencontrer ! » Holmes se mit à courir. Il était à une centaine de mètres devant moi lorsqu’il s’arrêta. Au même moment, je revis la carriole. Mais cette fois, il n’y avait plus personne dedans.\n« Arrêtez le cheval, Watson ! » cria Holmes. « Oh, nous arrivons trop tard ! » J’arrêtai le cheval et nous sautâmes dans la carriole. Holmes fit demi-tour et nous redescendîmes la route.\n« Là ! C’est cet homme ! » m’écriai-je.\nUn homme à bicyclette remontait la route. C’était l’homme à la barbe. Il leva les yeux et nous vit.\n« Arrêtez ! » cria-t-il en sautant de sa bicyclette. « Où avez-vous pris cette carriole ? »\nIl sortit un revolver de son manteau.\nHolmes sauta de la carriole. « Où est Mlle Violet Smith ? » demanda-t-il rapidement.\n« C’est ma question ! » dit l’homme. « Vous êtes dans sa carriole ? » « Nous avons croisé la carriole sur la route », répondit Holmes. « Il n’y avait personne dedans. »\n« Oh non ! » s’exclama l’homme. « Ils l’ont enlevée ! Woodley et ce vicaire. Êtes-vous ses amis ? »\n« Oui ! » dis-je.\n« Alors, venez avec moi ! » dit-il.\nIl courut dans les arbres, et Holmes et moi le suivîmes.\n« Attendez ! » dit soudain Holmes. « Qui est-ce ? » Un jeune homme était étendu sur le sol.\n« C’est Peter », dit l’homme à la barbe. « Il conduit M.\nla carriole de M. Carruthers. »\nPeter commença à bouger et ouvrit les yeux.\n« Il ira bien. Il pourra nous rejoindre dans un instant », dit l’homme à la barbe. « Allons-y ! »\nNous courûmes à travers les arbres. Nous nous arrêtâmes en arrivant dans le jardin devant la maison. Soudain, nous entendîmes un cri strident provenant d’une femme.\n« Par ici ! Par ici ! » cria l’homme à la barbe.\nNous traversâmes le jardin pour arriver sur un terrain dégagé. Là, sous un grand arbre, se tenaient trois personnes. L’une d’elles était Mlle Violet Smith, les mains sur le visage. En face d’elle se trouvait un homme corpulent au visage rouge. C’était M. Woodley, et il semblait exalté par quelque chose.\nEntre eux se tenait un petit vieil homme à la barbe grise, vêtu comme un vicaire. Il se retourna et sourit à M. Woodley.\n« Et maintenant, vous êtes mari et femme », dit-il.\n« Vite ! » dit notre ami à la barbe noire.\nIl courut vers le grand arbre. Holmes et moi le suivîmes. M. Williamson, l’homme vêtu en vicaire, nous vit et sourit.\nM. Woodley éclata de rire en voyant l’homme à la barbe.\n« Tu peux enlever ta barbe, Bob », dit-il. « Je sais que c’est toi. Dis bonjour à ma nouvelle épouse ! » Notre ami arracha sa barbe noire et la jeta au sol. Il glissa sa main sous son manteau, puis il montra son revolver à M. Woodley.\n« Oui », dit-il. « Je suis Bob Carruthers. »\n« Vous arrivez trop tard », dit M. Woodley. « Elle est ma femme. »\n« Et vous êtes un homme mort ! » dit M. Carruthers.\nUn bruit assourdissant retentit lorsque son revolver fit feu. M. Woodley s’effondra au sol et ne bougea plus.\nM. Williamson commença à sortir un revolver de son manteau, mais Holmes fut plus rapide que lui.\n« Arrêtez ! » dit-il, revolver en main. « Watson, prenez son arme. »\nPointez-la sur sa tête. Merci. Carruthers, donnez-moi aussi votre revolver.\n« Qui êtes-vous ? » demanda M. Carruthers.\n« Mon nom est Sherlock Holmes. » Holmes se retourna et vit Peter.\n« Et maintenant, nous allons faire venir la police. Peter, apporte cette note au poste de police de Farnham », dit-il. Il écrivit une courte note.\nWilliamson et Carruthers, portez Woodley dans la maison.\nQuelques minutes plus tard, Holmes, M. Williamson et M. Carruthers étaient dans le salon de la maison. Mlle Smith était assise tranquillement dans une chambre. M. Woodley était allongé sur un lit dans l’une des autres chambres.\nJe le laissai et descendis dans le salon.\n« Il va vivre », leur dis-je.\n« Quoi ! » s’écria M. Carruthers. « Alors allons le tuer ! »\nCette charmante jeune femme ne peut pas être sa femme !\n« Ce n’est pas sa femme », dit Holmes. « M. Williamson n’est pas vraiment un vicaire. »\n« Mais - » commença M. Williamson.\n« Non, vous ne l’êtes pas ! » dit Holmes. « Je sais tout de vous. Vous étiez vicaire, mais vous avez perdu votre poste. » Il se tourna vers M. Carruthers. « Et vous, Carruthers, la prochaine fois, laissez votre revolver dans votre manteau ! »\n« Je suis désolé, M. Holmes », dit M. Carruthers. « Je voulais aider Mlle Smith parce que – parce que je l’aime. Je la suivais toujours à bicyclette parce que je voulais arrêter ces hommes. Elle connaissait mon visage, alors j’ai porté une barbe. Je ne voulais pas qu’elle ait peur de moi. » Il mit sa main sous son manteau. « Je ne voulais pas qu’elle quitte Chiltern House. »\n« Mais vous ne lui avez rien dit sur Woodley et Williamson, ni sur le plan », dit Holmes. « Pourquoi ? »\n« Je voulais qu’elle reste à la maison avec moi », répondit M. Carruthers. « Elle ne m’aimait pas, mais moi, je l’aimais. Puis la note est arrivée. »\n« Quelle note ? » demanda Holmes.\n« Une note très courte », dit M. Carruthers. Il la sortit de son manteau et la lut : « Le vieil homme est mort. »\n« Donc, il n'était pas mort lorsque vous avez quitté l'Afrique du Sud », dit Holmes.\n« Ah, maintenant je comprends. »\n« Vous comprenez ? » dit M. Carruthers.\n« Oui. Vous, Williamson et Woodley veniez d'Afrique du Sud ? »\n« Non ! » dit M. Williamson. « Je n’ai jamais été en Afrique du Sud. J’ai rencontré les deux ici. »\n« C’est vrai », dit M. Carruthers\n« Très bien », dit Holmes. « Vous et Woodley connaissiez Ralph Smith en Afrique du Sud. » Il continua : « Après ma mort, mon argent ira à Mlle Smith. » C’était une grosse somme d’argent et vous la vouliez. Alors, vous êtes venus en Angleterre pour la chercher. Vous aviez un plan. Vous vouliez qu’elle épouse l’un de vous. Ensuite, cet homme devait donner la moitié de son argent à l’autre homme. Pourquoi Woodley était-il le mari ? »\n« Nous avons joué à un jeu de cartes », dit M. Carruthers tristement.\n« Woodley a gagné à la carte ? »"
}