{
    "source": "en_US",
    "target": "fr_FR",
    "text": "INFORMATION FOR OVERSEAS STUDENTS\nTHIS IS NOT A VISA AND DOES NOT ACT AS AN EXTENSION OF YOUR VISA.\nYou may check your visa status through Visa Entitlement Verification Online (VEVO) at:\n[redacted_url]\nTo apply for your student visa to study in Australia go to http://www.homeaffairs.gov.au/Trav/Stud. Follow the information on the website to lodge your\napplication online. Please note you are\nB. COURSE DETAILS Provider:\nCourse: Course Level: Course Start Date: Course End Date: Initial Pre-Paid Tuition Fee: Other Pre-Paid Non-Tuition Fee: Total Tuition Fee:\nC. STUDENT DETAILS Provider Student Id:\nCourtesy Title: Family Name: Given Names: Gender: Date of Birth: Country of Birth: Nationality:\nProvider arranged Overseas Student Health Cover (OSHC):\nComments:\nD. NOTES\nThe information provided on this form is required by the Australian Government Department of Education, and the Australian Government Department of Home Affairs as evidence of enrolment in a course registered on the Commonwealth Register of Institutions and Courses for Overseas Students\n(CRICOS) - http://cricos.education.gov.au -\nable to attach supporting documentation when lodging your application.\nThe University of Sydney [00026A] (trading as: The University of Sydney) Telephone: 61286278300, Fax: 61286278387\nEmail: student.compliance@sydney.edu.au\nBachelor of Science [000719E]\nBachelor Degree 24/02/2025 21/01/2028\n$AU 0\n$AU 0\n$AU 173,100\n550009678 Ms\nXIN Yutong Female 22/08/2005 China China\nNo\nPackage offer- Admission to the principal course is conditional on successful completion of the USFP course meeting the required academic and English grades, and other course-specific requirements for the nominated degree. Student is responsible for renewing OSHC upon expiry. Student will be required to pay semester fees when an unconditional offer is issued.\nFE86F147\n-\nIMPORTANT\n- Keep this CoE and your Written Agreement while you are in Australia\n- Find out more about living and studying in Australia (including quality assurance) at https://www.studyaustralia.gov.au/\n-\n1. The offer of a place and enrolment of the student must be made in accordance with the provisions of the Education Services for Overseas Students (ESOS) Act 2000; the ESOS Regulations 2019 and the National Code of Practice for Registration Authorities and Providers of Education to Overseas Students (The National Code 2018).\n2. This information will be made available to other Australian Commonwealth, State or Territory government agencies.\nCreated: 16/10/2024 10:54:00 Updated: 16/10/2024 10:54:05",
    "trans": "INFORMATIONS POUR LES ÉTUDIANTS ÉTRANGERS\nCECI N'EST PAS UN VISA ET NE CONSTITUE PAS UNE EXTENSION DE VOTRE VISA.\nVous pouvez vérifier le statut de votre visa via la Vérification en ligne des droits de visa (VEVO) à l'adresse suivante :\n[redacted_url]\nPour demander votre visa étudiant afin d'étudier en Australie, rendez-vous sur http://www.homeaffairs.gov.au/Trav/Stud. Suivez les informations sur le site Web pour déposer votre\ndemande en ligne. Veuillez noter que vous pouvez joindre des documents justificatifs lors du dépôt de votre demande\nB. DÉTAILS DU COURS\nCours : Niveau du cours : Date de début du cours : Date de fin du cours : Frais de scolarité initiaux prépayés : Autres frais de scolarité prépayés : Total des frais de scolarité :\nC. DÉTAILS DE L'ÉTUDIANT Numéro d'identification de l'étudiant du prestataire :\nTitre de courtoisie : Nom de famille : Prénoms : Sexe Date de naissance Pays de naissance Nationalité:\nCouverture santé pour étudiants étrangers (OSHC) organisée par le fournisseur :\nCommentaires :\nD. NOTES\nLes informations fournies sur ce formulaire sont requises par le ministère australien de l'Éducation et le ministère australien de l'Intérieur comme preuve d'inscription à un cours enregistré sur le Registre du Commonwealth des institutions et des cours pour étudiants étrangers\n(CRICOS) - http://cricos.education.gov.au -\ncapable d'attacher des documents justificatifs lors de la soumission de votre demande.\nL'Université de Sydney [00026A] (exerçant sous le nom : L'Université de Sydney) Téléphone : 61286278300, Fax : 61286278387\nEmail : student.compliance@sydney.edu.au\nLicence en Sciences [000719E]\nDiplôme de Licence 24/02/2025 21/01/2028CopierReformuler\n$AU 0\n$AU 0\n$AU 173,100\n550009678 Mme\nXIN Yutong Femme 22/08/2005 Chine Chine\nNon\nOffre groupée - L'admission au cours principal est conditionnelle à la réussite du cours USFP, en respectant les notes académiques et en anglais requises, ainsi que les autres exigences spécifiques au cours pour le diplôme désigné. L'étudiant est responsable du renouvellement de l'OSHC à son expiration. L'étudiant sera tenu de payer les frais de semestre lorsqu'une offre inconditionnelle sera émise.\nFE86F147\n-\nIMPORTANT\n- Conservez ce CoE et votre Accord écrit pendant votre séjour en Australie.\n- Découvrez-en davantage sur la vie et les études en Australie (y compris l'assurance qualité) sur https://www.studyaustralia.gov.au/\n-\n1. L'offre d'une place et l'inscription de l'étudiant doivent être conformes aux dispositions de la loi de 2000 sur les services éducatifs pour les étudiants étrangers (ESOS), du règlement ESOS 2019 et du Code national de pratique pour les autorités d'enregistrement et les prestataires d'éducation pour les étudiants étrangers (Code national 2018).\n2. Ces informations seront mises à la disposition d'autres agences gouvernementales australiennes du Commonwealth, des États ou des territoires.\nCréé : 16/10/2024 10:54:00 Mis à jour : 16/10/2024 10:54:05"
}