{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You MUST complete all three of the following online training units to successfully accept your offer of accommodation. Completion of all three modules is mandatory to accept your accommodation offer. If ‘To be completed’ is displayed next to the name of a unit below it means that our records indicate you have not yet completed this unit.\nRespect at Monash Module = To be completed\nDrinksmart Module = To be completed\nSexpectations Module = To be completed\nPlease login to the Resident Portal, select ‘Compulsory Training’ and complete any/all of the units listed above as ‘To be completed’.\nIf you have previously completed a unit in the Resident Portal, but it is not showing as completed above, please send us a screenshot to show that the module is complete and we will update our records.\nSTUDIO SELECTION\nYou may receive an invitation to complete ‘studio selection’ and indicate your preferred studio apartment at a later date. Please note that your selection is subject to approval.\nStudio selection is not available from January onwards. At this time, we will automatically allocate studio apartments.\nYou will receive an email to advise which hall you will live in approximately two weeks prior to your contract start date.",
    "trans": "Vous DEVEZ compléter les trois modules de formation en ligne suivants pour accepter officiellement votre offre d’hébergement. L’achèvement des trois modules est obligatoire pour valider votre offre d’hébergement. Si « À compléter » s’affiche à côté du nom d’un module ci-dessous, cela signifie que nos registres indiquent que vous ne l’avez pas encore terminé.\nRespect à Monash Module = À compléter\nDrinksmart Module = À compléter\nSexpectations Module = À compléter\nVeuillez vous connecter au Portail Résident, sélectionner « Formation Obligatoire » et compléter tous les modules indiqués comme « À compléter ».\nSi vous avez déjà terminé un module sur le Portail Résident, mais qu’il n’apparaît pas comme complété ci-dessus, veuillez nous envoyer une capture d’écran prouvant que le module est terminé et nous mettrons à jour nos registres.\nSÉLECTION DU STUDIO\nVous pourriez recevoir une invitation pour compléter la « sélection de studio » et indiquer votre appartement studio préféré à une date ultérieure. Veuillez noter que votre choix est soumis à approbation.\nLa sélection de studio n’est plus disponible à partir de janvier. À ce moment-là, les appartements studio seront automatiquement attribués.\nVous recevrez un email environ deux semaines avant la date de début de votre contrat pour vous informer dans quelle résidence vous serez logé(e)."
}