{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Microbial mats have also been referred to as \"algal mats\" and \"bacterial\nmats\" in older scientific literature. They are a type of biofilm that is large\nenough to see with the naked eye and robust enough to survive moderate\nphysical stresses. These colonies of bacteria form on surfaces at many\nEcological and Environmental Microbiology Dr. Abeer Aloufi\n24\ntypes of interface, for example between water and the sediment or rock at\nthe bottom, between air and rock or sediment, between soil and bed-rock,\netc. Such interfaces form vertical chemical gradients, i.e. vertical variations\nin chemical composition, which make different levels suitable for different\ntypes of bacteria and thus divide microbial mats into layers, which may be\nsharply defined or may merge more gradually into each other. A variety\nof microbes are able to transcend the limits of diffusion by using\n\"nanowires\" to shuttle electrons from their metabolic reactions up to two\ncentimeters deep in the sediment - for example, electrons can be transferred\nfrom reactions involving hydrogen sulfide deeper within the sediment to\noxygen in the water, which acts as an electron acceptor",
    "trans": "Les tapis microbiens sont également appelés « tapis d'algues » et « tapis\nbactériens » dans la littérature scientifique plus ancienne. Il s'agit d'un type de biofilm\nassez grand pour être visible à l'œil nu et assez robuste pour survivre à des contraintes physiques modérées.\nCes colonies de bactéries se forment sur des surfaces à de nombreux endroits\nMicrobiologie écologique et environnementale, déclare Dr. Abeer Aloufi.\n24\nTypes d'interfaces, par exemple entre l'eau et les sédiments ou la roche\nau fond de l'eau, entre l'air et la roche ou entre le sol et la roche mère,etc.\nCes interfaces forment des gradients chimiques verticaux, c'est-à-dire des variations verticales\nde la composition chimique qui rendent différents niveaux propices à différents\ntypes de bactéries et divisent ainsi les tapis microbiens en couches, qui peuvent être\nnettement définies ou se fondre plus progressivement les unes dans les autres.\nUne variété de microbes sont capables de transcender les limites de la diffusion en utilisant\ndes « nanofils » pour transporter des électrons de leurs réactions métaboliques jusqu'à deux\ncentimètres de profondeur dans les sédiments - par exemple, les électrons peuvent être transférés\ndes réactions impliquant du sulfure d'hydrogène plus profondément dans les sédiments vers l'oxygène de l'eau,\nqui joue le rôle d'accepteur d'électrons."
}