{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Before the test When you drive to the testing centre you must be accompanied by an unrestricted licence holder who holds a licence for the class of vehicle (or higher) you are driving.\nMake sure you arrive at the testing centre at least 15 minutes before the time of your appointment, park in the allocated area for driving test applicants. Take a ticket upon arrival at the Service Centre/Registry and proceed to the designated Driver testing area or to the next available counter.\nIf you have been issued with a 'Learner Driver Log Book' ensure it has been completed correctly and bring it with you.\nIf you have been issued with a 'Learner Driver Digital Log Book' ensure it has been completed correctly, submitted and bring the phone with the application on it with you.\nYou may be asked to take an eyesight test.\nYou may be asked to take a breath analysis test if you appear to be under the influence of alcohol or other drugs.\nMake sure you ask any questions you may have before your test starts.\nAfter the test When you get back to the testing centre, the testing officer will ask you to go inside and wait for your result. You must not leave the centre, or you may be required to take another test. Your testing officer will call you to the counter and tell you your result.\nIf you have passed your driving test and if you hold a learner's licence you will be issued with a provisional licence and you should replace your 'L' plates with 'P' plates. If you hold another type of licence you will be issued with the appropriate class of licence, unless the date of issue of your previous licence cannot be determined. Then a provisional licence will be issued.\nIf you have not passed your driving test your testing officer will discuss your test with you and give you a test report. The report will show your score and where you need to improve. When you drive from the testing centre you must be accompanied by an unrestricted licence holder, who holds a licence for the class of vehicle (or higher) you are driving.",
    "trans": "Avant le test Lorsque vous conduisez pour le centre de test, vous devez être accompagné par un titulaire de permis sans restriction qui détient un permis pour la catégorie de véhicule (ou supérieure) que vous conduisez.\nAssurez-vous d'arriver au centre de test au moins 15 minutes avant l'heure de votre rendez-vous et garez-vous dans la zone allouée aux candidats au test de conduite. Prenez un ticket à votre arrivée au centre de services/enregistrement et dirigez-vous vers la zone de test de conduite désignée ou vers le prochain guichet disponible.\nSi vous avez reçu un \"Carnet de bord de conducteur apprenti\", assurez-vous qu'il a été correctement rempli et apportez-le avec vous.\nSi vous avez reçu un \"Carnet de bord numérique de conducteur apprenti\", assurez-vous qu'il a été correctement rempli, soumis et apportez le téléphone avec l'application dessus avec vous.\nVous pourriez être invité à passer un test de la vue.\nVous pourriez être invité à passer un test d'analyse d'haleine si vous semblez être sous l'influence d'alcool ou d'autres drogues.\nAssurez-vous de poser toutes les questions que vous pourriez avoir avant le début de votre test.\nAprès le test  Lorsque vous revenez au centre de test, l'examinateur vous demandera de rentrer à l'intérieur et d'attendre votre résultat. Vous ne devez pas quitter le centre, sinon vous pourriez être obligé de passer un autre test. Votre examinateur vous appellera au guichet et vous communiquera votre résultat.\nSi vous avez réussi votre test de conduite et que vous détenez un permis d'apprenti, un permis provisoire vous sera délivré et vous devrez remplacer vos plaques \"L\" par des plaques \"P\". Si vous détenez un autre type de permis, un permis de la catégorie appropriée vous sera délivré, sauf si la date d'émission de votre permis précédent ne peut être déterminée. Dans ce cas, un permis provisoire sera délivré.\nSi vous n'avez pas réussi votre test de conduite, votre examinateur discutera de votre test avec vous et vous remettra un rapport de test. Le rapport indiquera votre score et les domaines où vous devez vous améliorer. Lorsque vous quittez le centre de test en conduisant, vous devez être accompagné par un titulaire de permis sans restriction qui détient un permis pour la catégorie de véhicule (ou supérieure) que vous conduisez."
}