{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Concluding his thoughts, Cramer emphasized:\n“Yet, if you’re not a professional, you should not be involved in this process. There are so many people playing with so much money, professionals who pay people fortunes to figure this stuff out. Let them fight to set the price. For regular investors like you, trying to trade that initial post-earnings action is just an easy way to lose money, four times a year, like clockwork.”\nOur Methodology\nFor this article, we compiled a list of 12 stocks that were discussed by Cramer during lightning rounds of Mad Money’s episodes on October 14, 15, and 16. We listed the stocks in ascending order of their hedge fund sentiment as of the second quarter, which was taken from Insider Monkey’s database of more than 900 hedge funds.\nWhy are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\nCramer On Vistra Corp. (NYSE:VST): ‘This Is A Very Complicated Situation’\nNumber of Hedge Fund Holders: 92\nCramer acknowledged that Vistra Corp. (NYSE:VST) stock situation is complicated but also said to own it.\nRecently, while talking about the stock’s price movement, Cramer commented that while it might seem unusual for a traditional utility to see such growth, he emphasized that carbon-free electricity has become a highly sought-after commodity. Vistra (NYSE:VST) is an electricity retail and power generation company that provides services to residential, commercial, and industrial customers. It has a generation capacity of approximately 41,000 megawatts and serves around 5 million clients across various markets.\nOn October 17, JPMorgan analyst Jeremy Tonet initiated coverage of Vistra (NYSE:VST) with an Overweight rating and a $178 price target. The firm holds a positive outlook on independent power producers, referring to favorable conditions despite the stock’s performance earlier in the year. Tonet highlights several structural tailwinds influencing the industry, such as manufacturing onshoring, increasing electrification trends, and the growth of data centers. These factors contribute to what he describes as a “paradigm shift” in power demand.\nJPMorgan believes that the growth in competitive market supply may not keep pace with this rising demand, which could allow companies to secure larger profit margins over time. The firm views Vistra as having a particularly appealing risk/reward profile within the sector.",
    "trans": "En concluant ses réflexions, Cramer a souligné :\n« Cependant, si vous n'êtes pas un professionnel, vous ne devriez pas être impliqué dans ce processus. Il y a tellement de gens qui jouent avec autant d'argent, des professionnels qui paient des fortunes à des gens pour comprendre tout cela. Laissez-les se battre pour fixer le prix. Pour les investisseurs réguliers comme vous, essayer de trader cette action juste après les résultats est juste une façon simple de perdre de l'argent, quatre fois par an, comme une horloge. »\nNotre méthodologie\nPour cet article, nous avons compilé une liste de 12 actions dont Cramer a parlé lors des rounds éclair des épisodes de Mad Money des 14, 15 et 16 octobre. Nous avons classé les actions par ordre croissant de leur sentiment dans les hedge funds au deuxième trimestre, selon la base de données d'Insider Monkey qui suit plus de 900 hedge funds.\nPourquoi nous intéressons-nous aux actions dans lesquelles les hedge funds investissent ? La réponse est simple : nos recherches ont montré que nous pouvons surperformer le marché en imitant les meilleurs choix d'actions des meilleurs hedge funds. La stratégie de notre newsletter trimestrielle sélectionne 14 actions de petites et grandes capitalisations chaque trimestre et a rapporté 275 % depuis mai 2014, battant son indice de référence de 150 points de pourcentage (voir plus de détails ici).\nCramer sur Vistra Corp. (NYSE:VST) : « C’est une situation très compliquée »\nNombre de détenteurs de hedge funds : 92\nCramer a reconnu que la situation de l’action de Vistra Corp. (NYSE:VST) est compliquée, mais a aussi conseillé d'en posséder.\nRécemment, en parlant du mouvement de prix de l'action, Cramer a commenté que bien qu'il puisse sembler inhabituel pour une entreprise de services publics traditionnelle de connaître une telle croissance, il a souligné que l’électricité sans carbone est devenue une marchandise très recherchée. Vistra (NYSE:VST) est une société de distribution d’électricité et de production d’énergie qui fournit des services à des clients résidentiels, commerciaux et industriels. Elle a une capacité de production d'environ 41 000 mégawatts et sert près de 5 millions de clients dans divers marchés.\nLe 17 octobre, l'analyste de JPMorgan, Jeremy Tonet, a commencé à suivre l'action de Vistra (NYSE:VST) avec une note de surpondération et un objectif de prix de 178 $. La société reste optimiste sur les producteurs d'énergie indépendants, en se référant à des conditions favorables malgré la performance de l’action plus tôt dans l'année. Tonet met en avant plusieurs forces structurelles influençant l'industrie, telles que la relocalisation de la production, les tendances croissantes de l’électrification et la croissance des centres de données. Ces facteurs contribuent à ce qu'il décrit comme un « changement de paradigme » dans la demande d'énergie.\nJPMorgan estime que la croissance de l'offre sur le marché concurrentiel pourrait ne pas suivre cette demande croissante, ce qui permettrait aux entreprises de sécuriser des marges bénéficiaires plus élevées au cours du temps. La société considère que Vistra a un profil risque/rendement particulièrement attrayant au sein du secteur."
}