{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The logistics system created by Synnex had become an open platform that benefited all of its vendors. The indiscriminate reach of Synnex to all retail outlets (big and small) had eliminated unnecessary layers from the supply chain and flattened the distribution channel for its vendors. This meant that Synnex was closer to end-users and hence could project market trends more accurately. More important, the practice of not making volume sales had effectively prevented the over-production problem and reduced the subsequent inventory risk for manufacturers. Most vendors could also delegate after-sales services to Synnex, a big headache that was costly and difficult to cure in the high-tech sector. Certain vendors even shut down their own warehouses and subcontracted logistics management to Synnex. To keep this platform open and efficient to all, some big-name manufacturers gradually dropped the exclusive-dealing policy and allowed Synnex to carry products of their competitors (e.g. it could now carry CPUs supplied by Intel and by AMD, or cellphones from both Noki",
    "trans": "Le système logistique créé par Synnex était devenu une plateforme ouverte qui bénéficiait à tous ses fournisseurs. La portée indiscriminée de Synnex auprès de tous les points de vente (grands et petits) avait éliminé des couches inutiles de la chaîne d'approvisionnement et aplani le canal de distribution pour ses fournisseurs. Synnex était donc plus proche des utilisateurs finaux et pouvait donc prévoir les tendances du marché avec plus de précision. Plus important encore, la pratique consistant à ne pas réaliser de ventes en volume a permis d'éviter le problème de la surproduction et de réduire les risques liés aux stocks pour les fabricants. La plupart des vendeurs pouvaient également déléguer les services après-vente à Synnex, un casse-tête coûteux et difficile à résoudre dans le secteur de la haute technologie. Certains fournisseurs ont même fermé leurs propres entrepôts et sous-traité la gestion logistique à Synnex. Pour maintenir cette plateforme ouverte et efficace pour tous, certains grands fabricants ont progressivement abandonné la politique d'exclusivité et ont permis à Synnex de distribuer les produits de leurs concurrents (par exemple, elle pouvait désormais distribuer des processeurs fournis par Intel et AMD, ou des téléphones portables de Noki"
}