{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Iwant an EC airport transfer, can Iarrive at any time?\nfI you have booked accommodation with EC, then you are entitled to\nan airport transfer, otherwise, you can book this separately via EC. fI\nyou are staying with your host family, you wil be welcomed by an CE transportation representative and wil be taken directly to your\nfamily to get acquainted. If you are staying at an EC Residence, you wil also be welcome by an CE transportation representative who wil\naccompany you and give you access to your EC apartment.\nWhat information do I need to give to book an airport transfer? Please provide your flight number, arrival time, terminal and airport of origin - minimum 1 week in advance.\nWho will I meet at the airport?\nYou wil meet an EC transportation representative holding an EC sign\nat the Arrivals Hall. You may also follow the sign to the Tour Operator Area and wait until the CE representative arrives.\nWhat should Ido if Icannot find the EC representative?\nIf after 10 minutes you cannot see the CE representative, just call\nArrival a t EC Accommodation\nMinors must book homestay single room on half-board basis and require a parental consent form.\nWhat should Iexpect at myCE accommodation?\nYour homestay will give you a warm and personal welcome. Al our hosts are fully briefed on how to make you feel comfortable and\nprepared for your first day of lessons.\nYour First Day at School\nHow can I find my way to school?\nYou can find this information on your EC Accommodation Profile, or feel free to ask your host family.\nWhat if Ihaven't booked EC accommodation?\nPlease make your wayot Marguerite Mangion Street ni the centre of St. Julian's (behind Intercontinental Hotel).\nWhat time should I arrive?\nAt 7:40 AM you wil have an online meeting on MS TEAMS. You wil\nthen have to check your email for the time at which you wil begin your lessons.\nWhat should I bring with me?\nIt's important to bring these documents with you on your first day:\n• Your Booking Confirmation Documents\n+356 99467078 (From the information desk or a mobile phone). (Useful phrase to use: Hi, My name is ([redacted_name]). Iam from (Italy). My student number is ([redacted_number]). Icannot find my EC representative. I\nam at the information desk.)\nWhat should Ido if Ihave missed my flight or my flight is\ndelayed?\nYou should notify CE by calling +356 99467078 (from the information\ndesk or a mobile phone) to rearrange your transfer time and avoid\nadditional cost. (Useful phrase to use: My name is (Maria Angeli). I am from (Italy). My student number is (123456) and my flight has\nbeen changed. My new flight number is ([redacted_info]) arriving at (time).\nWhat should Ido if Ihaven't booked an EC transfer?\nThere is a Taxi Stand at the airport Arrivals Hall where you can book a private transfer. There are also 4 express bus services: X1, X2, X3\nand X4. For more information kindly refer to the Information booth within the Arrivals Hall or visit the\nwebsite: www.publictransport.com.mt\nFirst Sunday Activities\nWhat should Ido on the Sunday before school starts?\nYou will have the option of participating in activities arranged by EC. This is an opportunity to meet other new CE students, relax and be\nintroduced to your new city together. With an EC staff member on\nhand, you can also ask any questions you may have. We will notify you of the Sunday activity schedule around 2 weeks before you start school.\n• Passport (or ID in case of EU students)\nWhat can Iexpect on my first day?\nYou'll experience the best possible welcome into the CE",
    "trans": "Je voudrais un transfert depuis l'aéroport EC. Puis-je arriver à n'importe quelle heure ?\nSi vous avez pris  un hébergement avec EC, vous avez droit à un\ntransfert depuis l'aéroport. Sinon, vous pouvez réserver ce service séparément via EC. Si\nvous séjournez dans une famille d'accueil, vous serez accueilli par un représentant des transports EC et conduit directement chez votre\nfamille pour faire connaissance. Si vous séjournez dans une résidence EC, vous serez également accueilli par un représentant des transports EC qui vous\naccompagnera et vous donnera accès à votre appartement EC.\nQuelles informations dois-je fournir pour réserver un transfert depuis l'aéroport ? Veuillez fournir votre numéro de vol, votre heure d'arrivée, votre terminal et votre aéroport de départ - au moins 1 semaine à l'avance.\nQui vais-je rencontrer à l'aéroport ?\nVous rencontrerez un représentant des transports EC tenant un panneau EC\ndans le hall des arrivées. Vous pouvez également suivre les panneaux indiquant la zone des tour-opérateurs et attendre l'arrivée du représentant EC.\nQue dois-je faire si je ne trouve pas le représentant EC ?\nSi après 10 minutes vous ne voyez pas le représentant EC, appelez simplement\nArrivée à l'hébergement EC\nMineurs doivent réserver une chambre individuelle en demi-pension en famille d'accueil et nécessitent un formulaire de consentement parental.\nQue devrais-je attendre de mon hébergement myCE ?\nVotre séjour chez l'habitant vous réservera un accueil chaleureux et personnel. Tous nos hôtes sont pleinement informés sur la manière de vous mettre à l'aise et\npréparé pour votre premier jour de cours.\nVotre premier jour d'école\nComment puis-je trouver mon chemin pour aller à l'école ?\nVous pouvez trouver cette information sur votre profil d'hébergement EC, ou n'hésitez pas à demander à votre famille d'accueil.\nEt si je n'ai pas réservé d'hébergement EC ?\nVeuillez vous rendre à la rue Marguerite Mangion dans le centre de St. Julian's (derrière l'hôtel Intercontinental).\nÀ quelle heure devrais-je arriver ?\nÀ 7h40, vous aurez une réunion en ligne sur MS TEAMS. Vous aurez\nalors vérifiez votre e-mail pour l'heure à laquelle vous commencerez vos cours.\nQu'est-ce que je devrais apporter avec moi ?\nIl est important d'apporter ces documents avec vous le premier jour :\n• Vos documents de confirmation de réservation\n+356 99467078 (Depuis le bureau d'information ou un téléphone mobile). Phrase utile à utiliser : Salut, Je m'appelle ([redacted_name]). Je viens d'Italie. Mon numéro d'étudiant est ([redacted_number]). Je ne peux pas trouver mon représentant du CE. Je ne peux pas trouver mon représentant EC. Je\nsuis au bureau d'information.)\nQue dois-je faire si j'ai raté mon vol ou si mon vol est\nretardé ?\nVous devez notifier CE en appelant le +356 99467078 (d'après les informations\nbureau ou un téléphone portable) pour réorganiser votre heure de transfert et éviter\ncoût supplémentaire. Phrase utile à utiliser : Je m'appelle (Maria Angeli). Je viens d'Italie. Mon numéro d'étudiant est (123456) et mon vol a\nété modifié. Mon nouveau numéro de vol est ([redacted_info]) arrivant à (time).\nQue dois-je faire si je n'ai pas réservé de transfert EC ?\nIl y a un stand de taxis dans le hall des arrivées de l'aéroport où vous pouvez réserver un transfert privé. Il y a aussi 4 services de bus express : X1, X2, X3\net X4. Pour plus d'informations, veuillez vous adresser au stand d'information dans le hall des arrivées ou visiter le\nsite web : www.publictransport.com.mt\nActivités du premier dimanche\nQue devrais-je faire le dimanche avant la rentrée scolaire ?\nVous aurez la possibilité de participer à des activités organisées par EC. C'est une occasion de rencontrer d'autres nouveaux étudiants en CE, de se détendre et d'être\nprésentés à votre nouvelle ville ensemble. Avec un membre du personnel de l'EC sur\nmain, vous pouvez également poser toutes les questions que vous pourriez avoir. Nous vous informerons du programme des activités du dimanche environ 2 semaines avant le début de l'école.\n• Passeport (ou carte d'identité pour les étudiants de l'UE)\nQue puis-je attendre pour mon premier jour ?\nVous vivrez le meilleur accueil possible au CE"
}