{
    "source": "en_US",
    "target": "fr_FR",
    "text": "16463949796 Deposited a new message:\n\"Hello, this is [redacted_name] from [redacted_info]. My callback number is [redacted_number]. I'm calling with some good news regarding a personal relief loan that can be funded today. Our underwriting department has approved your file for an exact amount of $33,000 and we can finalize your file today. This loan can be used for paying off debt, unexpected bills or personal use due to inflation and rising costs. There's no credit check. This is a new program for all residents and it's based on a first come first serve basis. We can have the relief funds in your bank account as early as today. Please call our office at [redacted_number]. Again, that number is [redacted_number]. Anyone in the office can help you? Thank you. If you would like to opt out of this offer, please call us back.\"\nClick here: [redacted_number] to listen to full voice message.",
    "trans": "16463949796 a envoyé un nouveau message :\n« Salut, je suis [nom_masqué] de [info_masquée]. Mon numéro de rappel est [numéro_masqué]. Je vous appelle pour vous annoncer une bonne nouvelle concernant un prêt personnel de secours qui peut être financé aujourd'hui. Notre service de souscription a approuvé votre dossier pour un montant exact de 33 000 $ et nous pouvons finaliser votre dossier aujourd'hui. Ce prêt peut être utilisé pour rembourser des dettes, des factures imprévues ou pour un usage personnel en raison de l'inflation et de l'augmentation des coûts. Il n'y a pas de vérification de solvabilité. Il s'agit d'un nouveau programme pour tous les résidents et il est basé sur le principe du premier arrivé, premier servi. Les fonds d'aide peuvent être versés sur votre compte bancaire dès aujourd'hui. Veuillez contacter notre bureau au numéro [numéro_masqué]. Encore une fois, ce numéro est le [numéro_masqué]. Quelqu'un du bureau peut vous aider ? Nous vous remercions. Si vous souhaitez vous désabonner de cette offre, veuillez nous rappeler ».\nCliquez ici : [numéro_masqué] pour écouter le message vocal complet."
}