{
    "source": "en_US",
    "target": "fr_FR",
    "text": "So let's get started. Ms [redacted_name], thank you for taking your time to have this conversation with me.\nHaha, I'd love to take your interview too. If you want to know anything, just feel Free.\n1. All right, maybe we can start by your background. Could you please tell me about your experiences growing up in India, and to be honest, you made me believe that those experiences could Influence the way you raising your children, was that true?\nOKay, you know, growing up in India, community and family both played a big part in my life. I have very strong relationships with my extended family, like my aunts, my uncles, grandparents and even my cousins. I grew up in a small town, and in that place, everyone knows each other. From [redacted_name] to [redacted_name], we always celebrate the holidays together. That sense of belonging to a community influenced my attitude to life and values. Well, I think, as a current parent, even though we were born in urban, I try to create that same cultural environment for my kids. I say, I would involve them in all the family traditions and teach them the importance of respecting their elders, which is very important in Indian culture.\n2. Wow, that's fantastic. So I was also wondering, is there a specific cultural value or tradition in India that guides how parents should raise their children?\nMrs. [redacted_name]: Yes, there are a lot of cultural values in India that guide the way parents raise their children. The importance of the family is first and foremost, the family is the core part of life, that's the cultural education that every Indian is taught from a very young age, and respect for elders is also very important, and the values of teaching children. We are, you know, we are very family-oriented. And the responsibility of raising children is shared, just between the parents and the extended family including uncles and grandparents.\n3. I see. How do Indian families balance traditional values with Western influences, especially when we are in a globalized environment?\nAh, you've got the point. It's a challenge sometimes. For example, today my children are exposed to a lot of Western ideas through kindergarten, media and social interaction, and these things make me have to find a balance between traditional values and modern influences. I want my children to be able to think logically and solve problems on their own. Maybe it is a more Western approach, but I also want them to adhere to Indian cultural values, such as the family responsibility and the humility, of course something like that. As a result, naturally, a kind of balance is needed. We need to bring it\non to the stage. Let them contact, let them watch, let them learn, At the same time, I will ensure them to attend every single traditional festival in India. Through all those things, the story, the language, the ceremony. Let them know our own culture.\n4. So from your own point of view, what are the most important developmental milestones for Indian children? How do you celebrate those milestones?\nLike in our culture, we celebrate lots of important milestones, I did the first major ceremony for my child when he was six months old, called Annaprashan, when we all got together as a family to witness, my daughter's grandmother feeding her her first bite of rice. And, It was that bite, marked the beginning of solid food for my child. In India, that means a blessing for your child's future health and happiness. By the way, the Mundan! It is the first time a child has their hair cut, and in Indian culture we think of it as a purification ritual. I still remember the day I took my children to the temple and had a delicious meal after the Mundan ceremony! I can tell you that in Indian culture, these rituals and celebrations are not only a recognition of the growth of the child, but also a symbol of unity for our family. I think these ceremonies are very Indian things, I love them. My mother told me that I was crying and not going along with them during my first Annaprashan. Haha, After that it was my grandfather, he fed me to end my crying finally.",
    "trans": "Alors commençons. Madame [nom_masqué], merci de me consacrer du temps pour cette conversation.\nHaha, j'aimerais aussi participer à votre entretien. Si vous voulez savoir quoi que ce soit, n'hésitez pas.\n1. Très bien, nous pourrions peut-être commencer par votre parcours. Pourriez-vous me parler de votre enfance en Inde et, pour être honnête, vous laissez entendre que cette expérience pourrait influencer la façon dont vous élevez vos enfants, est-ce vrai ?\nEn effet, puisque j'ai grandi en Inde, la communauté et la famille ont joué un rôle important dans ma vie. J'ai des relations très fortes avec ma famille élargie, comme mes tantes, mes oncles, mes grands-parents et même mes cousins. J'ai grandi dans une petite ville où tout le monde se connaît. De [nom_masqué] à [nom_masqué], nous célébrons toujours les grandes fêtes ensemble. Ce sentiment d'appartenance à une communauté a influencé mon attitude face à la vie et mes valeurs. Je pense qu'en tant que parent actuellement, même si nous sommes nés en milieu urbain, j'essaie de créer le même environnement culturel pour mes enfants. Je les impliquerais dans toutes les traditions familiales et leur enseignerais l'importance de respecter leurs aînés, ce qui est très important dans la culture indienne.\n2. Waouh, c'est fantastique. Je me demandais également s'il existait une valeur culturelle ou une tradition spécifique en Inde qui guide la manière dont les parents doivent élever leurs enfants ?\nMme [nom_masqué] : Oui, il y a beaucoup de valeurs culturelles en Inde qui guident la façon dont les parents élèvent leurs enfants. L'importance de la famille est primordiale, la famille est au cœur de la vie, c'est l'éducation culturelle que chaque Indien reçoit dès son plus jeune âge, et le respect des aînés est également très important, ainsi que les valeurs de l'enseignement aux enfants. Nous sommes, vous le savez, très attachés à la famille. La responsabilité d'élever les enfants est partagée entre les parents et la famille élargie, y compris les oncles et les grands-parents.\n3. Je vois. Comment les familles indiennes parviennent-elles à concilier les valeurs traditionnelles et les influences occidentales, en particulier dans le contexte de la mondialisation ?\nAh, vous avez bien compris. C'est parfois un défi. Par exemple, mes enfants sont aujourd'hui exposés à de nombreuses idées occidentales par le biais de l'école maternelle, des médias et des interactions sociales, ce qui m'oblige à trouver un équilibre entre les valeurs traditionnelles et les influences modernes. Je veux que mes enfants soient capables de penser logiquement et de résoudre les problèmes par eux-mêmes. C'est peut-être une approche plus occidentale, mais je veux aussi qu'ils adhèrent aux valeurs culturelles indiennes, comme la responsabilité familiale et l'humilité, bien sûr. Par conséquent, un certain équilibre est naturellement nécessaire. Nous devons le\nmettre en place. En même temps, je veillerai à ce qu'ils assistent à tous les festivals traditionnels en Inde. À travers toutes ces choses, l'histoire, la langue, la cérémonie. Faites-leur connaître toute notre culture.\n4. De votre point de vue, quelles sont les étapes les plus importantes du développement des enfants indiens ? Comment célébrez-vous ces étapes ?\nDans notre culture, nous célébrons de nombreuses étapes importantes. J'ai organisé la première grande cérémonie pour mon enfant lorsqu'il avait six mois, appelée Annaprashan, au cours de laquelle nous nous sommes tous réunis en famille pour assister au moment où la grand-mère de ma fille lui a donné sa première bouchée de riz. C'est cette bouchée qui a marqué le début de l'alimentation solide pour mon enfant. En Inde, cela signifie une bénédiction pour la santé et le bonheur futurs de votre enfant. À ce propos, le Mundan ! C'est la première fois qu'un enfant se fait couper les cheveux et, dans la culture indienne, nous considérons cela comme un rituel de purification. Je me souviens encore du jour où j'ai emmené mes enfants au temple et où j'ai dégusté un délicieux repas après la cérémonie du Mundan ! Je peux vous dire que dans la culture indienne, ces rituels et célébrations ne sont pas seulement une reconnaissance de la croissance de l'enfant, mais aussi un symbole d'unité pour notre famille. Je pense que ces cérémonies sont typiquement indiennes, je les adore. Ma mère m'a dit que je pleurais et que je refusais de me prêter au jeu lors de mon premier Annaprashan. Après quoi, c'est mon grand-père qui m'a nourrie pour que je cesse enfin de pleurer."
}