{
    "source": "en_US",
    "target": "fr_FR",
    "text": "only their work, but also their benefits, housing, movement, and often their behaviour and thoughts. For many of them, the structural reform and closure of the work units in the 1980s and 1990s proved to be a traumatic experience, upending not only the certainties associated with lifelong employment and guaranteed incomes—the so-called ‘iron rice bowl’ (tiefanwan)—but in many cases also tearing apart the social fabric of their entire communities. However, to the surprise of many observers, and in contrast to the global trend of neoliberalism, some danwei have not only survived the demise of state socialism, but prospered in postsocialist China—reorganised into the powerful conglomerates known as ‘central enterprises’ (yangqi) that today dominate strategic sections of the Chinese economy.\nThe Building Block of State Socialism\nTaken literally, danwei means ‘unit,’ shorthand for ‘work unit’ (gongzuo danwei). Aptly named, it constituted the basic building block of economic organisation in urban China during the Mao era. In its broadest sense, danwei encompasses a diverse range of institutions, incl",
    "trans": "non seulement leur travail, mais aussi leurs avantages, leur logement, leurs déplacements, et souvent leurs comportements et leurs pensées. Pour beaucoup d'entre eux, la réforme structurelle et la fermeture des unités de travail dans les années 1980 et 1990 se sont avérées être une expérience traumatisante, bouleversant non seulement les certitudes associées à l'emploi à vie et aux revenus garantis – le soi-disant  « bol de riz en fer » (tiefanwan) – mais dans de nombreux cas, déchirant également le tissu social de leurs communautés entières. Cependant, à la surprise de nombreux observateurs, et contrairement à la tendance mondiale du néolibéralisme, certains danwei ont non seulement survécu à la disparition du socialisme d'État, mais ont prospéré dans la Chine post-socialiste – réorganisés en puissants conglomérats connus sous le nom d' « entreprises centrales » (yangqi) qui dominent aujourd'hui les secteurs stratégiques de l'économie chinoise.\nLa pierre angulaire du socialisme d'État\nPris littéralement, danwei signifie « unité » , abréviation de  « unité de travail » (gongzuo danwei). Justement nommé, il constituait la pierre angulaire de l'organisation économique dans la Chine urbaine pendant l'ère Mao. Dans son sens le plus large, danwei englobe une gamme diversifiée d'institutions, y compris..."
}