{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In this paper, we successfully applied the Elzaki residual power series method (ERPSM) and the new iteration transform method (NITM) to solve the fractional Wu-Zhang equation. Both methods proved to be effective and reliable in handling the complexities of fractional nonlinear differential equations. The ERPSM demonstrated its strength in managing nonlinear terms through a combination of the Elzaki transform and power series, leading to accurate and rapidly converging solutions. Meanwhile, the NITM provided an alternative approach, showing its versatility in simplifying and solving fractional equations with minimal computational effort. Through comparative analysis and numerical examples, we confirmed that both methods yield precise solutions with high accuracy, making them valuable tools for researchers and practitioners dealing with fractional differential equations. The findings of this study highlight the potential of these methods for broader applications in mathematical physics, engineering, and other fields that require efficient solutions to fractional models. Future work may explore extending these techniques to more complex systems and higher-dimensional problems.\nReferences\n[1] Akgul, A. (2018). A novel method for a fractional derivative",
    "trans": "Dans cet article, nous avons appliqué avec succès la méthode des séries de puissance résiduelles d'Elzaki (ERPSM) et la nouvelle méthode de transformation itérative (NITM) pour résoudre l'équation fractionnaire de Wu-Zhang. Les deux méthodes se sont avérées efficaces et fiables pour traiter les complexités des équations différentielles non linéaires fractionnaires. L'ERPSM a démontré sa force dans la gestion des termes non linéaires grâce à une combinaison de la transformée d'Elzaki et des séries de puissance, conduisant à des solutions précises et à convergence rapide. Pendant ce temps, la NITM a fourni une approche alternative, montrant sa polyvalence dans la simplification et la résolution d'équations fractionnaires avec un effort de calcul minimal. Grâce à une analyse comparative et à des exemples numériques, nous avons confirmé que les deux méthodes donnent des solutions précises avec une grande exactitude, ce qui en fait des outils précieux pour les chercheurs et les praticiens traitant des équations différentielles fractionnaires. Les résultats de cette étude soulignent le potentiel de ces méthodes pour des applications plus larges en physique mathématique, en ingénierie et dans d'autres domaines qui nécessitent des solutions efficaces aux modèles fractionnaires. Les travaux futurs pourraient explorer l'extension de ces techniques à des systèmes plus complexes et à des problèmes de dimensions supérieures.\nRéférences\n[1] Akgul, A. (2018). Une nouvelle méthode pour une dérivée fractionnaire"
}