{
    "source": "en_US",
    "target": "fr_FR",
    "text": "look happy. “And now I’d best say good day to you, ma’am. I shall see you at dinner tomorrow. And at the theater the week after that.”\nA few moments later, Anisha found herself emerging from the haze of sweat and overcooked vegetables to step out into the still-crisp air of a spring day, drawing her paisley shawl snug about her shoulders as she went. On the distant side of Whitehall Street, she could see the carriage, and Brogden, their burly coachman, lingering almost guardedly on the pavement near the Admiralty.\nShe hastened up the street, but just as she neared the corner, a figure practically leapt into her path. Anisha jerked her gaze up, straight into the frigid blue-green eyes of Jack Coldwater.\nHe threw out a hand as if to block her path. “I beg your pardon,” he said, “but you cannot help him, you know, by coming here. You cannot change the truth.”\nAnisha drew herself up to her full height. “I beg your pardon, sir, but we have not been intro—”\n“I should hope, ma’am,” he interjected, eyes ablaze, “that something so dire as an innocent man’s murder would obviate the need for petty formalities.”\n“Then you would think wrongly.” Anisha lifted her skirts to brush past him. “I shan’t bandy words in the street with a stranger. Kindly step from my path.”\nBut Coldwater blocked her, snaring her arm near the elbow and almost dragging her back. On the other side of Whitehall Place, two men froze uncertainly. From the corner of her eye, she could see Brogden hastening across the street.\nAnger rising, she jerked against Coldwater’s grasp. “Unhand me, sir.”\nBut he did not. “I do not know what manner of game you play, Lady Anisha,” he growled, tightening his grip, “but I know this: Lazonby is a cold-blooded killer.”\n“You are stark mad,” she said sharply. “How dare you!”\n“But you saw him!” Coldwater’s words were choked with rage. “By God, you saw him attack me in the library that day. He was the madman! Not m—”\nHis words were cut off when Brogden seized his coat collar, flinging Coldwater aside as if he’d been weightless. The young man sailed with a crash onto the railing alongside Number Four, his hat tumbling off to reveal his shock of bright red hair.\nThe coachman brandished a beefy fist. “Get up, yer little blighter!” he roared. “Get up and I’ll give yer a taste o’ this to go wiv it.”",
    "trans": "Vous avez l'air heureux. « Et maintenant, je vous souhaite une bonne journée, madame. Je vous verrai au dîner demain et au théâtre la semaine suivante. »\nQuelques instants plus tard, Anisha sortit de la brume de sueur et de légumes trop cuits pour sortir dans l'air encore frais d'une journée de printemps, ramenant son châle cachemire autour de ses épaules. Au loin, dans la rue Whitehall, elle pouvait apercevoir la voiture et Brogden, son robuste cocher, qui s'attardait presque prudemment sur le trottoir près de l'Amirauté.\nElle se hâta de remonter dans la rue, mais juste au moment où elle approchait du coin, une silhouette sauta pratiquement sur son chemin. Anisha leva brusquement le regard, le plongeant dans les yeux bleu-vert et glacés de Jack Coldwater.\nIl tendit la main pour lui barrer la route. « Je vous demande pardon, dit-il, mais vous ne pouvez pas l'aider, vous savez, en venant ici. Vous ne pouvez pas changer la vérité. »\nAnisha se redressa de toute sa hauteur. « Je vous demande pardon, monsieur, mais nous n'avons pas été présentés »\n« J'espère, madame », dit-il, les yeux brillants, « que quelque chose d'aussi terrible que le meurtre d'un innocent rendrait inutiles les petites formalités »\n« Alors, vous vous trompez. » Anisha soulève ses jupes pour le frôler. « Je ne vais pas échanger des mots dans la rue avec un étranger. Veuillez-vous écarter de mon chemin. »\nMais Coldwater la bloque, lui saisit le bras près du coude et lui traîne presque en arrière. De l'autre côté de Whitehall Place, deux hommes se figent, incertains. Du coin de l'œil, elle aperçut Brogden qui traversait la rue en toute hâte.\nLa colère monte, elle s'oppose à l'emprise de Coldwater. « Lâchez-moi, monsieur ».\nMais il ne le fit pas. « Je ne sais pas à quel jeu vous jouez, Lady Anisha », grogna-t-il en resserrant son étreinte, » mais je sais ceci : Lazonby est un tueur de sang-froid. »\n« Vous êtes complètement fou », dit-elle brusquement. « Comment osez-vous ?\n« Mais vous l'avez vu ! » Les mots de Coldwater étaient étouffés par la rage. « Par Dieu, vous l'avez vu m'attaquer dans la bibliothèque ce jour-là. C'était lui le fou ! Pas moi... »\nSes paroles furent coupées lorsque Brogden saisit le col de son manteau, projetant Coldwater sur le côté comme s'il avait été en apesanteur. Le jeune homme s'écrasa avec fracas sur la balustrade à côté du numéro quatre, son chapeau tombant pour révéler sa chevelure d'un rouge éclatant.\nLe cocher brandit un poing musclé. « Lève-toi, petit malotru ! » rugit-il. « Lève-toi et je te donnerai un avant-goût de ceci. »"
}