{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A wacky alternate universe version of DDP DOJ that is really cool to see preserved here and readily available. For the platform limitations, it's extremely well-made and looks great, though as mentioned the singular explosion sound effect is wimpy and pretty bad.\nControls are quite good other than having to let go of auto-fire before hitting the laser button, if you want to switch shot types. I assumed this was intentional, even though it didn't match other Cave games I've played, but there is a fix available in the reviews which should stop this from happening, I just figured I had to be super thoughtful when I wanted to switch between the types.\nCleared on normal with a 1cc- would love to meet the Japanese guy who actually cleared Special difficulty on a flip phone in 2005, you know somebody tried.\nIf G-Mode reads English reviews of these for whatever reason, I would absolutely love to see the mobile phone version of Final Fantasy Adventure AKA Seiken Densetsu, it always looked fascinating and a GameBoy port has a much better chance of holding up on a phone I'd imagine.\n(PS - unlock Special difficulty and boss rush mode by going to the title screen with \"Press Select\" shown, and entering left - left - down - down - down - left - left -left -left)",
    "trans": "Il s'agit d'une version farfelue du MJ de la DDP qui est vraiment cool de voir qu'elle est conservée ici et facilement disponible. Pour les limites de la plateforme, c'est extrêmement bien fait et ça a l'air génial, bien que, comme mentionné, l'effet sonore de l'explosion singulière soit faible et plutôt mauvais.\nLes commandes sont plutôt bonnes, si ce n'est qu'il faut lâcher le tir automatique avant d'appuyer sur le bouton du laser si l'on veut changer de type de tir. J'ai supposé que c'était intentionnel, même si cela ne correspondait pas aux autres jeux Cave auxquels j'ai joué, mais il y a un correctif disponible dans les commentaires qui devrait empêcher cela de se produire, j'ai juste pensé que je devais être très attentif lorsque je voulais passer d'un type à l'autre.\nJ'ai réussi à passer en normal avec un 1cc - j'aimerais bien rencontrer le Japonais qui a réussi à passer en difficulté spéciale avec un téléphone à clapet en 2005, vous savez que quelqu'un a essayé.\nSi G-Mode lit les critiques en anglais pour une raison quelconque, j'adorerais voir la version pour téléphone portable de Final Fantasy Adventure AKA Seiken Densetsu, elle a toujours eu l'air fascinante et un portage sur GameBoy a beaucoup plus de chances de tenir sur un téléphone, j'imagine.\n(PS - débloquez la difficulté spéciale et le mode boss rush en allant à l'écran titre avec « Appuyer sur Sélection » affiché, et en entrant gauche - gauche - bas - bas - bas - gauche - gauche - gauche - gauche - gauche)"
}