{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We believe in you and yourfamily completely, otherwise landlord would not accept you as her tenant.\nPlease do not threaten me. I am only an ordinary single mom who is trying to make money to support my children. Landlord is a mother who is alone in Canada withher daughter.\nThe fact from our side is, Landlord searched her inbox, the first email from you was the Oct.2 2024 one. She also searched spamemails.\nLandlord will not ignore tenant'semail or text messages.\nPlease forward me your previous email to landlord, thank you.\nBased on the landlord-tenant friendly intention, landlord will ignore the fact you dismantledall her furniture without notifying her.\nAgain, based on the landlord-tenant friendly intention, even landlord did not receive any notification of cleaning and repair, she agrees to pay for the 1st cleaning and the Plumbing job.\nIf landlord received notification, she would respond as soon as possible and arrange the cleaning and repair herself.\nLandlord will arrange a handyman to fix the things you sent over pictures: shower head, kitchen water head, and kitchen cold water pressure.",
    "trans": "Nous croyons pleinement en vous et votre famille, sans quoi la propriétaire ne vous aurait pas acceptés comme locataires.\nVeuillez ne pas me menacer. Je suis une simple mère célibataire qui essaie de gagner de l'argent pour subvenir aux besoins de mes enfants. La propriétaire est une mère qui vit seule au Canada avec sa fille.\nLes faits de notre côté sont les suivants : la propriétaire a fouillé sa boîte de réception, le premier courriel de votre part était celui du 2 octobre 2024. Elle a également vérifié les courriels indésirables.\nLa propriétaire n'ignore ni les courriels ni les messages texte de ses locataires.\nVeuillez me transférer vos courriels précédents adressés à la propriétaire, merci.\nDans un esprit de relations cordiales entre propriétaire et locataire, la propriétaire choisit d'ignorer le fait que vous avez démonté tous ses meubles sans l'en informer.\nToujours dans un esprit de relations cordiales entre propriétaire et locataire, bien que la propriétaire n'ait reçu aucune notification de nettoyage et de réparation, elle accepte de payer le premier nettoyage et l'intervention du plombier.\nSi la propriétaire avait reçu une notification, elle aurait répondu dans les plus brefs délais et aurait organisé elle-même le nettoyage et la réparation.\nLa propriétaire mandatera un homme à tout faire pour réparer les éléments que vous avez envoyés en photos : le pommeau de douche, le robinet de cuisine et la pression de l'eau froide de la cuisine."
}