{
    "source": "en_US",
    "target": "fr_FR",
    "text": "B\nJust t h e Right Word\nImprove each of the following sentences by crossing out the bold phrase and replacing it with a word (or a form of the word) from Word List 5.\n1. Your daring but unwise leap of the boat almost cost you your life.\n2. What kind of artificial bait is best for catching bluefish?\n3. Being appointed chairman of the Joint Chiefs of Staff was the highest point of General [redacted_name] military career.\n4. According to the radio, we can expect a severe snowstorm with very strong winds tonight.\n5. 'm driving to Yellowstone this summer and wonder which would be the best way to get there.\n6. The German army's defeat of the armed forces of France in 1940 took less than four weeks.\n7. Adeep, narrow opening made by a split in the rock provided a toehold for the climbers making their way up the cliff face.\n8. Swimming across the lake wil be quite adifficult task requiring great skill and effort.\n9. What si the reason for [redacted_name] feeling that all will go well?\n10. [redacted_name] didn't have a pillow, so he used a rolled-up coat as a tem",
    "trans": "B\nJust le Bon Mot\nAméliorez chacune des phrases suivantes en barrant l'expression en gras et en la remplaçant par un mot (ou une forme du mot) de la Liste de mots 5.\n1. Ton saut audacieux mais imprudent du bateau t'a presque coûté la vie.\n2. Quel type d'appât artificiel est le meilleur pour attraper le tassergal ?\n3. Être nommé président des Chefs d'Etat-major Interarmées a été le point culminant de la carrière militaire du général [nom_recommandé].\n4.  Selon la radio, nous pouvons nous attendre à une violente tempête de neige avec des vents très forts ce soir.\n5. Je conduis jusqu'à Yellowstone cet été et me demande quel serait le meilleur itinéraire pour y arriver.\n6. La défaite de l'armée allemande face aux forces armées Françaises en 1940 a pris moins de quatre semaines.\n7.  Une ouverture étroite et profonde, créée par une fissure dans la roche, a servi de point d'appui aux grimpeurs qui se dirigeaient vers la paroi de la falaise.\n8. Traverser le lac à la nage sera une épreuve difficile nécessitant beaucoup d'efforts et de compétences.\n9. Quelle est la raison pour laquelle [nom_recommandé] a le sentiment que tout se passera bien ?\n10. [nom_recommandé] n'avait pas d'oreiller, alors il a utilisé un manteau roulé comme substitut."
}