{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In general, under the influence of globalization, everything is related, such as corporate social responsibility, corporate stainability, corporate image, corporate reputation and corporate profits that stakeholders care most. Corporate image and corporate social responsibility are increasingly closely linked. Corporate image often reflects a company’s character or responsibility. Meanwhile, corporate social responsibility policies affect its reputation and corporate image in the eyes of stakeholders. Fukukawa et al. (2007) pointed out that corporate identity and CSR communication should be consistent. If the communication of corporate social responsibility is disconnected from the identity of the enterprise, the enterprise will present a false image in the eyes of the public. Corporate social responsibility should be regarded as an important part of corporate image management. Globalization has made all these factors that can affect corporate profits more vulnerable than ever. Although globalization has brought more development and opportunities to companies, it is undoubtedly a huge challenge for corporate social responsibility and sustainability. Being able to overcome these challenges can be hugely beneficial to the company and, conversely, failing to do so can be hugely detrimental to the company too.",
    "trans": "En général, sous l'influence de la mondialisation, tout est lié, comme la responsabilité sociale des entreprises, la durabilité des entreprises, l'image de marque, la réputation des entreprises et les bénéfices des entreprises qui préoccupent le plus les parties prenantes. L'image de marque et la responsabilité sociale des entreprises sont de plus en plus étroitement liées. L'image de marque reflète souvent le caractère ou la responsabilité d'une entreprise. Parallèlement, les politiques de responsabilité sociale des entreprises affectent sa réputation et son image de marque aux yeux des parties prenantes. Fukukawa et al. (2007) ont souligné que l'identité de l'entreprise et la communication de la RSE doivent être cohérentes. Si la communication sur la responsabilité sociale des entreprises est déconnectée de l'identité de l'entreprise, celle-ci présentera une fausse image d'elle-même au public. La responsabilité sociale des entreprises devrait être considérée comme une partie importante de la gestion de l'image de marque. La mondialisation a rendu tous ces facteurs, qui peuvent affecter les bénéfices des entreprises, plus vulnérables que jamais. Bien que la mondialisation ait apporté plus de développement et d'opportunités aux entreprises, elle constitue sans aucun doute un énorme défi pour la responsabilité sociale et la durabilité des entreprises. Savoir les surmonter peut être extrêmement bénéfique pour l'entreprise, tandis qu'inversement, ne pas y faire face peut être extrêmement préjudiciable."
}