{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The success of these teacher-hiring systems depends on whether the information used to screen candidates accurately predicts teacher quality. However, as past work has shown, many of the observable characteristics of those training to become teachers fail to predict their future effectiveness in educating students (\nHanushek and Rivkin, 2006\n,\nRockoff et al., 2011\n). Therefore, schools may struggle to establish selection criteria to discern the potential of teacher candidates, enhance teacher quality, and ultimately improve students’ learning outcomes (\nKane and Staiger, 2005\n,\nHarris et al., 2014\n). Hiring systems that heavily weight specific indicators – such as licensing requirements, educational attainment, or performance on standardized exams – may be counterproductive, especially when they lead to decisions that ignore or downplay other dimensions that are more predictive of teacher quality, such as specific human capital acquired through experience on the job (\nStaiger and Rockoff, 2010\n). In such cases, teacher-hiring policies aimed at improving incoming teacher quality could have a negative impact on students.",
    "trans": "Le succès de ces systèmes de recrutement d'enseignants dépend de la capacité des informations utilisées pour sélectionner les candidats à prédire avec précision la qualité des enseignants. Cependant, comme l'ont montré les travaux antérieurs, de nombreuses caractéristiques observables des personnes qui se forment pour devenir enseignants ne permettent pas de prédire leur efficacité future dans l'éducation des élèves (\nHanushek and Rivkin, 2006\n,\nRockoff et al., 2011\n). Par conséquent, les écoles peuvent avoir du mal à établir des critères de sélection pour discerner le potentiel des candidats à l'enseignement, améliorer la qualité des enseignants et, en fin de compte, améliorer les résultats d'apprentissage des élèves (\nKane and Staiger, 2005\n,\nHarris et al., 2014\n). Les systèmes de recrutement qui accordent une grande importance à des indicateurs spécifiques - tels que les conditions d'obtention d'une licence, le niveau d'études ou les résultats à des examens standardisés  - peuvent être contre-productives, en particulier lorsqu'elles conduisent à des décisions qui ignorent ou minimisent d'autres dimensions plus prédictives de la qualité des enseignants, telles que le capital humain spécifique acquis grâce à l'expérience professionnelle (\nStaiger and Rockoff, 2010\n). Dans de tels cas, les politiques d'embauche des enseignants visant à améliorer la qualité des enseignants entrants pourraient avoir un impact négatif sur les étudiants."
}