{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Department of Transitional Assistance (DTA) pays a $500 clothing allowance for children in late August or September. Families get $500 for each child in the family who gets Transitional Assistance for Families and Dependent Children (TAFDC).\nIn 2024, DTA will make the payments for children already getting TAFDC on August 30.\nExpand All\nCan my child get the clothing allowance?\nI am a teen parent. Can I get the clothing allowance for myself?\nHow do I get the clothing allowance?\nWhen do I get the clothing allowance?\nWhat if we do not get TAFDC at all, can we get the clothing allowance?\nCan I get the clothing allowance for a child who is not getting TAFDC?\nLearn More\nFor more information, contact info@masslegalservices.org. You can also download these flyers:\nTAFDC Clothing Allowance Flyer - English (2024)\nTAFDC Clothing Allowance Flyer - Spanish (2024)\nSee more in\nTAFDC\nPublic Benefits & SSI\nWas this page helpful?\nYes\nNo\nStill can't find what you're looking for?\nHow to Use this Site\nChat with a Law Librarian\nFind a Lawyer\nOnline Legal Advice\nFooter Menu\nLegal Topics\nContact Us\nAbout Us\nE-Books and Forms\nMass Legal Help is funded by the Massachusetts Legal Assistance Corporation\nTerms of Use\nPrivacy Policy\n©2024Massachusetts Legal Assistance Corporation",
    "trans": "Le Département d'Assistance Transitoire (DTA) verse une allocation vestimentaire de 500 $ pour les enfants à la fin août ou en septembre. Les familles reçoivent 500 $ pour chaque enfant de la famille qui bénéficie de l'Assistance Transitoire pour les Familles et les Enfants à Charge (TAFDC).\nEn 2024, le DTA effectuera les paiements pour les enfants bénéficiant déjà de la TAFDC le 30 août.\nDévelopper Tout\nMon enfant peut-il bénéficier de l'allocation vestimentaire ?\nJe suis un parent adolescent. Puis-je bénéficier de l'allocation vestimentaire pour moi-même ?\nComment obtenir l'allocation vestimentaire ?\nQuand vais-je recevoir l'allocation vestimentaire ?\nSi nous ne bénéficions pas du tout de la TAFDC, pouvons-nous obtenir l'allocation vestimentaire ?\nPuis-je obtenir l'allocation vestimentaire pour un enfant qui ne bénéficie pas de la TAFDC ?\nEn savoir plus\nPour plus d'informations, contactez info@masslegalservices.org. Vous pouvez également télécharger ces dépliants :\nDépliant sur l'allocation vestimentaire TAFDC - Anglais (2024)\nDépliant sur l'allocation vestimentaire TAFDC - Espagnol (2024)\nVoir plus dans\nTAFDC\nPrestations publiques et SSI\nCette page vous a-t-elle été utile ?\nOui\nNon\nVous ne trouvez toujours pas ce que vous cherchez ?\nComment utiliser ce site\nDiscuter avec un bibliothécaire juridique\nTrouver un avocat\nConseils juridiques en ligne\nMenu de pied de page\nSujets juridiques\nNous contacter\nÀ propos de nous\nLivres électroniques et formulaires\nMass Legal Help est financé par la Massachusetts Legal Assistance Corporation\nConditions d'utilisation\nPolitique de confidentialité\n© 2024 Massachusetts Legal Assistance Corporation"
}