{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Worrall Families:\nOur friends at PTO Today have partnered with us to bring Family Tech Talk to schools at no cost! Join other parents and caregivers for this free educational webinar, presented by an Internet safety expert from Trend Micro's Internet Safety for Kids and Families Program, a global leader in cybersecurity.\nThis free webinar will cover the following topics:\n--Online gaming and social media insights\n--Al and its impact on families: how Al is integrated into everyday apps\n--How to protect children from onlineservices, the benefits and risks, its\nscams and establish effective dailyimpact on misinformation, and tips for\nsafety habits andsafe interactions\n--The latest scams targeting kids\n--Managing screen time and bullying\n--Teens and how Al is making these scams more convincing\n--App settings for age-appropriate content\n--Essential online safety practices and parental controls and tips on setting up\n--What to do if you or a child falls victimto a scam\nDATE: Wednesday, October 16\nPRESENTED BY: Trend Micro Internet Safety for Kids & Families\nTIME: 7PM (EST)\nJoin this free parent education webinar at:\nhttps://trendmicro.zoom.us/j/96358449865?\npwd=naNAkQr080dhF5scliQgsXipOJOoLK.1\nClick here to view the flyer:\nhttps://drive.google.com/file/d/1IrvHpezzeuuXO7L4EPKrNCCkYsRgMuHt/view? usp=sharing",
    "trans": "Chères familles de Worrall ,\nNos amis de PTO Today se sont associés à nous pour proposer gratuitement Family Tech Talk (Echange Familial sur la Technologie) aux écoles ! Rejoignez d'autres parents et responsables d'enfants pour ce webinaire éducatif gratuit, présenté par un expert en sécurité Internet du programme de sécurité Internet pour les enfants et les familles de Trend Micro, un leader mondial de la cybersécurité.\nCe webinaire gratuit abordera les sujets suivants :\n--Les jeux en ligne et les médias sociaux.\n--Al et son impact sur les familles : comment Al est intégré dans les applications quotidiennes.\n--Comment protéger les enfants des services en ligne, les avantages et les risques,\nles escroqueries et l'impact efficace sur la désinformation au quotidien, et les conseils pour\ndes habitudes de sécurité et des interactions sûres.\n--Les dernières escroqueries visant les enfants.\n--La gestion du temps passé devant l'écran et le harcèlement.\n--Les adolescents et la façon dont Al rend ces escroqueries plus convaincantes.\n--Les paramètres des applications pour un contenu adapté à l'âge des enfants.\n--Les pratiques essentielles de sécurité en ligne, le contrôle parental et les conseils pour le mettre en place.\n--Que faire si vous ou un enfant êtes victime d'une escroquerie ?\nDATE : Mercredi 16 octobre\nPRÉSENTÉ PAR : Trend Micro Internet Safety for Kids & Families (Sécurité Internet pour les enfants et les familles)\nHEURE : 19H00 (EST)\nParticipez à ce webinaire gratuit destiné à l'éducation des parents  à l'adresse suivante :\nhttps://trendmicro.zoom.us/j/96358449865 ?\npwd=naNAkQr080dhF5scliQgsXipOJOoLK.1\nCliquez ici pour voir le prospectus :\nhttps://drive.google.com/file/d/1IrvHpezzeuuXO7L4EPKrNCCkYsRgMuHt/view ? usp=sharing"
}