{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Identity: Assertive (-A) vs. Turbulent (-T)\nConfidence, Achievement, and You\nThe Identity scale, made up of the Assertive and Turbulent personality traits, affects all other scales and indicates how confident we are in our abilities and decisions. Identity triggers the way we react to the things life constantly throws at us. How do we respond to success and failure? Criticism or feedback from other people? Unexpected events that suddenly change many things or everything? Even the unknown future?\n79% of those with the Turbulent trait say they think a lot about their regrets, compared to 42% of those with the Assertive trait.\n“DOUBTS” SURVEY\nThe Mind (Introversion and Extraversion) and Identity scales bookend our personality model. Together, they influence how we interact with our environments, including the people and the tasks within them. We call the four possible combinations of the two scales “Strategies” and you can find out more about them in the main theoretical article. But for now, let’s explore what the Identity scale looks like.\nAssertive (-A) Personality\nCalm in the Storm\n93% of those with the Assertive Identity say they feel confident facing day-to-day difficulties, compared to 62% of those with the Turbulent Identity.\n“HANDLING STRESS” SURVEY\nAssertive individuals are self-assured, even-tempered, and resistant to stress. They don’t worry too much, but this is different from apathy. They aim for goals and want successful results, but they typically won’t let nervousness color the path to their accomplishments. They’re unlikely to spend a lot of time thinking about their past actions or choices. According to Assertive personality types, what’s done is done.\nAssertive personality types learn lessons from their personal histories, but they see little purpose in entertaining the same regrets again and again.\nHowever, problems may arise for them if their confidence turns into overconfidence. Assertive individuals may gloss over problems or details that can interfere with their goals and desired results. They may lean toward assuming all will be positive. Assertive people also sometimes presume they are free to do much more than others would allow or tolerate. If overconfident, these personality types may come to believe their confidence overshadows what others want.\n94% of those with the Assertive Identity say they have a healthy ego, compared to 58% of those with the Turbulent Identity.\n“EGO” SURVEY\nBut their confidence remains. It can help them move forward where others might hesitate. People with this personality trait report more satisfaction with their lives. They feel more assured of their abilities to handle the difficult and the unexpected. Through this lens, they often create the kinds of success that matter to them.\nTurbulent (-T) Personality\nPower of Stress, Activate!\nTurbulent individuals are success-driven, perfectionistic, and eager to improve. They are always trying to counterbalance their self-doubts by achieving more. Just as they push themselves to become better, they’re as likely to push their projects or efforts in the same direction. Turbulent personality typestend to notice little problems and often do something about them before they become larger ones.\n86% of those with the Turbulent Identity say that comparing themselves to others usually results in a negative feeling, compared to 58% of those with the Assertive Identity.\n“SOCIAL COMPARISON” SURVEY\nThere are potential downsides to all this attention and achievement. Always feeling the need to do more, to have more, and to be more, Turbulent individuals can also get caught up in endless thoughts of criticisms, slights, or regrets. This can either bog them down or motivate them to do better. Their sensitivity to potential problems can be useful – unless that’s all they think about and the problems clutter their attention. Turbulent personality typesmay compulsively scan for what might go wrong instead of keeping their eyes on more positive targets – on what could go right.\nStress may have a bad reputation, but Turbulent types around the world show just how powerful a motivator it can be.\nCareful and attentive people are always important to society and keep it safe. At the same time, a fear of stagnation can bring about great change. Turbulent individuals beautifully cover both. When these personalities balance their worries and concerns with positive action, they’re likely to prove themselves to be of great value.",
    "trans": "Identité : Affirmé (-A) vs. Turbulent (-T)\nConfiance, Réussite et Vous\nL'échelle de l’Identité, composée des traits de personnalité Affirmé et Turbulent, influence toutes les autres échelles et indique à quel point nous avons confiance en nos capacités et nos décisions. L’identité détermine notre façon de réagir aux défis de la vie. Comment réagissons-nous au succès et à l’échec ? Aux critiques ou aux retours des autres ? Aux événements inattendus qui bouleversent une partie ou la totalité de notre existence ? Même face à un avenir incertain ?\n79 % des personnes ayant le trait Turbulent disent penser souvent à leurs regrets, contre 42 % de celles ayant le trait Affirmé.\nENQUÊTE « DOUTES »\nL'Esprit (Introversion et Extraversion) et l'Identité forment les deux extrémités de notre modèle de personnalité. Ensemble, elles influencent la manière dont nous interagissons avec notre environnement, que ce soit les personnes ou les tâches que nous accomplissons. Nous appelons les quatre combinaisons possibles de ces deux échelles des « Stratégies », que vous pouvez découvrir dans l'article théorique principal. Mais pour l’instant, explorons ce que signifie l’échelle de l’Identité.\nPersonnalité Affirmée (-A)\nCalme dans la tempête\n93 % des personnes ayant une Identité Affirmée disent se sentir confiantes face aux difficultés du quotidien, contre 62 % des personnes ayant une Identité Turbulente.\nENQUÊTE « GESTION DU STRESS »\nLes individus Affirmés sont sûrs d’eux, posés et résistent bien au stress. Ils ne s’inquiètent pas excessivement, mais cela ne signifie pas qu’ils sont indifférents. Ils visent des objectifs et souhaitent obtenir de bons résultats, mais ils ne laissent généralement pas l’anxiété perturber leur parcours vers la réussite. Ils passent peu de temps à repenser leurs actions ou décisions passées. Pour eux, ce qui est fait est fait.\nLes personnes Affirmées tirent des leçons de leur passé, mais elles ne voient pas l’intérêt de ressasser indéfiniment leurs regrets.\nCependant, des problèmes peuvent survenir si leur confiance se transforme en excès de confiance. Les individus Affirmés peuvent ignorer certains problèmes ou détails pouvant compromettre leurs objectifs et résultats souhaités. Ils ont tendance à supposer que tout ira bien. Ils peuvent aussi penser qu’ils ont plus de liberté d’action que ce que les autres accepteraient ou toléreraient. En devenant trop confiants, ils risquent de croire que leur assurance l’emporte sur les attentes des autres.\n94 % des personnes ayant une Identité Affirmée disent avoir une estime de soi saine, contre 58 % des personnes ayant une Identité Turbulente.\nENQUÊTE « EGO »\nMais leur confiance demeure. Elle peut les aider à avancer là où d'autres pourraient hésiter. Les personnes possédant ce trait de personnalité déclarent être plus satisfaites de leur vie. Elles se sentent plus sûres de leurs capacités à gérer les situations difficiles et imprévues. Grâce à cette perspective, elles créent souvent les types de réussites qui comptent pour elles.\nPersonnalité Turbulente (-T)\nLe Pouvoir du Stress, Activez !\nLes individus Turbulents sont motivés par la réussite, perfectionnistes et désireux de s'améliorer. Ils cherchent constamment à compenser leurs doutes en accomplissant davantage. Tout comme ils se poussent eux-mêmes à progresser, ils ont tendance à faire avancer leurs projets et efforts dans la même direction. Les personnes avec une personnalité Turbulente remarquent souvent les petits problèmes et agissent avant qu'ils ne deviennent plus importants.\n86 % des personnes ayant une Identité Turbulente disent que se comparer aux autres leur procure généralement un sentiment négatif, contre 58 % de celles ayant une Identité Affirmée.\nENQUÊTE « COMPARAISON SOCIALE »\nIl existe des inconvénients potentiels à toute cette attention et cette quête de réussite. Ressentir en permanence le besoin d’en faire plus, d’avoir plus et d’être plus peut piéger les individus Turbulents dans un cycle sans fin de critiques, de blessures ou de regrets. Cela peut soit les freiner, soit les motiver à s’améliorer. Leur sensibilité aux problèmes potentiels peut être utile – à moins qu’ils ne pensent qu’à cela, encombrant ainsi leur esprit. Les personnalités Turbulentes ont tendance à scruter compulsivement ce qui pourrait mal tourner, plutôt que de se concentrer sur des perspectives plus positives – sur ce qui pourrait bien se passer.\nLe stress a mauvaise réputation, mais les Turbulents du monde entier montrent à quel point il peut être un puissant moteur de motivation.\nLes personnes prudentes et attentives jouent un rôle essentiel dans la société et contribuent à sa sécurité. Dans le même temps, la peur de la stagnation peut engendrer de grands changements. Les individus Turbulents incarnent parfaitement ces deux aspects. Lorsqu’ils parviennent à équilibrer leurs inquiétudes avec des actions positives, ils s’avèrent être d’une grande valeur."
}