{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We are pleased to inform you that at the October 1, 2024, Board Meeting, the Board of Trustees approved a new Multi-Year Strategic Plan: Building Unity, Achieving Excellence.\nEstablished by the Board of Trustees, this plan sets our direction and priorities as a school board and guides our work and decision making. It aligns with Ministry of Education priorities and is student-centred.\nWe want to thank everyone who took the time to share feedback in the spring. This feedback heavily informed the development of the plan, which also aligns with Ministry of Education priorities.\nWe are grateful to the many students, staff and community members who shared their input and helped us to develop a Multi-Year Strategic Plan that reflects the community we serve. This plan will help to ensure we continue to deliver high-quality education and remain a leader in public education.",
    "trans": "Nous sommes heureux de vous informer que lors de la réunion du conseil d'administration du 1er octobre 2024, le conseil des fiduciaires a approuvé un nouveau plan stratégique pluriannuel : Bâtir l'unité, atteindre l'excellence.\nÉtabli par le conseil d'administration, ce programme définit notre direction et nos priorités en tant que commission scolaire et guide notre travail ainsi que notre prise de décision. Il est en accord avec les priorités du ministère de l'Éducation et centré sur les élèves.\nNous tenons à remercier toutes les personnes qui ont pris le temps de partager leurs commentaires au printemps. Ces commentaires ont grandement contribué à l'élaboration du plan, qui est également aligné sur les priorités du ministère de l'Éducation.\nNous tenons à remercier les nombreux élèves, membres du personnel et membres de la communauté qui ont partagé leurs idées et nous ont aidés à élaborer un plan stratégique pluriannuel reflétant la communauté que nous servons. Ce plan contribuera à garantir que nous continuerons à offrir une éducation de haute qualité et à rester un leader de l'éducation publique."
}