{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Research Question and Study Design RQ determines study design, for example, the question aimed to find the incidence of a disease in population will lead to conducting a survey; to find risk factors for a disease will need case–control study or a cohort study. RQ may also culminate into clinical trial.[ 9,10] For example, effect of administration of folic acid tablet in the perinatal period in decreasing incidence of neural tube defect. Accordingly, Hs is framed. Appropriate statistical calculations are instituted to generate sample size. The subject inclusion, exclusion criteria and time frame of research are carefully defined. The detailed subject information sheet and pro forma are carefully defined. Moreover, research is set off few examples of research methodology guided by RQ: • Incidence of anorectal malformations among adolescent females (hospital‐based survey) • Risk factors for the development of spontaneous pneumoperitoneum in pediatric patients (case–control design and cohort study) • Effect of technique of extramucosal ureteric reimplantation without the creation of submucosal tunnel for the preservation of upper tract in bladder exstrophy (clinical trial). The results of the research are then be available for wider applications for health and social life",
    "trans": "La Question de Recherche et la Conception de l'Étude La QR détermine la conception de l'étude. Par exemple, la question visant à trouver l'incidence d'une maladie dans une population conduira à la réalisation d'une enquête ; pour identifier les facteurs de risque d'une maladie, il faudra utiliser une étude cas-témoins ou une étude de cohorte. La QR peut également aboutir à un essai clinique. [9,10] Par exemple, l'effet de l'administration de comprimés d'acide folique pendant la période périnatale pour diminuer l'incidence des malformations du tube neural. En conséquence, Hs est formulée. Des calculs statistiques appropriés sont effectués pour générer la taille de l'échantillon. Les critères d'inclusion et d'exclusion des sujets ainsi que le cadre temporel de la recherche sont soigneusement définis. La fiche d'information détaillée des sujets et le formulaire sont soigneusement définis. En outre, la recherche inclut quelques exemples de méthodologie de recherche guidés par la QR : • Incidence des malformations anorectales chez les adolescentes (enquête hospitalière) • Facteurs de risque pour le développement du pneumopéritoine spontané chez les patients pédiatriques (étude cas-témoins et étude de cohorte) • Effet de la technique de réimplantation urétérique à l'extérieur des muqueuses sans la création de tunnel sous-muqueux pour la préservation du tractus supérieur dans l'exstrophie vésicale (essai clinique). Les résultats de la recherche seront ensuite disponibles pour des applications plus larges dans les domaines de la santé et de la vie sociale"
}