{
    "source": "en_US",
    "target": "fr_FR",
    "text": "To help people save more for their retirement, all employers are now required by law to provide a workplace pension scheme for certain staff and pay money into it.\nWe therefore enrolled you or will enrol you on 9 September 2024 into our pension scheme in this pay period because you met all of the following criteria:\nYou earn over £192 per week (or £833 per month)\nYou are aged 22 or over and\nYou are under state pension age\nYou can opt out of the pension scheme if you want to, but if you stay in you will have your own personal pension when you retire. Your pension will belong to you, even if you leave us in the future.\nBoth you and we will pay contributions into it every pay period, and the government will also contribute through tax relief.\nThe below information will tell you everything you need to know about automatic enrolment. You will also receive a starter pack of information from the pension scheme.\nWhy have I been automatically enrolled?\nAll employers now have to put their workers into a pension scheme if they earn over £10,000 per year, are aged 22 or over and are under state pension age. This is the law, because the government wants to get more people to have another income in addition to the state pension when they retire.",
    "trans": "Afin d'aider les gens à épargner davantage pour leur retraite, tous les employeurs sont désormais tenus par la loi de proposer un régime de pension en entreprise pour certains employés et d'y verser de l'argent.\nNous vous avons donc inscrit, ou nous procéderons à votre inscription le 9 septembre 2024, dans notre régime de pension lors de cette période de paie, car vous avez rempli tous les critères suivants :\nVous gagnez plus de 192 £ par semaine (ou 833 £ par mois)\nVous êtes âgé de 22 ans ou plus\nVous êtes en-dessous de l'âge de la retraite d'État\nVous pouvez choisir de vous retirer du régime de pension si vous le souhaitez, mais si vous restez, vous disposerez de votre propre pension personnelle lorsque vous partirez à la retraite. Votre pension vous appartiendra, même si vous nous quittez à l'avenir.\nVous comme nous cotiserons à chaque période de paie, et le gouvernement y contribuera également par le biais d'allégements fiscaux.\nLes informations ci-dessous vous fourniront tout ce que vous devez savoir sur l'inscription automatique. Vous recevrez également un pack de démarrage contenant des informations sur le régime de retraite.\nPourquoi ai-je été inscrit automatiquement ?\nL'ensemble des employeurs doivent maintenant inscrire leurs travailleurs dans un régime de retraite s'ils gagnent plus de 10 000 £ par an, ont 22 ans ou plus et n'ont pas atteint l'âge de la retraite de l'État. C'est la loi, car le gouvernement souhaite inciter davantage de personnes à disposer d'un revenu supplémentaire en plus de la pension de l'État lors de leur départ à la retraite."
}