{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Get a one-day admission ticket plus 8-tokens tasting pass from 1O1O for the hotly-anticipated Hong Kong Wine & Dine Festival. What’s more, 1O1O’s interactive zone at the event has a variety of exclusive privileges and offers lined up for you.\nDates & times:\n23 October: 7:30pm - 11pm\n24 to 25 October: 4pm - 11pm\n26 to 27 October: 12 noon - 11 pm\nLocation: Central Harbourfront Event Space\nWhatsApping 1O1O Personal Assistant at http://r.1010.com.hk/a22afefd NOW to get tickets!\nHong Kong Wine & Dine Festival 2024 1-Day Admission Ticket & 8-tokens Tasting Pass (without wine glass) (Total value: HK$240)\n- 600 Clubpoints or 100 Clubpoints + HK$100\nOffer valid from NOW until 18 October 2024. Each person can obtain a maximum of four admission tickets and tasting passes (available while stocks last). Terms & Conditions apply (Details: https://bit.ly/3ZV4DBc ). Calculation, redemption and validity of Clubpoints subject to Terms & Conditions as dictated by Club HKT Limited (“The Club”). Under the law of Hong Kong, intoxicating liquor must not be sold or supplied to a minor in the course of business. 根據香港法律，不得在業務過程中，向未成年人售賣或供應令人醺醉的酒類。 Ref no: 2024-24511. CSL Mobile Limited, 14th Floor, PCCW Tower, Taikoo Place, Quarry Bay (not a redemption address). EN/UN: 171010",
    "trans": "1O1O vous offre un billet d'entrée d'une journée et un billet de dégustation de 8 jetons pour le fameux Hong Kong Wine & Dine Festival. De plus, la zone interactive de 1O1O à l'occasion de l'événement propose une variété de privilèges et d'offres exclusives.\nDates et heures :\n23 octobre : 19h30 - 23h\n24 et 25 octobre : 16h - 23h\n26 et 27 octobre : 12h - 23h\nLieu : Espace événementiel du port central\nContactez l'assistant personnel WhatsApping 1O1O à l'adresse http://r.1010.com.hk/a22afefd MAINTENANT pour obtenir des tickets !\nBillet d'entrée d'une journée pour le Festival Hong Kong Wine & Dine 2024 et ticket de dégustation de 8 jetons (sans verre de vin) (Valeur totale : 240 HK$)\n- 600 Clubpoints ou 100 Clubpoints + 100 HK$.\nOffre valable de MAINTENANT au 18 octobre 2024. Chaque personne peut obtenir un maximum de quatre billets d'entrée et billets de dégustation (dans la limite des stocks disponibles). Les conditions générales s'appliquent (détails : https://bit.ly/3ZV4DBc ). Le calcul, l'échange et la validité des Clubpoints sont soumis aux conditions générales dictées par Club HKT Limited (« Le Club »). En vertu de la loi de Hong Kong, il est interdit de vendre ou de fournir des boissons alcoolisées à un mineur dans le cadre d'une activité commerciale. 根據香港法律，不得在業務過程中，向未成年人售賣或供應令人醺醉的酒類。 N° de référence : 2024-24511. CSL Mobile Limited, 14th Floor, PCCW Tower, Taikoo Place, Quarry Bay (pas une adresse de rachat). EN/UN : 171010"
}