{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A precedent for universal access to education in the United States was set with the 1972 U.S. District Court for the District of Columbia’s decision in Mills v. Board of Education of the District of Columbia. This case was brought on the behalf of seven school-age children with special needs who argued that the school board was denying their access to free public education. The school board maintained that the children’s “exceptional” needs, which included intellectual disabilities, precluded their right to be educated for free in a public school setting. The board argued that the cost of educating these children would be too expensive and that the children would therefore have to remain at home without access to education. This case was resolved in a hearing without any trial. The judge, [redacted_name], upheld the students’ right to education, finding that they were to be given either public education services or private education paid for by the Washington, D.C., board of education. He noted that Constitutional rights must be afforded citizens despite the greater expense involved ... the District of Columbia’s interest in educating the excluded children clearly must outweigh its interest in preserving its financial resources. ... The inadequacies of the District of Columbia Public School System whether occasioned by insufficient funding or administrative inefficiency, certainly cannot be permitted to bear more heavily on the “exceptional” or handicapped child than on the normal child (Mills v. Board of Education 1972). Today, the optimal way to include people with disabilities students in standard classrooms is still being researched and debated. “Inclusion” is a method that involves complete immersion in a standard classroom, whereas “mainstreaming” balances time in a special-needs classroom with standard classroom participation. There continues to be social debate surrounding how to implement the ideal of universal access to education.",
    "trans": "Un précédent en matière d'accès universel à l'éducation aux États-Unis a été établi par la décision rendue en 1972 par la Cour de district des États-Unis pour le district de Columbia dans l'affaire Mills v. Board of Education of the District of Columbia. Cette affaire a été intentée au nom de sept enfants d'âge scolaire ayant des besoins particuliers, qui soutenaient que le conseil scolaire leur refusait l'accès à une éducation publique gratuite. Le conseil scolaire affirmait que les besoins « exceptionnels » de ces enfants, notamment leurs déficiences intellectuelles, les excluaient du droit à une éducation gratuite dans un établissement public. Il avançait également que le coût de leur éducation serait trop élevé et que, par conséquent, ces enfants devraient rester à la maison sans accès à l'enseignement. L'affaire a été tranchée lors d'une audience, sans qu'aucun procès ne soit nécessaire. Le juge [redacted_name] a confirmé le droit des élèves à l’éducation, statuant qu’ils devaient bénéficier soit de services éducatifs publics, soit d’un enseignement privé financé par le conseil de l’éducation de Washington D.C. Il a souligné que « les droits constitutionnels doivent être garantis aux citoyens, malgré les coûts plus élevés que cela peut engendrer… L’intérêt du district de Columbia à éduquer les enfants exclus doit clairement l’emporter sur son intérêt à préserver ses ressources financières. […] Les insuffisances du système scolaire public du district de Columbia, qu'elles soient dues à un financement insuffisant ou à une inefficacité administrative, ne sauraient peser plus lourdement sur l’enfant \"exceptionnel\" ou handicapé que sur l’enfant \"normal\" » (Mills v. Board of Education, 1972). Aujourd’hui, la meilleure manière d’inclure les élèves en situation de handicap dans les classes ordinaires fait encore l’objet de recherches et de débats. L’« inclusion » est une méthode qui implique une immersion totale dans une classe standard, tandis que le « mainstreaming » équilibre le temps passé dans une classe spécialisée et la participation à un enseignement général. Le débat sociétal sur la mise en œuvre de l'accès universel à l’éducation reste toujours d’actualité."
}