{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Smoking Pig Team\nI’m excited to share that our 2024 Fall SCOOP Magazine is now available! I’ll be dropping by soon with a hard copy to highlight the products and share which ones I think would go great with your menu, but in the meantime, feel free to browse the magazine with the link provided.\nAdditionally, I’d like to personally invite you and your team to our upcoming Immersion Event at the Pleasanton Fairgrounds on October 16, from 10:00 AM to 2:30 PM. It’s a fantastic opportunity to engage with over 80 vendors working with US Foods, all there to support the growth of your business\nThe attached flyer includes a QR code for easy registration. If you experience any issues signing up, I’d be happy to assist you directly.\nA quick note: we’ll have plenty of food available, so I suggest arriving hungry! You might also want to bring an ice chest, as there will be lots of samples, some of which may need to stay temperature-controlled for the journey home.\nI’m looking forward to seeing you there!",
    "trans": "Bonjour équipe Smoking Pig\nJe suis ravi de vous informer que notre magazine SCOOP Automne 2024 est désormais disponible ! Je passerai bientôt avec une version papier pour vous présenter les produits et vous indiquer ceux qui, selon moi, se marieraient parfaitement avec votre menu. En attendant, n'hésitez pas à le parcourir grâce au lien fourni.\nJe vous invite également à notre prochain événement Immersion, qui se tiendra au parc des expositions de Pleasanton le 16 octobre, de 10 h 00 à 14 h 30. Ce sera l'occasion de rencontrer plus de 80 fournisseurs travaillant avec US Foods, tous présents pour soutenir la croissance de votre entreprise.\nLe flyer ci-joint comprend un code QR pour une inscription facile. Si vous avez des difficultés pour vous inscrire, je serai heureux de vous aider directement.\nUne petite note : nous aurons beaucoup de nourriture disponible, je vous suggère donc d'arriver affamé ! Vous pourriez également vouloir apporter une glacière, car il y aura de nombreux échantillons, dont certains devront peut-être rester à température contrôlée pour le trajet de retour.\nJ'ai hâte de vous y voir !"
}