{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A Message from Amazon Flex\nHi Diana [redacted_name],\nWe're contacting you because on one or more occasions, you marked a package as \"undeliverable\" in the Amazon Flex app without first trying to call the customer or Support. As a result, this instance will be included in your delivery history.\nHere are some suggestions for successful deliveries:\n-Check the customer notes for any delivery instructions.\n-If you're having trouble following the customer instructions, you can call or text them twice between 8 a.m. – 8 p.m. local time through the app. Go to Help > “Call the Customer” or “Text the Customer.\" For your safety, don't try to contact the customer while driving.\n-If you haven't received a response from the customer, if the delivery is outside the hours of 8 a.m. – 8 p.m. local time, if there isn't customer contact information, or if you need help, contact Support in the app by selecting: ? > Driver Support.\n-If you're still unable to deliver a package, select the accurate reason code in the app and return all undelivered packages at the end of your block or by 10 a.m. the next day to the original pick-up location.\nIf this continues, your eligibility to deliver with Amazon Flex may be impacted.\nThe Amazon Flex Team\nFor faster access to Support, try live chat by signing in to the Amazon Flex app and going to the main menu > Help > Contact us.",
    "trans": "Un message d'Amazon Flex\nBonjour Diana [nom masqué],\nNous vous contactons, car, à une ou plusieurs occasions, vous avez marqué un colis comme « non livrable » dans l'application Amazon Flex sans avoir d'abord essayé d'appeler le client ou le support. En conséquence, cet incident sera inclus dans votre historique de livraisons.\nVoici quelques suggestions pour réussir vos livraisons :\n– Vérifiez les notes du client pour toute instruction de livraison.\n– Si vous avez des difficultés à suivre les instructions du client, vous pouvez l'appeler ou lui envoyer un message texte deux fois entre 8 h et 20 h, heure locale, via l'application. Allez dans Aide > « Appeler le client » ou « Envoyer un message au client ». Pour votre sécurité, ne tentez pas de contacter le client pendant que vous conduisez.\n– Si vous n'avez pas reçu de réponse du client, si la livraison se fait en dehors des horaires de 8 h à 20 h, heure locale, s'il n'y a pas d'informations de contact du client ou si vous avez besoin d'aide, contactez le support via l'application en sélectionnant : ? > Support pour le conducteur.\n– Si vous n'arrivez toujours pas à livrer un colis, sélectionnez le code de raison approprié dans l'application et retournez tous les colis non livrés à la fin de votre bloc de livraison ou avant 10 h le lendemain au lieu de ramassage initial.\nSi cela persiste, votre éligibilité à livrer avec Amazon Flex pourrait être affectée.\nL'équipe Amazon Flex\nPour un accès plus rapide au support, essayez le chat en direct en vous connectant à l'application Amazon Flex et en allant dans le menu principal > Aide > Contactez-nous."
}