{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The distinction between a house cleaner and a housekeeper is marked by the breadth and continuity of their responsibilities. A house cleaner is laser-focused on cleaning tasks, arriving with the mission to leave your home sparkling and sanitizing bathrooms from top to bottom. They work on a regular schedule or are available as needed for those times when you’re looking for a thorough cleaning to tackle thegrime. On the flip side, a housekeeper is a more permanent fixture in your home, often employed by a house cleaning company or independently, and they offer a comprehensive service that includes cleaning and housekeeping. They manage the day-to-day orchestration of your household, from ensuring the cleanliness to overseeing the general rhythm of home life. The main differences lie in their roles: a cleaner is there to clean, while a housekeeper is there to manage, organize, and maintain the overall well-being of your living space.",
    "trans": "La distinction entre un agent d'entretien et un employé de maison réside dans l'étendue et la continuité de leurs responsabilités. Un agent d'entretien se concentre exclusivement sur le nettoyage, arrivant avec pour mission de laisser votre maison impeccable et de désinfecter les salles de bain de fond en comble. Il intervient selon un planning régulier ou à la demande, pour les fois où vous avez besoin d’un grand nettoyage pour éliminer la saleté. En revanche, un employé de maison est présent de façon plus permanente dans votre foyer, souvent employé par une société de nettoyage ou de manière indépendante, et il offre un service plus global qui inclut le ménage ainsi que d'autres tâches domestiques. Il assure la gestion quotidienne du foyer, veillant non seulement à la propreté, mais aussi à l’organisation et au bon fonctionnement de la maison. La différence essentielle réside dans leurs rôles : un agent d'entretien est là pour nettoyer, tandis qu’un employé de maison gère, organise et maintient le bien-être général de votre espace de vie."
}