{
    "source": "en_US",
    "target": "fr_FR",
    "text": "emergency care settings. Its use during CPR is also increasing. Previous and current guidance emphasises the need for skilled POCUS operators.21\nAn ILCOR systematic review assessed the role of POCUS during\ncardiac arrest as a prognostic tool.330 The review identified several\nlimitations such as inconsistent definitions and terminology around\nsonographic evidence of cardiac motion, low inter-rater reliability of\nfindings, low sensitivity and specificity for outcomes, confounding from\nself-fulfilling prophecy when terminating resuscitation in unblinded\nsettings as well as unspecified timing of POCUS.330 The review\nconcluded that no sonographic finding had sufficiently or consistently\nhigh sensitivity to support its use as a sole criterion to terminate CPR.\nThe authors of the ILCOR systematic review advised that clinicians\nshould be cautious about introducing additional interruptions in chest\ncompressions with a transthoracic approach to POCUS during cardiac arrest.1,331,332\nPOCUS can be used to diagnose treatable causes of cardiac arrest such as cardiac tamponade or pneumothorax. The ERC ALS 2015 guidelines recommended a sub-xiphoid probe position placed just before chest compressions are paused for a planned rhythm assessment.21 [Soar 2015 100] These applications were not covered in the ILCOR systematic review; however, the review stressed the issue of over-interpreting the finding of right ventricular dilation in isolation as a diagnostic indicator of massive pulmonary embolism. Right ventricular dilation begins a few minutes after onset of cardiac\narrest as blood shifts from the systemic circulation to the right heart along its pressure gradient.333335 Right ventricular dilation was consistently observed in a porcine model of cardiac arrest caused by hypovolaemia, hyperkalaemia, and primary arrhythmia,336 and is a common finding regardless of the cause of OHCA during trans- oesophageal echocardiography performed in the emergency depart- ment.337 At present, there is limited knowledge about the use POCUS during CPR to assess deep vein thrombosis to help diagnose pulmonary embolism, to assess for pleural effusion and FAST (Focussed Assessment with Sonography for Trauma) assessment of the abdomen and aorta.\nMechanical chest compression devices\nInformed by evidence from 8 RCTs338345 the ILCOR 2015 CoSTR and ERC Guidelines did not recommend the routine use of automated mechanical chest compression devices but did suggest that they are a reasonable alternative when sustained high-quality manual chest compressions are impractical or compromise provider safety.21,275\nThis evidence update focused on randomised controlled trials and systematic reviews.\nTwo new randomised trials were identified.346,347 One study examined the use of the Autopulse applied in the emergency department following OHCA (n = 133). The trial found the rate of survival to hospital discharge was higher in the Autopulse group (18.8% versus 6.3%, p = 0.03) but no difference in favourable neurological outcome (16.2% versus 13.4%). A randomized non- inferiority safety study, involving 374 patients, reported that LUCAS device did not cause significantly more serious or life-threatening visceral damage than manual chest compressions. For the Autopulse device, significantly more serious or life-threatening visceral damage than manual compressions cannot be excluded.346\nSix systematic reviews and meta-analyses were published since the ILCOR review, including a Cochrane review.348353 Significant methodological errors in one systematic review and meta-analysis led to its exclusion.354 Four reviews drew conclusions similar to the ILCOR 2015 review, that mechanical CPR did not improve critical or important outcomes.348351 A review focusing solely on mechanical CPR in the in-hospital setting, reported very low-certainty evidence that mechanical chest compressions improved patient outcomes in that setting.352 A Bayesian network meta-analysis reported that manual CPR was more effective than Autopulse mechanical chest compression device and comparable to LUCAS mechanical chest compression device.353\nThe writing group considered that the new data did not materially alter the previous ERC guidelines on the use of mechanical chest compression devices in cardiac arrest.21\nCircumstances to consider mechanical chest compression devices\nA review identified several specific circumstances where it is difficult to deliver high-quality manual CPR where mechanical CPR can be considered as an alternative.355 Examples include transporting to hospital in an ambulance or helicopter, during percutaneous coronary intervention, diagnostic imaging such as a CT scan, as a bridge to establishing extra-corporeal CPR or maintaining circulation prior to organ retrieval when resuscitation is unsuccessful. The expert consensus is that mechanical devices should be considered when high-quality manual compressions are not practical or pose a risk to",
    "trans": "dans le cadre des soins d'urgence. Son utilisation pendant la réanimation CPR  est également de plus en plus fréquente. Les directives antérieures et actuelles soulignent la nécessité de disposer d'opérateurs POCUS qualifiés.21\nUne revue systématique de l'ILCOR a évalué le rôle du POCUS pendant\nl'arrêt cardiaque en tant qu'outil pronostique330.L'étude a identifié plusieurs\nlimites telles que l'incohérence des définitions et la\npreuve échographique du mouvement cardiaque, la faible fiabilité inter-évaluateurs des\nrésultats, la faible sensibilité et spécificité des résultats, la confusion due à la\nprophétie auto-réalisatrice lors de l'arrêt de la réanimation dans des contextes\nnon contrôlés, ainsi que le moment non spécifié de la POCUS.330 L'étude\na conclu qu'aucun résultat échographique n'avait une sensibilité suffisamment\nélevée ou constante pour justifier son utilisation comme seul critère pour mettre fin à la CRP.\nLes auteurs de la revue systématique de l'ILCOR ont conseillé aux cliniciens\ndoivent être prudents avant d'introduire des interruptions supplémentaires dans la poitrine\ncompressions thoraciques avec une approche transthoracique du POCUS pendant l'arrêt cardiaque.1,331,332\nLe POCUS peut être utilisé pour diagnostiquer les causes traitables de l'arrêt cardiaque, telles que la tamponnade cardiaque ou le pneumothorax. Les directives ERC ALS 2015 recommandent une position de sonde sous-xiphoïde placée juste avant la pause des compressions thoraciques pour une évaluation planifiée du rythme.21 [Soar 2015 100] Ces applications n'ont pas été couvertes par l'examen systématique de l'ILCOR ; cependant, l'examen a souligné la question de la surinterprétation de la découverte d'une dilatation ventriculaire droite isolée comme indicateur diagnostique d'une embolie pulmonaire massive. La dilatation du ventricule droit commence quelques minutes après le début de l'arrêt cardiaque\nL'arrêt cardiaque se produit lorsque le sang passe de la circulation systémique au cœur droit le long de son gradient de pression.333335  La dilatation du ventricule droit a été systématiquement observée dans un modèle porcin d'arrêt cardiaque causé par l'hypovolémie, l'hyperkaliémie et l'arythmie primaire,336 et est un résultat courant, quelle que soit la cause de l'ACEH , lors de l'échocardiographie transoesophagienne réalisée dans le service des urgences.337 A l'heure actuelle, on dispose de peu de connaissances sur l'utilisation du POCUS pendant la RCP pour évaluer la thrombose veineuse profonde, pour aider à diagnostiquer l'embolie pulmonaire, pour évaluer l'épanchement pleural et l'évaluation FAST (Focussed Assessment with Sonography for Trauma) de l'abdomen et de l'aorte.\nDispositifs de compression thoracique mécanique\nS'appuyant sur les données probantes issues de 8  RCTs338345 , les lignes directrices CoSTR et ERC de l'ILCOR 2015 ne recommandaient pas l'utilisation systématique de dispositifs automatisés de compression thoracique mécanique, mais suggéraient qu'ils constituaient une alternative raisonnable lorsque des compressions thoraciques manuelles soutenues et de haute qualité n'étaient pas pratiques ou compromettaient la sécurité du soignant21,275\nCette mise à jour des données probantes s'est concentrée sur les essais contrôlés randomisés et les revues systématiques.\nDeux nouveaux essais randomisés ont été identifiés346,347. Une étude a examiné l'utilisation de l'Autopulse appliquée dans le service des urgences à la suite d'un OHCA (n = 133). L'essai a révélé que le taux de survie jusqu'à la sortie de l'hôpital était plus élevé dans le groupe Autopulse (18,8 % contre 6,3 %, p = 0,03), mais qu'il n'y avait pas de différence dans l'issue neurologique favorable (16,2 % contre 13,4 %). Une étude de sécurité randomisée sans infériorité, portant sur 374 patients, a montré que le dispositif LUCAS ne provoquait pas de lésions viscérales significativement plus graves ou menaçant le pronostic vital que les compressions thoraciques manuelles. Pour le dispositif Autopulse, on ne peut exclure des lésions viscérales significativement plus graves ou menaçant le pronostic vital que les compressions manuelles.346\nSix revues systématiques et méta-analyses ont été publiées depuis la revue de l'ILCOR, dont une revue Cochrane.348353 Des erreurs méthodologiques importantes dans une revue systématique et une méta-analyse ont conduit à son exclusion.354 Quatre revues ont tiré des conclusions similaires à la revue de l'ILCOR 2015, à savoir que la RCP mécanique n'améliorait pas les résultats critiques ou importants.348351 Une revue portant uniquement sur la RCP mécanique en milieu hospitalier a rapporté des preuves à très faible degré de certitude que les compressions thoraciques mécaniques amélioraient les résultats pour les patients dans ce contexte.352 Une méta-analyse en réseau bayésien a rapporté que la RCP manuelle était plus efficace que le dispositif de compression thoracique mécanique Autopulse et comparable au dispositif de compression thoracique mécanique LUCAS.353\nLe groupe de rédaction a estimé que les nouvelles données ne modifiaient pas matériellement les précédentes lignes directrices de l'ERC sur l'utilisation des dispositifs de compression thoracique mécanique en cas d'arrêt cardiaque.21\nCirconstances permettant d'envisager l'utilisation de dispositifs de compression thoracique mécanique\nUne étude a identifié plusieurs circonstances spécifiques dans lesquelles il est difficile de pratiquer une CRP manuelle de qualité et où la CRP mécanique peut être envisagée comme une alternative.355  Les exemples incluent le transport vers l'hôpital en ambulance ou en hélicoptère, pendant une intervention coronarienne percutanée, l'imagerie diagnostique telle que la CT, comme pont pour établir une CRP extracorporelle ou pour maintenir la circulation avant le prélèvement d'organes lorsque la réanimation n'a pas abouti. Les experts s'accordent à dire que les dispositifs mécaniques doivent être envisagés lorsqu'ils sont utilisés dans le cadre d'une réanimation extracorporelle"
}