{
    "source": "en_US",
    "target": "fr_FR",
    "text": "He felt his heart rate slowing a bit. She didn’t seem to be panicking. “If you’re uncomfortable, we don’t have to stay. If you’re not ready, I mean.”\nShe turned back to him and took both of his hands in hers. “Draco, last week you asked me if I wanted to go to ‘your place.’ I reacted like that because I thought you meant...”\nShe trailed off, and he felt his eyes bulge with shock as he took in her meaning. “The Manor? Merlin, Granger, I don’t even like going there.”\nShe gave a little shrug. “You never mentioned a flat.”\nHe glanced down at their clasped hands and shook his head, preoccupied with the idea of popping through the Floo at Malfoy Manor with Granger in tow.\n“I’m very glad to see where you live,” she said when he didn’t respond.\nHe looked up at her and smiled. He found he quite liked the sight of Hermione Granger standing in his living room.\n“I like you,” he blurted.\nShe blushed and looked down for a second. “I know. You said.”\n“I mean, I really like you,” he went on.\nShe laughed and put her arms back around his neck. “I really like you, too, Draco.”\n“And I really like when you call me Draco.”\n“Good,” she said and kissed him lightly. “Because I really like calling you Draco.”",
    "trans": "Il sentit son rythme cardiaque ralentir un peu. Elle ne semblait pas paniquer.« Si tu n’es pas à l’aise, on peut partir. Si tu n’es pas prête, je veux dire. »\nElle se tourna vers lui et prit ses mains dans les siennes. « Draco, la semaine dernière, tu m’as demandé si je voulais aller “chez toi”. J’ai réagi comme ça parce que j’ai cru que tu voulais dire… »\nElle s’interrompit, et il sentit ses yeux s’écarquiller de surprise en comprenant ce qu’elle voulait dire.« Le Manoir ? Par Merlin, Granger, je n’aime même pas y aller moi-même. »\nElle haussa légèrement les épaules.« Tu n’as jamais mentionné d’appartement. »\nIl baissa les yeux vers leurs mains jointes et secoua la tête, troublé par l’idée de traverser le réseau de cheminées pour arriver au Manoir Malfoy avec Granger à ses côtés.\n« Je suis très contente de découvrir où tu vis, » dit-elle lorsqu’il ne répondit pas.\nIl releva les yeux vers elle et sourit. Il se rendit compte qu’il aimait beaucoup voir Hermione Granger debout dans son salon.\n« Je t’aime bien, » lâcha-t-il.\nElle rougit et baissa les yeux une seconde.« Je sais. Tu l’as déjà dit. »\n« Je veux dire, je t’aime vraiment bien, » insista-t-il.\nElle rit et repassa ses bras autour de son cou.« Moi aussi, je t’aime vraiment bien, Draco. »\n« Et j’aime beaucoup quand tu m’appelles Draco. »\n« Tant mieux, » dit-elle en l’embrassant légèrement, « parce que j’aime vraiment t’appeler Draco. »"
}