{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1 The lieutenant’s rubber blanket lay on the ground, and upon it he had poured the company’s supply of coffee. Corporals and other representatives of the grimy and hot-throated men who lined the breastwork1 had come for each squad’s portion.\n2 The lieutenant was frowning and serious at this task of division. His lips pursed as he drew with his sword various crevices in the heap, until brown squares of coffee, astoundingly equal in size, appeared on the blanket. He was on the verge of a great triumph in mathematics, and the corporals were thronging forward, each to reap a little square, when suddenly the lieutenant cried out and looked quickly at a man near him as if he suspected it was a case of personal assault. The others cried out also when they saw blood upon the lieutenant’s sleeve.\n3 He had winced like a man stung, swayed dangerously, and then straightened. The sound of his hoarse breathing was plainly audible. He looked sadly, mystically, over the breastwork at the green face of a wood, where now were many little puffs of white smoke.\n4 During this moment the men about him gazed statue-like and silent, astonished and awed by this catastrophe which happened when catastrophes were not expected—when they had leisure to observe it.\n1. breastwork a low, temporary wall or other structure built to protect soldiers",
    "trans": "1 La couverture en caoutchouc du lieutenant était étendue sur le sol, et il y avait versé la réserve de café de la compagnie. Les caporaux et autres représentants des hommes crasseux et assoiffés qui formaient une ligne derrière le parapet1 étaient venus chercher la portion de chaque escouade.\n2 Le lieutenant fronçait les sourcils et abordait cette tâche de répartition avec sérieux. Ses lèvres étaient pincées tandis qu’il traçait avec son épée diverses crevasses dans le tas, jusqu’à ce que des carrés bruns de café, étonnamment égaux en taille, apparaissent sur la couverture. Il était sur le point d’accomplir un grand triomphe mathématique, et les caporaux se pressaient vers l’avant, chacun prêt à recueillir son petit carré, lorsque soudain le lieutenant poussa un cri et regarda vivement un homme proche de lui, comme s’il soupçonnait une attaque personnelle. Les autres poussèrent également un cri en voyant du sang sur la manche du lieutenant.\n3 Il avait tressailli comme un homme piqué, vacillé dangereusement, puis s’était redressé. Le bruit rauque de sa respiration était clairement audible. Il regarda tristement, mystiquement, par-dessus le parapet vers la face verdoyante d’un bois, où s’élevaient maintenant de nombreuses petites volutes de fumée blanche.\n4 Pendant ce moment, les hommes autour de lui restèrent figés, silencieux, stupéfaits et saisis d’effroi par cette catastrophe survenue alors que personne ne s’y attendait—alors qu’ils avaient le loisir de l’observer.\n1. parapet : une muraille basse et temporaire ou toute autre structure construite pour protéger les soldats."
}