{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thalassemias are a group of hereditary hemoglobin disorders characterized by mutations on the α- or β-globin chains (resulting in alpha or beta thalassemia). Thalassemias can be further classified according to the specific genotype: the α-chain is coded by four alleles, resulting in four possible variants depending on the number of alleles affected, while the β-chain is coded by two alleles, resulting in two possible variants. The number of alleles affected is directly related to the severity of the disease (minor/intermedia/major). Thalassemia mutations are generally more frequent in areas where malaria is endemic; alpha thalassemias occur most commonly in individuals of Asian or African descent, whereas beta thalassemias are predominant in individuals of Mediterranean descent. The key feature in all forms of thalassemia is microcytic hypochromic anemia (which may be very mild in minor forms), but more severe forms may also manifest with hemolysis, splenomegaly, delay in growth and development, and skeletal deformities. The diagnostic workup for suspected thalassemia includes a blood smear, hemoglobin electrophoresis, high-performance liquid chromatography (HPLC), and, possibly, genetic testing. Minor forms of thalassemia usually require no treatment, while patients with thalassemia intermedia/major typically require regular blood transfusions and management of disease and treatment-related complications (e.g., chelating agent for transfusion-mediated iron overload).",
    "trans": "Les thalassémies sont un groupe de troubles héréditaires de l'hémoglobine caractérisés par des mutations sur les chaînes α- ou β-globine (entraînant une thalassémie alpha ou bêta). Les thalassémies peuvent être classées plus précisément en fonction du génotype spécifique : la chaîne α est codée par quatre allèles, ce qui entraîne quatre variantes possibles selon le nombre d’allèles affectés, tandis que la chaîne β est codée par deux allèles, ce qui entraîne deux variantes possibles. Le nombre d’allèles affectés est directement lié à la gravité de la maladie (mineure/intermédiaire/majeure). Les mutations thalassémiques sont généralement plus fréquentes dans les zones où le paludisme est endémique ; les thalassémies alpha surviennent le plus souvent chez les personnes d'origine asiatique ou africaine, tandis que les thalassémies bêta sont prédominantes chez les personnes d'origine méditerranéenne. La caractéristique principale de toutes les formes de thalassémie est une anémie microcytaire hypochrome (qui peut être très légère dans les formes mineures), mais les formes plus sévères peuvent également se manifester par une hémolyse, une splénomégalie, un retard de croissance et de développement, ainsi que des déformations squelettiques. Le bilan diagnostique en cas de suspicion de thalassémie comprend un frottis sanguin, une électrophorèse de l’hémoglobine, une chromatographie liquide à haute performance (HPLC) et, éventuellement, un test génétique. Les formes mineures de thalassémie ne nécessitent généralement aucun traitement, tandis que les patients atteints de thalassémie intermédiaire/majeure nécessitent généralement des transfusions sanguines régulières et une prise en charge des complications liées à la maladie et au traitement (par exemple, un agent chélateur pour la surcharge en fer induite par les transfusions)."
}