{
    "source": "en_US",
    "target": "fr_FR",
    "text": "\"SHUT THE FUCK UP HEUNGMIN!\" [redacted_name] saw anger in Harry's eyes. He went to the door to open it, only to realize somebody locked it. Harry took a few steps back and body slammed the door, but it did not budge. He did it again but to no avail. After the third time, the door finally opened. He and [redacted_name] entered the office, and Harry had even more anger in his eyes while [redacted_name] realized why Harry was furious. They witness [redacted_name] hurting [redacted_name].\n\"GET THE FUCK AWAY FROM HIM!\" Harry screamed in fury. He stormed his way towards [redacted_name] so he could pull him away from[redacted_name] and punched him in the face. [redacted_name] fell to the ground after getting beaten by Harry [redacted_name] ran to Heungmin to comfort him after witnessing something so evil.\n\"[redacted_name], I need you to breathe for me. It's ok; Harry and I are here for you. Shh.\" [redacted_name] explained. Heungmin tried to copy [redacted_name] breathing, but he kept hearing Harry screaming at [redacted_name] as he punched him.\n\"YOU FUCKING SICK FREAK! HOW DARE YOU HURT HEUNGMIN LIKE THAT! I HOPE YOU ROT IN HELL FOR WHAT YOU DID!\" Harry screamed. [redacted_name] face was full of blood as each punch landed on his face due to Harry's anger.\n\"HARRY THAT IS ENOUGH! YOU ARE SCARING HEUNGMIN EVEN MORE, AND HE NEEDS YOU!\" [redacted_name] told Harry. The Englishman stopped punching the Italian's face and went to [redacted_name]. He brought his boyfriend into his arms as [redacted_name] started sobbing again. They were like this for a few minutes until they heard another voice.",
    "trans": "« FERMEZ-VOUS LA GUEULE HEUNGMIN! » [redacted_name] a vu de la colère dans les yeux de Harry. Il est allé à la porte pour l’ouvrir, seulement pour se rendre compte que quelqu’un l’avait fermée. Harry fit quelques pas en arrière et le corps claqua la porte, mais il ne bougea pas. Il recommença sans succès. Après la troisième fois, la porte s’est enfin ouverte. Lui et [redacted_name] sont entrés dans le bureau, et Harry avait encore plus de colère dans les yeux tandis que [redacted_name] se rendait compte pourquoi Harry était furieux. Ils sont témoins de [redacted_name] souffrir [redacted_name].\n« ÉLOIGNE-TOI DE LUI! » Harry a crié en furie. Il a pris d’assaut [redacted_name] pour l’éloigner de [redacted_name] et lui a donné un coup de poing au visage. [redacted_name] est tombé par terre après avoir été battu par Harry [redacted_name] a couru à Heungmin pour le réconforter après avoir été témoin de quelque chose de si mauvais.\n« [redacted_name], j’ai besoin que vous respirez pour moi. C’est bon; Harry et moi sommes là pour vous. Chut. » [redacted_name] a expliqué. Heungmin a essayé de copier la respiration de [redacted_name], mais il a continué d’entendre Harry crier à [redacted_name] alors qu’il le frappait.\n« VOUS PUTAIN DE MALADE FREAK! Comment osez-vous blesser HEungmin comme ça! J’espère que vous pourrissez en enfer pour ce que vous avez fait! » Harry a crié. [redacted_name] le visage était plein de sang alors que chaque coup de poing lui tombait sur la face en raison de la colère d’Harry.\n« HARRY, ÇA SUFFIT! TU FAIS ENCORE PLUS PEUR à Heungmin, et il a besoin de toi! » [redacted_name] dit Harry. L’Anglais a arrêté de frapper le visage de l’Italien et est allé à [redacted_name]. Il a emmené son petit ami dans ses bras quand [redacted_name] s’est remis à sangloter. Ils étaient ainsi pendant quelques minutes jusqu’à ce qu’ils entendent une autre voix."
}