{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We believe the proposed combination is deeply complementary and aligned with our missions to industrialize drug discovery to deliver high-quality medicines and lower prices for consumers,” said Chris Gibson, Co-Founder and CEO of Recursion and the planned CEO of the combined entity.\nThe combined company, which will be named Recursion, will continue to be headquartered in Salt Lake City, Utah, and trade on the NASDAQ while maintaining a significant presence in the U.K.\nChris Gibson, Co-Founder & CEO of Recursion, will serve as CEO of the combined company and David Hallett, Interim Chief Executive Officer & Chief Scientific Officer of Exscientia, plans to join the combined company as Chief Scientific Officer.\nRelated: AI Drug Hunter Firm Exscientia Fires Its CEO Over ‘Inappropriate’ Relationships with Two Employees.\nExscientia will bring its precision chemistry design and small-molecules automated synthesis technology to Recursion, contributing to scaled biology exploration and translational capabilities.\nOnce integrated, the companies believe the extended and evolved Recursion Operating System will enable the discovery and translation of higher-quality medicines more efficiently and at a higher scale with a full-stack technology-enabled small molecule discovery platform.\nIn addition, the combined company expects to read out approximately ten clinical trials in the next 18 months, where most of these programs, if successful, could have annual peak sales opportunities in excess of $1 billion.",
    "trans": "« Nous sommes convaincus que la fusion proposée est profondément complémentaire et alignée sur nos missions d'industrialiser la découverte de médicaments afin de fournir des médicaments de haute qualité et des prix plus bas aux consommateurs », a déclaré Chris Gibson, cofondateur et PDG de Recursion et futur PDG de l'entité conjointe.\nL'entreprise conjointe, qui s'appellera Recursion, continuera d'avoir son siège à Salt Lake City, dans l'Utah, et sera cotée au NASDAQ, tout en conservant une présence significative au Royaume-Uni.\nChris Gibson, cofondateur et PDG de Recursion, occupera le poste de PDG de la nouvelle société et David Hallett, directeur général par intérim et directeur scientifique d'Exscientia, prévoit de rejoindre la nouvelle société en tant que directeur scientifique.\nSur le même sujet : La société Exscientia, spécialisée dans la recherche de médicaments par l'IA, licencie son PDG en raison de relations « inappropriées » avec deux employés.\nExscientia mettra sa technologie de conception chimique de précision et de synthèse automatisée de petites molécules au service de Recursion, contribuant ainsi à l'exploration de la biologie à grande échelle et aux capacités translationnelles.\nUne fois intégrées, les entreprises estiment que le système d'exploitation développé et amélioré de Recursion permettra la découverte et la transformation de médicaments de meilleure qualité, de manière plus efficace et à plus grande échelle, grâce à une plateforme de découverte de petites molécules basée sur une technologie complète.\nPar ailleurs, l'entreprise conjointe prévoit de lancer une dizaine d'essais cliniques au cours des 18 prochains mois. La plupart de ces programmes, s'ils sont couronnés de succès, pourraient générer des ventes annuelles maximales de plus d'un milliard de dollars."
}