{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Is there really even any true love or compassion amongst us? Are we all just awaiting till someone dies amongst us; to get together again? What is this showing our youth? Our nieces & nephews? To hate & speak ill words about one another?\nDo any of us truly even want to spend time together? Or are we just going to all part our ways; moving forward.\n[redacted_name] & I divorced because he cheated on our marriage; Im truly happy now; finding the man that completes me & my life. [redacted_name]e & [redacted_name] divorced because they both were on 2 different paths in their lives. Each of us kids; including our mom have taken different paths in life to better ourselves in one way or another. Each of us kids have chose to separate ourselves from one another for reasons so unworthy of whom we really are.\nIm here today to say; if you base myself on what [redacted_name] has had to do or what his in laws have done; you will be sadly disappointed with what Im about to say. [redacted_name] has chosen to keep loyalty within his wife's family by removing from his own mom [redacted_name] the man that raised him since 9 yrs old & his little Brother he grew up with; [redacted_name].\nThe nefarious acts committed by his in laws & a couple others; has no bearing on this family nor can be disclosed due to the content represented.\nI hold no control over what happens in this situation because they interfered with yet now 2 worldwide operations that were at hand. No; non of you really know what my role has been, but those of you calling me crazy, unstable, bat shit crazy may want to bookmark those words; etc. my intelligence level has been used since 2017. There are so many things I know about & are a part of; that non of you even have a clue about; but you will as soon as full disclosure comes to light for the public. Everything I have said in advance whether it be to you or the [redacted_name], or [redacted_name] even- is all Truth & is unfolding daily right in front of you. You are welcome to laugh even mock; but know this-once the event takes place; you are going to need guidance through this.\nKnow what you hold; is a Bold statement.\nIm ready, [redacted_name] is ready to move forward from this point; we will be going into this next chapter of our lives with or without you. The choice will be yours; but as far as anyone attacking me any longer; highly advise you to refrain from it. If you can't find it in your heart to be compassionate & love one another; you are no longer resonating with us. Highly suggest you start ascending; building your consciousness & remove ego & pride; any guilt/shame from your lives & start wanting to be brothers & sisters again; & unite because those that don't; will be left behind.\nPS if you ever took the time to stop by instead of assuming you know me; come see what's been happening these past 7 yrs. We truly miss our nieces & nephews & don't",
    "trans": "Y a-t-il vraiment de l’amour ou de la compassion parmi nous ? Sommes-nous tous juste en train d'attendre que quelqu'un meure pour nous retrouver à nouveau ? Qu'est-ce que cela montre à notre jeunesse ? À nos nièces et neveux ? Détester et dire des paroles blessantes les uns des autres ?\nEst-ce que l’un de nous veut vraiment passer du temps ensemble ? Ou allons-nous tous prendre des chemins différents et avancer chacun de notre côté\n[redacted_name] et moi avons divorcé parce qu’il m’a trompée dans notre mariage ; je suis vraiment heureuse maintenant, ayant trouvé l’homme qui me complète et qui complète ma vie. [redacted_name]et [redacted_name] ont divorcé parce qu’ils suivaient des chemins de vie totalement différents. Chacun de nous, les enfants, y compris notre mère, a pris des chemins différents pour nous améliorer d'une manière ou d'une autre. Chacun de nous a choisi de se séparer des autres pour des raisons qui ne sont pas dignes de ce que nous sommes vraiment.\nJe suis ici aujourd'hui pour dire; si vous vous basez sur ce que [redacted_name] a dû faire ou sur ce que ses beaux-parents ont fait; vous serez tristement déçu de ce que je vais dire. [redacted_name] a choisi de garder la loyauté au sein de la famille de sa femme en retirant de sa propre mère [redacted_name] l'homme qui l'a élevé depuis l'âge de 9 ans et son petit frère avec qui il a grandi; [redacted_name].\nLes actes néfastes commis par ses beaux-parents et quelques autres; n'a aucune incidence sur cette famille et ne peut être divulgué en raison du contenu représenté.\nJe n'ai aucun contrôle sur ce qui se passe dans cette situation car ils ont interféré avec pourtant maintenant 2 opérations mondiales qui étaient à portée de main. Non; aucun d'entre vous ne sait vraiment quel a été mon rôle, mais ceux d'entre vous qui m'appellent fou, instable, fou de chauve-souris voudront peut-être ajouter ces mots à leurs favoris; etc. mon niveau d'intelligence est utilisé depuis 2017. Il y a tellement de choses que je connais et dont je fais partie; dont aucun d'entre vous n'a même la moindre idée; mais vous le ferez dès que la divulgation complète sera révélée au public. Tout ce que j'ai dit à l'avance, que ce soit à vous ou au [redacted_name], ou même à [redacted_name], est toute la vérité et se déroule quotidiennement devant vous. Vous êtes invités à rire et même à vous moquer; mais sachez ceci-une fois que l'événement aura lieu; vous allez avoir besoin de conseils à ce sujet.\nSachez que ce que vous détenez est une déclaration audacieuse.\nJe suis prête, [Nom supprimé] est prêt à avancer à partir de ce point ; nous allons entrer dans ce nouveau chapitre de nos vies avec ou sans vous. Le choix sera vôtre ; mais en ce qui concerne ceux qui continuent de m'attaquer, je vous conseille vivement de vous en abstenir. Si vous ne trouvez pas dans votre cœur d'être compatissants et de vous aimer les uns les autres, vous ne résonnerez plus avec nous. Je vous conseille vivement de commencer à vous élever, à développer votre conscience et à enlever l'ego et la fierté ; toute culpabilité/ honte de vos vies et de commencer à vouloir être à nouveau frères et sœurs, et vous unir, car ceux qui ne le feront pas seront laissés derrière.\nPS si jamais vous avez pris le temps de vous arrêter au lieu de supposer que vous me connaissez; venez voir ce qui s'est passé ces 7 dernières années. Nos neveux et nièces nous manquent vraiment et ne"
}