{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Personal statement\nMy interest in fashion or costume design first came from the film Barbie: A Fashion Fairytale and the Victoria's Secret Fashion Show, where the clothes were so appealing that I started drawing, adding my ideas and even doing some simple designs. Later, when I heard that some of my seniors were going to London to study design, the idea of becoming a designer came to my mind. It was also the childhood dream and passion that kept me learning and experimenting and motivated me to study professionally at university.\nRealistically, fashion is a lucrative industry, estimated by Fashion United to be worth the equivalent of US$3 trillion, or 2% of the world's Gross Domestic Product (GDP), and studying relevant design courses will help me embrace a promising career prospect. More importantly, the job will not only allow me to apply my aesthetic appreciation and design skills to clothing and accessories, but will also allow me to showcase my personality and creativity. I have always been keen on doing what I am passionate about, with commitment and confidence.\nSince the beginning of my design journey, I have made good use of my associative mind and been able to relate unrelated things to my work, including observations I have recorded on mood boards, images that are entertaining, disturbing, or bizarre dreams and fantasies that arise when immersed in music, have helped me a lot. Take, the first project in my portfolio, for example, the themes of which are 'black holes' and 'wormholes'. Inspired by the film 'Interstellar', I experimented with different mediums, such as pouring fluid acrylic paint on canvas and making wormhole models out of foil exhausts. During my experimentation, I am further attracted by the performance industry, which is full of creative ideas and allows the imagination to be brought to life through special clothes, make up, script, acting and so on.\nCurrently, I am studying A level Art and Design at my high school and getting a lot of practice. The course is taught in English and it has enabled me to adapt to an English-speaking environment. Also, the unique teaching style has improved my artistic skills, sharpened my visual perception and enhanced my research skills. In addition, I learned to choose fabrics and patterns, laying a good foundation. Many of my teachers are graduates from internationally renowned universities. While sharing their experiences, they helped me with relevant experiments such as the blowing and modifying effects of organza and hot air, and the three-dimensional cutting of slim space cotton. In addition, I was deeply impressed by their personalities and further determined to study abroad.\nAs an established advertising professional, my father would share his design ideas and forecasts with me, and even take me to his workplace. I was fortunate enough to be a model for Parimand, and the advertisements I worked on were exhibited at the Shanghai International Eyewear Show. During my holidays, I interned at an advertising agency and learnt the process of design output, including the use of software such as AI and PS. In the ASDAN business simulations, I was responsible for designing posters and creating slides to explain our products to the outside world. All these experiences have been an asset to my growth and have given me an insight into the commercial nature of the creative industry.\nThe UK is one of the most developed countries in the world, with a diverse community, a strong artistic scene and outstanding fashion and costume design achievements, and I would love to study at your school. If given the opportunity, I will do my best to improve my professional skills and expand my knowledge and horizons by participating in more international fashion events and competitions. I sincerely hope to be favoured by you and to come to the forefront of the fashion industry under your guidance.",
    "trans": "Déclaration personnelle\nMon intérêt pour la mode et le design de costumes est né du film Barbie : A Fashion Fairytale et du Victoria's Secret Fashion Show, où les vêtements étaient tellement attrayants que j'ai commencé à dessiner, à ajouter mes idées et même à réaliser quelques designs simples. Plus tard, lorsque j'ai appris que certains de mes aînés allaient à Londres pour étudier le design, l'idée de devenir designer m'est venue à l'esprit. C'était aussi le rêve d'enfance et la passion qui m'ont poussé à apprendre, à expérimenter et m'ont motivé à étudier de manière professionnelle à l'université.\nDe manière réaliste, la mode est une industrie lucrative, estimée par Fashion United à une valeur équivalente à 3 trillions de dollars US, soit 2 % du produit intérieur brut (PIB) mondial, et étudier des cours de design pertinents m'aidera à embrasser une perspective de carrière prometteuse. Plus important encore, ce métier me permettra non seulement d'appliquer mon appréciation esthétique et mes compétences en design aux vêtements et accessoires, mais également de mettre en avant ma personnalité et ma créativité. J'ai toujours eu à cœur de faire ce que je suis passionné de faire, avec engagement et confiance.\nDepuis le début de mon parcours en design, j'ai su tirer parti de mon esprit associatif et j'ai pu relier des éléments sans rapport avec mon travail, y compris des observations que j'ai enregistrées sur des planches d'inspiration, des images qui sont divertissantes, perturbantes, ou des rêves et fantasmes bizarres qui surgissent lorsqu'on est immergé dans la musique, m'ont beaucoup aidé. Prenons par exemple le premier projet de mon portfolio, dont les thèmes sont \"les trous noirs\" et \"les trous de ver\". Inspiré par le film Interstellar, j'ai expérimenté différents médiums, comme le versement de peinture acrylique fluide sur toile et la fabrication de modèles de trous de ver à partir de sorties d'échappement en aluminium. Au cours de mes expérimentations, je me suis encore plus attiré par l'industrie de la performance, qui regorge d'idées créatives et permet de donner vie à l'imagination à travers des vêtements spéciaux, du maquillage, des scénarios, de l'interprétation, et ainsi de suite.\nActuellement, j'étudie l'Art et le Design au niveau A dans mon lycée et j'obtiens beaucoup de pratique. Le cours est enseigné en anglais et cela m'a permis de m'adapter à un environnement anglophone. De plus, le style d'enseignement unique a amélioré mes compétences artistiques, aiguisé ma perception visuelle et renforcé mes compétences en recherche. En outre, j'ai appris à choisir les tissus et les motifs, posant ainsi une bonne base. Beaucoup de mes enseignants sont diplômés d'universités renommées à l'international. En partageant leurs expériences, ils m'ont aidé dans des expériences pertinentes telles que les effets de soufflage et de modification de l'organdi et de l'air chaud, ainsi que la coupe tridimensionnelle du coton d'espace mince. De plus, j'ai été profondément impressionné par leurs personnalités, ce qui m'a encore davantage déterminé à étudier à l'étranger.\nEn tant que professionnel de la publicité établi, mon père partageait avec moi ses idées de design et ses prévisions, et m'emmenait même dans son lieu de travail. J'ai eu la chance d'être mannequin pour Parimand, et les publicités sur lesquelles j'ai travaillé ont été exposées au Shanghai International Eyewear Show. Pendant mes vacances, j'ai fait un stage dans une agence de publicité et appris le processus de production du design, y compris l'utilisation de logiciels tels que AI et PS. Lors des simulations commerciales ASDAN, j'étais responsable de la création de posters et de la réalisation de diaporamas pour expliquer nos produits au monde extérieur. Toutes ces expériences ont été un atout pour ma croissance et m'ont donné un aperçu de la nature commerciale de l'industrie créative.\nLe Royaume-Uni est l'un des pays les plus développés du monde, avec une communauté diversifiée, une scène artistique forte et des réalisations exceptionnelles dans le design de mode et de costumes, et j'aimerais étudier dans votre école. Si l'opportunité m'est donnée, je ferai de mon mieux pour améliorer mes compétences professionnelles et élargir mes connaissances et horizons en participant à davantage d'événements et de compétitions internationales de mode. J'espère sincèrement que vous me ferez l'honneur de me permettre de venir à l'avant-garde de l'industrie de la mode sous votre guidance."
}