{
    "source": "en_US",
    "target": "fr_FR",
    "text": "North High Families:\nThis is a reminder that the virtual Parent Teacher Conferences registration link will open close, Monday, October 7 at 12:00pm. The original email with additional details is below.\nThe staff of North High would like to invite you to attend our Parent-Teacher Conferences on Wednesday, October 9th, from 3:00 - 8:00 pm. This evening will be an excellent opportunity for you to communicate with your student's teachers about his/her academic progress.\nVirtual Conferences\nVirtual Conferences are from 3:00 - 5:00 pm on October 9th. Registration for these conferences will be open online beginning Monday, September 30th at 9:00 am. Due to the nature of these conferences, you must register online by appointment to meet with your student's teachers. In order to register, use THIS LINK or you may access the link using the Parkway North School webpage found HERE.\nWhile the link is currently up on North High's webpage, please remember that registration will NOT open until 9:00 am Monday morning. At that time you will be able to register for individual five-minute conferences with your student's teachers. Registration will close at 12:00 pm on Monday, October 7th.\nIn-Person Conferences\nFor In-Person Conferences, you don't need to do anything more. In-person Conferences are from 5:45 - 8:00 pm on October 9th. No appointments necessary. Staff will be seated by department in the lower level. While waiting to speak with a teacher, you will be asked to assist by providing a non-verbal cue to indicate that five minutes have passed.\nIf you have questions or problems registering, please contact [redacted_name] at skelt@parkwayschools.net.\nSincerely,",
    "trans": "Chères familles de North High,\nCeci est un rappel que le lien d'inscription pour les conférences parents-professeurs virtuelles ouvrira bientôt, le lundi 7 octobre à 12h00. L'e-mail original avec des informations supplémentaires est ci-dessous.\nLe personnel de l'école secondaire North High vous invite à assister aux réunions parents-professeurs qui se tiendront le mercredi 9 octobre de 15h à 20h. Cette soirée sera une excellente occasion pour vous de communiquer avec les professeurs de votre élève au sujet de ses progrès scolaires.\nConférences virtuelles\nLes conférences virtuelles auront lieu de 15h00 à 17h00 le 9 octobre. L'inscription pour ces conférences sera ouverte en ligne à partir du lundi 30 septembre à 9h00. En raison de la nature de ces conférences, vous devez vous inscrire en ligne sur rendez-vous pour rencontrer les enseignants de votre enfant. Pour vous inscrire, utilisez CE LIEN ou vous pouvez accéder au lien via la page Web de Parkway North School trouvée ICI.\nBien que le lien soit actuellement affiché sur la page web de North High, n'oubliez pas que les inscriptions ne seront PAS ouvertes avant lundi matin à 9h00. À ce moment-là, vous pourrez vous inscrire pour des conférences individuelles de cinq minutes avec les professeurs de vos élèves. Les inscriptions seront clôturées à 12h00 le lundi 7 octobre.\nConférences en personne\nPour les conférences en personne, vous n'avez rien à faire de plus. Les conférences en personne se dérouleront de 17h45 à 20h00 le 9 octobre. Aucun rendez-vous n'est nécessaire. Le personnel sera installé par département au niveau inférieur. Pendant que vous attendez de parler à un enseignant, il vous sera demandé de l'aider en donnant un signe non verbal pour indiquer que cinq minutes se sont écoulées.\nSi vous avez des questions ou des problèmes pour vous inscrire, veuillez contacter [redacted_name] à skelt@parkwayschools.net.\nCordialement,"
}