{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Here is a step-by-step breakdown of direct instruction:\nStep 1: Opening of Lesson (You explain.)\nThe instructor explains what the student should know and be able to do by the end of the lesson. The instructor connects to prior knowledge, identifying what the students have already done that can act as a bridge to the new learning taking place in the lesson.\nStep 2: Modeling (You do it.)\nStudents actively watch and listen. The instructor is responsible for thinking out loud and modeling the task or technique.\nStep 3: Structured Practice (We do it together.)\nThe instructor checks for a student's understanding by asking questions to help reinforce their comprehension of knowledge and skills.\nStep 4: Guided Practice (You provide training wheels.)\nStudents are responsible for thinking and doing. The instructor watches, listens, and guides, monitoring individuals one by one.\nStep 5: Independent Practice (Student works alone.)\nStudents practice by themselves in order to \"own\" a new skill. Instructors should refrain from intervening and allow the student to struggle a bit.",
    "trans": "Voici une description détaillée de l'instruction directe :\nÉtape 1 : Ouverture de la leçon (Vous expliquez.)\nL'instructeur explique ce que l'étudiant doit savoir et être capable de faire à la fin de la leçon. L'instructeur se connecte aux connaissances antérieures, identifiant ce que les étudiants ont déjà fait et qui peut servir de passerelle vers le nouvel apprentissage qui se déroulera dans la leçon.\nÉtape 2 : Modélisation (Vous le faites.)\nLes étudiants regardent et écoutent activement. L'instructeur est responsable de penser à voix haute et de modéliser la tâche ou la technique.\nÉtape 3 : Pratique structurée (Nous le faisons ensemble.)\nL'instructeur vérifie la compréhension de l'étudiant en posant des questions pour renforcer sa compréhension des connaissances et des compétences.\nÉtape 4 : Pratique guidée (Vous fournissez des roulettes de secours.)\nLes étudiants sont responsables de réfléchir et d'agir. L'instructeur observe, écoute et guide, surveillant les individus un par un.\nÉtape 5 : Pratique autonome (L'étudiant travaille seul.)\nLes étudiants pratiquent seuls afin de « posséder » une nouvelle compétence. Les instructeurs doivent s'abstenir d'intervenir et permettre à l'étudiant de rencontrer quelques difficultés."
}