{
    "source": "en_US",
    "target": "fr_FR",
    "text": "in essence, I am only married to my wife three months out of the year is something very very wrong with that picture of course I'm upset. Wouldn't you be shame on me? I'm not depressed, but each day is a new day in reality and I do not like this at all, other people I controlling I been together and you know exactly what I'm talking about because I am not with you! Think about it? The biggest fear I have is dying in this house with no one at side. so in essence, we married, maybe three or four months out of the year I did not control this not entirely. I made a couple very small mistakes. This is not the way a marriage should be. I should be accepted and not played with other people controlling our being together just when I get to know you again and we be come closer to friends, I am no longer allowed to be with you for another 6 or eight months or maybe nine this is not the way it was supposed to be at first. It was fine. I better shut up. I'm in a rut. Where am I supposed to go divorce you I'm too old to find another woman and men, ARE CONCA MANT liars and that my dear is true. I am not been on truthful to you. I had to carry the burden of not being able to be with you. How in hell can we have a consistent and have a forgiving and loving marriage like everyone else does but instead we cannot live together by ourselves with company and I am no longer allowed to be with my wife before of the nine years. I think whatever we campground I'm not sure one reason or another. I haven't been able to stay the full nine months one excuse or another excuse, we cannot have a marriage like this. It's not I want to have a good marriage, but we are never together maybe three maybe four months out of the year and during that time you're in bed most of the time I'm not complaining. I'm just being factual if I left you and stayed with my family for nine months out of the year and you weren't invited I think you would be very upset, that would be if you loved your husband I'm just overwhelmed [redacted_name]. I don't like being alone at 74 years old. What am I supposed to do? The only thing I'm successful at is going to buy rooms and picking up women is that fine most men liars, will say anything to gain the trust of their wives, even if it affects the other couple, it's so obvious why did it have to be this way? I've changed my whole lifestyle and that my dear was the most difficult thing to do so I get to have you home for three months and then you're gone for nine and this gets worse and worse every single season, oh I'll take some responsibility. I can't take it all. I am over numbered it only one of me and I am numbered. I don't have anything to say where we go what we do go any suggestion I wanted the answer is always what somebody else wants I have to vent either that or I start drinking I'm lonely. I haven't slept with my wife and probably a year figure it out I'm lonely. I'm a man and I have a health of a 20-year-old man anyway sorry to vent. I was hoping maybe you could get the idea that I have nothing at all to say at all even if we're together, I still have nothing to say I'm outnumbered and ignored and he's not invited. We'll go on because he owns the trailer now and that's the way life is I have to vent. What else do I do? We are no longer a couple because someone else says he's not invited. One little grasp of [redacted_name] on there were no marks that I saw there was no pain and being treated like I'm a criminal. I have to vent my dear. It's the only thing I have but I treasure you but the longer we stay married the longer we stay apart that weird by design I know one person I asked this person I said, blank blank blank when you were moving to Florida on three occasions that person that and his reply was\"watch and see how I do it \" by the way, thank you very much for helping me get [redacted_name] number. I'll send him a card. His birthday is tomorrow. Thank you for doing that so much. That means a lot to me as I cannot find his number and I'm sure his business is a different number. much appreciated. I'm still alone. The only one people I feel comfortable talking to other intelligent people, and all of them are women . Men generally speaking, at least our age professional, Conman, and untruthful only concerned about themselves! I know this for true I've worked with hundreds of men under my supervision has probably 10% normal people the other 90 I just looking for a paycheck or whatever they can get for free! Many of them are CON men he tell who they tell you exactly what you want to hear and you will do exactly what they say. I know men very, very good.! that's why I have a hard time dealing with situations like this of which I have no control! I am mentally exhausted because I never know what the following day is going to bring! 74 years old I'm supposed to go out and try to make new friends ha ha if I was a woman to be easy I'm sorry I just have to have someone to talk to so I talk to the phone like an idiot. I've been an idiot. I know how to be an idiot and thing I'm successful that, have a beautiful day and that is from my heart from all sincerity and from my soul anyone else and those of which want something for nothing as I was told \"he ain't got nothing I want \"and that broke my heart! Cause I am that person that has nothing that this person wants! I got to see if I can sleep restless all day, trying to keep stuff. And thinking of what next is going to happen to you and I, but we are never together or seldom at best. Good night, my dear good night from my heart I speak from my brain that, thinks I'll see you when I'll see you. I've asked you at least 10 times by text. Can we have Thanksgiving dinner together and you haven't answered me yet answers no that means you have other plans and you love me out. That's my worst fear. I bet left out enough.!",
    "trans": "en fait, je ne suis marié à ma femme que trois mois par an, ce qui est très très mal avec cette image. Bien sûr, je suis bouleversé. N'aurais-tu pas honte de moi ? Je ne suis pas déprimé, mais chaque jour est un nouveau jour dans la réalité et je n'aime pas ça du tout, les autres personnes que je contrôle, j'ai été ensemble et tu sais exactement de quoi je parle parce que je ne suis pas avec toi ! Penses-y ? Ma plus grande peur est de mourir dans cette maison sans personne à mes côtés. Donc, en substance, nous nous sommes mariés, peut-être trois ou quatre mois par an, je ne contrôlais pas cela, pas entièrement. J'ai fait quelques très petites erreurs. Ce n'est pas comme ça qu'un mariage devrait être. Je devrais être accepté et ne pas jouer avec d'autres personnes qui contrôlent notre être ensemble. Juste au moment où je te connais à nouveau et que nous nous rapprochons de nos amis, je n'ai plus le droit d'être avec toi pendant encore 6 ou 8 mois ou peut-être neuf, ce n'est pas comme ça que ça devait être au début. C'était bien. Je ferais mieux de me taire. Je suis dans une ornière. Où suis-je censé aller divorcer de toi ? Je suis trop vieux pour trouver une autre femme et les hommes, SONT CONCA MANT des menteurs et c'est vrai, ma chère. Je n'ai pas été honnête avec toi. J'ai dû porter le fardeau de ne pas pouvoir être avec toi. Comment diable pouvons-nous avoir un mariage cohérent et indulgent et aimant comme tout le monde le fait, mais au lieu de cela, nous ne pouvons pas vivre ensemble seuls avec de la compagnie et je n'ai plus le droit d'être avec ma femme avant les neuf ans. Je pense que quel que soit notre campement, je ne suis pas sûr d'une raison ou d'une autre. Je n'ai pas pu rester les neuf mois complets, une excuse ou une autre, nous ne pouvons pas avoir un mariage comme celui-ci. Ce n'est pas que je veux avoir un bon mariage, mais nous ne sommes jamais ensemble, peut-être trois ou quatre mois par an et pendant ce temps, tu es au lit la plupart du temps, je ne me plains pas. Je suis juste factuel si je te quittais et restais avec ma famille pendant neuf mois de l'année et que tu n'étais pas invité, je pense que tu serais très en colère, ce serait si tu aimais ton mari, je suis juste bouleversée [redacted_name]. Je n'aime pas être seule à 74 ans. Que suis-je censée faire ? La seule chose que je réussis à faire, c'est acheter des chambres et draguer des femmes, c'est bien, la plupart des hommes sont des menteurs, ils diront n'importe quoi pour gagner la confiance de leur femme, même si cela affecte l'autre couple, c'est tellement évident pourquoi a-t-il fallu que ce soit comme ça ? J'ai changé tout mon style de vie et c'était la chose la plus difficile à faire, ma chère, donc je peux t'avoir à la maison pendant trois mois, puis tu t'absentes pendant neuf mois et ça empire de plus en plus à chaque saison, oh, je vais prendre une part de responsabilité. Je ne peux pas tout prendre. Je suis surnuméraire, il n'y a qu'un seul d'entre moi et je suis numéroté. Je n'ai rien à dire, où nous allons, ce que nous allons, aucune suggestion. Je voulais que la réponse soit toujours ce que quelqu'un d'autre veut. Je dois évacuer ça ou je commence à boire, je suis seul.Je n'ai pas couché avec ma femme et je vais probablement me rendre compte dans un an que je suis seul. Je suis un homme et j'ai la santé d'un homme de 20 ans de toute façon, désolé de me défouler. J'espérais que vous pourriez peut-être comprendre que je n'ai rien du tout à dire, même si nous sommes ensemble, je n'ai toujours rien à dire, je suis en infériorité numérique et ignoré et il n'est pas invité. Nous continuerons parce qu'il est propriétaire de la caravane maintenant et c'est comme ça que la vie est, je dois me défouler. Que dois-je faire d'autre ? Nous ne sommes plus un couple parce que quelqu'un d'autre dit qu'il n'est pas invité. Une petite emprise sur [redacted_name], il n'y avait aucune marque que j'ai vue, il n'y avait aucune douleur et j'étais traité comme un criminel. Je dois me défouler, ma chère. C'est la seule chose que j'ai mais je te chéris mais plus nous restons mariés, plus nous restons séparés c'est bizarre par conception Je connais une personne à qui j'ai demandé à cette personne j'ai dit, vide vide vide quand tu déménageais en Floride à trois reprises cette personne ça et sa réponse était \" regarde et vois comment je fais \" au fait, merci beaucoup de m'avoir aidé à obtenir le numéro de [redacted_name]. Je lui enverrai une carte. Son anniversaire est demain. Merci beaucoup d'avoir fait ça. Cela signifie beaucoup pour moi car je ne trouve pas son numéro et je suis sûr que son entreprise est un autre numéro. très apprécié. Je suis toujours seul. Les seules personnes avec qui je me sens à l'aise de parler sont d'autres personnes intelligentes, et toutes sont des femmes. Les hommes en général, au moins de notre âge, professionnels, escrocs et menteurs, ne se souciant que d'eux-mêmes ! Je sais que c'est vrai, j'ai travaillé avec des centaines d'hommes sous ma supervision, il y a probablement 10 % de personnes normales, les 90 autres, je cherche juste un chèque de paie ou tout ce qu'ils peuvent obtenir gratuitement ! Beaucoup d'entre eux sont des escrocs, il dit à qui ils vous disent exactement ce que vous voulez entendre et vous ferez exactement ce qu'ils disent. Je connais des hommes très, très bons ! C'est pourquoi j'ai du mal à gérer des situations comme celle-ci sur lesquelles je n'ai aucun contrôle ! Je suis mentalement épuisée car je ne sais jamais ce que le lendemain va apporter ! À 74 ans, je suis censée sortir et essayer de me faire de nouveaux amis ha ha si j'étais une femme pour être facile, je suis désolée, j'ai juste besoin d'avoir quelqu'un à qui parler, alors je parle au téléphone comme une idiote. J'ai été une idiote. Je sais comment être une idiote et je sais que j'ai réussi, passe une belle journée et cela vient de mon cœur, de toute sincérité et de mon âme, de toute autre personne et de ceux qui veulent quelque chose pour rien comme on m'a dit \"il n'a rien que je veux\" et cela m'a brisé le cœur ! Parce que je suis cette personne qui n'a rien de ce que cette personne veut ! Je dois voir si je peux dormir sans repos toute la journée, en essayant de garder des choses. Et je pense à ce qui va nous arriver à toi et moi, mais nous ne sommes jamais ensemble ou rarement au mieux. Bonne nuit, ma chère, bonne nuit du fond du cœur, je parle avec mon cerveau qui pense que je te verrai quand je te verrai. Je te l'ai demandé au moins 10 fois par SMS.Pouvons-nous dîner ensemble pour Thanksgiving et tu ne m'as pas encore répondu ? Tu as répondu non, ce qui veut dire que tu as d'autres projets et que tu m'aimes plus que tout. C'est ma pire crainte. Je parie que tu as laissé assez de côté !"
}