{
    "source": "en_US",
    "target": "fr_FR",
    "text": "eHealth Independent Licensed Insurance Agents and Medicare Benefit Advisors\nEHEALTH INSURANCE SERVICES\neHealth Medicare Matchmakers\neHealth\nBenefits may not be available in every Medicare plan. There may be no plan in your service area that includes all listed benefits.\nThis ad is not from the government. It's from eHealth, an insurance agency selling plans from many insurance companies.\n1eHealth is a free service with no obligation to enroll.\n2March 2024, report from eHealth, Inc., [\"Medical Bill and Prescriptions Savings for Medicare Beneficiaries\"]. Average potential savings are based on average of user sessions limited to plans offered by eHealth at the time of tool use and are based on the cost information available to eHealth at the time the tool was used; this cost information is subject to periodic updates and corrections. Individual experiences may vary.\n3Exclusions and limitations apply. This is a solicitation of insurance by eHealthInsurance Services, Inc. (dba eHealth or eHealth Agency), a licensed health insurance agency offering plans from many insurance companies, and is not connected with or endorsed by the United States government or the federal Medicare program.\n*Top plans based on KFF's 2024 Update and Key Trends report; analysis of 2024 CMS Medicare Advantage enrollment by firm.\nThe Medicare plans represented are PDP, HMO, PPO or PFFS plans with a Medicare contract. Enrollment in plans depends on contract renewal. Not all plans include all benefits mentioned. Benefits may vary by carrier and location. Limitations and exclusions may apply.\nWe do not offer every plan available in your area. Currently we represent 55 organizations which offer 4,405 products in your area. Please contact 1-800-MEDICARE, or your local State Health Insurance Program (SHIP) to get information on all of your options. Each organization may have multiple corporate affiliates.\neHealth agents are unbiased because they get paid the same, no matter which plan you choose.\neHealth values the privacy and security of our customers.\nEvery year, Medicare evaluates plans based on a 5-star rating system.\nFor eHealth's Privacy Policy, Licensing, Terms of Use, and Nondiscrimination Notice, go to\n[redacted_address]\n© 2025 eHealthInsurance Services, Inc.\nMULTIPLAN_EHI_2024_1890_M\nIf you no longer wish to receive emails from eHealth,\nThis email was sent by a third-party marketing company on behalf of eHealth.",
    "trans": "eHealth: Agents d'assurance indépendants agréés et conseillers en prestations d'assurance maladie\nSERVICES D'ASSURANCE EHEALTH\neHealth Medicare Matchmakers (Les entremetteurs pour l'assurance-maladie)\neHealth\nLes prestations peuvent ne pas être disponibles dans tous les plans Medicare. Il se peut qu'il n'y ait pas de plan dans votre zone de service qui comprenne toutes les prestations énumérées.\nCette annonce ne provient pas du gouvernement. Elle provient de eHealth, une agence d'assurance qui vend des plans de nombreuses compagnies d'assurance.\n1-eHealth est un service gratuit sans obligation d'inscription.\n2Mars 2024, rapport de eHealth, Inc. [« Medical Bill and Prescriptions Savings for Medicare Beneficiaries »]. Les économies potentielles moyennes sont basées sur la moyenne des sessions d'utilisateurs limitées aux plans proposés par eHealth au moment de l'utilisation de l'outil et sont basées sur les informations relatives aux coûts dont dispose eHealth au moment de l'utilisation de l'outil ; ces informations relatives aux coûts font l'objet de mises à jour et de corrections périodiques.Les expériences individuelles peuvent varier.\n2-Les exclusions et les limitations s'appliquent. Il s'agit d'une sollicitation d'assurance par eHealthInsurance Services, Inc. (dba eHealth ou eHealth Agency), une agence d'assurance maladie agréée qui propose des plans de nombreuses compagnies d'assurance, et qui n'est pas liée au gouvernement des États-Unis ou au programme fédéral Medicare, ni approuvée par eux.\n*Les meilleurs plans sont basés sur le rapport 2024 Update and Key Trends de KFF ; analyse de l'inscription 2024 CMS Medicare Advantage par entreprise.\nLes plans Medicare représentés sont des plans PDP, HMO, PPO ou PFFS avec un contrat Medicare. L'inscription aux plans dépend du renouvellement du contrat. Tous les plans n'incluent pas toutes les prestations. Les limitations et les exclusions peuvent s'appliquer.\nNous ne proposons pas tous les régimes disponibles dans votre région. Nous représentons actuellement 55 organisations qui proposent 4 405 produits dans votre région. Veuillez contacter le 1-800-MEDICARE ou votre programme national d'assurance maladie (SHIP) pour obtenir des informations sur toutes les options qui s'offrent à vous. Chaque organisation peut avoir plusieurs sociétés affiliées.\nLes agents d'eHealth sont impartiaux car ils sont payés de la même manière, quel que soit le plan que vous choisissez.\neHealth accorde une grande importance à la confidentialité et à la sécurité de ses clients.\nChaque année, Medicare évalue les plans sur la base d'un système de notation à 5 étoiles.\nPour consulter la politique de confidentialité, la licence, les conditions d'utilisation et l'avis de non-discrimination d'eHealth, rendez-vous à l'adresse suivante\n[adresse_masquée]\n© 2025 eHealthInsurance Services, Inc.\nMULTIPLAN_EHI_2024_1890_M\nSi vous ne souhaitez plus recevoir d'e-mails de la part d'eHealth,\nCet e-mail a été envoyé par une société de marketing tierce au nom d'eHealth."
}