{
    "source": "en_US",
    "target": "fr_FR",
    "text": "PESO PLUMA\nEXODO TOUR\nSATURDAY, OCTOBER 5 & SUNDAY, OCTOBER 6, 2024\nPARKING LOTS OPEN: 6:00 PM\nDOORS OPEN: 7:00 PM | SHOWTIME: 8:30 PM\nWe look forward to welcoming you to the United Center for the Exodo Tour!\nTo ensure the best experience for guests, please note the below details for the event.\nNOTE FOR ALL FLOOR GUESTS\nAll guests with floor tickets must enter through Gate 5 only when gates open at 7:00 PM. This includes guests with General Admission and guests with floor seats. Additional information for guests with General Admission can be found below.\nGENERAL ADMISSION PROCESS\nThe following approved process will be implemented at the United Center for the General Admission (GA) pit:\nWRISTBAND DISTRIBUTION TIMES: At 9 a.m. on show day, guests will receive a numbered wristband. This represents the order they will be lined up in to access the GA area. Numbered wristbands will be distributed until 5:30 pm.\nWHO NEEDS A NUMBERED WRISTBAND: Please note that numbered wristbands are only required if a guest would prefer to have first access to the standing room floor. A numbered wristband is not needed if a guest doesn't have a preference on where they will stand on the floor.\nLOCATION: Fans will only receive wristbands from a credentialed United Center security employee at Gate 5.\nLEAVING PRIVILEGES: Once the wristband is received, guests are free to leave and return to Gate 5 no later than 5:30 p.m.\nRETURNING TIME: All guests with a wristband must return to the United Center and be lined up in order by 5:30 p.m. to have wristband number honored.\nLATE ARRIVAL: If a guest with a numbered wristband arrives after 5:30 p.m., the guest will be placed in line after the last guest in line. Guests without wristbands arriving after 5:30 pm will also be placed in line after the last guest in line.\nONE PROCESS: This is the only process approved for GA entry. No additional arrangements can be honored at this time.\n**Please note- you must have your ticket to obtain a wristband and only one wristband per person.\n** All guests with general admission tickets must enter though Gate 5.\nGETTING HERE\nThe United Center offers multiple options for parking and arriving to the arena. Find directions, parking prices and locations, and additional information on our website here.\nSPOTHERO\nNeed parking for the event? We recommend booking parking in advance through SpotHero, the nation's leading parking reservations app.\nBAG POLICY\nGuest are able to enter the arena with a small purse or personal bag up to 10x6x2. No backpacks or other bags are allowed. Exceptions for guests with required medical equipment will be provided. Bag check is available in United Center Parking Lot J on Wood St. and Monroe St.\nSIGNAGE POLICY\nBanners and signs up to 8.5 x 11 are permitted inside United Center. No signs or banners with poles, sticks or offensive/vulgar language are allowed in the arena. Signs and banners may not be hung anywhere and should be displayed at appropriate times without impeding the experience of guests. Security may prohibit and confiscate signs that are not event-related, contain indecent or derogatory comments/images or signs otherwise deemed inappropriate. This is subject to change at any time based on a specific request from the event or promoter.\nPROHIBITED ITEMS\nGuests of the United Center are prohibited from entering the arena with the following:\nAir horns or any other artificial noise makers\nAnimals (excluding service animals)\nBanners, signs or flags\nBags\nBottles or cans\nCameras with detachable lenses\nFireworks\nGoPros\niPads\nLaptops\nLaser pens or laser products of any type\nMasks\nOutside food or beverage of any kind (alcoholic beverages included)\nPoles or sticks\nProjectiles\nSelfie sticks and/or light attachments\nUmbrellas (any size)\nWeapons of any kind, including guns, knives, ammunition, explosives, pepper spray and mace.\nAny other item deemed unacceptable by the United Center.\nPLEASE NOTE: Additional restrictions may be required on certain event days. The United Center will not store any of the aforementioned items.\nCASHLESS TRANSACTIONS\nThe United Center is a fully cashless arena, ensuring contactless options for all food, beverage, and merchandise purchases. Though cash will not be accepted, we accept Apple Pay, Google Pay, Samsung Pay, and credit/debit cards.\nGREEN INITIATIVES\nThe United Center encourages guests to think and travel green when attending events. See below for on-site accommodations for guests:\nCarpooling: Uber Zone located at Madison and Wood\nEV Charging Stations: Offered in Lots H and K\nPublic Transportation: Multiple CTA bus and 'L' stops nearby\nPEPSI GRAB N GO\nOur Pepsi Grab N Go is located in the South Atrium! Scan any credit/debit card to walk in and get snacks, drinks, and more! Then walk out.",
    "trans": "PESO PLUMA\nEXODO TOUR\nSamedi 5 octobre & Dimanche 6 octobre 2024\nOuverture des parkings : 18 h 00\nOuverture des portes : 19 h 00 | Début du spectacle : 20 h 30\nNous avons hâte de vous accueillir au United Center pour le Exodo Tour !\nPour garantir la meilleure expérience aux spectateurs, veuillez prendre connaissance des détails ci-dessous concernant l’événement.\nNOTE POUR TOUS LES SPECTATEURS EN ZONE FLOOR :\nTous les spectateurs ayant un billet pour la fosse doivent entrer uniquement par la Porte 5 lorsque les portes s’ouvrent à 19 h 00. Cela inclut les spectateurs en admission générale ainsi que ceux ayant des sièges en fosse. Des informations supplémentaires pour les spectateurs en admission générale sont disponibles ci-dessous.\nPROCÉDURE D’ADMISSION GÉNÉRALE\nLe processus suivant sera mis en place au United Center pour la fosse en admission générale (GA) :\nHORAIRES DE DISTRIBUTION DES BRACELETS : À partir de 9h00 le jour du spectacle, les spectateurs recevront un bracelet numéroté. Ce numéro détermine l’ordre dans lequel ils seront placés pour accéder à la zone GA. La distribution des bracelets numérotés se poursuivra jusqu’à 17h30.\nQUI A BESOIN D’UN BRACELET NUMÉROTÉ : Les bracelets numérotés sont uniquement requis pour les spectateurs souhaitant un accès prioritaire à la zone debout. Un bracelet numéroté n’est pas nécessaire pour ceux qui n’ont pas de préférence quant à leur emplacement dans la fosse.\nEMPLACEMENT : Les bracelets seront distribués exclusivement par un agent de sécurité accrédité du United Center à la Porte 5.\nSORTIE AUTORISÉE : Une fois le bracelet obtenu, les spectateurs peuvent quitter les lieux et revenir à la Porte 5 au plus tard à 17 h 30.\nHEURE DE RETOUR : Tous les spectateurs munis d’un bracelet doivent revenir au United Center et se ranger dans l’ordre avant 17 h 30 afin que leur numéro soit pris en compte.\nARRIVÉE TARDIVE : Si un spectateur muni d’un bracelet numéroté arrive après 17 h 30, il sera placé à la suite du dernier spectateur en file. Les spectateurs sans bracelet arrivant après 17 h 30 seront également placés après le dernier en file.\nPROCÉDURE UNIQUE : Il s’agit du seul processus approuvé pour l’entrée en admission générale. Aucun autre arrangement ne pourra être pris en compte.\n** Veuillez noter : un billet est obligatoire pour obtenir un bracelet, et un seul bracelet sera remis par personne.\n** Tous les spectateurs ayant un billet en admission générale doivent entrer par la Porte 5.\nACCÈS À L’ARENA\nLe United Center propose plusieurs options pour se garer et accéder à l’arène. Retrouvez les itinéraires, les tarifs et emplacements de stationnement ainsi que d’autres informations sur notre site web.\nSPOTHERO\nBESOIN DE STATIONNEMENT POUR L’ÉVÉNEMENT ? Nous vous recommandons de réserver votre place de parking à l'avance via SpotHero, l'application leader de réservation de stationnement aux États-Unis\nPOLITIQUE DES SACS\n.Les spectateurs peuvent entrer dans l'arène avec un petit sac à main ou un sac personnel de taille maximale 10x6x2. Les sacs à dos ou autres sacs sont interdits. Des exceptions seront faites pour les spectateurs ayant besoin d'équipements médicaux nécessaires. Un contrôle des sacs est disponible dans le stationnement Lot J du United Center, situé sur Wood St. et Monroe St.\nPOLITIQUE DES PANNEAUX ET BANNIÈRES\nLes bannières et panneaux de taille maximale 8,5 x 11 sont autorisés dans l’arène. Les panneaux ou bannières avec des perches, des bâtons ou un langage offensant/vulgaire sont interdits. Les panneaux et bannières ne peuvent pas être accrochés n’importe où et doivent être affichés au moment approprié sans gêner l'expérience des autres spectateurs. La sécurité peut interdire ou confisquer les panneaux qui ne sont pas liés à l’événement, qui contiennent des commentaires/images indécents ou dérogatoires, ou qui sont jugés inappropriés. Cette politique peut être modifiée à tout moment en fonction des demandes spécifiques de l’événement ou du promoteur.\nOBJETS INTERDITS\nLes spectateurs du United Center ne peuvent pas entrer dans l’arène avec les objets suivants :\nCornets d'air ou autres générateurs de bruit artificiel\nAnimaux (à l'exception des animaux d'assistance)\nBannières, panneaux ou drapeaux\nSacs\nBouteilles ou canettes\nAppareils photo avec objectifs détachables\nFeux d'artifice\nGoPros\niPads\nOrdinateurs portables\nStylos laser ou produits laser de tout type\nMasques\nNourriture ou boissons extérieures (y compris les boissons alcoolisées)\nPerches ou bâtons\nProjectiles\nPerches à selfies et/ou accessoires lumineux\nParapluies (de toute taille)\nArmes de toute nature, y compris les armes à feu, les couteaux, les munitions, les explosifs, les sprays au poivre et le gaz poivré\nTout autre objet jugé inacceptable par le United Center.\nVEUILLEZ NOTER : Des restrictions supplémentaires peuvent être appliquées lors de certains événements. Le United Center ne stockera aucun des objets mentionnés ci-dessus.\nTRANSACTIONS SANS NUMÉRAIRE\nLe United Center est une arène entièrement sans numéraire, garantissant des options sans contact pour tous les achats de nourriture, boissons et marchandises. Bien que l’argent liquide ne soit pas accepté, nous acceptons Apple Pay, Google Pay, Samsung Pay, ainsi que les cartes de crédit/débit.\nINITIATIVES ÉCOLOGIQUES\nLe United Center encourage les spectateurs à adopter des pratiques écologiques lors de leur venue. Voici quelques aménagements pour les invités sur place :\nCovoiturage : Zone Uber située à Madison et Wood\nStations de recharge pour véhicules électriques : Situées dans les lots H et K\nTransport public : Plusieurs arrêts de bus CTA et de la ligne 'L' à proximité\nPEPSI GRAB N GO\nNotre Pepsi Grab N Go est situé dans l'atrium sud ! Scannez n'importe quelle carte de crédit/débit pour entrer, acheter des en-cas, des boissons et plus encore, puis sortez simplement."
}