{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name]! I hope that you’re having a wonderful day! I am about to jump back into a session with a client and I thought about you briefly at this moment. I wanted to send you a simple reminder that it is daylight savings time so if you have any of those small clocks around the house that may need to be adjusted, go ahead and knock that out today!\nAs you know, nothing changes until you do something different. In 59 days it will be a New Year. 2025 will be here before you know it. The question is are you ready?\nIt’s time for us to plant our seeds and prepare for a beautiful harvest! It is extremely odd to know that no one person can do this on their own. We are going to be one year older and before you know it, we’re going to wake up God willing, and be in our 80s looking back at where the time went.\nI’m here as your accountability partner to simply remind you to be intentional and let’s get serious. Let’s put in the hard work today so that we can enjoy this day as well as tomorrow. Nothing is promised to us.\nWe can no longer hide from the fact that we need to make some necessary changes for ourselves. I’m here to encourage you to know that the time is now. Let’s continue to have joy, be in the moment, and stay focused.\nEvery day truly brings on extraordinary opportunities, depending on the lens, we choose to look through. Take care. Stay blessed and enjoy this wonderful day! God bless you always!\nCarpe diem!\n👑",
    "trans": "Bonjour [nom masqué] ! J'espère que tu passes une excellente journée ! Je m'apprête à replonger dans une séance avec un client et, à cet instant, j'ai pensé à toi brièvement. Je voulais juste te rappeler que c'est l'heure d'été, donc si tu as des petites horloges chez toi qui nécessitent d'être ajustées, n'hésite pas à t'en occuper aujourd'hui !\nComme tu le sais, rien ne change tant que tu ne fais pas quelque chose de différent. Dans 59 jours, ce sera le Nouvel An. 2025 arrivera plus vite que tu ne le penses. La question est : es-tu prêt(e) ?\nIl est temps pour nous de planter nos graines et de nous préparer pour une belle récolte ! Il est vraiment étrange de savoir qu'aucune personne ne peut faire cela seule. Nous serons un an plus vieux et, avant que tu ne t'en rendes compte, nous nous réveillerons, si Dieu le veut, dans nos 80 ans, en regardant en arrière et en nous demandant où est passé le temps.\nJe suis ici en tant que partenaire de responsabilisation, simplement pour te rappeler d'être intentionnel(le) et de prendre les choses au sérieux. Mettons-y les efforts aujourd'hui pour pouvoir profiter de ce jour ainsi que de demain. Rien ne nous est promis.\nNous ne pouvons plus échapper à l'évidence que nous devons opérer certains changements nécessaires pour nous-mêmes. Je suis là pour t'encourager à savoir que le temps est venu. Continuons à éprouver de la joie, à être dans l'instant présent et à rester concentrés.\nChaque jour apporte véritablement des opportunités extraordinaires, selon le prisme à travers lequel nous choisissons de regarder. Prends soin de toi. Reste béni(e) et profite pleinement de cette journée merveilleuse ! Que Dieu te bénisse toujours !\nCarpe diem !\n👑"
}