{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Rooming house agreement\nResidential Tenancies Amendment Act 2018 Section 93A(2(b)\nResidential Tenancies Regulations 2021 Regulation 38\nThis is your rooming house agreement. It is a binding contract under the Residential Tenancies Act 1997 (the Act).\nPlease refer to the rights and obligations outlined at the end of this form.\nDo not sign this agreement if there is anything that you do not understand. Please refer to Rooming House Residents Guide for details about your rights and responsibility. For further information visit the renting section of the Consumer Affairs website at www.consumer.vic.gov.au/renting or call [redacted_number]1.\nPart A – Basic terms\nThis agreement is between the rooming house operator and the resident(s) listed on this form.\n1Date of agreement\nThis is the date the agreement is signed\n18/10/24\nIf the agreement is signed by the parties on different days, the date of the agreement is the date the last person signs the agreement.\n2Premises let by the rooming house operator\nAddress of rooming house (include room number)\nRoom number\nStreet address:18 LANCELOT CRESCENT\nSuburb\nGLEN WAVERLY\nPostcode: 3150\nItems let with the room (if any)\n1 Queen size bed; possible bed side table, split system air conditioner, wardrobe\n3Rooming house operator details\nFull name\nWIKY HOLDINGS PTY LTD\nAddress for service\nPostcode\n3149\n(if no agent is acting for the rooming house operator)\nPhone number\n0406633228\nABN/ACN (if applicable)\n36616334171\nEmail address\njonathanyeoh@hotmail.com\nRooming house operator’s agent’s details (if applicable)\nFull name\nAddress\nPostcode\nPhone number\nABN/ACN (if applicable)\nEmail address\nNote: The rooming house operator must notify the resident within 7 days if any of this information changes\n4Resident(s) details\nFull name of resident 1\nShih Jou-Erh\nCurrent address\nPostcode\nPhone number\n0481270277\nEmail address\nshihjouerh@gmail.com\nFull name of resident 2\nJian Jin Mei\nCurrent address\nPostcode\nPhone number\n0466029591\nEmail address\nWeekend.happy@gmail.com\n5Length of the agreement\nFixed term agreement\nStart date\n20/10/24\nEnd date\n1/6/24\n6Rent\nRent amount ($)\n$340/week\n(charged under this agreement)\nTo be paid per\nweek\nfortnight\nDay rent is to be paid\nEvery Fortnight\n(e.g. each Thursday)\nDate first rent payment due\n20/01/25\nNote: The rooming house operator cannot ask for the resident(s) to pay rent more than 14 days in advance.\n7Bond\nThe resident has been asked to pay the bond specified below.\nThe bond must not be more than 28 days’ rent if the agreement has a fixed term. In any other case, the maximum bond is 14 days' rent.\nThe rooming house operator or agent must lodge the bond with the Residential Tenancies Bond Authority (RTBA).\nThe bond must be lodged within 10 business days after receiving payment. The RTBA will send the resident a receipt for the bond.\nIf the resident does not receive a receipt within 15 business days from when they paid the bond, they can:\n• Email the RTBA at rtba@justice.vic.gov.au, or\n• call the RTBA at 1300 13 71 64.\nBond amount ($)\n$1360\nDate bond payment due\n19/10/24\n8Rooming house operator’s preferred method of rent payment\n• The rooming house operator must permit a fee free (other than the resident’s own bank fees) payment method and must allow the resident(s) to use Centrepay or another form of electronic funds transfer.\n• The rooming house operator must tell the resident(s) about any costs (such as transaction fees) related to the payment method.\n• The rooming house operator and resident may change the payment method by agreement.\n• The resident is entitled to receive a receipt from the operator confirming payment of rent.\n(Rooming house operator to tick available methods of rent payment)\ndirect debit\nbank deposit\ncash\ncheque or money order\nBPAY\nother electronic form of payment, including Centrepay\nPayment details (if applicable)\nName: Y C YEOH\nBSB: 084456\nACCOUNT NUMBER: 396018285\n9Service of notices and other documents by electronic methods\n• Electronic service of documents must be in accordance with the requirements of the Electronic Transactions (Victoria) Act 2000.\n• Just because someone responds to an email or other electronic communications, does not mean they have consented to the service of notices and other documents by electronic methods.\n• The rooming house resident and rooming house operator must notify the other party in writing if they no longer wish to receive notices or other documents by electronic methods.\n• The rooming house resident and rooming house operator must immediately notify the other party in writing if their contact details change.",
    "trans": "Contrat de maison de chambre\nResidential Tenancies Amendment Act 2018 Section 93A(2(b)\nResidential Tenancies Regulations 2021 Regulation 38\nCeci est votre contrat de colocation. Il s'agit d'un contrat contraignant en vertu du Residential Tenancies Act 1997 (la Loi).\nVeuillez vous référer aux droits et obligations énoncés à la fin de ce formulaire.\nNe signez pas ce contrat si vous ne comprenez pas certains points. Veuillez vous référer au Rooming House Residents Guide  pour plus de détails sur vos droits et responsabilités. Pour de plus amples informations, consultez la section consacrée à la location sur le site web de la Direction générale de la consommation à l'adresse www.consumer.vic.gov.au/renting ou appelez le [numéro_rédigé]1.\nPartie A - Conditions de base\nCe contrat est conclu entre l'exploitant de la maison de chambres et le(s) résident(s) mentionné(s) sur ce formulaire.\n1 Date du contrat\nIl s'agit de la date de signature du contrat\n18/10/24\nSi le contrat est signé par les parties à des dates différentes, la date du contrat est la date à laquelle la dernière personne signe le contrat.\n2 Les locaux loués par l'exploitant de la maison de chambres\nAdresse de la maison de chambres (inclure le numéro de la chambre)\nNuméro de la chambre\nAdresse : 18 LANCELOT CRESCENT\nBanlieue\nGLEN WAVERLY\nCode postal : 3150\nObjets loués avec la chambre (s'il y en a)\n1 lit Queen size ; table de chevet possible, climatiseur split system armoire\n3 Détails de l'exploitant de la maison de vacances\nNom complet\nWIKY HOLDINGS PTY LTD\nAdresse de service\nCode postal\n3149\n(si aucun agent n'agit pour le compte de l'exploitant de la maison de chambres)\nNuméro de téléphone\n0406633228\nABN/ACN (le cas échéant)\n36616334171\nAdresse électronique\njonathanyeoh@hotmail.com\nCoordonnées de l'agent de l'exploitant de la maison de chambres (le cas échéant)\nNom et prénom\nAdresse\nCode postal\nNuméro de téléphone\nABN/ACN (le cas échéant)\nAdresse électronique\nRemarque : l'exploitant de la maison de chambres doit informer le résident dans les 7 jours en cas de modification de ces informations.\n4 Données sur le(s) résident(s)\nNom complet du résident 1\nShih Jou-Erh\nAdresse actuelle\nCode postal\nNuméro de téléphone\n0481270277\nAdresse électronique\nshihjouerh@gmail.com\nNom complet du résident 2\nJian Jin Mei\nAdresse actuelle\nCode postal\nNuméro de téléphone\n0466029591\nAdresse électronique\nWeekend.happy@gmail.com\n5 Durée de l'accordDate de fin1/6/24\nAccord à durée déterminée\nDate de début\n20/10/24\nDate de fin\n1/6/24\n6 Loyer\nMontant du loyer ($)\n340 $/semaine\n(facturé dans le cadre de ce contrat)\nA payer par\nsemaine\nquinzaine\nJour où le loyer doit être payé\nTous les quinze jours\n(par exemple, chaque jeudi)\nDate d'échéance du premier paiement du loyer\n20/01/25\nRemarque : l'exploitant de la maison de chambres ne peut pas demander au(x) résident(s) de payer le loyer plus de 14 jours à l'avance.\n7 Caution\nLe résident a été invité à verser la caution indiquée ci-dessous.\nLa caution ne peut être supérieure à 28 jours de loyer si le contrat est à durée déterminée. Dans tous les autres cas, la caution maximale est de 14 jours de loyer.\nL'exploitant ou l'agent de la maison de chambres doit déposer la caution auprès de la Residential Tenancies Bond Authority (RTBA).\nLa caution doit être déposée dans les 10 jours ouvrables suivant la réception du paiement. La RTBA enverra au résident un reçu pour la caution.\nSi le résident ne reçoit pas de reçu dans les 15 jours ouvrables suivant la date à laquelle il a payé la caution, il peut :\n• envoyer un courriel à la RTBA à l'adresse rtba@justice.vic.gov.au, ou\n• appeler la RTBA au 1300 13 71 64.\nMontant de la caution ($)\n1360 $\nDate d'échéance du paiement de la caution\n19/10/24\n8 Méthode de paiement du loyer préférée par l'exploitant de la maison de chambres\n• L'exploitant de la maison de chambres doit autoriser un mode de paiement sans frais (autres que les frais bancaires du résident) et doit permettre au(x) résident(s) d'utiliser Centrepay ou une autre forme de transfert électronique de fonds.\n•L'exploitant de la maison de chambres doit informer le(s) résident(s) de tous les coûts (tels que les frais de transaction) liés à la méthode de paiement.\n•L'exploitant de la maison de chambres et le résident peuvent modifier le mode de paiement d'un commun accord.\n•Le résident a le droit de recevoir un reçu de l'exploitant confirmant le paiement du loyer.\n(L'exploitant de la maison de chambres doit cocher les méthodes de paiement du loyer disponibles)\nprélèvement automatique\ndépôt bancaire\nespèces\nchèque ou mandat\nBPAY\nautre forme de paiement électronique, y compris Centrepay\nDétails du paiement (le cas échéant)\nNom : Y C YEOH\nBSB : 084456\nNUMÉRO DE COMPTE : 396018285\n9 Signification des avis et autres documents par voie électronique\n• La notification Electronique des documents doit être conforme aux exigences de la Loi de 2000 sur les Transactions Electroniques (Victoria).\n• Le simple fait qu'une personne réponde à un courriel ou à d'autres communications électroniques ne signifie pas qu'elle a consenti à la signification de notifications et d'autres documents par des méthodes électroniques.\n• Le résident d'une maison de chambres et l'exploitant d'une maison de chambres doivent informer l'autre partie par écrit s'ils ne souhaitent plus recevoir de notifications ou d'autres documents par voie électronique.\n• Le résident d'une maison de chambres et l'exploitant d'une maison de chambres doivent immédiatement informer l'autre partie par écrit de tout changement de leurs coordonnées."
}