{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your friend Wilson has referred you! Use this page to open an account — then you both can be rewarded.\nGet a bonus\n$\n300\nNew Chase checking customers: Open a Chase Total Checking® account1 and make direct deposits totaling $500 or more within 90 days of coupon enrollment. Plus, your friend can get a bonus, too.\nOpen an account »\nCoupon code automatically applied when you choose \"Open an account\"\nOR\nEnter email addressEmail my coupon »\nEmail address won’t be used for other\npromotions or shared with third parties\nAccount subject to approval.\nGet Service Fee, Bonus/Account and other Important Information.\nOffer expires 01/22/2025.\nHow to avoid the Monthly Service Fee and other product details\nChaseTotal Checking®\nMonthly Service Fee2\n$12 or $0\n$12 Monthly Service Fee OR $0 with one of the following, each monthly statement period:\nElectronic deposits made into this account totaling $500 or more, such as payments from payroll providers or government benefit providers, by using (i) the ACH network, (ii) the Real Time Payment or FedNowSM network, or (iii) third party services that facilitate payments to your debit card using the Visa® or Mastercard® network,\nOR a balance at the beginning of each day of $1,500 or more in this account,\nOR an average beginning day balance of $5,000 or more in any combination of this account and linked qualifying Chase checking, savings, and other balances\nOther fees apply. See the Clear & Simple Product Guide (PDF) and Deposit Account Agreement for more information.\nSee how easy it is\n1\nOpen an account online with the coupon code or enter your email address to get your coupon and bring it to a Chase branch to open an account. Offer expires 01/22/2025.\n2\nMake direct deposits totaling $500 or more within 90 days of coupon enrollment.\n3\nReceive your new checking account bonus within 15 days.\nYour friend will be rewarded after you open an account and take advantage of your offer from this page.\nBank on your terms\nChase Overdraft AssistSM\nNo overdraft fees if you're overdrawn by $50 or less at the end of the business day or if you're overdrawn by more than $50 and bring your account balance to overdrawn by $50 or less at the end of the next business day.\nChase Mobile®app\nBank when and where you want. Manage accounts, pay bills, send money to friends with Zelle®and deposit checks from almost anywhere.\nConvenient locations\nWith over 4,700 branches, Chase has the largest branch network in the U.S. plus access to more than 15,000 ATMs.\nChase bonus FAQs\n+\nSi tiene alguna pregunta, por favor, llame o visite una sucursal local de Chase.",
    "trans": "Votre ami Wilson vous a recommandé ! Utilisez cette page pour ouvrir un compte — ainsi, vous serez tous les deux récompensés.\nObtenez un bonus\n$\n300\nNouveaux clients Chase : Ouvrez un compte Chase Total Checking® et effectuez des dépôts directs totalisant 500 $ ou plus dans les 90 jours suivant l'inscription au coupon. De plus, votre ami peut également recevoir un bonus.\nOuvrir un compte »\nLe code du coupon est appliqué automatiquement lorsque vous choisissez « Ouvrir un compte »\nOU\nEntrez l'adresse e-mail. Envoyer mon coupon par e-mail\nL'adresse e-mail ne sera pas utilisée à d'autres fins\npromotions ou partagée avec des tiers\nCompte soumis à approbation.\nObtenez des informations sur les frais de service, le bonus/compte et d'autres informations importantes.\nL'offre expire le 22/01/2025.\nComment éviter les frais de service mensuels et autres détails sur le produit\nChase Total Checking®\nFrais de service mensuels2\n12 $ ou 0 $\nFrais de service mensuels de 12 $ OU 0 $ avec l'une des options suivantes, chaque période de relevé mensuel :\nDépôts électroniques effectués sur ce compte totalisant 500 $ ou plus, tels que les paiements des prestataires de paie ou des prestataires de prestations gouvernementales, en utilisant (i) le réseau ACH, (ii) le réseau Real Time Payment ou FedNowSM, ou (iii) des services tiers facilitant les paiements vers votre carte de débit via les réseaux Visa® ou Mastercard®\nOU un solde au début de chaque jour de 1 500 $ ou plus sur ce compte,\nOU un solde moyen au début de chaque jour de 5 000 $ ou plus dans n'importe quelle combinaison de ce compte et des comptes Chase de chèques, d'épargne et autres, liés et qualifiés.\nD'autres frais s'appliquent. Consultez le Guide des produits Clear & Simple (PDF) et l'Accord sur les comptes de dépôt pour plus d'informations.\nVoyez à quel point c'est facile\n1\nOuvrez un compte en ligne avec le code du coupon ou entrez votre adresse e-mail pour obtenir votre coupon et l'apporter dans une agence Chase pour ouvrir un compte. L'offre expire le 22/01/2025.\n2\nEffectuez des dépôts directs totalisant 500 $ ou plus dans les 90 jours suivant l'inscription au coupon.\n3\nRecevez votre nouveau bonus de compte courant dans les 15 jours.\nVotre ami sera récompensé après l'ouverture de votre compte et l'utilisation de l'offre de cette page.\nBanquez selon vos conditions\nChase Overdraft AssistSM\nAucun frais de découvert si vous êtes à découvert de 50 $ ou moins à la fin de la journée ouvrable, ou si vous êtes à découvert de plus de 50 $ et que vous ramenez votre solde de compte à un découvert de 50 $ ou moins à la fin du jour ouvrable suivant.\nChase Mobile®app\nBanquez quand et où vous le souhaitez. Gérez vos comptes, payez vos factures, envoyez de l'argent à vos amis avec Zelle® et déposez des chèques depuis presque n'importe où.\nEmplacements pratiques\nAvec plus de 4 700 agences, Chase possède le plus grand réseau d'agences aux États-Unis, en plus de l'accès à plus de 15 000 distributeurs automatiques de billets.\nFAQ sur les bonus Chase\n+\nSi tiene alguna pregunta, por favor, llame o visite una sucursal local de Chase."
}