{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In 1936, on a wooded sight at Bear Run, Pennsylvania, Wright built a weekend house for the [redacted_name] family. The house is a synthesis of International style and Prairie style. It is called Fallingwater because it perched over a small waterfall. Like the Robie House, there is a small central core, composed of local masonry. Fallingwater is surrounded by reinforced concrete terraces, which are related to the International style. Their beige color attempts to blend with the landscape. Their cantilevered horizontals repeat the horizontals of the rocky ledges below. The smooth texture and light hue of the terraces contrast of the darker natural colors of the woods. The natural stone of the chimneys resembles the rocks in the surrounding landscapes. In keeping with the Prairie style, parts of the house are integrated into the landscape and seem to grow from it. Glass walls reinforce the association of architecture with the landscape. It is organic architecture.\nFallingwater\nThe International Style\nFrom the end of World War I, a new architectural style began in Western",
    "trans": "En 1936, sur un terrain boisé à Bear Run, en Pennsylvanie, Wright construisit une maison de week-end pour la famille [redacted_name]. La maison est une synthèse du style International et du style Prairie. Elle s'appelle Fallingwater car elle est perchée au-dessus d'une petite cascade. Comme la Robie House, il y a un petit noyau central, composé de maçonnerie locale. Fallingwater est entourée de terrasses en béton armé, qui sont liées au style International. Leur couleur beige tente de se fondre dans le paysage. Leurs horizontales en porte-à-faux répètent les horizontales des corniches rocheuses en dessous. La texture lisse et la teinte claire des terrasses contrastent avec les couleurs naturelles plus sombres des bois. La pierre naturelle des cheminées ressemble aux roches du paysage environnant. Fidèle au style Prairie, certaines parties de la maison sont intégrées dans le paysage et semblent en sortir. Les murs en verre renforcent l'association de l'architecture avec le paysage. C'est de l'architecture organique.\nMaison sur la cascade\nLe style international\nDepuis la fin de la Première Guerre mondiale, un nouveau style architectural a vu le jour en Occident..."
}