{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Responsibilities\nWhat Will You Be Doing?\nThe Delivery Foreman's primary role is to lead a crew and assist in all the delivery activities at Ohio Pools.\nLead a crew and assist with delivery activities such as; loading, delivering, installing hot tubs.\nCommunicate and build relationships with the customer to ensure excellent customer service\nCoordinate with Delivery Manager and team members.\nDrives company vehicle for business purposes as required\nMaintains a clean and safe working environment, utilizing all available resources, ensuring safety and security of the employees, customers and property\nAssess conditions, lift and move objects.\nThe Benefits of Working Here\nOur benefits exemplify our commitment to an employee-first culture, ensuring employees and their families are well taken care of, safe and secure. Some of our other benefits include competitive wages and a referral program.\nBenefits may be earned after qualifying period and are only for full-time employees.",
    "trans": "Responsabilités\nQue ferez-vous ?\nLe rôle principal du chef de livraison est de diriger une équipe et d’assister dans toutes les activités de livraison chez Ohio Pools.\nDiriger une équipe et assister dans les activités de livraison telles que : le chargement, la livraison, l'installation de spas.\nCommuniquer et établir des relations avec les clients pour assurer un excellent service client.\nCoordonner avec le responsable des livraisons et les membres de l’équipe.\nConduire le véhicule de l'entreprise pour des besoins professionnels, selon les besoins.\nMaintenir un environnement de travail propre et sûr, en utilisant toutes les ressources disponibles, garantissant la sécurité et la sûreté des employés, des clients et des biens.\nÉvaluer les conditions, soulever et déplacer des objets.\nLes avantages de travailler ici\nNos avantages illustrent notre engagement en faveur d'une culture où l'employé occupe la première place, en veillant à ce que les employés et leurs familles soient bien pris en charge, en sécurité et en sûreté. Parmi nos autres avantages, citons des salaires compétitifs et un programme de recommandation.\nLes avantages peuvent être acquis après une période de qualification et sont réservés aux employés à temps plein."
}