{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Aspen Products, Inc. a leader in the paper converting industry is looking to fill the position of Printing Press Operator in its Richmond, VA manufacturing facility. We are looking for motivated and reliable employees with excellent communication skills. All candidates should have some mechanical background/aptitude and be prepared to work in a zero tolerance drug free work zone. Aspen Products, Inc. is a 24 hour 5 day per week manufacturing operation with various types of production equipment and systems. Applicants must be prepared for a fast paced environment where machine up-time is extremely important. Previous experience in operating a printing press is required. This position’s pay will be dependent upon experience and you can earn a raise in as little as 90 days. Paid Holidays and benefits available after 90 days as well.\nJob Type: Full-time",
    "trans": "Aspen Products, Inc., un leader dans l'industrie de la transformation du papier, cherche à pourvoir le poste d'opérateur de presse d'impression dans son usine de Richmond, VA. Nous sommes à la recherche d'employés motivés et fiables, ayant d'excellentes aptitudes à la communication. Tous les candidats doivent avoir des connaissances et des aptitudes en mécanique et être prêts à travailler dans un environnement de travail sans drogue et de tolérance zéro. Aspen Products, Inc. est un site de production ouvert 24 heures sur 24, 5 jours sur 7, avec différents types d'équipements et de systèmes de production. Les candidats doivent être prêts à travailler dans un environnement où le rythme est rapide et où le temps de fonctionnement des machines est extrêmement important. Une expérience préalable dans l'exploitation d'une presse d'imprimerie est requise. Ce poste est rémunéré en fonction de l'expérience acquise et vous pouvez obtenir une augmentation en l'espace de 90 jours seulement. Des congés payés et des avantages sociaux sont également disponibles après 90 jours.\nType d'emploi : Travail à temps plein"
}