{
    "source": "en_US",
    "target": "fr_FR",
    "text": "#1Have to, need to, must.\na) Do you need to or have to do your homework? *what happens if you don’t?\nb) Do you need to or have to study? *what will you do in the future?\nc) Do you need to or have to get a job? *are you rich? Rich gf/bf?\nd) Do you need to or have to get married? *for yourself or your parents?\ne) Do you have to or need to have children in the future? *for yourself or your parents?\n#2If you marry a rich man/woman you won’t need to/have to work:\na) Do you think you would feel bored if you didn’t have to work in the future?\n➢ “I think/don’t think _______, because…”.\nb) Do rich people need to have children if they can pay people to look after them when they’re old?\n➢ “They need to/don’t need to ______, because…”.\nc) Is work a must for a healthy life?\n➢ “Work is/isn’t a must… because…”.\n#3If AI and machines replace most workers, most humans won’t need to work:\na) If almost nobody needs a job anymore, what would you and your family, and your friends do?\n➢ “I/we would/could, because…”.\nb) If we don’t need so many people, do we need to stop having children or will we have to colonize other planets?\n➢ “We do/don’t need to",
    "trans": "# 1 Avoir à, devoir, il faut.\na) As-tu besoin de faire tes devoirs ou dois-tu les faire ? *Que se passe-t-il si tu ne les fais pas ?\nb) As-tu besoin d'étudier ou dois-tu étudier ? *Que feras-tu dans le futur ?\nc) As-tu besoin de trouver un travail ou dois-tu en trouver un ? *Es-tu riche ? Un(e) petit(e) ami(e) riche ?\nd) As-tu besoin de te marier ou dois-tu te marier ? *Pour toi ou pour tes parents ?\ne) As-tu besoin d'avoir des enfants dans le futur ou dois-tu en avoir ? *Pour toi ou pour tes parents ?\n# 2 Si tu épouses un homme/une femme riche, tu n'auras pas besoin de travailler :\na) Penses-tu que tu te sentirais ennuyé(e) si tu n'avais pas à travailler dans le futur ?\n➢ « Je pense/je ne pense pas ______, parce que… ».\nb) Les personnes riches doivent-elles avoir des enfants si elles peuvent payer des gens pour s'occuper d'eux quand elles seront vieilles ?\n➢ « Elles doivent/doivent pas ______, parce que… ».\nc) Le travail est-il indispensable pour une vie saine ?\n➢ « Le travail est/n'est pas indispensable… parce que… ».\n#3 Si l'IA et les machines remplacent la plupart des travailleurs, la plupart des humains n'auront plus besoin de travailler :\na) Si presque personne n'a plus besoin de travail, que ferais-tu, toi et ta famille, et tes amis ?\n➢ « Je/nous ferions/pourrions, parce que… ».\nb) Si nous n'avons plus besoin de tant de gens, devons-nous arrêter d'avoir des enfants ou allons-nous devoir coloniser d'autres planètes ?\n➢ « Nous devons/ne devons pas"
}