{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Our focus is simple but meaningful, from our distribution centers to our offices every employee of C&S and their family of companies works to help feed local families, neighbors and communities. As a Warehouse Selector, you’ll pick, gather, organize product and prepare orders for delivery to local customers.\nUpbeat individuals interested in staying active, fit while earning above-average income are perfect for this role.\nJob Description\nText “CS” to 32543 to learn more about how you can become a part of our legacy.\nEarn $19.00 per hour + $4.00 freezer premium Total starting rate: $23.00 with additional earning potential after training! Selectors earn $26.00 per hour on average.\n53 Summit Lock RD, Westfield, MA\n1st shift - 6:00am - until work is finished\n2nd shift 7:00pm -until work is finished\n10-12 hour shift length\n4 to 5 day work week (Sunday Required)\nEmployee shuttle service available for day and night shifts.\nYou will contribute by:\nPicking various items by using order sheets or an audio headset\nStacking items on a pallet for wrapping and loading at the bay doors\nEnsuring accuracy to orders while adhering to our safety standards\nOperating a double walkie-rider or electric pallet jack to remove cases of products from storage rack place on pallet and apply selection labels to appropriate cases (not in all cases)\nUtilizing proper wrapping techniques to ensure safety of product to prevent damages\nInforming Supervisor of any differences in case quantity and/or description\nPerforming equipment inspections to completion of appropriate form\nFrequent safe lifting of varying case weight, shape, and height levels\nHaving the ability and willingness to follow all material handling equipment safe operating procedures\nWhat’s a great way to stay in shape?\nContinually Standing, bending, pulling, lifting, pivoting up to 90% of shift\nWalking between 6-12 miles per day on various surfaces including concrete, tile, carpet, etc.\nFrequently lifting of product weighing between 1 - 60 lbs. or more\nFrequent lifting of product ranging from floor to overhead\nPossibility of working on multiple levels of varying height\nSafe handling of sharp objects including box cutting tools\nWe offer:\nPaid training provided\nWeekly Pay\nBenefits available from day 1 (medical, dental, vision, company matched 401k)\nPTO and Holiday Pay offered\nIn certain locations C&S offers $100 towards the purchase of safety shoes\nCareer Progression Opportunities\nTuition Reimbursement\nEmployee Health & Wellness program\nEmployee Discounts / Purchasing programs\nEmployee Assistance Program\nYour work environment may include:\nFrozen – about -20° - 0°\nEvery person matters\nWe keep our values alive through a culture that embraces differences and ensures that every person matters.\nC&S and their Family of Companies are proud to be an Equal Opportunity and Affirmative Action employer, and consider\nqualified applicants without regard to race, color, creed, religion, ancestry, national origin, sex, sexual orientation, gender\nidentity, age, disability, veteran status or any other protected factor under federal, state or local law.\nThe Fine Print\nThis Job advertisement does not constitute a promise or guarantee of employment. This job advertisement describes the general nature and level of this position only. Essential functions and responsibilities may change as business needs require. This position may be with any affiliate of C&S Wholesale Grocers.\nHiring immediately, to apply text “CS” to 32543 OR visit careers.cswg.com\nBy texting the advertised keyword to 32543 you will opt-in to receive hiring messages from the C&S Family of Companies. Text HELP for help or smshelp@paradox.ai. Msg & data rates may apply. Msg freq varies. Text STOP to cancel. For terms of use and privacy information, visit https://olivia.paradox.ai/short-code-terms-of-use/cs-wholesale-grocers **\nQualifications\nGeneral Equivalency Diploma - General Studies, High School Diploma - General Studies\nShift\n1st Shift (United States of America)\nCompany\nC&S Wholesale Grocers, LLC\nAbout Our Company\nC&S Wholesale Grocers, LLC is an industry leader in supply chain solutions and wholesale grocery supply in the United States. Founded in 1918 as a supplier to independent grocery stores, C&S now services customers of all sizes, supplying more than 7,500 independent supermarkets, chain stores, military bases and institutions with over 100,000 different products. C&S also proudly operates and supports corporate grocery stores and services independent franchisees under a chain-style model throughout the Midwest, South and Northeast. We are an engaged corporate citizen, supporting causes that positively impact our communities.\nWorking Safely is a Condition of Employment at C&S Wholesale Grocers, LLC. C&S Wholesale Grocers is proud to be an Equal Opportunity and Affirmative Action employer, and considers qualified applicants without regard to race, color, creed, religion, ancestry, national origin, sex, sexual orientation, gender identity, age, disability, veteran status or any other protected factor under federal, state or local law.\n&nbsp;\ncrea una cuenta de Indeed antes de continuar a la página web de la empresa.\n&nbsp",
    "trans": "Notre priorité est simple mais importante, de nos centres de distribution à nos bureaux tous les employés de C&S et son réseau d'entreprises aide à nourrir les familles, voisins et communautés locales. En tant que Préparateur de stock en Entrepôt, vous choisirez, rassemblerez, organiserez les produits et préparerez les commandes à livrer aux clients de la région.\nLes personnes dynamiques voulant rester actives et en forme tout en gagnant un salaire supérieur à la moyenne sont parfaites pour ce poste.\nDescription du poste\nEnvoyez \"CS\" par SMS au 32543 pour savoir comment vous pouvez intégrer notre société.\nVous gagnerez 19,00 $ de l'heure + prime de froid 4,00 $ Total salaire initial : 23,00 $ avec revenus supplémentaires potentiels après la formation ! Les Préparateur de stock gagnent 26,00 $ de l'heure en moyenne.\n53 Summit Lock RD, Westfield, MA\n1ère prise de poste - 6h - jusqu'à la fin du travail\n2ème prise de poste 7h - jusqu'à la fin du travail\nJournée de travail de 10-12 heures\n4 ou 5 jours de travail par semaine (Dimanche obligatoire)\nService de navette pour les employés disponible pour les équipes de jour et de nuit.\nVos fonctions :\nPrélèvement d'articles divers en utilisant des feuilles de commandes ou un casque audio\nEmpiler les articles sur une pallette pour les emballer et les charger à l'entrée des entrepôts\nS'assurer de l'exactitude des commandes tout en respectant nos standards de sécurité\nConduire un double walkie-rider ou transpalette électrique pour enlever les caisses de produits des rayons de stockage, les placer sur une palette et appliquer les étiquettes de sélection sur les cas appropriés (dépendra des cas)\nUtiliser des méthodes d'emballage appropriées afin de garantir la sécurité des produits et éviter leur détérioration\nInformer le Responsable de toute différence de quantité et/ou description\nEffectuer des inspections de l'équipement en remplissant le formulaire approprié\nSoulever fréquemment, en toute sécurité, des caisses de poids, formes et tailles différents\nAvoir la capacité et la volonté de suivre toutes les procédures d'utilisation sûre des équipements de manutention\nUn des meilleurs moyens pour rester en forme ?\nÊtre continuellement debout, se pencher, tirer, soulever, pivoter jusqu'à 90% de la durée du temps de travail\nMarcher entre 6-12 miles par jour sur différentes surfaces dont le béton, le carrelage, la moquette, etc.\nSoulever fréquemment des produits pesant entre 1 - 60 livres ou plus\nSoulever fréquemment des produits disposés au sol jusqu'à environ 2 mètres de hauteur\nPossibilité de travailler à plusieurs niveaux de hauteur variable\nUtilisation en toute sécurité d'objets pointus dont des outils type cutter\nCe que nous offrons :\nUne formation rémunérée\nSalaire hebdomadaire\nAvantages offerts dès le premier jour (soins médicaux, dentaires, optiques, plan de retraite financé par l'entreprise)\nCongés payés et indemnités de vacances\nCertains sites C&S offrent 100 $ pour l'achat de chaussures de sécurité\nPossibilités d'évolution de carrière\nRemboursement de formation\nProgramme de Santé et Bien-être pour les employés\nRéductions pour les employés / programmes d'achat\nProgramme d'assistance des employés\nVotre environnement de travail pourrait inclure :\nTravail dans des conditions de grand froid - environ -20° - 0°\nChaque personne compte\nNous maintenons nos valeurs grâce à une culture qui valorise les différences et garantit que chaque personne compte.\nC&S et son réseau d'entreprises sont fiers de pratiquer l'Égalité des Opportunités et d'Action Positive, et considèrent\nchaque candidat qualifié sans distinction de race, de couleur, de croyance, de religion, d'ascendance, de nationalité, de sexe, d'orientation sexuelle, d'identité\nde genre, d'âge, de handicap, de statut de vétéran ou tout autre caractéristique protégée par la législation fédérale, étatique ou locale.\nLes petits caractères\nCette offre d'emploi ne représente pas une promesse ou une garantie d'emploi. Cette offre d'emploi décrit la nature générale et niveau de ce poste uniquement. Les fonctions et responsabilités essentielles pourraient changer en fonction des besoins de la société. Ce poste peut être occupé dans n'importe quelle filiale de C&S Wholesale Grocers.\nRecrutement immédiat, pour postuler envoyez \"CS\" par SMS au 32543 OU allez sur le site careers.cswg.com\nEn envoyant le mot clé au 32543 vous acceptez de recevoir des offres d'emploi de la part du réseau d'entreprises C&S. Envoyer HELP par SMS pour recevoir de l'aide ou smshelp@paradox.ai. Des frais supplémentaires peuvent être appliqués. La fréquence des messages peut varier. Envoyer STOP par SMS pour annuler l'abonnement. Pour les conditions d'utilisation et les informations sur la protection de la vie privée, visitez le site https://olivia.paradox.ai/short-code-terms-of-use/cs-wholesale-grocers **\nCompétences\nDiplôme général d'équivalence - Études générales, diplôme d'études secondaires - Études générales\nHoraires de travail\n1ère prise de poste (États-Unis d'Amérique)\nEntreprise\nC&S Wholesale Grocers, LLC\nÀ propos de notre entreprise\nC&S Wholesale Grocers, LLC est un leader du secteur des solutions de chaine d'approvisionnement et de la vente en gros de produits d'épicerie aux États-Unis. Fondée en 1918 comme fournisseur d'épiceries indépendantes, C&S offre désormais ses services à toutes sortes d'entreprises, fournissant plus de 7 500 supermarchés indépendants, chaines de magasins, bases militaires et institutions avec plus de 100 000 produits différents. C&S est également fier d'exploiter et soutenir des épiceries collectives et fournir des services à des franchisés indépendants via un modèle de chaîne dans tout le Midwest, Sud et Nord-Est des États-Unis. Nous sommes une entreprise citoyenne engagée, soutenant des causes ayant un impact positif sur nos communautés.\nLa sécurité au travail est une condition d'emploi chez C&S Wholesale Grocers, LLC. C&S Wholesale Grocers est fier d'être un employeur pratiquant l'Égalité des Opportunités et d'Action Positive, et considère chaque candidat qualifié sans distinction de race, de couleur, de croyance, de religion, d'ascendance, de nationalité, de sexe, d'orientation sexuelle, d'identité de genre, d'âge, de handicap, de statut de vétéran ou tout autre caractéristique protégée par la législation fédérale, étatique ou locale.\n&nbsp;\ncrea una cuenta de Indeed antes de continuar a la página web de la empresa.\n&nbsp"
}