{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It's unfair to some people, and we're not going to have that,\" he continued.\nAnother town hall attendee, Pamela, originally from California, asked the former president about abortion, a topic that ranks among the most important for some women as they head to the ballot box.\n\"Women are entitled to do what they want to and need to do with their bodies, including their unborn. That's on them regardless of the circumstance. Some are necessary to save their own lives,\" she said. \"Why is the government involved in women's basic rights?\"\n\"For 52 years, this issue has torn our country apart,\" Trump responded. \"Every legal scholar, the great ones, every lawyer – but the Democrats, the Republicans, the liberals, and conservatives, they wanted it brought out of the federal government and brought back to the states for a vote of the people. And like Ronald Reagan, I believe in the exceptions for rape, incest, life of the mother.\"\n\"I strongly believe… you have to follow your heart. Some people don't. It's a very small percentage, but you have to follow your heart,\" he continued. \"But you have the exceptions. But what we were able to do was through the courage of six Supreme Court justices. We were able to do this after years and years of turmoil.\"\nAbortion has ranked as a top issue for Democrats heading into Election Day, alongside democracy, education and health care.",
    "trans": "« C'est injuste pour certaines personnes, et nous ne permettrons pas cela, » a-t-il continué.\nUne autre participante à la réunion publique, Pamela, originaire de Californie, a interrogé l'ancien président sur l'avortement, un sujet qui figure parmi les plus importants pour certaines femmes lorsqu'elles se rendent aux urnes.\n« Les femmes ont le droit de faire ce qu'elles veulent et doivent faire avec leur corps, y compris avec leur enfant à naître. Cela leur appartient, quelle que soit la circonstance. Certaines décisions sont nécessaires pour sauver leur propre vie, » a-t-elle dit. « Pourquoi le gouvernement s'ingère-t-il dans les droits fondamentaux des femmes ? »\n« Pendant 52 ans, cette question a déchiré notre pays », a répondu M. Trump. «Tous les juristes, les plus grands, tous les avocats, mais les démocrates, les républicains, les libéraux et les conservateurs voulaient que cette question ne soit plus du ressort du gouvernement fédéral et qu'elle soit renvoyée aux États pour un vote du peuple. Et comme Ronald Reagan, je crois aux exceptions pour le viol, l'inceste, la vie de la mère. »\n« Je crois fermement… vous devez suivre votre cœur. Certaines personnes ne le font pas. C'est un pourcentage très faible, mais vous devez suivre votre cœur,» a-t-il ajouté. «Mais vous avez les exceptions. Mais ce que nous avons pu faire, c'est grâce au courage de six juges de la Cour suprême. Nous avons pu faire cela après des années et des années de turbulences.»\nL'avortement a été un sujet central pour les démocrates à l'approche du jour des élections, aux côtés de la démocratie, de l'éducation et des soins de santé."
}