{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Then [redacted_name] met an old lady and said,”Hello” And then the old lady said,”why are you crying, sweaty.” Rosa said,”I'm sad because I got kicked out of my own house.” Old lady said,”It's ok, come, I invite you to my home to be my guest.” Rosa said,”thank you so much miss.” Then Rosa watered the plants coocked and took care of the old lady.\nThen the old lady said,”please rest sweaty you have been working all day.” Rosey said, \"It's ok I can do it, miss.” Then she went upstairs and saw her dad looking for her. Then she went down stairs and said that she missed her family. The old lady said,'' Don't be sad, you will go to your house but first I have a present to you.\nGo to the basement and you will find two doors. One is black and one is white. You will open the white one. It has a white chest . “Ok” said Rosa\nThen the old lady made her new close. She turned her into a bird and she flew away. She was flying until she got home. When she was at home her dad cheered. And her sister asked,” what is in the chest?” when they opened the chest and there was GOLD and jewelry and Lisa said she wanted it too. So mom kicked her out only for more gold.\nThen when it was time for Lisa to go, dad took her into an unknown place. When she was there then she was walking and walking. Then she sat down and saw the old lady. The old lady said,”What happened, sweaty.” Then [redacted_name] said,”Are you blind, old lady? can't you see I am sitting I am tired and hungry.”\nThen the old lady said,”Ok then come be my guest.” Then the old lady said,”come help me.” Then Lisa said,”No, do it yourself, old lady, be faster, why are you so slow?” and she was eating. She was sleeping. She was eating. She was sleeping eating and finally, sleeping.\nWhen she woke up she told the old lady,”I hate this place, get me out of here.” Then the old lady said,”ok, then go.” Then Lisa said,”Wait, don't I get a chest?” The old lady said,”Ok you will get a prize from me.” “Go to the basement and you will see two doors, one is black the other is white you will open the black door and there is a black chest.\n“Ok”said Lisa Then the old lady gave her a new close. Then Lisa had a long walk with the heavy chest. She got home at night. Her mom and She didn't want to share their gold so they closed the door and the window.\nWhen they opened the chest there was a black thing in it. When the black thing came out it was a dragon. They were yelling. They opened the window and jumped out. Dad and Rosa heard them.\nDad broke the door. And saw that everything was broken. They wondered what happened. Then they saw that the old lady appeared and said,”only Respectful people deserve good\nstuff.\"\nAs you see in this story, there are different characters and different acting.Disrespecting others can lead to hatred and irritation of others, like Lisa, who was hated by an old lady. On the contrary, with hard work, patience and intelligence, people learn to respect others. With respecting others people l deserve love and respect from others, like Rosa. If everybody would be like Rosa, the world would be",
    "trans": "Puis [redacted_name] rencontra une vieille dame et dit : « Bonjour. » Et la vieille dame répondit : « Pourquoi pleures-tu, ma chérie ? » Rosa répondit : « Je suis triste parce qu'on m'a expulsée de ma propre maison. » La vieille dame dit : « Ce n'est rien, viens, je t'invite chez moi pour être mon invitée. » Rosa répondit : « Merci beaucoup, madame. » Puis Rosa arrosa les plantes, cuisina et s'occupa de la vieille dame.\nLa vieille dame dit alors : « Repose-toi, ma chérie, tu as travaillé toute la journée. » Rosa répondit : « Ce n'est rien, je peux le faire, madame. » Elle monta à l'étage et vit son père qui la cherchait. Puis elle descendit et dit qu'elle manquait à sa famille. La vieille dame dit : « Ne sois pas triste, tu retourneras chez toi, mais d'abord, j'ai un cadeau pour toi. »\n« Va à la cave et tu trouveras deux portes. L'une est noire et l'autre est blanche. Tu ouvriras la porte blanche. Elle contient un coffre blanc. » « D'accord, » dit Rosa.\nPuis la vieille dame lui donna de nouveaux vêtements. Elle la transforma en oiseau et elle s'envola. Elle vola jusqu'à sa maison. Lorsqu'elle arriva chez elle, son père la félicita. Et sa sœur demanda : « Qu'y a-t-il dans le coffre ? » Lorsqu'elles ouvrirent le coffre, il y avait de l'OR et des bijoux, et Lisa dit qu'elle voulait en avoir aussi. Alors, maman l'expulsa juste pour plus d'or.\nPuis, lorsque le moment arriva pour Lisa de partir, papa l'emmena dans un endroit inconnu. Lorsqu'elle arriva, elle marcha encore et encore. Puis elle s'assit et vit la vieille dame. La vieille dame lui dit : « Que s'est-il passé, ma chérie ? » Puis [redacted_name] répondit : « Es-tu aveugle, vieille dame ? Ne vois-tu pas que je suis assise, que je suis fatiguée et affamée ? »\nLa vieille dame dit : « D'accord, alors viens être mon invitée. » Puis la vieille dame dit : « Viens m'aider. » Lisa répondit : « Non, fais-le toi-même, vieille dame, sois plus rapide, pourquoi es-tu si lente ? » Elle mangeait. Elle dormait. Elle mangeait. Elle dormait, mangeait et enfin, dormait.\nQuand elle se réveilla, elle dit à la vieille dame : « Je déteste cet endroit, sors-moi d'ici. » La vieille dame répondit : « D'accord, alors pars. » Puis Lisa dit : « Attends, je n'ai pas droit à un coffre ? » La vieille dame répondit : « D'accord, tu auras un cadeau de ma part. » « Va à la cave et tu verras deux portes, l'une est noire et l'autre est blanche. Tu ouvriras la porte noire et il y a un coffre noir. »\n« D'accord, » dit Lisa. Puis la vieille dame lui donna de nouveaux vêtements. Ensuite, Lisa fit une longue marche avec le coffre lourd. Elle arriva chez elle la nuit. Sa maman et elle ne voulurent pas partager leur or, alors elles fermèrent la porte et la fenêtre.\nLorsqu'elles ouvrirent le coffre, il y avait quelque chose de noir dedans. Quand la chose noire sortit, c'était un dragon. Elles crièrent. Elles ouvrirent la fenêtre et sautèrent dehors. Papa et Rosa les entendirent.\nPapa brisa la porte et vit que tout était cassé. Ils se demandèrent ce qui s'était passé. Puis ils virent que la vieille dame apparut et dit : « Seules les personnes respectueuses méritent de bonnes\nchoses. »\nComme vous pouvez le voir dans cette histoire, il y a différents personnages et comportements différents. Le manque de respect envers les autres peut mener à la haine et à l'irritation des autres, comme Lisa, qui a été détestée par la vieille dame. En revanche, avec du travail acharné, de la patience et de l'intelligence, les gens apprennent à respecter les autres. En respectant les autres, les gens méritent l'amour et le respect des autres, comme Rosa. Si tout le monde était comme Rosa, le monde serait..."
}