{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Saint Anthony was the first Christian to live a coenobitic consecrated life of solitude. As a hermit in the desert he lived a long and saintly life that influenced countless people both in his time and for generations thereafter, even to this day. Many of his ideas are still used to this day by modern monks and nuns nowadays. His life had a tremendous impact on the history of early Christianity, which is the basic history of all Christian churches all over the world.\nMost of what we know about St. Anthony comes from the writings of Saint Athanasius the Apostolic, a disciple and close friend of St. Anthony's, who wrote the story of his life.\nSt. Anthony at Home\nAnthony was born about AD 251, of a well-to-do family in the village of Coma (Kemn el-Arous) in the middle of Egypt. His parents, noble Christians, were very pious, and wealthy Christians who provided well for their son's future by educating him in the fear of God. His education was limited, however he attended church with his parents and his younger sister and intensely observed the services, wanting to enrich his spiritual growth.\nWhen he was eighteen his parents died, leaving him sole guardian of his younger sister Dious. He lived with his sister and took care of family affairs. Six months later, Anthony was reflecting upon how the Apostles had forsaken all to follow after Christ, He had a desire to imitate them and the life of early Christians, he heard one day, while attending a church, the scripture passage of Jesus and the rich young man, in which Jesus says, \"If you would be perfect, go, sell all you have, give to the poor, and follow me (Matt. 19:21).\" He was so impressed by these words and he took it as a personal invitation from God that he decided to do as Christ had told the young man. He sold most of his inherited property, gave much of the money to the poor and the rest to his sister and placed his sister to complete her education in the care of a parthenon, a community of holy women, very similar to the priories of the Middle Ages. Long before this, it had been usual for Christians to practice asceticism, abstain from marriage and exercising themselves in self-denial, fasting, prayer, and works of piety; but this they had done in the midst of their families, and without leaving house or home.\nSt Anthony leaves the material world\nFree of all earthly attachments, the young man began to lead a life of great abstinence and self-denial on the outskirts of his village. He gave his mind no occasion to think back upon the affairs of this world but led it into a desert that it might be occupied with thoughts of pleasing God alone. He sought guidance from a holy man near Coma in the ways of the Christian ascetic: prayer, contemplation, fasting, and holiness. This was the custom of young ascetics to stay under a master in order to learn the principles of spirituality, prayer and fasting. Also, he was delighted in visiting the dwellings of righteous men and in studying their virtuous habits which he proceeded to adopt for himself, exercising himself in their practice. Anthony followed their example by praying, meditating and fasting in order to overcome the many temptations which are common to young men. He drilled himself by remaining awake days at a time, eating once a day, sometimes once every two days and sleeping on the ground. The philosophy behind his actions was that young men should torture their bodies as much as possible so that their resistance to physical and spiritual sickness would be higher. Indeed, he was like a bee which gathers nectar from various blossoms and creates out of it a fragrantly sweet honey. With his concentrated desire Anthony rapidly ascended the ladder of perfection.\nAfter a time of study, Saint Anthony left on his own and began living in the manner of a mountain hermit, living in a cave (a tomb) and praying for the salvation of the world. There it was that the Life records those strange conflicts with demons in the shape of wild beasts, who inflicted blows upon him, and sometimes left him nearly dead. He lived on bread and a bit of salt and ate after sunset. His isolation brought great virtue in humility and charity.\nSt Anthony and the Evil\nIn his solitude he was fighting off the temptations of the flesh and attacks of demons. The enemy, however, could not endure to behold the likeness of Christ shining forth from this creation of dust and ashes, and he was determined to destroy this 'house of virtue. Satan frequently attacked the saint in spirit and body, often appearing in the form of a pig. (In many countries today ham is the traditional meal on the feast of Saint Anthony). A friend who brought Anthony bread, found the saint beaten and near death from Satan's attacks.\nThe first campaign was waged on the battlefield of the mind. Anthony experienced a barrage of unsettling thoughts--flattery, the allurement of the world and all the pleasures his former wealth could buy, concern for his sister's welfare, the difficulties of the path he had chosen. The vicious net was craftily woven, but the Saint recognized it as the handiwork of his adversary and tore it apart by means of intense prayer and vigilance, deflecting any and all disturbing thoughts before they took hold in his mind. The battle grew more intense when the Enemy, taking advantage of the Saint's youth, assailed him with lustful thoughts, inflaming the natural appetites of the flesh until the Saint was burning with his own lust. He manfully fought back by mortifying his body with increased fasting to quench the passions of the flesh, and by meditating on death and the eternal torments which await those who give themselves over to the spirit of fornication. And so be escaped unharmed, even strengthened by this experience.\nWhen the Evil One found himself so disgraced, he took on a human voice and complained bitterly to Anthony: \"I have deceived and conquered many in my time; but now in your case, as in that of many others, I am defied by your ascetic labors.\"\nKnowing that his antagonist would continue to stalk him as a roaring lion after his prey, Anthony did not allow himself to relax his vigilance on account of his victory. Not to be defeated by Satan during his sleep, St Anthony hung a bell to his stick on what he took a rest while praying up to remain heedful and not to give a chance to Satan to defeat it even while sleeping. Thus, when he was asleep, the stick fell and the bell sounded. St Anthony woke up to continue his prayer and his fight against Satan. (St Anthony's picture shows the bell hung to his stick). He passed many nights without sleep, en grossed in prayer, and limited his bodily nourishment to bread and water, of which he partook once a day at evening. For, he said, by weakening the pleasures of the body the mind is strengthened. Such disregard did he have for the body as to imitate the nature of the fleshless ones, i.e., the angels. The severity of his labors and his accumulated virtues astonished the older ascetics, but Anthony never thought about his spiritual progress and regarded each day as the beginning of his spiritual journey, thereby shielding himself from pride and vainglory.\nFor the sake of greater solitude, Anthony moved further from the village to a burial place at the edge of the desert, where he locked himself up in a sepulcher; only allowing a servant to come at rare intervals with a supply of bread. The enemy, embittered by his previous defeat, attacked with vengeance. This time the assault was physical. A whole troop of demons came one night and beat the Saint until the very breath of life was ready to leave him. But even as he lay on the ground, covered with bruises and unable to stand, he said in a loud voice:\n\"Here, devils, here I am, Anthony, ready for more of your wounds. Try your worst, for you shall never separate me from Christ.\" He fortified himself by singing the words of the Psalmist: \"Though a host should encamp against me, yet my heart shall not fear.\"\nIncensed by the audacity of Anthony's challenge, the Devil gathered his minions: \"Don't you see now? This fellow could not be restrained either by the spirit of fornication or by bangs and bruises,.. We must assail him by other means.\"\nThat night, as Anthony was still lying on the ground recovering, a hoard of demons shook the walls of the sepulcher and rushed in to terrorize the Saint. For this purpose they had taken on the forms of hideous wild beasts--hissing snakes, roaring lions, ferocious wolves, a bull which threatened to gore the victim. But Anthony was not frightened by what he perceived to be mere spectral creatures, and he made bold to mock his enemy's impotence: \"What is the use of all this vain uproar? If ye have power to hurt, why don't you? But you can't, for the Lord is my shield and my wall of safety.\" The demons could only gnash their teeth in reply.\nWhen Anthony had thus manfully proven himself as a champion athlete in the spiritual arena, he was granted to experience the comforting presence of the Lord. Lifting his eyes heavenward he saw a roof-curtain drawn aside and a ray of light descending upon him. Straightway the demons vanished, and Anthony felt his bodily pains melt away. Consoled by this outpouring of Divine Grace, he rested briefly from the fatigue of battle before addressing his Master aloud:\n\"Lord, where was Thou when these sufferings and tribulations came upon me? Why didst Thou not help me?\" He heard a voice in reply:\n\"I was here, Anthony, but I wanted to witness your combat. Having seen that you withstood your adversary without retreating, I shall from now on be your Helper and shall make your name celebrated far and wide as My faithful servant.\"\nAnthony knelt in prayer to give thanks to God for this promise and for the peace and newfound strength which filled his soul, the grace-given rewards of his victory.\nIn his life, St Anthony fought and defeated Satan. It is why, there is a common and a popular faith that",
    "trans": "Saint Antoine fut le premier chrétien à mener une vie cénobitique dédiée à la solitude. En ermite dans le désert, il vécut longtemps dans la sainteté et marqua profondément son époque ainsi que les générations suivantes. Ses idées, toujours employées par les moines et religieuses d'aujourd'hui, influencèrent durablement la spiritualité chrétienne. Son existence joua un rôle majeur dans l’histoire du christianisme primitif, fondement historique de toutes les églises chrétiennes à travers le monde.\nLa plupart des connaissances sur Saint Antoine viennent des écrits de Saint Athanase l'Apostolique, son disciple et ami proche, qui a relaté son histoire.\nSaint Antoine chez lui\nAntoine vit le jour vers l'an 251 après J.-C. dans une famille aisée du village de Coma (Kemn el-Arous), au cœur de l'Égypte. Ses parents, nobles chrétiens, étaient à la fois pieux et fortunés. Soucieux de son avenir, ils l'élevèrent dans la crainte de Dieu. Son éducation resta toutefois limitée, mais il accompagnait ses parents et sa jeune sœur à l'église, observant avec attention les offices afin de nourrir sa croissance spirituelle.\nÀ dix-huit ans, Antoine perdit ses parents et devint le seul gardien de sa jeune sœur, Dious. Il vécut avec elle et prit en charge les affaires familiales. Six mois plus tard, alors qu’il méditait sur le renoncement des Apôtres pour suivre le Christ, il ressentit le désir de les imiter ainsi que la vie des premiers chrétiens. Un jour, durant un office, il entendit ce passage de l’Évangile : \"Si tu veux être parfait, va, vends tout ce que tu possèdes, donne-le aux pauvres et suis-moi\" (Matthieu 19:21). Ces paroles le bouleversèrent profondément, et il les considéra comme un appel personnel de Dieu. Résolu à y répondre, il vendit la majeure partie de son héritage, donna une grande somme aux pauvres et confia sa sœur à un parthénon, une communauté de femmes pieuses semblable aux prieurés du Moyen Âge. Depuis longtemps, les chrétiens pratiquaient l’ascèse en renonçant au mariage et en s’exerçant à l’abnégation, au jeûne, à la prière et aux œuvres de piété. Toutefois, ils le faisaient sans quitter leur foyer, restant au sein de leur famille.\nSaint Antoine, le renoncement au monde physique\nLibéré de tout lien terrestre, le jeune Antoine entreprit une vie d’abstinence et d’autodiscipline aux abords de son village. Son esprit ne se laissait plus troubler par les affaires du monde ; il se retirait dans le désert, cherchant à plaire uniquement à Dieu. Il alla consulter un saint homme près de Coma pour apprendre les voies de l’ascèse chrétienne : prière, contemplation, jeûne et sainteté. C’était la coutume pour les jeunes ascètes de suivre l’enseignement d’un maître afin de découvrir les principes spirituels.  Antoine se rendait aussi chez des hommes vertueux, observait leurs habitudes et les adoptait. Il priait, méditait et jeûnait pour surmonter les tentations fréquentes auxquelles les jeunes hommes étaient confrontés. Il se soumettait à des exercices rigoureux : veiller des jours entiers, ne manger qu’une fois par jour, parfois tous les deux jours, et dormir à même le sol. Selon lui, les jeunes hommes devaient mortifier leur corps afin de renforcer leur résistance aux maladies physiques et spirituelles. À l’instar d’une abeille récoltant le nectar des fleurs pour produire un miel délicat, Antoine monta rapidement les échelons de la perfection spirituelle.\nAprès un temps d’étude, Saint Antoine se retire seul dans la montagne, adoptant la vie d'ermite. Il s’installa dans une grotte, qu’il considérait comme un tombeau, et consacra sa vie à prier pour le salut du monde. C’est là, selon les récits, qu’il eut à affronter de terribles conflits avec des démons prenant la forme de bêtes sauvages, qui le frappaient et le laissaient parfois à l’agonie. Il se nourrissait de pain et d'un peu de sel, ne mangeant qu’au coucher du soleil. Cet isolement profond lui permit de cultiver une grande humilité et charité.\nSaint Antoine et le Mal\nDans sa solitude, Saint Antoine luttait contre les tentations de la chair et les attaques des démons. L'ennemi, ne pouvant tolérer de voir l'image du Christ briller en cet homme fait de poussière et de cendres, chercha à détruire cette « maison de la vertu ». Satan l'attaqua fréquemment, souvent sous la forme d’un cochon. (Dans de nombreux pays, le jambon est le plat traditionnel de la fête de Saint Antoine.) Un jour, un ami qui lui apportait du pain le trouva battu, au seuil de la mort, à la suite des assauts de Satan.\nLa première bataille d'Antoine se déroula sur le champ de l'esprit. Il fut assiégé par une rafale de pensées perturbantes : la flatterie, l'attirance pour le monde et les plaisirs que sa richesse passée pouvait lui offrir, les inquiétudes pour sa sœur, les difficultés du chemin qu'il avait choisi. Le filet vicieux de l'ennemi se tissa habilement, mais le Saint le reconnut pour ce qu'il était et le déchira par des prières intenses et une vigilance constante, repoussant les pensées perturbantes avant qu'elles ne prennent racine. La lutte se fit plus intense lorsque l'ennemi, profitant de sa jeunesse, assiégea Antoine de pensées luxurieuses, enflammant ses appétits naturels. Le Saint riposta vigoureusement, mortifiant son corps par un jeûne accru, méditant sur la mort et les tourments éternels réservés à ceux qui succombent à la fornication. Il en sortit fortifié.\nVoyant son échec, Satan prit une voix humaine et se plaignit auprès d'Antoine : « J'ai trompé bien des gens, mais dans ton cas, comme dans celui de bien d'autres, je suis défié par tes œuvres ascétiques. »\nAntoine, conscient que son adversaire ne cesserait de le traquer comme un lion rugissant après sa proie, ne baissa jamais sa garde, même après sa victoire. Pour éviter d’être pris au piège par Satan pendant son sommeil, il accrocha une cloche à son bâton. Cette cloche avait un double rôle : elle lui permettait de rester attentif et d’empêcher l’ennemi de le vaincre pendant son repos. Lorsqu’il s’endormait, le bâton tombait, et le son de la cloche le réveillait, lui permettant de reprendre immédiatement sa prière et son combat. Ce détail, visible dans l'iconographie de Saint Antoine, nous montre la vigilance constante de ce Saint dans sa lutte spirituelle. Il passait de nombreuses nuits sans sommeil, absorbé dans la prière, limitant sa nourriture à du pain et de l’eau, qu’il consommait une seule fois par jour, au coucher du soleil. Il disait : \"En affaiblissant les plaisirs du corps, l'esprit se renforce.\" Son mépris pour les plaisirs corporels était tel qu’il imitait la nature des anges, ces êtres spirituels sans chair. Sa rigueur ascétique et la profondeur de ses vertus étonnaient même les anciens ascètes. Pourtant, Antoine ne pensait jamais à ses progrès spirituels et voyait chaque jour comme un nouveau départ dans son voyage spirituel, préservant ainsi son humilité et se protégeant de l’orgueil et de la vanité.\nDans un souci de solitude accrue, Antoine s'éloigna davantage du village, se dirigeant vers un lieu de sépulture en bordure du désert, où il s'enferma dans un sépulcre, ne permettant qu'à un serviteur de venir, rarement, lui apporter du pain. L'ennemi, aigri par sa défaite précédente, attaqua avec une grande vengeance. Cette fois, l'attaque fut physique. Une troupe entière de démons arriva une nuit et battit le Saint jusqu'à ce que le souffle de vie fût sur le point de l'abandonner. Mais, allongé sur le sol, couvert de contusions et incapable de se relever, il prononça d'une voix forte :\n« Voici, démons, voici je suis, Antoine, prêt pour plus de vos blessures. Essayez votre pire, car vous ne me séparerez jamais du Christ. » Il se fortifia en chantant les paroles du Psalmiste : « Quand une armée campe contre moi, mon cœur ne craint pas. »\nFurieux de l'audace du défi d'Antoine, le Diable rassembla ses sbires : « Vous voyez bien maintenant ? Ce type ne peut être retenu ni par l'esprit de fornication, ni par les coups et les contusions… Nous devons l'attaquer par d'autres moyens. »\nCette nuit-là, alors qu'Antoine était toujours allongé sur le sol en train de se remettre, une horde de démons secoua les murs du sépulcre et s'élança pour terrifier le Saint. À cette fin, ils prirent la forme de bêtes sauvages hideuses — serpents sifflants, lions rugissants, loups féroces, un taureau menaçant de mettre à mort la victime. Mais Antoine n'eut pas peur de ce qu'il considérait comme de simples créatures spectrales, et il se risqua à se moquer de l'impuissance de son ennemi : « À quoi bon tout ce vacarme vain ? Si vous avez le pouvoir de faire du mal, pourquoi ne le faites-vous pas ? Mais vous ne le pouvez pas, car le Seigneur est mon bouclier et mon mur de sécurité. » Les démons ne purent que grincer des dents en réponse.\nLorsque Antoine s'est ainsi prouvé courageusement comme un athlète champion dans l'arène spirituelle, il eut l'honneur de faire l'expérience de la présence consolante du Seigneur. Levant les yeux vers le ciel, il vit un rideau de toit se retirer et un rayon de lumière descendre sur lui. Aussitôt, les démons disparurent et Antoine sentit ses douleurs corporelles se dissiper. Consolé par ce déversement de grâce divine, il se reposa brièvement de la fatigue de la bataille avant de s'adresser à son Maître à haute voix :\n« Seigneur, où étais-Tu lorsque ces souffrances et tribulations m'ont frappé ? Pourquoi ne m'as-Tu pas secouru ? » Une voix lui répondit :\n« J'étais ici, Antoine, mais j'ai voulu être témoin de ton combat. Ayant vu que tu as résisté à ton adversaire sans te retirer, je serai désormais ton Aide et je ferai en sorte que ton nom soit célébré partout comme Mon fidèle serviteur. »\nAntoine s'agenouilla en prière, rendant grâce à Dieu pour cette promesse et pour la paix ainsi que la force retrouvées qui remplirent son âme, récompenses offertes par la grâce de sa victoire.\nDans sa vie, Saint Antoine affronta et triompha de Satan. C'est pourquoi persiste une foi commune et populaire selon laquelle"
}