{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It was lovely to have Jasmin again after a few weeks off. We first recapped some Macbeth context and she wrote some notes. Jasmin was able to explain it back to me really well and focused excellently. We then analysed key extracts in act 1 which she will learn and make flashcards on this coming week and I will quiz her next lesson.\nI am still a bit concerned that Jasmin does not yet grasp how important consistent, effective revision is in year 11. Please help to support her by monitoring her screen time and ensuring her revision space is a distraction free zone; her screen time on week day after school was quite high.\nI also feel like Jasmin puts herself down a bit and definitely needs some more positivity and encouragement as she seems to have a quite negative idea of her revision and a complacent attitude. I have every faith that Jasmin will do great but her distractions are holding her back. I have asked her to log all her revision which I will be checking weekly in order to hold her accountable.",
    "trans": "C'était agréable de revoir Jasmin après quelques semaines d'absence. Nous avons d'abord révisé le contexte de Macbeth et elle a pris quelques notes. Jasmin a pu me l'expliquer très bien et s'est concentrée de manière excellente. Nous avons ensuite analysé des extraits clés de l'acte 1, qu'elle apprendra et sur lesquels elle fera des flashcards la semaine prochaine, et je lui ferai passer un quiz lors de notre prochain cours.\nJe suis encore un peu préoccupé que Jasmin ne saisisse pas encore à quel point une révision régulière et efficace est importante en année 11. Merci de l'aider en surveillant son temps d'écran et en vous assurant que son espace de révision soit une zone sans distractions ; son temps d'écran après l'école en semaine était assez élevé.\nJe sens aussi que Jasmin se sous-estime un peu et qu'elle a définitivement besoin de plus de positivité et d'encouragement, car elle semble avoir une idée assez négative de ses révisions et une attitude de complaisance. J'ai entièrement confiance en Jasmin et je sais qu'elle fera du bon travail, mais ses distractions la freinent. Je lui ai demandé de noter toutes ses révisions, que je vérifierai chaque semaine afin de la rendre responsable."
}