{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Q: Can I provide different Contact Addresses for different entities?\nA: No, you can only provide one Contact Address for all associated entities. This is similar to the Alternate Address concept in current BizFile+.\nQ: I hold position in multiple entities. Do I have to file Contact Address for each entity?\nA: You only need to file a Contact Address for one of the entities. The same Contact Address will be updated for all associated entities. This is similar to the Alternate Address concept in current BizFile+.\nQ: Can I provide a Contact Address in Singapore if I am residing overseas currently?\nA: No, the Contact Address must be in the same jurisdiction as the residential address. For example, if your residential address is in Malaysia, you cannot provide a Contact Address in Singapore, and vice versa. This is similar to the Alternate Address concept in current BizFile+.\nLet's address some questions about the transition to the Contact Address regime:",
    "trans": "Q : Puis-je fournir des adresses de contact différentes pour différentes entités ?\nR : Non, vous ne pouvez fournir qu'une seule adresse de contact pour toutes les entités associées. Ceci est similaire au concept d'adresse alternative dans l'actuel BizFile+.\nQ : J'occupe des postes dans plusieurs entités. Dois-je déclarer une adresse de contact pour chaque entité ?\nR : Vous n'avez besoin de déclarer une adresse de contact que pour l'une des entités. La même adresse de contact sera mise à jour pour toutes les entités associées. Ceci est similaire au concept d'adresse alternative dans l'actuel BizFile+.\nQ : Puis-je fournir une adresse de contact à Singapour si je réside actuellement à l'étranger ?\nR : Non, l'adresse de contact doit se trouver dans la même juridiction que l'adresse de résidence. Par exemple, si votre adresse de résidence est en Malaisie, vous ne pouvez pas fournir une adresse de contact à Singapour, et vice versa. Ceci est similaire au concept d'adresse alternative dans l'actuel BizFile+.\nRépondons à quelques questions concernant la transition vers le régime d'adresse de contact :"
}