{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Silvia!\nThis is a friendly reminder from Boston Vision that you have an upcoming appointment on 10-28-2024 at 10:30 AM with Alexander Martin located at Lawrence, 25 Marston St. Suite 104. To confirm please reply with just the number 1 or click on the following link to access your Promptly account: https://fph.ai/p/p/1cs0ih.\nPlease check with your insurance. You may need to obtain a PCP referral prior to seeing a specialist. If your insurance requires a referral, please obtain it from your PCP's office and email it to referrals@bostonvision.com or fax it to 781-305-3379 prior to your appointment. Dr. Pham's NPI number is 1225405400. Copays are expected at the time of service.\nIf you need to cancel or reschedule this appointment, you may do so by logging into your Promptly account. We reserve the right to charge a $50 no-show or late CANCELATION FEE if the appointment is not canceled within 48 hours of the start of the appointment.\nPlease Reply With:\n1 to Confirm Appointment\n3 to Delete/Cancel Appointment",
    "trans": "Bonjour Silvia !\nCeci est un rappel amical de Boston Vision que vous avez un rendez-vous le 28-10-2024 à 10h30 avec Alexander Martin situé à Lawrence, 25 Marston St. Suite 104. Pour confirmer, veuillez répondre avec le chiffre 1 ou cliquez sur le lien suivant pour accéder à votre compte Promptly : https://fph.ai/p/p/1cs0ih.\nVeuillez vérifier avec votre assurance. Vous devrez peut-être obtenir une référence de votre médecin traitant avant de consulter un spécialiste. Si votre assurance exige une référence, veuillez l’obtenir auprès du cabinet de votre médecin traitant et l’envoyer par e-mail à referrals@bostonvision.com ou par fax au 781-305-3379 avant votre rendez-vous. Le numéro NPI du Dr Pham est 1225405400. Les frais de copaiement sont attendus au moment du service.\nSi vous devez annuler ou reporter ce rendez-vous, vous pouvez le faire en vous connectant à votre compte Promptly. Nous nous réservons le droit de facturer 50 $ de frais de non-présentation ou d'annulation tardive si le rendez-vous n'est pas annulé dans les 48 heures précédant le début du rendez-vous.\nVeuillez répondre avec :\n1 pour confirmer le rendez-vous\n3 pour supprimer/annuler le rendez-vous\""
}