{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Greetings, I hope this email finds you well!\n(For some of you, it has been quite some time🙂)\n*As a note, this email is being sent to past/present teams who have worked in the Orlando office(s). There are qualifications which need to be met to be considered for participation in this upcoming project.\nIf you fit the following criteria, this email details a paid research opportunity that we are looking to bring to Orlando.\nRequirement:\nStrong, clear English speakers\nMust be comfortable speaking in English for up to 3 hours.\nLight accents will be accepted!\nMust be able to read and understand English (to review prompts)\n________________________________\nProductive Playhouse's Southland office (near Florida Mall) is in the early stages of beginning a new type of project which will utilize participants. We will be seeking people interested in being considered in thisAI research project.",
    "trans": "Bonjour, j’espère que cet e-mail vous trouve en bonne santé !\n« Pour certains d'entre vous, cela fait un bon moment 🙂 »\n*À noter que cet e-mail est envoyé aux équipes, passées et actuelles, ayant travaillé dans les bureaux d’Orlando. Certaines conditions doivent être remplies pour pouvoir participer à ce projet à venir.\nSi vous correspondez aux critères suivants, cet e-mail présente une opportunité de recherche rémunérée que nous souhaitons proposer à Orlando.\nExigence :\nAnglophones ayant une élocution claire et fluide\nVous devez être à l’aise pour parler en anglais pendant jusqu’à trois heures.\nLes accents légers sont acceptés !\nVous devez être en mesure de lire et de comprendre l’anglais (pour examiner les invites)\n________________________________\nLe bureau de Productive Playhouse à Southland (près du Florida Mall) est aux premières étapes du lancement d’un nouveau type de projet qui impliquera des participants. Nous rechercherons des personnes intéressées à participer à ce projet de recherche en IA."
}