{
    "source": "en_US",
    "target": "fr_FR",
    "text": "PoA Tax Refund\nWith my signature below I, the Employee, hereby confirm that:\n1. KPMG ([redacted_name] and [redacted_name]) may file for correction of my Norwegian taxes.\n2. Sea1 Offshore AS outlay for my Taxes to Norway\n3. Any overpaid Norwegian tax should hence be refunded to my Employer. See bank details below.\n4. That neither I, my spouse, cohabitant or child hold/held/ any of the below listed “positions” of\na stock listed company during 2022 - 2024. That I will Torstein.Jansen-vistnes@kpmg.no if this\nchanges.\n“Chief Executive Officer, President of company, Chief Financial Officer, Chief Operating Officer,\nChief Accounting Officer, General Counsel, Controller, Director of internal audit, Treasurer or Member\nof Board of Directors. “\nTHE POA SHALL EXPIRE 31.3.2026\nAny Tax Refund shall be paid to:\nSEA1 OFFSHORE AS ([redacted_number])\n[redacted_info]\nBANK ACCOUNT NUMBER: [redacted_number]\nName:\n____________________________\nPlace/Date Signature Employee\n_____________ ____________________",
    "trans": "Remboursement d'impôt au titre de la PdA\nPar ma signature ci-dessous, je confirme, en tant qu'employé, que :\n1. KPMG ([redacted_name] et [redacted_name]) peuvent déposer une demande de correction de mes impôts norvégiens.\n2. Sea1 Offshore AS débourse pour mes impôts en Norvège.\n3. Tout impôt norvégien payé en trop doit donc être remboursé à mon employeur. Voir les coordonnées bancaires ci-dessous.\n4. Ni moi, ni mon conjoint, ni mon concubin, ni mes enfants n'occupons/ne détenons/aucune des « fonctions » énumérées ci-dessous au sein\nd'une société cotée en bourse au cours de la période 2022 - 2024. Je m'engage à consulter le site Torstein.Jansen-vistnes@kpmg.no si cela\nchange.\n« Directeur général, président de la société, directeur financier, directeur des opérations,\ndirecteur de la comptabilité, directeur juridique, contrôleur, directeur de l'audit interne, trésorier ou membre\ndu conseil d'administration. »\nLE POA EXPIRE LE 31/03/2026\nTout remboursement d'impôt doit être versé à :\nSEA1 OFFSHORE AS ([redacted_number])\n[redacted_info]\nNUMÉRO DE COMPTE BANCAIRE : [redacted_number]\nNom :\n____________________________\nLieu/Date Signature Employé\n_____________ ____________________"
}