{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Due to our own stupidity we went to Katoomba on the 30th and 31st December 2012 which I am guessing might be the bussiest time of year to go. We turned up on the 30th december at about 3pm and the line just to get tickets (not even to line up for the rides) was about 45 minutes. We decided to come back at 9am where we promptly got our tickets and managed to get down the railway. I have to agree that the railway even though its steep, its pretty lacklustre as you can't see a thing but it was quite fun. We then went back to the campsite and came back at 4.30pm and went on the cableway which we were lucky not to have to wait for up top for but when we go to the bottom the waiting line was 45min at least. What was nice is that they had a very good magician and violinist playing at the bottom. I wish someone at the top had told us of the massive cue down the bottom or we wouldn't have gone down. Then we thought about going on the skyway but the line was an hour and half long and then was told you would have to wait again (approx hour and half) to get back. They told us we had to get off and couldn't just do the return trip without getting off. So we didn't end up doing it and just left.",
    "trans": "En raison de notre propre stupidité, nous sommes allés à Katoomba les 30 et 31 décembre 2012, ce qui, je suppose, est probablement la période la plus fréquentée de l’année pour y aller. Nous sommes arrivés le 30 décembre vers 15 h, et la file d’attente rien que pour acheter les billets (sans même parler des attractions) était d’environ 45 minutes. Nous avons donc décidé de revenir à 9 h, où nous avons rapidement obtenu nos billets et avons réussi à descendre par le chemin de fer. Je dois admettre que, même s'il est très raide, le chemin de fer est plutôt décevant, car on ne voit absolument rien. Mais l’expérience était tout de même amusante. Ensuite, nous sommes retournés au camping et sommes revenus à 16 h 30 pour prendre le téléphérique. Heureusement, nous n’avons pas eu à attendre en haut, mais une fois arrivés en bas, la file d’attente était d’au moins 45 minutes. Ce qui était agréable, c’est qu’il y avait un excellent magicien et un violoniste talentueux qui jouaient en bas. J’aurais aimé que quelqu’un en haut nous informe de cette énorme file d’attente, car nous ne serions pas descendus. Ensuite, nous avons envisagé de prendre le Skyway, mais la file d’attente était d’une heure et demie, et on nous a dit qu’il faudrait attendre encore environ une heure et demie pour remonter. Ils nous ont expliqué que nous devions descendre et que nous ne pouvions pas simplement faire l’aller-retour sans quitter la cabine. Nous avons donc décidé de ne pas le faire et sommes simplement partis."
}