{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Western Europe or in the USA. While one may reasonably assume that these pieces of evidence relate to fundamental learning mechanisms, in relation to physiological and psychosocial factors, it may be questioned whether the phenomena described in this chapter hold true in all parts of the world. More specifically, many factors that strongly relate to the development of eating and drinking are so variable across the globe (food availability (in relation to climate variations), cooking habits, culture and prejudices about infant and child feeding, socioeconomic development, parental feeding practices, parental feeding and parenting style, exposure to food commercial, etc.) that their independent or combined influences on all aspects of children’s development of eating and drinking are not known with precision. Whenever possi- ble, examples from non-Western countries will be exposed.\nInfancy: Drinking and Eating before the Onset of Food Neophobia: The Golden Age\nSensory abilities. Infants are born with the capacity to taste and smell drinks and foods (Lipchock et al. 2011). While it is difficult, if not impossible, to compare infants and adults sensitivities to tastes and smells in line with strong differences in applicable methods, several studies indicate that infants display finely tuned abilities to differentiate flavors of foods and drinks, which can be inferred from their preferences. For instance, they can distinguish the smell of milk from that of water, the smell of breast milk from that of formula milk, and the smell of their mother’s milk from the smell of another lactating woman (Marlier et al. 1998). They can also demonstrate a preference for an odor that was experienced in utero, which also reveals the transnatal continuity in terms of food flavor learning (Schaal 2005). They can differentiate and prefer the odor of vanilla compared to the odor of butyric acid (Soussignan et al. 1997). Concerning taste perceptions, newborns are able to display a variety of facial expressions and behavioral responses when they are exposed to the different primary tastes (sweet, salty, sour, bitter, and umami) (Lipchock et al. 2011). Later in development during infancy, infants still show contrasted preferences across the primary tastes, but preference for all tastes do not evolve in the same way: for instance, the preference for salty taste increases sharply during the first year (Schwartz et al. 2017). Regarding manipulation of food textures, infants are born with very limited oral skills that only enable sucking during the first months (Nicklaus et al. 2015). However, they can develop control over sucking during the first months and can refrain from drinking a formula milk that they do not like, as was shown in the case of hydrolyzed protein formula (generally prescribed in case of allergy to cow milk proteins). Such formulas have a strong flavor (bitter, sour, in relation to the hydrolysis of the formula into smaller peptides), which children start rejecting around the age of 3.5 months (Trabulsi and Mennella 2012). Their abilities to develop more sophisticated oral control over food gradually evolve during the first years of life, but it is only when final denture is in place that chewing efficiency of children reaches adult maturity (Nicklaus et al. 2015). This happens",
    "trans": "En Europe occidentale ou aux États-Unis. Bien que l'on puisse raisonnablement supposer que ces éléments de preuve sont liés à des mécanismes d'apprentissage fondamentaux, en ce qui concerne les facteurs physiologiques et psychosociaux, on peut se demander si les phénomènes décrits dans ce chapitre sont valables dans toutes les régions du monde. Plus précisément, de nombreux facteurs fortement liés au développement de l'alimentation et de la boisson sont si variables à travers le monde (disponibilité alimentaire (en relation avec les variations climatiques), habitudes culinaires, culture et préjugés concernant l'alimentation des nourrissons et des enfants, développement socio-économique, pratiques alimentaires parentales, style d'alimentation et d'éducation parentale, exposition à la publicité alimentaire, etc.) que leurs influences indépendantes ou combinées sur tous les aspects du développement de l'alimentation et de la boisson chez les enfants ne sont pas connues avec précision. Dans la mesure du possible, des exemples de pays non occidentaux seront présentés.\nNourrisson : Boire et manger avant l'apparition de la néophobie alimentaire : l'âge d'or\nCapacités sensorielles. Les nourrissons naissent avec la capacité de goûter et de sentir les boissons et les aliments (Lipchock et al. 2011). Bien qu'il soit difficile, voire impossible, de comparer la sensibilité des nourrissons et des adultes aux goûts et aux odeurs en raison des fortes différences dans les méthodes applicables, plusieurs études indiquent que les nourrissons présentent des capacités finement réglées pour différencier les saveurs des aliments et des boissons, ce qui peut être déduit de leurs préférences. Par exemple, ils peuvent distinguer l'odeur du lait de celle de l'eau, l'odeur du lait maternel de celle du lait maternisé et l'odeur du lait de leur mère de l'odeur du lait d'une autre femme allaitante (Marlier et al. 1998). Ils peuvent également démontrer une préférence pour une odeur ressentie in utero, ce qui révèle également la continuité transnatale en termes d'apprentissage des saveurs alimentaires (Schaal 2005). Ils peuvent différencier et préférer l'odeur de la vanille par rapport à l'odeur de l'acide butyrique (Soussignan et al. 1997). En ce qui concerne les perceptions gustatives, les nouveau-nés sont capables d'afficher une variété d'expressions faciales et de réponses comportementales lorsqu'ils sont exposés aux différents goûts primaires (sucré, salé, acide, amer et umami) (Lipchock et al. 2011). Plus tard au cours du développement pendant la petite enfance, les nourrissons montrent toujours des préférences contrastées pour les goûts primaires, mais la préférence pour tous les goûts n'évolue pas de la même manière : par exemple, la préférence pour le goût salé augmente fortement au cours de la première année (Schwartz et al. 2017). En ce qui concerne la manipulation des textures alimentaires, les nourrissons naissent avec des compétences orales très limitées qui ne permettent que la succion pendant les premiers mois (Nicklaus et al. 2015). Cependant, ils peuvent développer un contrôle sur la succion pendant les premiers mois et peuvent s'abstenir de boire un lait maternisé qu'ils n'aiment pas, comme cela a été démontré dans le cas du lait maternisé à protéines hydrolysées (généralement prescrit en cas d'allergie aux protéines de lait de vache). Ces laits maternisés ont un goût prononcé (amer, acide, en raison de l'hydrolyse du lait maternisé en petits peptides), que les enfants commencent à rejeter vers l'âge de 3,5 mois (Trabulsi et Mennella 2012). Leurs capacités à développer un contrôle oral plus sophistiqué sur les aliments évoluent progressivement au cours des premières années de vie, mais ce n'est qu'une fois la dentition définitive en place que l'efficacité de la mastication des enfants atteint la maturité adulte (Nicklaus et al. 2015). Cela se produit"
}