{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The North Node in Gemini\nThis is a quest to learn to see life from other people's point of view and to become adept in the art of communication. You have a tendency to be restless and scattered. You need to develop focus and the ability to communicate your ideas in a way that helps the many people in your life.\nThe North Node in 5th House\nThis represents a quest to create own your destiny. You need to give up your personal dreams and develop self-discipline to build a creative life.\nAspects of The North Node\nThe North Node has 13 aspects to other chart points.\nQuincunx The Moon Orb 09°S14'\n(Strong Influence)\nSometimes you learn your life lessons the hard way. The good news is that you learn from experience and incorporate these lessons into your chosen field.\nTrine The Sun Orb 02°A02'\n(Strong Influence)\nIt is time for you to leave behind your past inhibitions and truly express yourself in this life-time. You will find that events in life will force you to come to terms with your identity in order to express your fullest potential. You may feel that your private life, your family and home are demanding your full attention, but you do need to express yourself through your profession or a public group. You may have a message which needs to be heard by many people, not just your own family group.\nTrine Mercury Orb 16°A45'\n(Strong Influence)\n. You are destined to develop your talents for communication. This could be through writing, making speeches, training, sales and/or teaching. Whether you pursue this gift privately of publicly your ability to express yourself is a gift that brings you joy. You are also likely to enjoy short journeys, travelling on the road, news, social media, and even a little gossip. These forms of connecting with others help you achieve your purpose in life. Synchronicity plays an important role in your life journey. You need only observe the sign posts\nSquare Venus Orb 15°A17'\n(Strong Influence)\nOne of your life lessons is to find the right balance when it comes to personal relationships. People enter your life in a way that makes you belief in karma. Your eyes meet and you just know that you have connected with this person before. It is possible that your first ever relationship with a woman such as your mother feels fated. From a young age you start to learn about the ebb and flow of love relationships, the talents that you innately have and the art of give and take. At times you may cling to closely to a loved one. At others you push too hard to move away. You need to make sure that you do not sacrifice your sense of purpose within key relationships. You may have a tendency to submerge your own destiny for the sake of love. Once again gaining equilibrium is the key. Equality is your goal. You eventually acquire keen relationship skills, but only after letting go of the past and moving forward. This could be coming to terms with your own relationship needs, or it is perhaps letting go of relationships that do not serve you well. Understanding love is one of your life lessons. This could also be applied to the exchange of emotions, values and money with loved ones.\nSquare Mars Orb 11°A49'\n(Strong Influence)\nNo text available for this topic.\nOpposite Jupiter Orb 09°A39'\n(Strong Influence)\nYour current life challenge is to embrace adventure. You may find yourself in situations which inspire you to see the big picture. Inspiring others, possibly through preaching or teaching, may be part of your life's destiny. Benevolent groups may also play a key role.\nQuincunx Saturn Orb 13°A07'\n(Medium Influence)\nYour energy may be misdirected and you will need, at times, to adjust the way you approach other people and their problems.\nOpposite Uranus Orb 11°A24'\n(Strong Influence)\nDo you sometimes feel overwhelmed by a desire to rebel? Does the force of this secretly frighten you? You have probably learnt that trying to suppress your urges does not work very successfully. The more that you try to ignore the rebellious side of your nature the more erratic your behaviour is likely to become. Your lesson is to learn to integrate your need for autonomy with your need to work in society. You are destined to work with groups, or in a unique manner, but in a co-operative way rather than with conflict. You are a true individual, but all individuals need to exist in a community.\nContraParallel Neptune Orb 00°A40'\n(Weak Influence)\nThis aspect is not included in this set of interpretations.\nTrine Pluto Orb 11°S07'\n(Weak Influence)\n.\" Fortune favours the brave\" could be your motto. When you step outside of your comfort zone and stride forth then good fortune follows. You are destined to have an influence on other people, perhaps even groups. It is your choice as to whether or not yours is a positive influence. You need to acknowledge that moderation and other people's points of view are valid. Then you are a truly powerful person with positive influence\nConjunct Chiron Orb 15°A21'\n(Weak Influence)\nYour destiny is linked with easing other people's suffering, possibly after facing a painful situation in your own life. At some stage during your life you may suffer from physical illness, possibly something that alters your thinking profoundly or changes the course of your life. You may be a skilled healer or wise teacher.\nQuincunx The Ascendant Orb 01°S54'\n(Weak Influence)\nNo text available for this topic.\nTrine The Midheaven Orb 01°A46'\n(Weak Influence)\n. This combination augurs well for getting ahead in life. You have the desire and ability to associate with those who share the same ideas and social aspirations as yourself. Fortunately you mix well in society and can forward your aspirations through connections with those in high places. You are likely to earn the respect of your professional associates and prove popular in many social circles. The right people and opportunities also cross your path at fortuitous times. As a result you can achieve much good fortune.",
    "trans": "Le Nœud Nord en Gémeaux\nCela représente une quête visant à apprendre à percevoir la vie à travers le prisme des autres et à maîtriser l’art de la communication. Vous avez tendance à être agité et dispersé. Il est essentiel de développer votre capacité de concentration ainsi que l’aptitude à exprimer vos idées de manière à enrichir la vie des nombreuses personnes qui vous entourent.\nLe Nœud Nord en Maison V\nCette configuration symbolise une quête visant à façonner votre propre destinée. Il vous est demandé de renoncer à certains rêves personnels pour cultiver la discipline nécessaire à l’édification d’une vie créative.\nAspects du Nœud Nord\nIl présente treize aspects avec d’autres points du thème astral.\nQuinconce à la Lune (Orbe : 09°S14’)\n(Influence forte)\nParfois, vous assimilez les leçons de la vie de manière ardue. Toutefois, la bonne nouvelle réside dans votre capacité à apprendre de l’expérience et à intégrer ces enseignements dans le domaine que vous avez choisi.\nTrigone au Soleil (Orbe : 02°A02’)\n(Influence forte)\nIl est temps de vous affranchir de vos inhibitions passées et d’exprimer pleinement votre identité au cours de cette existence. Les événements de votre vie vous conduiront à une confrontation inévitable avec votre véritable essence, afin d’exploiter votre plein potentiel. Bien que votre sphère privée, incluant la famille et le foyer, exige une attention constante, il est néanmoins crucial que vous trouviez un moyen d’exprimer votre singularité à travers votre carrière ou un groupe public. Votre message mérite d’être entendu par un auditoire bien plus large que votre seul cercle familial.\nTrigone à Mercure (Orbe : 16°A45’)\n(Influence forte)\nVous êtes destiné à développer des talents en communication, que ce soit par l’écrit, le discours, l’enseignement, la formation ou encore la vente. Que vous exploitiez ces facultés dans un cadre privé ou public, votre aisance à vous exprimer constitue une source de satisfaction. Vous prenez également plaisir aux déplacements de courte durée, aux échanges d’informations, aux réseaux sociaux et même à quelques commérages. Ces interactions contribuent à la réalisation de votre mission de vie. Par ailleurs, la synchronicité joue un rôle essentiel dans votre parcours : il vous suffit de prêter attention aux signes qui jalonnent votre chemin.\nCarré à Vénus (Orbe : 15°A17’)\n(Influence forte)\nL’une des grandes leçons de votre existence réside dans l’équilibre de vos relations personnelles. Certains individus entrent dans votre vie avec une intensité qui semble relever du destin. Le regard croisé avec une personne peut éveiller en vous une certitude : celle d’une connexion préexistante. Votre première relation avec une femme, notamment avec votre mère, pourrait avoir une dimension prédestinée. Dès votre plus jeune âge, vous explorez le cycle des relations affectives, vos talents innés et l’art du compromis. Vous pouvez osciller entre un attachement excessif à un être cher et le besoin impérieux de prendre vos distances. Il est crucial de ne pas sacrifier votre propre destinée au nom de l’amour. L’équilibre est la clé : votre objectif ultime est l’égalité dans les relations. Vous finirez par acquérir une grande maîtrise dans ce domaine, mais cela nécessitera d’abandonner certaines attaches du passé et de vous tourner vers l’avenir. Cette évolution peut concerner la compréhension de vos propres besoins affectifs ou le détachement de relations qui ne vous servent plus. Apprendre l’essence véritable de l’amour fait partie de votre cheminement. Cette leçon s’étend également aux échanges émotionnels, aux valeurs partagées et aux aspects matériels des relations.\nCarré à Mars (Orbe : 11°A49’)\n(Influence forte)\n(Aucun texte disponible pour cette configuration.)\nOpposition à Jupiter (Orbe : 09°A39’)\n(Influence forte)\nVotre défi actuel est d’embrasser pleinement l’aventure. Des situations se présenteront, vous incitant à adopter une vision plus large du monde. Inspirer autrui, notamment par la prédication ou l’enseignement, pourrait être une composante clé de votre destinée. Les groupes bienveillants et les associations humanitaires joueront également un rôle déterminant.\nQuinconce à Saturne (Orbe : 13°A07’)\n(Influence moyenne)\nVotre énergie peut parfois être mal dirigée, et il vous faudra ajuster votre manière d’aborder autrui et de répondre à leurs problématiques.\nOpposition à Uranus (Orbe : 11°A24’)\n(Influence forte)\nÉprouvez-vous parfois un désir irrésistible de rébellion ? Cette impulsion vous effraie-t-elle secrètement ? Vous avez probablement constaté que la répression de vos instincts ne mène qu’à un comportement erratique. Plus vous tentez d’ignorer votre besoin d’indépendance, plus votre agitation intérieure s’intensifie. Votre mission consiste à concilier votre aspiration à l’autonomie avec votre intégration au sein de la société. Votre destinée vous conduit à travailler en collaboration avec des groupes ou à évoluer dans un domaine singulier, mais toujours dans un esprit de coopération plutôt que de confrontation. Vous êtes un individu à part entière, mais toute individualité doit coexister au sein d’une communauté.\nContre-parallèle à Neptune (Orbe : 00°A40’)\n(Influence faible)\nAucun aspect disponible pour cette configuration.\nTrigone à Pluton (Orbe : 11°S07’)\n(Influence faible)\n« La fortune sourit aux audacieux » pourrait être votre devise. Dès lors que vous osez sortir de votre zone de confort et avancer avec détermination, la réussite suit naturellement. Vous êtes destiné à influencer les autres, voire des groupes entiers. Il vous appartient de décider si cette influence sera positive ou négative. Reconnaître la validité des opinions d’autrui et faire preuve de modération renforcera votre puissance personnelle et votre impact bienveillant.\nConjonction à Chiron (Orbe : 15°A21’)\n(Influence faible)\nVotre destinée est intimement liée au soulagement de la souffrance d’autrui, peut-être après avoir traversé vous-même une épreuve marquante. À un moment clé de votre vie, vous pourriez être confronté à une maladie physique ou à une épreuve qui transformera profondément votre vision du monde et redéfinira votre trajectoire. Vous possédez en vous le potentiel d’un guérisseur ou d’un enseignant sage.\nQuinconce à l’Ascendant (Orbe : 01°S54’)\n(Influence faible)\nAucun texte disponible pour cette configuration.\nTrigone au Milieu du Ciel (Orbe : 01°A46’)\n(Influence faible)\nCette combinaison favorise la réussite sociale et professionnelle. Vous possédez la volonté et la capacité de vous n’entourer de personnes partageant vos idéaux et vos aspirations. Vous vous intégrez aisément à la société et tissez des liens précieux avec des individus influents. Votre popularité vous permet d’accéder aux bonnes opportunités aux moments opportuns. Grâce à cette dynamique favorable, vous êtes en mesure d’atteindre une prospérité notable et de laisser votre empreinte."
}