{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Pinellas County will be implementing a zoned collection plan for Hurricane Helene debris in the unincorporated areas of the county that received critical storm damage. We will share a link to a GIS map showing the collection schedule in the coming days. In the meantime, residents are encouraged to work with their insurance adjusters and document damages for reimbursement.\nIf you live in a municipality, Contact your city or town about the availability of debris pickup in their area. If you’re not sure if your property is located within unincorporated Pinellas or within a city/municipality,use the interactiveMy Neighborhood Servicestool to find out. To qualify for FEMA reimbursement, Pinellas County cannot accept storm debris from within cities.\nThe Pinellas County Solid Waste cannot accept storm-related debris from residents or private haulers. The facility is not an approved site for storm debris disposal.",
    "trans": "Le comté de Pinellas mettra en place un plan de collecte par zones pour les débris causés par l'ouragan Helene dans les zones non incorporées du comté qui ont subi des dommages critiques. Nous partagerons un lien vers une carte SIG indiquant le calendrier de collecte dans les prochains jours. En attendant, les résidents sont encouragés à travailler avec leurs experts en assurance et à documenter les dommages pour un éventuel remboursement.\nSi vous habitez dans une municipalité, contactez votre ville pour savoir si le ramassage des débris est possible sur son territoire. Si vous ne savez pas si votre propriété est située dans la zone non constituée en municipalité de Pinellas ou dans une ville/municipalité, utilisez l'outil interactif My Neighborhood Servicestool pour le savoir. Pour bénéficier du remboursement de la FEMA, le comté de Pinellas ne peut pas accepter les débris de tempête provenant des villes.\nLe service des déchets solides du comté de Pinellas ne peut pas accepter les débris liés à la tempête provenant des résidents ou des transporteurs privés. L’installation n’est pas un site agréé pour l’élimination des débris de tempête."
}