{
    "source": "en_US",
    "target": "fr_FR",
    "text": "EFA Festival in Focus | International Izmir Festival\nSimon Mundy, in interview with Filiz Sarper, Artistic Director of the International Izmir Festival looks at the festival’s history and current success\nThe cities that lie on the western coast of Anatolia are so ancient that you have to come through an awful lot of names of kingdoms and empires before you come to modern Izmir in ingénue Turkey. Homer was probably born there, at a time when the fall of Troy a little further north was no further back than the start of the Renaissance is to us. In his age Izmir was an independent city state, rather in the shadow of the more famous Ephesus eighty kilometres to the south, which had been the capital of the kingdom of Arzawa and by Homer's time was a member of the Greek Ionian League. Then the Lydian empire came, then the Persians and eventually Alexander the Great.\nNot so long ago really. After him the kingdom of Pergamon took over for a while, then Alexander's descendants in Egypt before the Romans were left in charge and decided the city's name was Smyrna (Marcus Aurelius had it rebuilt after a massive earthquake in 178 AD). For Europeans that remained the name until post-Ottoman Turkey adopted the Latin alphabet at the end of the 1920s and it was changed to the present Izmir. Elgar wrote a charming piano piece called In Smyrna during a visit in 1905. Amazingly, in 1920 the population was half Greek, half Turkish.",
    "trans": "Festival EFA à l’honneur | Festival international d’Izmir\nSimon Mundy, en entretien avec Filiz Sarper, directrice artistique du Festival international d’Izmir, examine l’histoire du festival et son succès actuel\nLes villes situées sur la côte ouest de l’Anatolie sont si anciennes qu’il faut traverser une longue liste de royaumes et d’empires avant d’arriver à l’Izmir moderne, dans une Turquie encore ingénue. Homère y serait probablement né, à une époque où la chute de Troie, un peu plus au nord, était aussi récente pour lui que le début de la Renaissance l’est pour nous aujourd’hui. À son époque, Izmir était une cité-État indépendante, quelque peu éclipsée par la plus célèbre Éphèse, située à quatre-vingts kilomètres au sud. Cette dernière avait été la capitale du royaume d’Arzawa et, du vivant d’Homère, était membre de la Ligue ionienne grecque. Puis vint l’empire lydien, suivi des Perses, et enfin Alexandre le Grand.\nPas si lointain que ça, en réalité. Après lui, le royaume de Pergame prit le contrôle pendant un certain temps, suivi des descendants d’Alexandre en Égypte, avant que les Romains ne prennent les rênes et ne décident que la ville s’appellerait Smyrne (Marc Aurèle l’a fait reconstruire après un violent séisme en 178 apr. J.-C.). Pour les Européens, ce nom est resté en usage jusqu’à ce que la Turquie post-ottomane adopte l’alphabet latin à la fin des années 1920, moment où il a été remplacé par Izmir, son nom actuel. Elgar composa un charmant morceau pour piano intitulé In Smyrna lors d’une visite en 1905. Fait étonnant, en 1920, la population était moitié grecque, moitié turque."
}