{
    "source": "en_US",
    "target": "fr_FR",
    "text": "My name is Jennifer from Glassdoor (United States). We offer quality remote online part-time/full-time jobs to help amazon merchants update data, increase visibility and bookings, and provide free training. Flexible part-time and full-time jobs allow you to work 4 days a week with easy, on-the-go work (based on your own schedule) and bonuses ranging from $50 to $500 per day. For every 4 days you work, you will earn a base salary of $800 This job can be a great income for your family. After 4 days of employment, a full employee contract will be issued. Benefits Annual Paid Leave: In addition to statutory leave such as maternity and paternity leave, regular employees are entitled to 5-15 days of annual paid leave. In addition to maternity and paternity leave, regular employees are entitled to 5-15 days of paid annual leave. If you would like to join us, please contact your employer by sending an SMS to this number for more information:13478738182",
    "trans": "Mon nom est Jennifer, de Glassdoor (États-Unis). Nous proposons des emplois de qualité en ligne à distance, à temps partiel ou à temps plein, pour aider les commerçants d'Amazon à mettre à jour leurs données, augmenter leur visibilité et leurs réservations, et fournir une formation gratuite. Les emplois flexibles à temps partiel et à temps plein vous permettent de travailler 4 jours par semaine avec un travail simple et mobile (selon votre propre emploi du temps) et des primes allant de 50 $ à 500 $ par jour. Pour chaque période de 4 jours travaillés, vous recevrez un salaire de base de 800 $. Cet emploi peut constituer un excellent revenu pour votre famille. Après 4 jours d'emploi, un contrat de travail complet sera émis. Avantages congés payés annuels : En plus des congés légaux tels que le congé de maternité et de paternité, les employés réguliers ont droit à 5 à 15 jours de congé annuel payé. Si vous souhaitez nous rejoindre, veuillez contacter votre employeur en envoyant un SMS à ce numéro pour plus d'informations : 13478738182."
}