{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good evening DYI Families. We are racing into fall and our largest fundraiser of the year. If you have not already, please sign your child up at mybooster.com. This fundraiser supports field trips for our students throughout the year. Plus on the date of the fun run, our kids have a great time.\nWe are quite proud of our students and staff for participating in our anti bullying day. Throughout the building students and staff were wearing orange. It’s not always easy to remember a spirit day when it lands on a Monday, yet everyone did a great job. We will have a few more spirit days as we move into late October and early November. For Halloween specifically, we will send out a message as we get closer to the end of October. This message will be a similar practice to what we have done in previous years.\nAlso exciting has been the start of after school activities. Families did well to adjust to our new system for signing up for activities through Family ID. New this year is how late buses have satellite stops instead of traveling directly to a student's house. We appreciate everyone’s patience as we have transitioned to this new system. If you want a reminder of the late bus routes, please click here.\nA couple of leftover reminders from the last newsletter. We still need more families to sign off on the student handbook and complete the iPad payment. Both of these links are listed here:\n1- Student handbook. This is a standard practice in schools. Please click the link to indicate you have read and reviewed the student handbook with your child: https://forms.gle/8NCvF3gRWwmcHm4Z8\n2- iPad Payment. Please follow this link, When you get to the link, click the plus sign by technology fees",
    "trans": "Bonsoir familles DYI. Nous fonçons vers l'automne et notre plus grande collecte de fonds de l'année. Si ce n'est pas déjà fait, veuillez inscrire votre enfant sur mybooster.com. Cette collecte de fonds soutient les sorties scolaires de nos élèves tout au long de l'année. De plus, lors de la journée de la course amusante, nos enfants passent un excellent moment.\nNous sommes très fiers de nos élèves et de notre personnel pour leur participation à notre journée anti-harcèlement. À travers le bâtiment, les élèves et le personnel portaient du orange. Ce n'est pas toujours facile de se rappeler d'une journée spirituelle quand elle tombe un lundi, mais tout le monde a fait un excellent travail. Nous aurons quelques autres journées spirituelles à mesure que nous avançons vers la fin octobre et le début novembre. Pour Halloween spécifiquement, nous enverrons un message à mesure que nous approchons de la fin octobre. Ce message suivra la même pratique que celle des années précédentes.\nUne autre nouveauté excitante a été le début des activités après l'école. Les familles ont bien ajusté leur fonctionnement avec notre nouveau système d'inscription aux activités via Family ID. Nouveau cette année, les bus tardifs ont désormais des arrêts satellites au lieu de se rendre directement à la maison des élèves. Nous apprécions la patience de tout le monde pendant cette transition vers ce nouveau système. Si vous souhaitez un rappel des itinéraires des bus tardifs, veuillez cliquer ici.\nQuelques rappels restants de la dernière newsletter. Nous avons encore besoin que plus de familles valident le manuel de l'élève et complètent le paiement de l'iPad. Ces deux liens sont listés ici :\n1- Manuel de l'élève. C'est une pratique standard dans les écoles. Veuillez cliquer sur le lien pour indiquer que vous avez lu et revu le manuel de l'élève avec votre enfant : https://forms.gle/8NCvF3gRWwmcHm4Z8\n2- Paiement de l'iPad. Veuillez suivre ce lien. Lorsque vous arrivez sur le lien, cliquez sur le signe plus à côté des frais de technologie."
}