{
    "source": "en_US",
    "target": "fr_FR",
    "text": "76. To prepare for anything coming up on the road ahead, you should:\n> Continually scan the entire road and all roadsides.\n77. When faced with an oncoming car to the left and a bicyclist to the right, you should:\n> Let the car pass and then pass the bike.\nYour ability to handle dangerous traffic situations depends largely on searching for and identifying problems before meeting them. Looking far ahead of your vehicle does not mean you should simply stare at the center of the road. You need to continually scan the entire road, including the sides of the road.\nWhen there is more than one potential hazard on the road, you should ensure that you only have to deal with one of them at a time. For example, when there is a bicyclist on the right that you want to pass and an oncoming car to the left, you should not try to squeeze between both at the same time. Instead, let the oncoming car pass, and then pass the bicyclist.\n78. If an oncoming driver is heading toward you in your lane, you should:\n> Blow your horn, steer right, and brake.\nIf another vehicle is approaching you head-on in your lane, you should first honk your horn to attract attention. If the other driver does not move over, try to escape to the right. If you swerve left and the other driver corrects at the last instant, you will still crash. If a collision is unavoidable, brake firmly and steadily. Every mile per hour you slow down will reduce the impact.\n79. When driving on slick roads, you should:\n> Take turns more slowly than usual.\nWhile it is always dangerous to drive too fast on slippery roads, this is especially true when driving in turns and curves. Be sure to approach them more slowly in slippery conditions than you would under normal circumstances.",
    "trans": "76. Pour vous préparer à tout ce qui pourrait se présenter sur la route, vous devriez :\n> Observer en permanence l’ensemble de la route et ses abords.\n77. Lorsque vous êtes confronté à une voiture arrivant en sens inverse sur la gauche et à un cycliste sur la droite, vous devez :\n> Laisser passer la voiture, puis dépasser le vélo.\nVotre capacité à gérer des situations dangereuses sur la route dépend en grande partie de votre aptitude à rechercher et à identifier les problèmes avant d’y être confronté. Regarder loin devant votre véhicule ne signifie pas simplement fixer le centre de la route. Vous devez observer en permanence l’ensemble de la route, y compris les abords.\nLorsqu'il y a plus d'un danger potentiel sur la route, vous devez vous assurer de ne gérer qu'un seul à la fois. Par exemple, s'il y a un cycliste sur votre droite que vous souhaitez dépasser et une voiture arrivant en sens inverse sur votre gauche, vous ne devez pas essayer de vous faufiler entre les deux en même temps. Au lieu de cela, laissez la voiture passer, puis dépassez le cycliste.\n78. Si un conducteur arrivant en sens inverse roule vers vous dans votre voie, vous devez :\n> Klaxonner, tourner à droite et freiner.\nSi un autre véhicule s'approche de vous de face dans votre voie, commencez par klaxonner pour attirer son attention. Si l'autre conducteur ne se rabat pas, essayez de vous échapper vers la droite. Si vous déviez vers la gauche et que l'autre conducteur corrige sa trajectoire au dernier moment, la collision sera toujours inévitable. Si l’accident ne peut être évité, freinez fermement et de manière progressive. Chaque kilomètre-heure de moins réduit l’impact.\n79. Lorsque vous conduisez sur des routes glissantes, vous devez :\n> Prendre les virages plus lentement que d'habitude.\nIl est toujours dangereux de rouler trop vite sur des routes glissantes, mais cela est particulièrement vrai dans les virages et les courbes. Assurez-vous de les aborder plus lentement dans des conditions glissantes que vous ne le feriez en temps normal."
}