{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] ran to the [redacted_name], and [redacted_name] turned to the muggleborn that haunted his days and nights. She'd gotten prettier, even with the bruises and split lip if it was possible. She was taller and her body had matured.\n\"It's fine, I'll do it.\" Hermione refused his touch, which hurt [redacted_name] more than he wanted to admit.\n\"You can't and you know it. Stop being stubborn and stop struggling. It'll be over quickly.\" He barked as he crouched down to the floor to get a better angle of her ribs. He reached out and touched her purpling skin. She was impossibly smooth and soft. He watched it goosepimple from his touch. He smiled knowing that his touch gave her a reaction. Of course, it wasn't something she could control, but he thought it was fair since he couldn't control himself around her either.\n\"Episkey.\" He cast. With a snap and gasp of pain, the broken rib righted itself inside her and mended. He should have released her, but everything about her was forbidden, making her more tempting.\nIt'd been years since they last saw each other. She was even more alluring than he remembered. Staring at her skin, feeling its warmth, and smelling her scent made his instincts take over. Slowly moving forward, [redacted_name] pressed his lips gently on the bruise.\nHermione froze.\nAs soon as it was there, it was gone. The feeling of the warm lips disappeared as Lucius stood up and pulled her shirt down for her.\n\"Don't win.\" He told her, then swiftly walked away, not allowing Hermione to even react to what just happened.\n…\nOne large dueling stage occupied the Great Hall. By the time Hermione snuck into the area where the semi-finalists stood, Dumbledore was midway into his speech congratulating everyone who had reached their current stage and to the rest for their participation.\nShe took her spot next to Sirius but continued to stare at [redacted_name], who took a seat at the judges' table, which was where the staff usually had their meals.\n\"Cutting it pretty close, don't you think?\" Sirius asked, cutting off her concentration to [redacted_name].\nHermione turned to look at him, but he wasn't looking at her, keeping his eyes ahead at [redacted_name] who was welcoming everyone who came to participate and watch the last matches of the year. His normally happy-go-lucky mask was gone and replacing it was a dark and brooding [redacted_name]. There seemed to be a permanent frown on his face and there were deep dark circles under his eyes.\nHe looked like shit, but he looked better than she did without the glamour charm, \"You look better than I expected.\"\n\"Thanks?\" He snorted. \"That's rich coming from you, considering you look—\" [redacted_name] stopped when he turned to her. His jaw started to become unhinged as he scanned her face.\nShe'd forgotten to cover her bruises and split lip.\n\"Who did this?\" Sirius asked as he tried to get a proper look. She turned her head away and avoided eye contact.\n\"I'm fine.\"\n\"Evans, who did…\" Sirius stopped when he saw Hermione's apathetic face. \"For fuck's sake. Fine, I won't ask. I have a pretty good idea who did it anyway.\"\n\"We will now start the semi-final matches for the Dueling Championship! [redacted_name] [redacted_name] and Cameron Tanner, please come up to the dueling stage.\" Dumbledore announced.\n\"Wish him luck!\" He told her as he ran up the stage.\n\"Don't get cocky!\" She shouted after [redacted_name].\nHermione didn't pay much attention to the match.\nWhoops were heard all around when [redacted_name] finally took Tanner down. It had taken him much longer than anticipated but judging by the lack of sweat and strain on [redacted_name] face, he'd played with his opponent rather than taking Tanner down immediately. He stepped off the stage and managed to give her an arrogant smile, but it didn't reach his eyes.\nHermione knew that [redacted_name] was struggling with [redacted_name] illness. She'd made several attempts to reach out, but her letters returned unopened. Whatever method he was using to cope, he didn't want her to be a part of it.\n[redacted_name] placed a finger under her chin and directed her face towards him. \"Look at me.\"",
    "trans": "[nom_rédigé] courut vers [nom_rédigé], et [nom_rédigé] se tourna vers la née-Moldue qui hantait ses jours et ses nuits. Elle était devenue plus jolie, même avec les bleus et la lèvre fendue, si c'était possible. Elle était plus grande, et son corps avait mûri.\n« C'est bon, je vais le faire. » Hermione refusa son contact, ce qui blessa [nom_rédigé] plus qu'il ne voulait l'admettre.\n« Tu ne peux pas, et tu le sais. Arrête d’être têtue et de te débattre. Ce sera vite fini. » aboya-t-il en s’accroupissant pour mieux voir ses côtes. Il tendit la main et toucha sa peau qui virait au violet. Elle était incroyablement lisse et douce. Il la vit frissonner sous son contact. Un sourire effleura ses lèvres en constatant qu’il provoquait une réaction chez elle. Bien sûr, elle n’y pouvait rien, mais il trouvait cela juste, puisqu’il ne pouvait pas se contrôler en sa présence non plus.\n« Episkey. » lança-t-il. Dans un craquement suivi d’un halètement de douleur, la côte brisée se remit en place et se ressouda. Il aurait dû la lâcher, mais tout en elle était interdit, ce qui la rendait encore plus attirante.\nCela faisait des années qu’ils ne s’étaient pas vus. Elle était encore plus envoûtante qu’il ne s’en souvenait. À force de fixer sa peau, de sentir sa chaleur et d’inhaler son parfum, ses instincts prirent le dessus. Lentement, [nom_rédigé] avança et posa délicatement ses lèvres sur l’ecchymose.\nHermione se figea.\nAussitôt, il se redressa et tira sur son haut pour le remettre en place pour elle.\n« Ne gagne pas. » lui dit-il avant de s’éloigner rapidement, ne lui laissant pas le temps de réagir.\n...\nUne grande scène de duel occupait la Grande Salle. Lorsque Hermione se faufila parmi les demi-finalistes, Dumbledore était déjà à mi-discours, félicitant ceux qui avaient atteint ce stade et remerciant les autres pour leur participation.\nElle prit place à côté de Sirius, mais continua à fixer [nom_rédigé], assis à la table des juges, là où le personnel prenait habituellement ses repas.\n« C’était juste, tu ne trouves pas ? » Sirius demanda, en lui coupant sa concentration à [nom_rédigé].\nHermione tourna la tête vers lui, mais il ne la regardait pas, ses yeux restaient braqués sur [nom_rédigé], qui accueillait les participants et le public. Son masque habituellement insouciant avait disparu, laissant place à une expression sombre et tourmentée. Une ride soucieuse creusait son front et des cernes profondes marquaient son visage.\nIl avait l’air épuisé, mais il s’en sortait mieux qu’elle sans son sortilège d’illusion, « Tu as meilleure mine que je ne le pensais. »\n« Merci ? » Il renifla. « C’est ironique, venant de toi, vu que tu… » Il s’arrêta net en la regardant de plus près, sa mâchoire se décrochant légèrement.\nElle avait oublié de dissimuler ses bleus et sa lèvre fendue.\n« Qui t’a fait ça ? » demanda Sirius en essayant d’examiner son visage. Hermione détourna la tête et évita son regard.\n« Je vais bien. »\n« Evans, qui… » Il se stoppa en voyant son visage fermé. « Putain. Très bien, je n’insiste pas. J’ai ma petite idée, de toute façon. »\n« Nous allons maintenant commencer les demi-finales du Championnat de Duel ! [nom_rédigé] [nom_rédigé] et Cameron Tanner, veuillez monter sur scène. » annonça Dumbledore.\n« Souhaite-lui bonne chance ! » lança Sirius avant de se précipiter vers la scène.\n« Ne sois pas trop arrogant ! » lui cria-t-elle.\nHermione ne prêta guère attention au combat.\nDes acclamations éclatèrent quand [nom_rédigé] finit par abattre Tanner. Il lui avait fallu plus de temps que prévu, mais à en juger par l’absence de sueur et la sérénité de son expression, il avait joué avec son adversaire avant de l’achever. En descendant de l’estrade, il lui adressa un sourire arrogant, mais ses yeux restaient vides.\nHermione savait qu’il se battait contre [nom_rédigé] maladie. Elle avait essayé de le contacter à plusieurs reprises, mais toutes ses lettres lui étaient revenues, non ouvertes. Quelle que soit la manière dont il gérait la situation, il ne voulait pas d’elle dans l’équation.\n[nom_rédigé] glissa un doigt sous son menton et tourna doucement son visage vers lui. « Regarde-moi. »"
}