{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Green chemistry principles (GCP) are comprehensively deployed in industrial management, governmental pol- icy, educational practice, and technology development around the world. Circular economy always aims to bal- ance the economic growth, resource sustainability, and environmental protection. This article offers a highlight on issues of significance within GCP and circular economy, and proposes the integrated strategies for GCP imple- mentation from the aspects of governance, industry and education. At first, we developed a new categorizing sys- tem for GCP dividing to (i) pollution and accident prevention, (ii) safety and resource sustainability, and (iii) energy and resource sustainability. To assess the GCP practice towards the circular economy, the implementation of international movement of GCP in worldwide policy, especially those of Canada, China, Germany, Japan, South Korea, Sweden, Taiwan, United States and United Kingdom were reviewed. The policy implementation of GCP practices among governance, industries and education was analyzed. To integrate GCP into the circular economy concept, we also proposed five strategies of priority governance direction as follows: (i) establishment of cross- departmental collaboration, (ii) development of cleaner production and green product, (iii) provision of inte- grated chemical management system, (iv) implementation of green chemistry education program, and (v) construction of a business model. Finally, we discussed the prospects of disciplinary elements including the establishment of redesign-reduction-recovery-recycle-reuse (5R) practices for wastes reclamation, deployment",
    "trans": "Les principes de la chimie verte (GCP) sont largement déployés dans la gestion industrielle, les politiques gouvernementales, les pratiques éducatives et le développement technologique dans le monde entier. L'économie circulaire vise toujours à équilibrer la croissance économique, la durabilité des ressources et la protection de l'environnement. Cet article met en lumière les questions importantes au sein des GCP et de l'économie circulaire, et propose des stratégies intégrées pour la mise en œuvre des GCP sous les aspects de la gouvernance, de l'industrie et de l'éducation. Dans un premier temps, nous avons développé un nouveau système de catégorisation pour les GCP en les divisant en (i) la prévention de la pollution et des accidents, (ii) la sécurité et la durabilité des ressources, et (iii) la durabilité de l'énergie et des ressources. Pour évaluer la pratique des GCP vers l'économie circulaire, la mise en œuvre du mouvement international des GCP dans les politiques mondiales, en particulier celles du Canada, de la Chine, de l'Allemagne, du Japon, de la Corée du Sud, de la Suède, de Taiwan, des États-Unis et du Royaume-Uni, a été examinée. La mise en œuvre politique des pratiques des GCP au sein de la gouvernance, des industries et de l'éducation a été analysée. Pour intégrer les BPC dans le concept d'économie circulaire, nous avons également proposé cinq stratégies d'orientation prioritaire de la gouvernance, à savoir : (i) l'établissement d'une collaboration interdépartementale, (ii) le développement d'une production plus propre et de produits verts, (iii) la mise en place d'un système intégré de gestion des produits chimiques, (iv) la mise en œuvre d'un programme d'enseignement de la chimie verte et (v) la construction d'un modèle d'entreprise. Enfin, nous avons discuté des perspectives d'éléments disciplinaires, notamment la mise en place de pratiques de reconception-réduction-récupération-recyclage-réutilisation (5R) pour la valorisation des déchets, le déploiement"
}