{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Payment Methods.\" Payment Method\" means a current, valid, accepted method of payment, as may be updated from time to time, and which may include a credit card, charge card, debit card, PayPal, Apple Pay, Google Pay, or your financial institution account.\nAuthorization. To access the Premium Features, you must authorize ClassDojo (and our designated payment processor) to charge your Payment Method(s) the full amount for all charges you incur with ClassDojo to the Payment Method you designate for the transaction. When you provide a Payment Method to us, you confirm that you have the legal right to use that Payment Method and that all the information you provide to us (or our designated payment processor) is accurate, current and complete. You also authorize us to collect and store that Payment Method, along with other related transaction information, provided however, that ClassDojo will not store",
    "trans": "Modes de paiement. « Mode de paiement » désigne un mode de paiement actuel, valide et accepté, susceptible d'être mis à jour de temps à autre, et pouvant inclure une carte de crédit, une carte de débit, PayPal, Apple Pay, Google Pay ou votre compte d'institution financière.\nAutorisation. Pour accéder aux Fonctionnalités Premium, vous devez autoriser ClassDojo (et notre processeur de paiement désigné) à débiter votre ou vos Modes de paiement du montant total de tous les frais que vous engagez avec ClassDojo, sur le Mode de paiement que vous désignez pour la transaction. Lorsque vous nous fournissez un Mode de paiement, vous confirmez que vous avez le droit légal d'utiliser ce Mode de paiement et que toutes les informations que vous nous fournissez (ou à notre processeur de paiement désigné) sont exactes, actuelles et complètes. Vous nous autorisez également à collecter et à stocker ce Mode de paiement, ainsi que d'autres informations de transaction connexes, étant entendu toutefois que ClassDojo ne stockera pas"
}