{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We all say the same thing so no one gets confused. That is - the club has a nightly list bc there's over 50-60 girls and the owners want to know who is dancing in their club on a nightly basis. Additionally, during the off season when it's slow Angel does not want me packing the list with girls because we don't have enough customers to sustain a high amount of girls, and the club doesn't want to pay high payouts because a bunch of girls decided to show up without saying anything.\nThe majority of the time we will accommodate a girl if she wants to come in but sometimes there might be a lot of girls already. Tonight there was no issue with you coming in - my issue with you is that you are intentionally not letting me know. I reached out to you on Sunday and asked you if you only wanted the wknd because you told ME that's what you wanted, and you said ok. You were being rude by intentionally not answering me and saying OK. Ok was not an answer to the question I asked - yes no maybe would've been an answer.\nYou seem to have animosity towards me and I was told why. You apparently still think I was the person that started all that bullshit with the stage when it was NOT me. When we had the discussion with Angel and Nick - Angel told you it was NOT me and to leave it alone. I left it be, however you did not. I don't need to go back and forth with you over this list bc it just makes my job 10x harder for NO reason. You have no idea how hard it is to get girls to show up as it is, but to have to go thru this is just nonsense and unnecessary.\nI'm up at 2:30am spending my time texting you when I could be sleeping. I am taking this time to clarify it because I am done with this after today.\nThe bottom line is there is a nightly list. It's not a schedule it's a nightly list. You pick what days work for you based on what's available - we do not give you a set day or time like a schedule. If you want to be on the list please let me know. If it's last minute let me know so I can let you know what's available. It's really nothing more than that. All this bickering nonsense is just that, nonsense. I don't speak to you besides to discuss the list so there's no reason for this hostility.\nIf this is not clear please let me know and we can have a meeting with the GM to clarify it. Otherwise, text me when you want to be on the list and we can leave it as that. Thank you.\nAnd I don't want you to take my text as me being rude or mean bc I'm not trying to come off that way. I am really just over this - there's no reason for it so I want to put an end to all of it",
    "trans": "Nous disons tous la même chose pour éviter toute confusion. À savoir : le club tient une liste chaque soir, car il y a plus de 50 à 60 filles, et les propriétaires veulent savoir qui danse dans leur club chaque nuit. De plus, pendant la basse saison, quand l’affluence est faible, Angel ne veut pas que je remplisse la liste avec trop de filles, car nous n’avons pas assez de clients pour en soutenir un grand nombre. Le club ne veut pas non plus payer des rémunérations élevées simplement parce qu’un groupe de filles a décidé de venir sans prévenir.\nLa plupart du temps, nous faisons de notre mieux pour accueillir une fille si elle veut venir, mais parfois, il y a déjà trop de filles. Ce soir, il n’y avait aucun problème pour que tu viennes – mon problème avec toi, c’est que tu refuses intentionnellement de me prévenir. Je t’ai contactée dimanche pour te demander si tu voulais seulement travailler le week-end, parce que c’est ce que TU m’avais dit, et tu as simplement répondu 'OK'. C’était irrespectueux de ta part de ne pas me répondre clairement. 'OK' n’était pas une réponse à ma question – 'oui', 'non' ou 'peut-être' auraient été des réponses appropriées.\nTu sembles avoir de l’animosité envers moi, et on m’a dit pourquoi. Apparemment, tu es toujours convaincue que j’étais la personne à l’origine de toute cette histoire avec la scène, alors que ce n’était PAS moi. Lorsque nous avons eu la discussion avec Angel et Nick, Angel t’a dit que ce n’était PAS moi et qu’il fallait laisser tomber. Je suis passée à autre chose, mais toi, non. Je n’ai pas besoin d’argumenter avec toi au sujet de cette liste, car cela ne fait que rendre mon travail dix fois plus difficile SANS raison. Tu n’as aucune idée à quel point il est déjà compliqué de faire venir des filles, alors devoir gérer ça en plus, c’est juste absurde et inutile.\nIl est 2 h 30 du matin et je passe mon temps à t’écrire alors que je pourrais être en train de dormir. Je prends ce temps pour clarifier les choses, parce qu’après aujourd’hui, c’est terminé pour moi.\nL’essentiel, c’est qu’il y a une liste chaque soir. Ce n’est pas un planning, c’est une liste quotidienne. Tu choisis les jours qui te conviennent en fonction des disponibilités – on ne te donne pas de jour ou d’heure fixe comme un emploi du temps. Si tu veux être sur la liste, fais-le-moi savoir. Si c’est à la dernière minute, préviens-moi pour que je puisse te dire ce qui est disponible. Rien de plus. Toutes ces disputes, c’est juste du bruit inutile. Je ne te parle que pour discuter de la liste, donc il n’y a aucune raison pour cette hostilité.\nSi ce n’est pas clair, fais-le-moi savoir et nous pourrons organiser une réunion avec le directeur général pour clarifier la situation. Sinon, envoie-moi un message quand tu veux être sur la liste, et on en restera là. Merci.\nEt je ne veux pas que tu interprètes mon message comme étant impoli ou méchant, car ce n’est pas du tout mon intention. Je suis simplement fatiguée de tout ça – il n’y a aucune raison pour que ça continue, donc je veux y mettre un terme une bonne fois pour toutes."
}