{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Parents,\nWe’re excited to remind you that our Autumn Festival is happening tomorrow at 4:30 PM! We can’t wait to see all the fantastic costumes and the creativity on display at Trunk or Treat.\nHere are a few important things to keep in mind:\nParking information:\nParking will be available in the basement, the Y3/Y1 area, and around the football pitch.\nIf you wish to leave the event early, please note that you can only exit through Gate 1.\nIf you wish to pick up at 3:30 PM,please note that parking spaces in the bus area will be limited, so please plan accordingly.\nTrunk or Treat participants:\nSet up starts at 2.15 pm\n‘First come, first park’ – Staff will be around to guide you to an available spot to start decorating your trunk/space\nPlease only start giving out treats at 4.30 pm\nCostumes:\nIt will be a non-uniform day! For more detailed costume guidelines, please refer to our previous notification.\nFood vendors:\nA variety of food options will be available throughout the event. Both card and cash will be accepted.\nBus children:\nTo ease the logistics for bus children, please let your class teacher and Grace from Global Wings know if you will not be using the bus on that day.\nSupervision:\nPlease note that this is an after-school event, and children are to be supervised by their parents at all times.\nThank you for your support, and we look forward to seeing everyone there!\nThe NAS Abu Dhabi Team",
    "trans": "Chers parents,\nC'est avec plaisir que nous vous rappelons que le Festival d'Automne aura lieu demain à 16h30. Nous sommes impatients d'admirer les costumes extraordinaires et l'imagination présentée lors de Trunk or Treat.\nVoici quelques éléments clés à prendre en considération :\nConsignes de stationnement :\nLe parking sera disponible au sous-sol, dans la zone Y3/Y1, et autour du terrain de football.\nSi vous désirez partir plus tôt, sachez que la seule sortie autorisée est la porte 1.\nSi vous souhaitez récupérer votre enfant à 15 h 30, veuillez noter que les places de stationnement dans la zone des bus seront limitées, alors merci de planifier en conséquence.\nParticipants à Trunk or Treat :\nL'installation commence à 14 h 15\n« Premier arrivé, premier garé » – Le personnel sera sur place pour vous guider vers un emplacement disponible pour commencer à décorer votre coffre/espace.\nVeuillez commencer à distribuer les bonbons à partir de 16 h 30.\nCostumes :\nCe sera une journée sans uniforme ! Pour des directives plus détaillées concernant les costumes, veuillez vous référer à notre notification précédente.\nVendeurs de nourriture :\nUne variété d'options alimentaires sera disponible tout au long de l'événement. Les paiements par carte et en espèces seront acceptés.\nEnfants en bus :\n:Pour faciliter la logistique des enfants venant en bus, veuillez informer votre enseignant(e) ainsi que Grace de Global Wings si vous n'utiliserez pas le bus ce jour-là.\nSupervision :\nVeuillez noter qu'il s'agit d'un événement après l'école, et les enfants doivent être supervisés par leurs parents en tout temps.\nMerci pour votre soutien, et nous avons hâte de voir tout le monde là-bas !\nL’équipe de NAS Abu Dhabi"
}