{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The first step in prevention of inappropriate polypharmacy is to perform a medication regimen review whenever a new medication is being considered for prescription. An adverse drug effect may be the cause of a symptom and require adjustment or discontinuation of a currently prescribed agent instead of addition of a new one. Non-pharmacological interventions are preferred for many chronic illnesses and should be promoted to older adults.\nSecondly, the clinician can identify inappropriate polypharmacy exists for an older adult through use of various tools that can aid in identifying medications that may be unnecessary. Annual or more frequent review of the medication regimen is recommended.( 5) Taking the time to carefully consider each medication and its risk/benefit in light of a patient’s circumstances is important, especially as a patient becomes frail with an increased susceptibility to adverse effects.",
    "trans": "La première étape dans la prévention de la polypharmacie inappropriée consiste à effectuer une revue du traitement médicamenteux chaque fois qu'un nouveau médicament est envisagé pour une prescription. Un effet indésirable d'un médicament peut être la cause d'un symptôme et nécessiter un ajustement ou l'arrêt d'un agent actuellement prescrit au lieu de l'ajout d'un nouveau. Les interventions non pharmacologiques sont préférables pour de nombreuses maladies chroniques et devraient être encouragées chez les personnes âgées.\nDeuxièmement, le clinicien peut identifier une polypharmacie inappropriée chez une personne âgée en utilisant divers outils qui peuvent aider à identifier les médicaments qui peuvent être inutiles. Un examen annuel ou plus fréquent du traitement médicamenteux est recommandé. (5) Il est important de prendre le temps d'examiner attentivement chaque médicament et son rapport risque/bénéfice à la lumière de la situation d'un patient, en particulier lorsque le patient devient fragile avec une susceptibilité accrue aux effets indésirables."
}