{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We would like to clarify the Moochie tag trend activity.\nWe did not overlook Lingling's tag trend event today. However, the brand did not inform us about trend boosting.\nFor any brand event, the LingOrm_BaseHouse, Linglingkwong_official, Orm Kornnaphat Official and LingOrm_TagTrend always talk to the brand and ask if they want to boost the trend as well as their target. After we receive those information, the LingOrm_BaseHouse, Linglingkwong_official, Orm Kornnaphat Official and LingOrm_TagTrend will talk again to summarize and announce the details to the fans. We always fully cooperate with the brands whenever the brands ask for cooperation concerning tag trending.\nFor today, because the brand has not confirmed the trend boosting, we have only retweeted to help promote the event.\nAdditional clarification: Due to some confusion, we would like to stress that the The LingOrm_BaseHouse and LingOrm_TagTrend teams are not the same team and have no connection in any form. The LingOrm_BaseHouse merely requested cooperation from the LingOrm_TagTrend to coordinate while the LingOrm_BaseHouse was on break.\n#หลิงออม\n#LingOrm\n#บ้านคู่หลิงออม\n#LingOrm_BaseHouse",
    "trans": "Nous aimerions clarifier l'activité de Moochie en matière de tendances de marquage.\nNous n'avons pas ignoré l’événement de tendance du tag de Lingling aujourd’hui. Cependant, la marque ne nous a pas informés d’une volonté de renforcer la tendance.\nPour tout événement de marque, LingOrm_BaseHouse, Linglingkwong_official, Orm Kornnaphat Official et LingOrm_TagTrend s'adressent toujours à la marque et lui demandent si elle souhaite stimuler la tendance ainsi que son objectif. Après avoir reçu ces informations, LingOrm_BaseHouse, Linglingkwong_official, Orm Kornnaphat Official et LingOrm_TagTrend s'entretiendront à nouveau pour résumer et annoncer les détails aux fans. Nous coopérons toujours pleinement avec les marques lorsque celles-ci nous demandent de coopérer en matière de tag trending.\nAujourd’hui, comme la marque n’a pas confirmé de boost de tendance, nous nous sommes contentés de retweeter afin d’aider à promouvoir l’événement.\nClarification supplémentaire : En raison d'une certaine confusion, nous aimerions souligner que les équipes LingOrm_BaseHouse et LingOrm_TagTrend ne sont pas la même équipe et n'ont aucun lien sous quelque forme que ce soit. The LingOrm_BaseHouse a simplement demandé la coopération de l'équipe LingOrm_TagTrend pour assurer la coordination pendant que l'équipe LingOrm_BaseHouse était en pause.\n#หลิงออม\n#LingOrm\n#บ้านคู่หลิงออม\n#LingOrm_BaseHouse"
}