{
    "source": "en_US",
    "target": "fr_FR",
    "text": "MicroRNA is an RNA molecule responsible for controlling gene\nexpression. It is produced in the nucleus by the enzymatic transcription of\nthe genes responsible for its production. The human genome contains\nhundreds of these genes. MicroRNA (miRNA) are small non-coding\nRNA molecules first discovered in the worm Caenorhabditis elegans and\nlater in humans. They are thought to constitute 1–5% of the human\ngenome and regulate the expression of 30% of protein-expressing genes.\nThese molecules bind to messenger RNA (mRNA) by complementarity\nwith mRNA sequences and then either degrade the mRNA or prevent its\ntranslation by blocking ribosome binding. As of 2010, there were about\n940 known types of microRNA , but their biological role and functions\nare still not fully understood.\nWhat is the main function of microRNA?\n• helps cells control the kinds and amounts of proteins they",
    "trans": "Les microARN sont des molécules d'ARN responsables du contrôle de l'expression des gènes.\nElles sont produites dans le noyau par la transcription enzymatique des gènes responsables\nde leur production. Le génome humain contient des centaines de ces gènes.\nLes microARN (miARN) sont de petites molécules d'ARN non codantes,\nd'abord découvertes chez le ver Caenorhabditis elegans et plus tard chez l'homme.\nLes microARN (miARN) sont de petites molécules d'ARN non codantes, On pense qu'elles constituent entre 1 et 5 %\ndu génome humain et régulent l'expression de 30 % des gènes codant pour des protéines.\nCes molécules se lient à l'ARN messager (ARNm) par complémentarité avec les séquences\nde l'ARNm, puis soit elles dégradent l'ARNm, soit elles empêchent sa traduction en bloquant\nla liaison des ribosomes. En 2010, environ\n940 types de microARN étaient connus, mais leur rôle biologique et leurs fonctions\nne sont pas encore entièrement compris.\nQuelle est la fonction principale des microARN ?\n• Ils aident les cellules à contrôler les types et les quantités de protéines qu'elles produisent."
}