{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The little temptress is trying to keep me from knowing what I just did. I should stop just like she's worried I will but waking up to find all of her soft curves backlit by a hint of light and feeling her mouth on me pushed me too far too fast. There is no way I can stop or slow down now. A fucking army could come in here with guns and I wouldn't leave the warm heaven that is wrapped around my dick. They'd just have to shoot me.\nI felt her innocence give way to let me in. It was one of the single most amazing times of my life. She saved herself for me. I knew that already. I felt her last night and knew she still had her barrier. I don't move, letting her adjust to me being inside of her. She might not think I can tell or even want me to know right at this moment but she let me have her. She put her happiness in my hands and I'll be damned if I'm going to cause her any more pain than I already have - so I wait.\nSoon the tightness of her muscles relax enough that I can start to rock in and out of her. I push my finger between us so I can gently stroke her little nub to help her relax for me even more. This time when she cums she is going to do it while milking my cock dry.\nHer eyes widen as I introduce her to what it feels like to have a man between her thighs and inside of her. She will only ever know this man though. It might be wrong as fuck, it might make me a dick but I can't let her go. I can't.\nI wrap my arms around her and move my hips a little faster and a little harder. Her sweet tempting mouth is right by my ear so I hear every gasp, every sigh, she makes. My hand drops to her ass so I can lift her off the bed just a bit and fuck into her deeper. It causes her to cry out but not in pain this time. I can tell this cry isn't one of pain. Her little body tightens around me and her pretty eyes lose focus. She's hurtling fast to her next climax.\nI should pull out and mark her on the outside but I can't. She feels too good and if she wanted to have an adult conversation with me about the consequences of her actions she should have done it when she wasn't naked. I sit up so I can look at all of her and take her hips with me so that they are tilted. This might be a little more than just to make her feel good. I want her to keep all that I give her inside of her so it has time.\nI make sure every time I go inside of her I hit her magic spot. It has her moaning unintelligibly and her thighs are shaking around me. She reaches for me and I give her my hand as I entwine our fingers together. \"Evan... I'm.... I'm...\"\n\"Go ahead and cum for me, Pussycat. I need you nice and soft for what I have planned.\"\nShe arches her back, pushing her tits up to the sky - offering them to me - and I take what is being offered. I lean forward and take the hard little pebble back into my mouth as her muscles start to hug up around my cock. She's lost in her climax so I take the opportunity to speed up and get myself ready. As soon as she starts relaxing around me and being shaken by tiny aftershocks I release into her. I cum so hard I lose focus and almost blackout from the pleasure I am finding in her body.\n\"Evan, I love you.\" She curls up around me, wrapping her arms and legs around me before closing her eyes.\nShit. It's what I always wanted to hear her say but did she say it just because of what she was feeling during sex. I roll us so that she is still lying beside me. When I pull out of her a mixture of her lost innocence and our combined cream drips from between her legs.",
    "trans": "La petite séductrice tente de m'empêcher de réaliser ce que je viens de faire. Je devrais m'arrêter, comme elle semble le redouter, mais me réveiller pour contempler ses courbes délicates baignées d'une lueur tamisée et sentir sa bouche sur moi m'a emporté trop loin, trop vite. Rien ne pourrait me faire stopper ou ralentir maintenant. Une putain d'armée pourrait faire irruption ici, armes à la main, que je ne quitterais pas ce paradis brûlant qui enveloppe ma bite. Ils n'auraient d'autre choix que de m'abattre sur place.\nJ'ai senti son innocence céder, s'ouvrir pour m'accueillir. Ce fut l'un des instants les plus extraordinaires de mon existence. Elle s'était réservée pour moi. Je le savais déjà. Je l'avais sentie la nuit précédente, et je savais qu'elle gardait encore sa barrière. Je reste immobile, lui laissant le temps de s'habituer à ma présence en elle. Elle pourrait croire que je ne le perçois pas, ou même qu'elle ne souhaite pas que je le sache à cet instant précis, mais elle m'a permis de la prendre. Elle a placé son bonheur entre mes mains, et je serais damné si je lui infligeais plus de douleur que je ne l'ai déjà fait — alors j'attends.\nPeu à peu, la tension de ses muscles se relâche, suffisamment pour que je puisse commencer à aller et venir en elle, lentement, profondément. Je glisse mon doigt entre nous, cherchant à caresser doucement son petit bouton, l'aidant à se détendre davantage, à s'abandonner encore plus à moi. Cette fois, quand elle atteindra son orgasme, ce sera en me vidant entièrement, en m'arrachant tout ce que j'ai à lui donner.\nSes yeux s'agrandissent, emplis d'une surprise mêlée de plaisir, alors que je lui fais vivre ce que c'est que d'avoir un homme en elle, profondément ancré entre ses cuisses. Elle ne connaîtra jamais que moi, et cette réalité me traverse l'esprit comme une lame. C'est peut-être monstrueusement égoïste, ça fait peut-être de moi un véritable connard, mais je suis incapable de la laisser s'échapper. Incapable.\ndouce, si envoûtante, est si proche de mon oreille que je capte chaque souffle, chaque gémissement qu'elle libère. Ma main descend vers ses fesses, la soulevant légèrement pour m'enfoncer en elle avec plus d'intensité. Elle pousse un cri, mais ce n'est pas un cri de souffrance, je le sens. Son corps menu se resserre autour de moi, ses yeux se troublent, perdant toute lucidité. Elle est emportée, filant à toute vitesse vers son prochain orgasme.\nJe devrais me retirer, la marquer sur sa peau, mais je ne peux pas. Elle est trop irrésistible, et si elle souhaitait avoir une discussion sérieuse sur les conséquences de ses choix, elle aurait dû le faire avant de se retrouver nue. Je m'assois, prenant le temps de l'admirer dans toute sa splendeur, tout en attirant ses hanches vers moi pour les incliner. Ce n'est pas seulement pour son plaisir. Je veux qu'elle conserve en elle tout ce que je lui donne, pour que cela ait le temps de s'installer, de prendre sens.\nJe m'assure qu'à chaque fois que je pénètre en elle, je touche son point magique. Cela la fait gémir de manière inintelligible, et ses cuisses tremblent autour de moi. Elle tend la main vers moi, et je lui donne ma main tout en entrelaçant nos doigts. « Evan... Je… Je… »\n« Lâche-toi, jouis pour moi, Pussycat. J'ai besoin que tu sois douce, détendue, prête pour ce que je te réserve. »\nElle cambre son dos, poussant ses seins vers le ciel — me les offrant — et j'accepte ce qui m'est offert. Je me penche en avant et prends le petit caillou dur dans ma bouche tandis que ses muscles commencent à envelopper ma bite. Elle est perdue dans son orgasme, alors je profite de l'occasion pour accélérer et me préparer. Dès qu'elle commence à se détendre autour de moi et à être secouée par de petites répliques, je libère tout en elle. Je jouis si fort que je perds le focus et manque de m'évanouir à cause du plaisir que je trouve dans son corps.\n« Evan, je t'aime, » chuchote-t-elle. Elle se serre contre moi, ses membres s'entrelaçant autour des miens, en fermant les yeux.\nPunaise. C’est ce que j’ai toujours rêvé de l’entendre dire, mais est-ce qu’elle l’a dit seulement à cause de ce qu’elle ressentait pendant l’acte ? Je nous retourne doucement pour qu’elle reste allongée à côté de moi Quand je me retire d’elle, un mélange de son innocence perdue et de notre crème combinée dégouline entre ses jambes."
}