{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I have just get your email and I understand the whole situation, I do apologise if this has caused you any inconvenienceor hassle during this matter and will do the best I can here to double checkthat for you and tohelp you.\n\nI checked here for you and in this case as you are unable to get the car as you do not have a credit card, no worries at all you can check for car hire companies that accept debit card and book with, you can check that if you press on the important info to check the terms and conditions to check if they accept debit card or not, and please if you made already a booking or if you still want to make send us the new booking number as I get you an exception to refund you the original reservation with full refund once we have a new booking number.\n\nI hope I was able to help clarify things for you, please do not hesitate to contact us if you require any assistance regarding your booking.\nPlease note that you will shortly receive a separate email to evaluate my service. The star rating is about the information I provided, not about your overall experience. If you’re able to complete it, I would very much appreciate your feedback.\nKind regards,\nSandy\n\n\nBooking.com Car Hire Team\nwww.booking.com/cars",
    "trans": "Je viens de recevoir votre e-mail et je comprends parfaitement la situation. Je vous prie de m'excuser si cela vous a causé le moindre désagrément ou souci. Je vais faire de mon mieux pour vérifier cela pour vous et vous apporter mon aide.\n\nJ'ai vérifié ici pour vous et dans ce cas, vous n'êtes pas en mesure d'obtenir la voiture parce que vous n'avez pas de carte de crédit, pas de soucis du tout, vous pouvez vérifier pour les sociétés de location de voitures qui acceptent la carte de débit et réserver avec, vous pouvez vérifier que si vous appuyez sur l'info importante pour vérifier les termes et conditions pour vérifier s'ils acceptent la carte de débit ou non, et s'il vous plaît si vous avez déjà fait une réservation ou si vous voulez toujours faire envoyez-nous le nouveau numéro de réservation comme je vous obtenir une exception pour vous rembourser la réservation originale avec un remboursement complet une fois que nous avons un nouveau numéro de réservation.\n\nJ'espère que j'ai pu vous aider à clarifier les choses, n'hésitez pas à nous contacter si vous avez besoin d'aide concernant votre réservation.\nVeuillez noter que vous recevrez sous peu un courriel distinct pour évaluer mon service. Le classement par étoiles concerne les informations que j'ai fournies, et non votre expérience globale. Si vous êtes en mesure de le remplir, je vous serais très reconnaissant de me faire part de vos commentaires.\nCordialement,\nSandy\n\n\nL'équipe de Booking.com Car Hire\nwww.booking.com/cars"
}