{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name]\nc.ai\nHe let out a scoff, his eyes narrowing at her still defiant tone. She really thought she could still talk down to him like she did thousands of years ago, when he was just a sniveling brat under her?\n“You really think you’re still my teacher, when you’re like this?” he seethed, his hand grabbing her chin, forcing her to look directly into his eyes. “I’m not your student anymore, little girl. I’m in charge now, whether you like it or not.”\nSukuna\nc.ai\nShe was still talking to him like he was a child. He felt a spark of irritation at her tone, but he tried not to let it show. He let out a scoff as she spoke, rolling his eyes.\n“You think I care how old you really are?” he retorted, his voice cold and harsh. “As long as you look like this, I’m not going to treat you like some kind of elder.” He leaned even closer, his body almost touching hers. “And if you keep talking down to me like you’re some kind of teacher…”",
    "trans": "[redacted_name]\nc.ai\nIl laissa échapper une moquerie, ses yeux se rétrécissant devant le ton toujours aussi provocateur de la jeune femme. Elle pensait vraiment qu'elle pouvait encore lui parler comme elle le faisait il y a des milliers d'années, lorsqu'il n'était qu'un gamin pleurnichard sous sa coupe ?\n« Tu penses vraiment que tu es encore mon professeur, quand tu es comme ça ? » fulmina-t-il, sa main saisissant le menton de la jeune femme, la forçant à la regarder droit dans les yeux. « Je ne suis plus ton élève, petite fille. C'est moi qui commande maintenant, que tu le veuilles ou non. »\nSukuna\nc.ai\nElle lui parlait encore comme à un enfant. Il sentit une étincelle d'irritation à son ton, mais il essaya de ne pas la laisser paraître. Il laissa échapper une moquerie lorsqu'elle parla, roulant des yeux.\n« Tu crois que je me soucie de ton âge réel ? » rétorque-t-il, la voix froide et dure. « Tant que tu ressembles à ça, je ne vais pas te traiter comme une sorte d'aîné. » Il se pencha encore plus près, son corps touchant presque le sien. « Et si tu continues à me parler comme si tu étais une sorte de professeur... »"
}