{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We will ONLY use your supporting documents to verify ownership of your payment method and not for any other purpose. Please provide following documents to verify ownership of your payment method.\n1. Payment Documentation*\nPlease upload at least one of the following A, B section as supporting materials for the appeal. Provide more sections to help you better approve your appeal.\nA. Please upload at least one photo of the accepted payment cards indicated below. Click to see examples\n.... 1273\nBe sure to fully display the four corners of the bank card as well asthe card number.\nNote: we would only require your first 6 and last 4 digits, full name and valid thru from your card. You may redact the other digits.\nB. Please provide a bank statement relevant to the uploaded bank card.\nPlease submit (as a JPEG, BMP or PNG):\nNote: we would only require your first 6 and last 4 digits, full name and transaction history from you bank statement.",
    "trans": "Nous n'utiliserons VOS documents justificatifs que pour vérifier la propriété de votre méthode de paiement et non à d'autres fins. Veuillez fournir les documents suivants pour vérifier la propriété de votre méthode de paiement\n1. Documentation de paiement*\nVeuillez télécharger au moins l'une des sections A ou B comme documents justificatifs pour l'appel. Fournir plus de sections peut vous aider à mieux faire approuver votre appel.\nA. Veuillez télécharger au moins une photo de la carte de paiement acceptée indiquée ci-dessous. Cliquez pour voir des exemples\n..... 1273\nAssurez-vous de bien afficher les quatre coins de la carte bancaire ainsi que le numéro de la carte.\nRemarque : nous n'exigerons que vos 6 premiers et 4 derniers chiffres, votre nom complet et la date de validité de votre carte. Vous pouvez masquer les autres chiffres.\nB. Veuillez fournir un relevé bancaire en rapport avec la carte bancaire téléchargée.\nVeuillez soumettre (au format JPEG, BMP ou PNG) :\nRemarque : nous n'exigerons que vos 6 premiers et 4 derniers chiffres, votre nom complet et l'historique des transactions de votre relevé bancaire."
}