{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The man lowered her body gently to the ground and turned to the group. It was as if the others who continued fighting felt their Alpha’s passing because gradually the fighting slowed, then eventually ceased all together. Before long the courtyard was silent as we all watched the man standing beside Victoria’s lifeless body.\nA member of her own pack had ended her life. The silence that descended was as a result of what it all meant. An Alpha’s defeat meant that a new Alpha had now emerged. Victoria’s killer; provided he wasn’t challenged had in just one second of anger become the new leader of the pack and I wondered fearfully what his next move would be.\nI didn’t think I had it in me to fight for much longer. If he commanded the others to continue the battle I would fail Adrian and all this would have been for nothing. I let out a breath, my heart pounding and I glanced over to where Adrian still lay unmoving, then my eyes went to Thomas and Grady who were so focused on each other that I didn’t think they realized what had just happened.\nCarson didn’t look particularly shocked by the change in circumstances but I saw his eyes narrow as he watched the new Alpha. It was the most nerve-wracking moment of my life but when the man began to speak I found myself gradually relaxing.\n“Victoria has fallen. We cannot accept the leadership of someone who would risk her pack for foolish gains. An Alpha should be someone every member of the pack can look up to, someone we can all trust to do right by us and someone we would feel proud to have be a voice for us all, not someone who would hurt an innocent child or submit us all to punishment simply to prove a point.\" he went on.\n\"I came here today to aid my Alpha as every member should be loyal enough to do, but she let me down, she let us all down, but if you’ll have me I’d like to change that. It’s time this pack is led by someone we choose, not someone who feels as if they are entitled.”\nThe cheers that went up were an indication of the loyalty these people had for Victoria. She had fallen and they had gladly received another as their leader without much thought.\n“On behalf of my pack, I apologize to your pack for what happened here today. We were led blindly into battle but that was no excuse for not having the nerve to stand up for our own beliefs.” The new Alpha addressed Carson who nodded but still looked at him with distrust.\n“Thank you, but in light of the present situation I would like to request aid for my men. Many of them have been hurt. We’d also appreciate transportation for our fallen comrades so we may bury them with dignity on our own soil.” Carson sounded like he always did; an alpha in charge and it was a relief to hear his words.",
    "trans": "L'homme déposa doucement son corps au sol et se tourna vers le groupe. On aurait dit que les autres qui continuaient de se battre avaient senti la disparition de leur Alpha, car progressivement, les combats ralentirent, puis cessèrent complètement. Bientôt, la cour se tut, tandis que nous regardions tous l'homme debout près du corps sans vie de Victoria.\nUn membre de sa propre meute avait mis fin à sa vie. Le silence qui s'ensuivit était dû à la signification de tout cela. La défaite d'un Alpha signifiait qu'un nouvel Alpha avait émergé. Le meurtrier de Victoria, à condition qu'il ne soit pas contesté, était devenu en une seconde de colère le nouveau chef de la meute, et je me demandais avec crainte quelle serait sa prochaine action.\nJe ne pensais pas avoir la force de me battre beaucoup plus longtemps. S'il ordonnait aux autres de reprendre le combat, j'échouerais envers Adrian et tout cela aurait été vain. Je laissai échapper un souffle, mon cœur battant la chamade, et je jetai un coup d'œil à l'endroit où Adrian gisait toujours immobile, puis mes yeux se tournèrent vers Thomas et Grady, qui étaient si concentrés l'un sur l'autre que je ne pensais pas qu'ils avaient réalisé ce qui venait de se passer.\nCarson ne semblait pas particulièrement choqué par ce changement de circonstances, mais je vis ses yeux se rétrécir alors qu'il observait le nouvel Alpha. Ce fut le moment le plus angoissant de ma vie, mais lorsque l'homme commença à parler, je me sentis progressivement me détendre.\n« Victoria est tombée. Nous ne pouvons accepter la direction de quelqu'un qui risquerait sa meute pour des gains insensés. Un Alpha devrait être quelqu'un que chaque membre de la meute peut admirer, quelqu'un en qui nous pouvons tous avoir confiance pour agir correctement envers nous et quelqu'un dont nous serions fiers qu'il soit notre porte-parole, pas quelqu'un qui blesserait un enfant innocent ou nous soumettrait tous à une punition simplement pour prouver un point. » Il continua.\n« Je suis venu ici aujourd'hui pour aider mon Alpha, comme tout membre devrait être assez loyal pour le faire, mais elle m'a déçu, elle nous a tous déçus, mais si vous voulez de moi, j'aimerais changer cela. Il est temps que cette meute soit dirigée par quelqu'un que nous choisissons, pas quelqu'un qui se sent comme s'il en avait le droit. »\nLes acclamations qui s'élevèrent indiquaient la loyauté que ces gens avaient envers Victoria. Elle était tombée et ils avaient volontiers accueilli un autre comme leur chef sans trop réfléchir.\n« Au nom de ma meute, je m'excuse auprès de votre meute pour ce qui s'est passé ici aujourd'hui. Nous avons été conduits aveuglément au combat, mais ce n'était pas une excuse pour ne pas avoir eu le courage de défendre nos propres convictions. » Le nouvel Alpha s'adressa à Carson, qui acquiesça mais le regardait toujours avec méfiance.\n« Merci, mais compte tenu de la situation actuelle, je voudrais demander de l'aide pour mes hommes. Beaucoup d'entre eux ont été blessés. Nous apprécierions également le transport de nos camarades tombés afin de pouvoir les enterrer dignement sur notre propre sol. » Carson sonnait comme toujours ; un alpha aux commandes, et c'était un soulagement d'entendre ses paroles."
}