{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A. An activity someone enjoys doing in their free time.\nB. The act of dealing with a difficult situation successfully.\nC. To encourage or motivate someone to do something.\nD. The ability to wait without frustration.\nE. An agreement or pledge to do something in the future.\nF. A person or team you compete against.\nG. To be unfamiliar or new to something.\nH. A large achievement that requires skill and effort.\nI. A group of people living at the same time or of similar age.\nJ. A characteristic showing control and focus over actions.\nK. Related to money or finances.\nL. Someone who is highly focused on achieving a goal.\nM. When something is achieved with minimal time or resources.\nN. Physical or emotional pain experienced over time.\nO. A connection between people or organizations.\nP. Something that is surprising or hard to believe.\nQ. To commit time or effort to a particular task or cause.\nR. A collective effort aimed at achieving change.\nS. When something is easier or smaller in comparison.\nT. A rival or person who opposes your actions or ideas.",
    "trans": "A. Une activité que quelqu’un aime faire pendant son temps libre.\nB. L’action de gérer une situation difficile avec succès.\nC. Encourager ou motiver quelqu’un à faire quelque chose.\nD. La capacité d’attendre sans frustration.\nE. Un accord ou un engagement à faire quelque chose à l’avenir.\nF. Une personne ou une équipe contre laquelle vous concourez.\nG. Être inconnu ou novice dans quelque chose.\nH. Une grande réussite qui demande compétence et effort.\nI. Un groupe de personnes vivant à la même époque ou ayant un âge similaire.\nJ. Une caractéristique démontrant le contrôle et la concentration sur ses actions.\nK. Relatif à l'argent ou aux finances.\nL. Quelqu’un qui est fortement concentré sur l’atteinte d’un objectif.\nM. Lorsque quelque chose est accompli avec un minimum de temps ou de ressources.\nN. Douleur physique ou émotionnelle ressentie sur une période prolongée.\nO. Une connexion entre des personnes ou des organisations.\nP. Quelque chose qui est surprenant ou difficile à croire.\nQ. Consacrer du temps ou des efforts à une tâche ou une cause particulière.\nR. Un effort collectif visant à obtenir un changement.\nS. Lorsque quelque chose est plus facile ou plus petit en comparaison.\nT. Un rival ou une personne qui s'oppose à vos actions ou idées."
}