{
    "source": "en_US",
    "target": "fr_FR",
    "text": "CCNP Enterprise Advanced\nRouting ENARSI 300-410\nOfficial Cert Guide Special Offers\nEnhance Your Exam Preparation\nSave 70% on Complete Video Course\nThe CCNP Enterprise Advanced Routing ENARSI 300-410\nComplete Video Course, available for both streaming and\ndownload, provides you with hours of expert-level instruction\nmapped directly to exam objectives. Put your knowledge to\nthe test with full practice exams powered by the Pearson\nTest Prep practice test software, module quizzes, and more.\nSave 80% on Premium Edition eBook\nand Practice Test\nThe CCNP Enterprise Advanced Routing ENARSI 300-410\nPremium Edition eBook and Practice Test provides three\neBook files (PDF, EPUB, and MOBI/Kindle) to read on your\npreferred device and an enhanced edition of the Pearson Test\nPrep practice test software. You also receive two additional\npractice exams with links for every question mapped to the\nPDF eBook.\nSee the card insert in the back of the book for your Pearson",
    "trans": "CCNP Enterprise Advanced\nRouting ENARSI 300-410\nOffres spéciales du guide de certification officiel :\n- Améliorez votre préparation à l’examen\n- Économisez 70 % sur le cours vidéo complet\nLe CCNP Enterprise Advanced Routing ENARSI 300-410\nCours Vidéo Complet, disponible en streaming et\nen téléchargement, vous offre des heures de formation dispensées par des experts et directement\nalignées sur les objectifs de l’examen. Testez vos connaissances\ngrâce à des examens pratiques complets alimentés par le logiciel Pearson Test Prep,\nainsi qu’à des quiz de modules et bien plus encore.\n- Économisez 80 % sur l’eBook Premium\net le test pratique.\nLe CCNP Enterprise Advanced Routing ENARSI 300-410\nL’édition Premium de l’eBook et du test pratique comprend trois\nformats de fichiers eBook (PDF, EPUB et MOBI/Kindle) pour une lecture sur\nl’appareil de votre choix, ainsi qu’une version améliorée du logiciel Pearson Test Prep.\nVous bénéficiez également de deux\nexamens pratiques supplémentaires, avec des liens pour chaque question renvoyant directement à\nl’eBook en PDF.\nConsultez l’encart au dos du livre pour accéder à votre offre Pearson."
}