{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As I recall, you were up there in the Oval Office,” Obama went on. “So if rounding up and deporting millions of desperate people, many of them who are women and children, if that’s the answer to everything, well, why is it that the number of undocumented immigrants were basically the same when he left office as when he took office?”\n“He didn’t solve the problem, and I’ll tell you why. Because he does not have a real plan. He has a concept of a plan, and it’s a mean and ugly plan designed to foster resentment and divide people,” he added.\nSomething that would have helped solve the problem, Obama added, was the bipartisan border bill Trumpordered Republican senators to tankearlier this year in order to avoid handing President Joe Biden a win.\n“We do not need a president who will make problems worse just to make his politics better,” Obama said.\nTrump reportedly plans to send immigrants to mass deportation campsand remove them from the country by the millionsif he returns to the White House.\nHe made illegal immigration a key focus of his 2016 campaign, but it’s questionablehow much he actually accomplished inreducing it.",
    "trans": "« Si je me souviens bien, tu étais là, à la Maison Blanche », continua Obama. « Alors, si rassembler et expulser des millions de personnes désespérées, dont beaucoup sont des femmes et des enfants, si c’est la réponse à tout, eh bien, pourquoi est-ce que le nombre d’immigrants sans papiers était à peu près le même lorsqu’il a quitté ses fonctions qu’à son arrivée ? »\n« Il n’a pas résolu le problème, et je vais vous dire pourquoi. Parce qu’il n’a pas de véritable plan. Il a un concept de plan, et c’est un plan cruel et laid conçu pour nourrir le ressentiment et diviser les gens », ajouta-t-il.\nCe qui aurait aidé à résoudre le problème, ajouta Obama, c'est le projet de loi bipartisan sur la frontière que Trump a ordonné aux sénateurs républicains de faire échouer plus tôt cette année afin d'éviter de donner une victoire au président Joe Biden.\n« Nous n’avons pas besoin d’un président qui aggrave les problèmes juste pour améliorer sa politique », a déclaré Obama.\nTrump prévoit apparemment d'envoyer les immigrés dans des camps de déportation massifs et de les expulser par millions du pays s'il revient à la Maison Blanche.\nIl a fait de l'immigration illégale un point central de sa campagne de 2016, mais il est douteux de savoir combien il a réellement accompli pour la réduire."
}