{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Attention Rosely,\nU.S. DV-2026 closing November 5, 2024!\nFor an opportunity to immigrate to America legally with your family, enter your request to the DV-2026. Prepare your application now.\nLast chance to apply this year between the dates: October 2 - November 5, 2024.\nSubmission Status:\nPending Submission\nTime Remaining:\nThis DV Program selects 100,000+ applicants to interview for Green Cards,every year, spouse and children under the age of 21 included.\nBy entering an application to the DV Program you enroll in the opportunity to be selected to interview for permanent immigration and residency in the United States. If approved in the interview, you and your family can all receive Green Cards to live permanently in the United States. The U.S. government does not charge for this privileged opportunity.\nComplete your application today & we will handle the rest on your behalf including application review and registration.\nOur team has many years of experience helping people like you correctly prepare & submit their applications to the US Diversity Visa Program. We make the process easy for you and your family.\nWe sincerely congratulate you on the opportunity to apply & wish you the best of luck, Rosely.",
    "trans": "Attention Rosely,\nFermeture du programme U.S. DV-2026 le 5 novembre 2024 !\nPour avoir une chance d'immigrer légalement en Amérique avec votre famille, soumettez votre demande pour le DV-2026. Préparez votre dossier dès maintenant.\nDernière chance de postuler cette année entre les dates : 2 octobre - 5 novembre 2024.\nÉtat de la demande :\nDemande en attente\nTemps restant :\nCe programme DV sélectionne chaque année plus de 100 000 candidats pour des entretiens en vue de l'obtention de la Green Card, y compris les conjoints et les enfants de moins de 21 ans.\nEn soumettant une demande pour le programme DV, vous vous inscrivez à l'opportunité d'être sélectionné pour un entretien en vue de l'immigration permanente et de la résidence aux États-Unis. Si l'entretien est approuvé, vous et votre famille pourrez tous obtenir des Green Cards pour vivre de façon permanente aux États-Unis. Le gouvernement américain ne facture pas cette opportunité privilégiée.\nComplétez votre demande dès aujourd'hui et nous nous occupons du reste en votre nom, y compris la révision et l'enregistrement de la demande.\nNotre équipe possède de nombreuses années d'expérience pour aider des personnes comme vous à préparer et soumettre correctement leur demande au programme de visa de diversité des États-Unis. Nous facilitons le processus pour vous et votre famille.\nNous vous félicitons chaleureusement pour cette chance de postuler et vous souhaitons le meilleur, Rosely."
}