{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Welcome to eNotice - Please review this email carefully.\nAuthenticate Your Details:\n• • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • •\nConsumer Name: [redacted_name]\nAccount Number: [redacted_number]\nDear HENRY RODRIGUEZ MATAMOROS,\nOur records indicate that we have your permission to communicate with you via email at the following address: [redacted_email]\nTo open your enotice document:\n1. Double click the PDF attachment\nNeed help with your Pin Code? Click here.\nWe are committed to customer satisfaction. If you have any questions, please reply to this email or call Customer Service at 1-866-494-9902. If you are a New York City resident please call us at 1-866-494-7360. (Hours of operations M-Th 8am-9pm, F 8am-8pm EST.)\nWant to see what options are available? Access your account online by logging on to www.payhwi.com. To login, you will need your Account Number and Pin Code.\nSincerely,\nHunter Warfield, Inc\nThis communication is from a debt collector and is an attempt to collect a debt. Any information obtained will be used for that purpose. Notice",
    "trans": "Bienvenue sur eNotice - Veuillez lire attentivement cet e-mail.\nAuthentifiez vos informations :\n• • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • • •\nNom du consommateur : [nom_rédigé]\nNuméro de compte : [numéro_rédigé]\nCher HENRY RODRIGUEZ MATAMOROS,\nNos archives indiquent que vous nous avez autorisé à communiquer avec vous par e-mail à l'adresse suivante : [e-mail_rédigé]\nPour ouvrir votre document eNotice :\n1. Double-cliquez sur la pièce jointe au format PDF\nBesoin d'aide avec votre code PIN ? Cliquez ici.\nNous nous engageons à satisfaire nos clients. Si vous avez des questions, veuillez répondre à cet e-mail ou appeler le service client au 1-866-494-9902. Si vous êtes résident de New York, veuillez nous appeler au 1-866-494-7360. (Heures d'ouverture : lun-jeu 8h-21h, ven 8h-20h EST.)\nVous souhaitez connaître les options disponibles ? Accédez à votre compte en ligne en vous connectant sur www.payhwi.com. Pour vous connecter, vous aurez besoin de votre numéro de compte et de votre code PIN.\nCordialement,\nHunter Warfield, Inc\nCette communication émane d'un agent de recouvrement et constitue une tentative de recouvrement d'une dette. Toute information obtenue sera utilisée à cette fin. Avis"
}