{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Like every day, of course only on weekdays, I woke up at 7:00AM so I could go to that place that everyone calls Swellview High, the building that had \"school\" as a pseudonym, where we did everything except take classes.\nBy that I mean many factors such as, for example, we hardly took classes, Mrs. Shappen was a strange teacher, no offense, who honestly didn't care about anything other than her well-being, and the strange things about her.\nSo with the little desire I had I took my phone so I could turn off the alarm and get up from what was my very comfortable bed, which for obvious reasons I didn't want to leave, but well, I got up from my bed to walk to my closet, and take the clothes I would wear today.\nI was busy with my business, with my mind completely lost in something else, when suddenly my phone started ringing, I took it in hand so I could see who was calling me, 'Charlotte' it said on the screen.\n\"Talk to me.\"\n\"Kai, are you already on your way to school?\"\n\"No, not yet, I just woke up,\" I responded, \"why?\"\nSilence on the other side \"You forgot, right?\" To be honest, yes. \"Today we won't go to school, we'll be at the Man Cave all day, for Henry's birthday.\"\n\"Ohhhh, of course,\" I exclaimed, jeez, yep I had forgotten, how stupid I am. \"Yes, I forgot, sorry.\"\n\"It doesn't matter,\" she told me with a sigh, \"well, the plan is this: you pretend you're going to school, at the entrance you wait for Henry and take him to Junk N' Stuff.\"\n\"That's it?\" wow, how simple.\n\"That's it\".\n\"Okay, then I guess I'll see you guys at Junk N' Stuff.\"\n\"That's right, I'll see you there, click.\"\n\"Click\".\nA simple plan, easy to complete, the only problem was my brothers, who although they had already graduated from Swellview High, are damn overprotective, just some, the rest, I can't say they don't care, but still.\nI would have to come up with a perfect plan so that they wouldn't find out that I skipped school and that I ran away with Henry, but to tell the truth, they got along so well with him, that on that part there would be no problem, who am I kidding, yes there is and a lot of trouble.\nAnyway, I finished dressing and getting ready to go to school, I grabbed my backpack as well as my phone and then went downstairs and continued on my way.\n\"Hey, grandma,\" I greeted my grandma as she walked into the kitchen.\n\"Good morning, Kai,\" she replied as she walked up to me, placing a kiss on her forehead. \"I didn't see you get home last night.\"\n\"Oh yeah, sorry, it was late and well, Henry brought me so everything was be fine.\"\nMy grandmother frowned in flurry as she tore her gaze away from whatever she was snacking on at the table.\n\"I thought Kid Danger brought you home,\" she said confused, Oh no. \"Ian couldn't stop saying how happy he was to have stepped on 'Martin territory.'\"\nI opened my eyes wide, and swallowed nervously.\nThink! Think think! Was Ian confused? No, Jack knows it anyway. Alien abduction? We already used it, they won't fall again. Schwoz memory eraser? I feel like I can't go running to the Man Cave right now... although there is a tube behind my house... tempting... but no! No!\n\"Kai?\" I looked at my grandmother nervously, \"are you there?\"\nI opened my mouth a little to be able to articulate a word.\n\"Yeah, I mean...\" my nose is going to grow like Pinocchio's \"Henry, he walked me halfway, then... then we saw Kid Danger and Henry asked him if he could... walk me home.\"\nSaved, Martin, saved.\n\"How clever,\" my grandmother replied, \"very nice of Henry to get you a superhero as a companion.\"\nI sighed in relief \"Exactly, because Henry is cute.\"\nMy grandmother looked at me surprised, and made a mischievous face at the same time.\n\"Not like you think, grandma,\" I rolled my eyes.\n\"Whatever you say, Kai,\" she continued with her smile, \"whatever you say.\"\nI rolled my eyes at her again, amused, and walked up to her to kiss her cheek. I was getting late.\n\"I love you grandma, see you at night, and forget what I said about Henry.\"\n\"Aha, yes, good luck, we'll go to dinner today at Fred Lobster,\" she said, taking a sip of her coffee. I looked at her surprised. \"Don't look at me like that, A.J. wants us to go to dinner at his work.\"\nI shrugged my shoulders \"Anyway, maybe I'll have dinner with the boys, I'll let you know, I love you, say goodbye to Grandpa for me.\"\nAnd without anything else to say or anything to do, I left the house with a backpack full of books that I won't use, on my way to a place where I won't be all day, good day to me too.\n(...)",
    "trans": "Comme chaque jour, bien sûr seulement les jours de semaine, je me suis réveillé à 7 h 00 pour pouvoir me rendre à cet endroit que tout le monde appelle Swellview High, le bâtiment qui avait pour pseudonyme « école », là où on faisait tout sauf des cours.\nEn parlant de ça, plusieurs facteurs, comme par exemple, on avait à peine de vrais cours, Mme Shappen était une prof étrange, sans vouloir lui manquer de respect, qui honnêtement ne se préoccupait de rien d’autre que de son propre bien-être et de ses bizarreries.\nDonc, avec la peu de motivation que j'avais, j'ai pris mon téléphone pour éteindre l'alarme et sortir de mon lit, qui était très confortable et que, pour des raisons évidentes, je ne voulais pas quitter. Mais bon, je me suis levé de mon lit pour me diriger vers mon placard et prendre les vêtements que je porterais aujourd'hui.\nJ'étais occupé avec mes affaires, l’esprit totalement ailleurs, quand soudain mon téléphone s'est mis à sonner. Je l'ai pris en main pour voir qui m’appelait : 'Charlotte' apparaissait à l'écran.\n« Parle-moi. »\n« Kai, tu es déjà en route pour l’école ? »\n« Non, pas encore, je viens juste de me réveiller, » répondis-je, « pourquoi ? »\nUn silence de l'autre côté. « T'as oublié, hein ? » Honnêtement, oui. « Aujourd'hui, on n'ira pas à l'école, on sera toute la journée dans la Man Cave pour l'anniversaire de Henry. »\n« Ohhh, bien sûr, » m'exclamai-je, mince, oui, j'avais oublié, quel idiot je suis. « Oui, j'avais oublié, désolé. »\n« Ce n’est rien, » me dit-elle avec un soupir. « Bon, le plan est le suivant : tu fais semblant d’aller à l’école, à l’entrée tu attends Henry et tu l’emmènes à Junk N’ Stuff. »\n« C’est tout ? » Waouh, c’est simple.\n« C’est tout. »\n« D’accord, je suppose que je vous verrai à Junk N' Stuff. »\n« C’est ça, je vous verrai là-bas, clic. »\n« Clic. »\nUn plan simple, facile à réaliser, le seul problème étant mes frères, qui, bien qu’ils aient déjà terminé leurs études à Swellview High, sont terriblement protecteurs. Enfin, certains d’entre eux, pas tous, mais quand même.\nJe devais trouver un plan parfait pour qu’ils ne découvrent pas que j’ai séché l’école et que je suis parti avec Henry, mais à vrai dire, ils s’entendaient tellement bien avec lui que ça ne poserait normalement pas de problème. Qui suis-je en train de tromper ? Oui, il y a un gros problème, et pas des moindres.\nBref, je finis de m’habiller et de me préparer pour aller à l’école, je pris mon sac à dos ainsi que mon téléphone, puis je descendis et continuai mon chemin.\n« Salut, mamie, » je saluai ma grand-mère en entrant dans la cuisine.\n« Bonjour, Kai, » répondit-elle en s'approchant de moi et en déposant un baiser sur mon front. « Je ne t'ai pas vu rentrer hier soir. »\n« Ah, oui, désolé, c'était tard et, eh bien, Henry m'a ramené, donc tout allait bien. »\nMa grand-mère fronça les sourcils, confuse, et détourna son regard de ce qu’elle grignotait à table.\n« Je croyais que Kid Danger t’avait ramené, » dit-elle, visiblement perplexe. Oh non. « Ian n’a pas arrêté de dire combien il était heureux d’avoir mis les pieds sur le « territoire Martin ». »\nJe fis des yeux ronds et déglutis nerveusement.\nPense ! Pense, pense ! Ian était-il confus ? Non, Jack est déjà au courant. Abduction extraterrestre ? On l'a déjà utilisé, ils ne tomberont pas dans le panneau une nouvelle fois. Effaceur de mémoire de Schwoz ? J'ai l'impression que je ne peux pas courir jusqu'à la Man Cave maintenant... même s'il y a un tuyau derrière chez moi... tentant... mais non ! Non !\n« Kai ? » Ma grand-mère me regarda, inquiète. « Tu es là ? »\nJ'ouvris légèrement la bouche pour pouvoir articuler un mot.\n« Ouais, je veux dire... » mon nez allait s'allonger comme celui de Pinocchio. « Henry, il m'a accompagnée jusqu'à mi-chemin, puis... puis on a vu Kid Danger et Henry lui a demandé s'il pouvait... me ramener chez moi. »\nSauvé, Martin, sauvé.\n« Comme c'est astucieux, » répondit ma grand-mère. « C'est vraiment gentil de la part d'Henry de t'avoir trouvé un super-héros comme compagnon. »\nJe poussai un soupir de soulagement. « Exactement, parce qu'Henry est adorable. »\nMa grand-mère me regarda surprise et fit une expression malicieuse en même temps.\n« Pas comme tu penses, mamie, » roulais-je des yeux.\n« Comme tu veux, Kai, » continua-t-elle avec son sourire. « Comme tu veux. »\nJe roulais les yeux à nouveau, amusé, et m'approchai d'elle pour lui faire un bisou sur la joue. J'étais en retard.\n« Je t'aime, mamie, à ce soir, et oublie ce que j'ai dit à propos d'Henry. »\n« Aha, oui, bonne chance, on va dîner ce soir chez Fred Lobster, » dit-elle en buvant une gorgée de son café. Je la regardai, surpris. « Ne me regarde pas comme ça, A.J. veut qu'on aille dîner à son travail. »\nJe haussai les épaules. « De toute façon, peut-être que je vais dîner avec les garçons, je te tiens au courant, je t'aime, embrasse grand-papa de ma part. »\nEt sans rien d'autre à dire ou à faire, je quittai la maison avec un sac à dos rempli de livres que je n'utiliserai pas, en route vers un endroit où je ne serai pas de toute la journée, bonne journée à moi aussi.\n(...)"
}