{
    "source": "en_US",
    "target": "fr_FR",
    "text": "PROPOSED) TEMPORARY RESTRAINING ORDER\nThis cause came to be heard upon the Commonwealth’s Ex Parte Motion for a Temporary Restraining Order, and it appearing that the Court has subject matter and personal\njurisdiction, and sufficient basis for the entry of this Order,\nIT IS HEREBY ORDERED AND DECREED THAT:\n1. Defendant and its representatives are enjoined from further violations of G.L. ch. 93A, § 2 as alleged in the Complaint, including employing any device or scheme to defraud, making any untrue statement of material fact, or engaging in any act, practice, or course of business which operates or would operate as a fraud or deceit upon any person.\n2. Defendant and all persons in participation with them are enjoined from making any further fraudulent transactions in assets or cryptocurrency through cryptocurrency accounts located on Binance1 and/or any other cryptocurrency exchange.\nACT,NGclerkS r'U\n3. Plaintiff may sequester Defendant’s assets, including the digital assets currently held in the following wallet: -8b6p, in the custody of Binance (“Binance Wallet”);1\n4. Defendant’s assets, including the assets currently held in the Binance Wallet, as well as any other assets held in the wallets used in the operation of Defendant’s scheme, shall be frozen until further notice from this court;\n5. Defendant and all persons in participation with them are enjoined from operating Defendant’s websites, cryptootc.vip, cryptootc.co^or any other websites used by the Defendant in comiection with the violations of M.G.L. ch. 93A, § 2 alleged in the Complaint, and from transferring such website domains to a different registrar.",
    "trans": "ORDONNANCE DE RESTRICTION TEMPORAIRE (PROPOSÉE)\nCette affaire a été entendue suite à la Requête Ex Parte du Commonwealth pour une Ordonnance de Restriction Temporaire, et il apparaît que la Cour a compétence en la matière et sur la personne\n, ainsi qu'une base suffisante pour prononcer cette ordonnance.\nIL EST PAR LES PRÉSENTES ORDONNÉ ET DÉCRÉTÉ CE QUI SUIT :\n1. Le Défendeur et ses représentants sont interdits de commettre de nouvelles violations de G.L. ch. 93A, § 2, telles qu'alléguées dans la plainte, y compris :Utiliser tout dispositif ou stratagème pour frauder,Faire des déclarations fausses ou trompeuses sur des faits matériels,Se livrer à tout acte, pratique ou activité commerciale qui constitue ou pourrait constituer une fraude ou une tromperie envers toute personne.\n2.Le Défendeur et toutes les personnes agissant de concert avec lui sont interdits d'effectuer de nouvelles transactions frauduleuses portant sur des actifs ou des cryptomonnaies via des comptes de cryptomonnaies situés sur Binance et/ou toute autre plateforme d'échange de cryptomonnaies.\nACT,NGclerkS r'U\n3. Le Demandeur peut séquestrer les actifs du Défendeur, y compris les actifs numériques actuellement détenus dans le portefeuille suivant : -8b6p, en la possession de Binance (« Portefeuille Binance »);1\n4. Les actifs du Défendeur, y compris ceux actuellement détenus dans le Portefeuille Binance, ainsi que tout autre actif détenu dans les portefeuilles utilisés dans le cadre du stratagème du Défendeur, seront gelés jusqu'à nouvel ordre de la Cour ;\n5. Le Défendeur et toutes les personnes agissant de concert avec lui sont interdits :D'exploiter les sites web du Défendeur, cryptootc.vip, cryptootc.co, ou tout autre site web utilisé par le Défendeur en lien avec les violations de M.G.L. ch. 93A, § 2 alléguées dans la plainte, de transférer les domaines de ces sites web à un autre registraire."
}