{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name]\nThank you for your email.\nI appreciate that you are writing in English to practice building your skills. Great job!\nPlease find answers to your questions below.\n1. \"My phone number is [redacted_number], the email is correct.\"\nPlease except my apologies for sharing the wrong phone number. I will send another email to you and [redacted_name] with your correct phone number.\n2. \"I have a question for you, today no watch english class with teacher Katlyn, but nothing email for starred other class?\"\nGreat question! Let me explain step-by-step.\n- You requested a change to your schedule after the September 16 \"Add/Drop deadline\".\n- I can only assist you with your request to change class schedules by transferring you to The Literacy Center.\n- I started the request to The Literacy Center by email to connect you with [redacted_name]. Transfers do not happen instantly, but [redacted_name] will respond to you by email as soon as possible.\n- I removed you from[redacted_name] 2B PM class list so that you will not have more absences or late arrivals on your MA Adult Education record.\n- Teacher Kaytlyn will not expect you to attend class tonight, but you can log in to her Zoom meeting if you would like to say goodbye to Teacher [redacted_name] and your classmates.\n- [redacted_name] from The Literacy Center will contact you as soon as possible to offer you a seat in a morning class that meets via Zoom.\n- Students who are eligible for transfer (as you are now) usually begin a new class at The Literacy Center at the beginning of the next month. If possible, [redacted_name] will assign you to your new teacher by the beginning of November.\n- You may not be assigned a new class at The Literacy Center for several weeks, but you do receive priority over new students because you are transferring from our Adult Education program.\n- If your circumstances change in the future and you wish to transfer back to Bristol ESOL Adult Education classes, please let [redacted_name] or your new teacher know that you would like to request \"a transfer to Bristol ESOL\".\nPlease let me know if you have any questions.\nSincerely,",
    "trans": "Bonjour [redacted_name],\nMerci pour votre email.\nJe suis ravi que vous écriviez en anglais pour pratiquer et développer vos compétences. Bravo !\nVous trouverez ci-dessous les réponses à vos questions.\n1. « Mon numéro de téléphone est [redacted_number], l'email est correct. »\nVeuillez accepter mes excuses pour avoir partagé le mauvais numéro de téléphone. Je vous enverrai un autre email avec votre numéro de téléphone correct à vous et à [redacted_name].\n2. « J'ai une question pour vous, aujourd'hui pas de cours d'anglais avec le professeur Katlyn, mais pas d'email pour un autre cours programmé ? »\nTrès bonne question ! Laissez-moi expliquer cela étape par étape.\n- Vous avez demandé un changement d'horaire après la date limite « Ajout/Suppression » du 16 septembre.\n- Je ne peux vous aider à changer votre emploi du temps qu'en vous transférant au Literacy Center.\n- J'ai lancé la demande au Literacy Center par email pour vous connecter avec [redacted_name]. Les transferts ne se font pas instantanément, mais [redacted_name] vous répondra par email dès que possible.\n- Je vous ai retiré de la liste de la classe 2B PM de [redacted_name] afin que vous n'ayez pas d'absences ou de retards sur votre dossier MA Adult Education.\n- Le professeur Kaytlyn ne vous attendra pas en cours ce soir, mais vous pouvez vous connecter à sa réunion Zoom si vous souhaitez dire au revoir au professeur [redacted_name] et à vos camarades.\n- [redacted_name] du Literacy Center vous contactera dès que possible pour vous proposer une place dans un cours du matin qui se déroule par Zoom.\n- Les étudiants éligibles au transfert (comme vous maintenant) commencent généralement un nouveau cours au Literacy Center au début du mois suivant. Si possible, [redacted_name] vous attribuera un nouveau professeur d'ici début novembre.\n- Vous ne serez peut-être pas assigné à un nouveau cours au Literacy Center pendant plusieurs semaines, mais vous avez la priorité sur les nouveaux étudiants, car vous êtes en transfert de notre programme Adult Education.\n- Si vos circonstances changent à l'avenir et que vous souhaitez revenir aux cours de Bristol ESOL Adult Education, veuillez en informer [redacted_name] ou votre nouveau professeur afin de demander « un transfert vers Bristol ESOL ».\nN'hésitez pas à me faire savoir si vous avez des questions.\nCordialement,"
}