{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thank you, honey. Keyshawn, stop looking at your cake and come over here and say hi.\nWhat's up?\nHi, I'm Kiki.\nMy full name is Keyshawn, but everybody calls me Kiki. Hi, my name is Keyshawn, but everyone calls me Keyshawn. Funny, your name is Keyshawn, and I'm Keysha.\nWe're like name twins. Your birthday decorations are cool. And your living room looks like Detective Simon Smart's mystery lab.\nYou read Detective Simon Smart books? I got all his books. I daydream that I'm his detective partner.\nGina Good, private investigator.\nThat's true. She can't put those books down. She read them all the way from Detroit to Minneapolis.\nCool, I like Simon Smart books too. He's like so smart. Well, I guess you'll like what I got you for your birthday.\nHere's your present.\nThanks.\nMama, can I go open it?\nSure, Keyshawn.\nNo way. It's Simon Smart's case of the hide and seek hamburgers. It's supposed to come out in fall.\nHow did you get it? I know people.\nKiki was in the Detroit Simon Smart Club. They had a special book party where she got a few copies.\nLike I said, I know people. This book is",
    "trans": "Merci, chérie. Keyshawn, arrête de regarder ton gâteau et viens ici dire bonjour.\nQuoi de neuf ?\nBonjour, je suis Kiki.\nMon nom complet est Keyshawn, mais tout le monde m'appelle Kiki. Bonjour, je m'appelle Keyshawn, mais tout le monde m'appelle Keyshawn. C'est drôle, tu t'appelles Keyshawn et moi Keysha.\nOn est comme des jumeaux de nom. Tes décorations d'anniversaire sont cool. Et ton salon ressemble au laboratoire du détective Simon Smart.\nTu lis les livres du détective Simon Smart ? J'ai tous ses livres. Je rêve d’être son partenaire détective.\nGina Good, détective privée.\nC’est vrai. Elle ne peut pas lâcher ces livres. Elle les a lus tout le trajet de Detroit à Minneapolis.\nTrop bien. J’aime aussi les livres de Simon Smart. Il est tellement intelligent. Alors, je pense que tu vas aimer mon cadeau d’anniversaire.\nVoici ton cadeau.\nMerci.\nMaman, je peux l'ouvrir ?\nBien sûr, Keyshawn.\nC’est pas possible. C’est Simon Smart et l’affaire des hamburgers cache-cache. Il est censé sortir cet automne.\nComment tu l’as eu ? Je connais des gens.\nKiki était dans le club Simon Smart de Détroit. Ils ont organisé une fête spéciale pour le livre et elle a reçu quelques exemplaires.\nComme je disais, je connais des gens. Ce livre est"
}