{
    "source": "en_US",
    "target": "fr_FR",
    "text": "panels. I have conducted site assessments to determine the best location and orientation for solar panels, as well as installed solar systems on fixed and mobile structures. I specialize in making electrical connections, including inverters and energy storage systems.\nAdditionally, I perform regular inspections to ensure optimal system performance, diagnosing and repairing electrical and mechanical failures. I implement preventive maintenance programs to extend the lifespan of equipment and ensure compliance with local and national electrical regulations throughout all stages of work.\nWORK HISTORY __________________________________ (PAST 7 YEARS)\n2017 – 2018: Electrician\nCOMPANY: PSC\n● Perform cable laying for solar panel systems, including routing and securing cables to ensure safe and efficient energy transmission.\n● Electrical connections, including Motors, inverters and energy storage systems. 2018 – 2019: Electrician\nCOMPANY: IEA\n● Perform cable laying for solar panel systems, including routing and securing cables to ensure safe and efficient energy transmission.\n● Electrical connections, including Motors, inverters and energy storage systems. 2019 -Present\nCOMPANY: MASTEC\n● Perform cable laying for solar panel systems, including routing and securing cables to ensure safe and efficient energy transmission.\n● Electrical connections, including Operar maquinaria pesada, incluidas carretillas elevadoras, cargadoras y equipos Bobcat.Motors, inverters and energy storag",
    "trans": "Panneaux. J'ai effectué des évaluations de sites pour déterminer le meilleur emplacement et l'orientation des panneaux solaires, ainsi que l'installation de systèmes solaires sur des structures fixes et mobiles. Je me spécialise dans la réalisation de connexions électriques, y compris des onduleurs et des systèmes de stockage d'énergie.\nDe plus, je réalise des inspections régulières pour garantir des performances optimales du système, en diagnostiquant et réparant les pannes électriques et mécaniques. Je mets en place des programmes de maintenance préventive afin d'étendre la durée de vie des équipements et de garantir la conformité avec les réglementations électriques locales et nationales tout au long des différentes étapes des travaux.\nEXPÉRIENCE PROFESSIONNELLE __________________________________ (DERNIÈRES 7 ANNÉES)\n2017 – 2018 : Électricien\nENTREPRISE : PSC\n● Effectuer le tirage de câbles pour les systèmes de panneaux solaires, y compris le routage et la fixation des câbles pour assurer une transmission d'énergie sûre et efficace.\n● Connexions électriques, y compris moteurs, onduleurs et systèmes de stockage d'énergie. 2018 – 2019 : Électricien\nENTREPRISE : IEA\n● Effectuer le tirage de câbles pour les systèmes de panneaux solaires, y compris le routage et la fixation des câbles pour assurer une transmission d'énergie sûre et efficace.\n● Connexions électriques, y compris moteurs, onduleurs et systèmes de stockage d'énergie. 2019 - Présent\nENTREPRISE : MASTEC\n● Effectuer le tirage de câbles pour les systèmes de panneaux solaires, y compris le routage et la fixation des câbles pour assurer une transmission d'énergie sûre et efficace.\n● Connexions électriques, y compris l'exploitation de machines lourdes, telles que les chariots élévateurs, les chargeuses et les équipements Bobcat. Moteurs, onduleurs et systèmes de stockage d'énergie"
}