{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good morning one and all,\nA couple of quick bits for you this morning:\n1) We have our penultimate session of the week today that begins at 11AM in our fantastic John Foster Room 229. Here, there are a lot of practical elements going on so make every effort to attend.\n2) Our year reps have kindly created an quick 5 minute survey for you to fill out in preparation for our first board of studies - I must admit that this is excellent and you should commend both Gethin and Louisa for this. If you could take the time to fill this in it would be much appreciated as they will use the feedback to provide some comments on your experience so far. Your voice is important as we then use it to inform the course moving forward. All submissions are anonymous. A link to the survey is attached here and we will also have some time today to complete this as well.\n3) This is your final reminder in terms of needing to submit your second 1,250 word essay that explores the commercialisation of sport. I have been kind and allowed this to be due at 5PM tomorrow but with sessions before this you may want to get this done by the end of today. Remember, the key things for the essay are... a) ensure that you connect to at least 5 academic sources (i.e., textbook or journal article sources) - you wont get any marks for simply using websites (even though these should also be included) - and b) you need to either at the top or at the very end of your essay include the reflective table three times in terms of how you have used the first essay feedback to develop your seconds essay. A copy of this document and an example can be found in key information under the modules tab labelled 'reflective table for essay 2'.\nI realise some may use the 5PM deadline as a extra bit of time to complete the essay but remember you do have a session tomorrow. This is important to attend as we look at your third submission which is the poster showing you what is expected here - so you need to be turning up to this!\nI look forward to seeing you all today.\n[redacted_name]\nReplies to this email will be posted as a reply to the announcement, which will be seen by everyone in the course.",
    "trans": "Bonjour à toutes et à tous,\nQuelques petites informations rapides pour vous ce matin :\n1) Aujourd’hui, nous avons notre avant-dernière séance de la semaine, qui commence à 11 h dans notre superbe salle John Foster 229. Cette session comportera de nombreux aspects pratiques, alors faites tout votre possible pour y assister.\n2) Nos représentants de l’année ont gentiment créé un court sondage de 5 minutes à remplir en préparation de notre premier conseil des études. Je dois avouer que c'est une excellente initiative, et vous devriez féliciter Gethin et Louisa pour leur travail. Si vous pouviez prendre un moment pour y répondre, ce serait grandement apprécié, car vos retours leur permettront de partager des commentaires sur votre expérience jusqu’à présent. Votre voix est précieuse, car elle nous aide à améliorer le programme. Toutes les réponses sont anonymes. Vous trouverez le lien vers le sondage ci-dessous, et nous prendrons également un moment aujourd’hui pour le compléter.\n3) Dernier rappel concernant la soumission de votre deuxième essai de 1 250 mots portant sur la commercialisation du sport. J’ai été indulgent en fixant la date limite à demain à 17 h, mais comme vous aurez des séances avant cela, vous voudrez peut-être le terminer d’ici la fin de la journée. Rappelez-vous des points essentiels pour cet essai : a) Vous devez vous appuyer sur au moins cinq sources académiques (livres ou articles de revues scientifiques). Aucune note ne sera attribuée pour l’utilisation exclusive de sites web (même si ceux-ci peuvent être inclus). b) Vous devez insérer trois fois le tableau réflexif, soit au début, soit à la fin de votre essai, pour montrer comment vous avez utilisé les retours du premier essai afin d’améliorer le second. Vous trouverez un modèle du tableau et un exemple dans l’onglet « informations clés » sous la section « modules », intitulé « Tableau réflexif pour l’essai 2 ».\nJe me rends compte que certains pourraient utiliser la date limite de 17 h comme un délai supplémentaire pour finaliser leur essai, mais n’oubliez pas que vous avez une séance demain. Il est important d’y assister, car nous y aborderons votre troisième soumission, qui concerne l’affiche explicative de ce qui est attendu. Votre présence est donc indispensable !\nJ’ai hâte de vous voir tous aujourd’hui.\n[redacted_name]\nLes réponses à cet e-mail seront publiées en tant que réponse à l’annonce, et seront donc visibles par tous les membres du cours."
}