{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Ulster Protestants as God’s ‘chosen people’\n•Reverend Paisley’s mission was to protect Protestant Ulster. Public and forthright about this religious mission, and this resonated with his followers (Bruce, 1986)\n•Paisley & his followers saw themselves as God’s ‘chosen people’. Ulster is seen as the promised land for Protestants. This explains intolerance towards Catholics and towards religious pluralism in general. Key themes of land, exodus and blood sacrifice. (see Akenson 1992)\n•‘he sees himself as called by God…to ensure that Ulster is never betrayed into an enforced union with a papist Eire [Ireland] […] what is true of Dr Paisley is also true of those who follow him’ (Badham 1988)\n•Whilst never calling for it publicly, it is argued that Paisley inspired loyalist paramilitary violence. A UVF man arrested for one of the first killings in the Troubles told the police:\n‘I am sorry I ever heard of that man Paisley or decided to follow him’ (see Gallagher 1981)",
    "trans": "Les Protestants d'Ulster en tant que 'peuple élu' de Dieu'\n•La mission du révérend Paisley était de protéger l'Ulster protestant. Public et franc à propos de cette mission religieuse, cela a résonné auprès de ses partisans (Bruce, 1986)\n•Paisley et ses partisans se voyaient comme le 'peuple élu' de Dieu. L'Ulster est considéré comme la terre promise pour les Protestants. Cela explique l'intolérance envers les Catholiques et envers le pluralisme religieux en général. Les thèmes clés de la terre, de l'exode et du sacrifice sanglant. (voir Akenson 1992)\n•‘Il se voit comme appelé par Dieu… pour s'assurer que l'Ulster ne soit jamais trahi par une union forcée avec une Eire papiste [Irlande] […] ce qui est vrai pour le Dr Paisley l'est aussi pour ceux qui le suivent.’ (Badham 1988)\n•Bien qu'il ne l'ait jamais demandé publiquement, on soutient que Paisley a inspiré la violence des paramilitaires loyalistes. Un homme de la UVF arrêté pour l'un des premiers meurtres pendant les Troubles a dit à la police :\n‘Je suis désolé d'avoir jamais entendu parler de cet homme, Paisley, ou d'avoir décidé de le suivre.’ (voir Gallagher 1981)"
}