{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I’ve been thinking a lot lately. I want to be honest with you our breakup has brought me a lot of pain. Letting go of someone I cared about so much about isn’t easy, and has weighed heavy on me. All of our memories we made together are still fresh in my mind, and it hurts to think about the future without you in it.\nBut at the same time, I’ve come to realize that holding on to this pain won’t serve us. Even with how hard things have been, I genuinely want the best for you. I hope you find happiness with whatever comes next in your life.\nI’m not sending this to try to change anything I just wanted to share my feelings and not leave with any hate in my heart and let you know that even though we’re moving on separately, i never wanted us to end…especially how it did but I wish you nothing but the best and I hope we both can learn from this and able to grow for ourselves and most importantly continue the path god has planned for us\nTake care.",
    "trans": "J'ai beaucoup réfléchi ces derniers temps. Je veux être honnête avec toi, notre rupture m'a causé beaucoup de douleur. Laisser partir quelqu'un à qui je tenais autant n'est pas facile et pèse lourd sur moi. Tous les souvenirs que nous avons créés ensemble sont encore frais dans mon esprit, et ça fait mal de penser à l'avenir sans toi dedans.\nMais en même temps, je me rends compte que m'accrocher à cette douleur ne nous servira à rien. Même si les choses ont été difficiles, je souhaite sincèrement le meilleur pour toi. J'espère que tu trouveras le bonheur avec ce qui viendra ensuite dans ta vie.\nJe n'envoie pas ceci pour essayer de changer quoi que ce soit, je voulais juste partager mes sentiments et ne pas partir avec de la haine dans le cœur. Je voulais te faire savoir que, même si nous avançons chacun de notre côté, je n'ai jamais voulu que ça se termine... surtout de cette manière. Mais je te souhaite uniquement le meilleur, et j'espère que nous pourrons tous les deux tirer des leçons de cela, grandir pour nous-mêmes et, surtout, continuer sur le chemin que Dieu a prévu pour nous.\nPrends soin de toi."
}