{
    "source": "en_US",
    "target": "fr_FR",
    "text": "All of the Rebels were required to have an active social media account and most of them stuck to Twitter and Instagram. Hollis had been there the day their social media agent had explained to Neil how to work both apps and how often he needed to post on each. It was a conversation that had taken years off of all of their lives, but Neil had eventually gotten the hang of it and Hollis had gotten into the habit of checking in on his account to make sure what he posted was appropriate.\nMost of Neil’s pictures on Instagram were of his cats or the meals he was eating, but every now and then there was a random Fox who would make an appearance. Today however was a bit different. He had posted three separate times today, something that he almost never did.\nThe first picture he posted was of a little girl from behind, who Hollis knew now as Amalia Day. In the picture Amalia’s jersey was now a Minyard jersey and she was holding hands with a man who was out of the shot. It couldn’t be Neil--the scars on his hands were unmistakable--which meant this was most likely Andrew Minyard. She couldn’t picture Andrew playing with children, but Amalia was clearly captivated by him so he must be different when out of the spotlight. Almost all of the comments on this picture were about the name Minyard on her jersey, but most were amused rather than hateful for Neil posting something about his rival. There was also quite a lot of controversy over whose child was in the picture, some thought it was Neil’s secret child, but others pointed out that she looked like Kevin’s little girl who was a known Minyard fanatic.\nAfter that was a picture of Amalia asleep on a couch that Hollis recognized from the pictures she had seen in Neil’s house. There was a big orange cat curled up next to her, blocking her face from view and Neil was leaning against the couch in front of her. The person who took the picture had their feet resting against Neil’s shoulder but otherwise there was nothing to say who it was aside from it being a man. The comments of this picture were all over the place with speculation, many people pointed out that Andrew had posted pictures of this same couch and that it was definitely Andrew’s cat, but the majority were just fawning over how gorgeous Neil looked at that angle.",
    "trans": "Tous les Rebelles étaient tenus d'avoir un compte actif sur les réseaux sociaux et la plupart s'en tenaient à Twitter et Instagram. Hollis avait assisté au jour où leur agent de réseaux sociaux avait expliqué à Neil comment utiliser les deux applications et à quelle fréquence il devait publier sur chacune. Ce fut une conversation qui avait semblé leur enlever des années de vie, mais Neil avait fini par s'y faire et Hollis avait pris l'habitude de vérifier son compte pour s'assurer que ce qu'il publiait était approprié.\nLa plupart des photos de Neil sur Instagram étaient de ses chats ou des repas qu'il mangeait, mais de temps en temps, un Fox aléatoire faisait une apparition. Aujourd'hui, cependant, c'était un peu différent. Il avait publié trois fois dans la journée, ce qu'il ne faisait presque jamais.\nLa première photo qu'il a publiée était d'une petite fille vue de dos, qu'Hollis connaissait maintenant sous le nom d'Amalia Day. Sur la photo, le maillot d'Amalia portait désormais le nom Minyard et elle tenait la main d'un homme qui était hors du cadre. Il ne pouvait pas s'agir de Neil – les cicatrices sur ses mains étaient indubitables – ce qui signifiait que c'était très probablement Andrew Minyard. Elle ne pouvait pas imaginer Andrew jouer avec des enfants, mais Amalia était clairement captivée par lui, il devait donc être différent hors des projecteurs. Presque tous les commentaires sur cette photo concernaient le nom Minyard sur son maillot, mais la plupart étaient amusés plutôt que haineux que Neil ait publié quelque chose sur son rival. Il y avait aussi pas mal de controverse sur l'enfant sur la photo, certains pensaient que c'était l'enfant secret de Neil, mais d'autres soulignaient qu'elle ressemblait à la petite fille de Kevin, qui était une fanatique connue des Minyard.\nEnsuite, il y avait une photo d'Amalia endormie sur un canapé qu'Hollis avait reconnu grâce aux photos qu'elle avait vues chez Neil. Un gros chat orange était enroulé à côté d'elle, bloquant son visage, et Neil était appuyé contre le canapé devant elle. La personne qui avait pris la photo avait les pieds posés contre l'épaule de Neil, mais à part cela, rien n'indiquait qui c'était à part le fait que c'était un homme. Les commentaires de cette photo étaient très variés et spéculatifs. Beaucoup de gens ont souligné qu'Andrew avait publié des photos de ce même canapé et que c'était certainement le chat d'Andrew, mais la majorité s'extasiait simplement sur la beauté de Neil sous cet angle."
}