{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Anchor: Family, you are in the right live broadcast room today. We have benefits that other live broadcast rooms dont have! Today in our live broadcast room, you can take these three mobile phone cases home together for only fifty yuan, or choose two of them for forty yuan! Isnt it a super deal?!\nCentral control: a good deal!\nAnchor: We only have 3,000 orders in stock. Families who like them should hurry up and place orders.\nCentral control: I want it! Place your order now!\nAnchor: Everyone shouldnt be able to wait. Come on, 3, 2, 1, up the link\nEnding: Todays live broadcast is really full of welfare! Thank you for your warm company. I hope you can find your favorite mobile phone case and add more color to your life! Family members who havent placed an order yet, dont miss todays great offer. Move your rich hands and place an order quickly!\nTodays live broadcast is over. Family members, dont forget to pay attention to our live broadcast room. See you next time! Bye-bye ~",
    "trans": "Ancre : Famille, vous êtes dans la bonne salle de diffusion en direct aujourd'hui. Nous avons des avantages que les autres salles de diffusion en direct n'ont pas ! Aujourd'hui, dans notre salle de diffusion, vous pouvez emporter ces trois coques de téléphone pour seulement cinquante yuans, ou en choisir deux pour quarante yuans ! N'est-ce pas une super offre ?!\nContrôle central : une bonne affaire !\nAncre : Nous avons seulement 3 000 commandes en stock. Les familles qui les aiment doivent se dépêcher de passer commande.\nContrôle central : Je le veux ! Passez votre commande maintenant !\nAncre : Personne ne devrait attendre. Allez, 3, 2, 1, voici le lien\nFin : La diffusion en direct d'aujourd'hui est vraiment pleine de bénéfices ! Merci pour votre chaleureuse compagnie. J'espère que vous pourrez trouver votre coque de téléphone préférée et ajouter plus de couleur à votre vie ! Les membres de la famille qui n'ont pas encore passé commande, ne manquez pas la super offre d'aujourd'hui. Bougez vos mains pleines de richesses et passez commande rapidement !\nLa diffusion en direct d'aujourd'hui est terminée. Membres de la famille, n'oubliez pas de suivre notre salle de diffusion en direct. À la prochaine fois ! Au revoir ~"
}