{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello, [redacted_name]\nUpcoming changes to our Legal Agreements\nOur updated Privacy Statement outlines how we'll use info collected about you after November 27, 2024 to inform participating stores about what products, offers, and rewards you might like.\nYou can opt out of this at any time in your profile settings under \"Data and Privacy.\"\nWe're also making other changes to our Privacy Statement and Legal Agreements. Learn more about any of our updates on our Policy Updates page. You can also view these changes by visiting PayPal.com, selecting \"Legal\" at the bottom of the page, and then \"Policy Updates.\"\nHelp & Contact | Security | Apps\nPayPal is committed to preventing fraudulent emails. Emails from PayPal will always contain your full name. Learn to identify phishing\nPlease don't reply to this email. To get in touch with us, click Help & Contact.\nNot sure why you received this email? Learn more\nCopyright © 1999-2024 PayPal, Inc. All rights reserved. PayPal is located at 2211 N. First St., San Jose, CA 95131.\nPayPal RT003063:en_US(en-US):1.0.0:afc7ec69589e4",
    "trans": "Salut, [nom_masqué]\nModifications à venir concernant nos accords juridiques\nNotre déclaration de confidentialité mise à jour explique comment nous utiliserons les informations collectées à votre sujet après le 27 novembre 2024 pour informer les magasins participants des produits, offres et récompenses qui pourraient vous intéresser.\nVous pouvez vous désinscrire à tout moment dans les paramètres de votre profil, sous « Données et confidentialité ».\nNous apportons également d’autres modifications à notre déclaration de confidentialité et à nos accords juridiques. Pour en savoir plus sur nos mises à jour, consultez notre page des Mises à jour de la politique. Vous pouvez également consulter ces modifications en visitant PayPal.com, en sélectionnant « Juridique » en bas de la page, puis « Mises à jour de la politique ».\nAide & Contact | Sécurité | Applications\nPayPal s'engage à prévenir les courriels frauduleux. Les e-mails de PayPal contiendront toujours votre nom complet. Apprenez à identifier les tentatives de phishing.\nVeuillez ne pas répondre à cet e-mail. Pour nous contacter, cliquez sur Aide & Contact.\nVous ne savez pas pourquoi vous avez reçu cet e-mail ? En savoir plus\nCopyright © 1999-2024 PayPal, Inc. Tous droits réservés. PayPal est situé au 2211 N. First St., San Jose, CA 95131.\nPayPal RT003063:en_US(en-US):1.0.0:afc7ec69589e4"
}