{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello,\nOpen enrollment for 2025 has begun! This is your opportunity to elect or make changes to your benefit coverages. This year is a \"passive enrollment,\" meaning if you wish to make no changes outside of HSA/FSA elections, no action is needed on your part. However, you are strongly encouraged toconfirm a beneficiary is electedin your UKG profile.\nYour deadline to elect your benefits is Friday, November 8, 2024. If you need any assistance with benefit enrollment or prefer to do it over the phone, please contact our Benefit Advocate Center (BAC) at 833-518-7692 or your HR Business Partner.\nAttached is the 2025 Benefit Guide and Summary of Changes you can review to find which plans work the best for you!\nDo my benefits roll over to 2025?\nFor most employees, no action is required as their current benefit elections will roll over into 2025. However, if you fall into one of the below categories, please log in to your UKG account to complete enrollment:\nEmployees with Flex Spending Accounts (FSA) or Health Savings Account (HSA): contribution elections to FSA and HSA do not roll over into the next year.\nEmployees who did not elect Ranger benefits in 2024 but would like to elect benefits in 2025.\nEmployees who would like to review andmake changesto any of their existing coverage.\nWhere do I enroll?\nYou must log in to UKG (https://nw14.ultipro.com/default.aspx) either on a laptop or desktop computer to make changes and/or enroll in 2025 benefits. Your username is your Ranger email address, and your password is what you created upon hire (If you need a password reset, please contact your local admin or HR Business Partner).",
    "trans": "Bonjour,\nL'inscription ouverte pour 2025 a commencé ! C'est votre occasion de choisir ou de modifier vos couvertures de prestations. Cette année, il s'agit d'une 'inscription passive', ce qui signifie que si vous ne souhaitez apporter aucun changement en dehors des élections HSA/FSA, aucune action n'est requise de votre part. Cependant, il est fortement recommandé de confirmer qu'un bénéficiaire est élu dans votre profil UKG.\nLa date limite pour choisir vos prestations est le vendredi 8 novembre 2024. Si vous avez besoin d'aide pour l'inscription aux prestations ou si vous préférez le faire par téléphone, veuillez contacter notre Centre d'Advocacy des Prestations (BAC) au 833-518-7692 ou votre Partenaire RH.\nCi-joint le Guide des Prestations 2025 et le Résumé des Modifications que vous pouvez consulter pour trouver les plans qui vous conviennent le mieux !\nMes prestations sont-elles reportées à 2025 ?\nPour la plupart des employés, aucune action n'est requise car leurs choix de prestations actuels seront reportés à 2025. Cependant, si vous faites partie de l'une des catégories ci-dessous, veuillez vous connecter à votre compte UKG pour compléter votre inscription :\nEmployés avec des comptes de dépenses flexibles (FSA) ou des comptes d'épargne santé (HSA) : les choix de contribution pour la FSA et l'HSA ne sont pas reportés à l'année suivante.\nEmployés qui n'ont pas choisi les prestations Ranger en 2024 mais qui souhaitent les choisir en 2025.\nEmployés qui souhaitent examiner et apporter des modifications à leurs couvertures existantes.\nOù puis-je m'inscrire ?\nVous devez vous connecter à UKG (https://nw14.ultipro.com/default.aspx) sur un ordinateur portable ou de bureau pour apporter des modifications et/ou vous inscrire aux prestations de 2025. Votre nom d'utilisateur est votre adresse e-mail Ranger, et votre mot de passe est celui que vous avez créé lors de votre embauche (si vous avez besoin de réinitialiser votre mot de passe, veuillez contacter votre administrateur local ou votre Partenaire RH)."
}