{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Introduction\nDepressive disorders constitute a leading cause of health-related burden globally [[ 1]]. Depression tends to have its onset in adolescence [[ 2]] and is commonly chronic and recurrent, with lifetime cumulative prevalence estimates reaching 25% [[ 3]]. As a time of profound biopsychosocial changes, adolescence is an important period for the evaluation of mental health problems. Understanding unique characteristics of depression during this period can be crucial for alleviating its life-long repercussions, especially in low- and middle-income settings, where the majority of global youth live, but the minority of mental health research is conducted [[ 4]].\nThe heterogenous nature of major depressive disorder (MDD) poses, however, multiple challenges towards this goal. The Diagnostic and Statistical Manual (5th edition; DSM-5) criteria for MDD among adolescents requires the presence of at least five out of nine possible symptoms, with one of those being low/irritable mood or anhedonia [[ 6]]. In adults, these criteria allow for over 200 symptom permutations that meet the current DSM diagnosis [[ 7]]—though such analysis has not been performed among adolescents, even greater heterogeneity would be theoretically expected given the additional criterion of irritability. MDD's multitude of symptom profiles also impacts its understanding from neurobiological [[ 8]] and psychosocial [[ 9]] perspectives. Furthermore, a non-negligible portion of people receiving psychotherapeutic and/or pharmacological interventions—strategies usually employed following a one-size-fits-all approach to treatment—only partially benefit from them [[10]].\nSuboptimal outcomes may in part stem from an over-focus on criteria that do not adequately consider patient priorities [[11]]. Items listed in the DSM may not fully capture the experience of living with depression in youth, as, historically, the DSM is a consensus-based operationalization of psychopathology [[12]] rather than an evidence- or data-driven one. Commonly used instruments for assessing depression dimensionally reflect such heterogeneity. Scales frequently reflect clinically significant symptoms that represent authors' clinical views. For instance, the Children's Depression Inventory (CDI) features items on self-deprecation, pessimism and loneliness that are not explicitly present in the DSM criteria but, much like its original adult version (the Beck Depression Inventory), reflects Beck's cognitive model [[13]]. Conversely, the Children Depression Rating Scale (CDRS), based on the Hamilton Depression Rating Scale, prioritizes somatic symptoms [[14]], common among hospitalized patients with depression.",
    "trans": "Introduction\nLes troubles dépressifs constituent l'une des principales causes du fardeau lié à la santé dans le monde [[1]]. La dépression se manifeste généralement à l'adolescence [[ 2 ]] et est souvent chronique et récurrente, comme en témoignent les estimations de la prévalence cumulée au cours de la vie qui atteignent 25 % [[ 3 ]]. L'adolescence, période de profonds changements biopsychosociaux, est donc un moment important pour l'évaluation des problèmes de santé mentale. Comprendre les caractéristiques uniques de la dépression durant cette période peut s'avérer crucial pour atténuer ses répercussions tout au long de la vie, en particulier dans les pays à revenu faible ou intermédiaire, où vivent la majorité des jeunes du monde, mais où la minorité des recherches sur la santé mentale est menée [[ 4]].\nLa nature hétérogène du trouble dépressif majeur (TDM) pose toutefois de multiples défis à cet égard. Les critères du Manuel diagnostique et statistique (5e édition ; DSM-5) pour le trouble dépressif majeur chez les adolescents requièrent la présence d'au moins cinq des neuf symptômes possibles, l'un d'entre eux étant l'humeur basse/irritable ou l'anhédonie [[ 6]]. Chez les adultes, ces critères permettent plus de 200 permutations de symptômes répondant au diagnostic actuel du DSM [[ 7]] — bien qu'une telle analyse n'ait pas été réalisée chez les adolescents, une hétérogénéité encore plus grande serait théoriquement attendue étant donné le critère supplémentaire de l'irritabilité. La multitude de profils de symptômes de la MDD (Maladie Maniaco-Dépressive) a également un impact sur sa compréhension du point de vue neurobiologique [[8]] et psychosocial [[9]]. En outre, une part non négligeable des personnes bénéficiant d'interventions psychothérapeutiques et/ou pharmacologiques (stratégies généralement employées selon une approche de traitement unique) n'en tirent qu'un bénéfice partiel [[10]].\nLes résultats sous-optimaux peuvent en partie découler d'une focalisation excessive sur des critères qui ne tiennent pas suffisamment compte des priorités du patient [[11]]. Les éléments énumérés dans le DSM peuvent ne pas refléter pleinement l'expérience de la dépression chez les jeunes, car, historiquement, le DSM est une rationalisation de la psychopathologie fondée sur le consensus [[12]] plutôt que sur des preuves ou des données. Les instruments couramment utilisés pour évaluer la dépression reflètent cette hétérogénéité sur le plan dimensionnel. Les échelles reflètent souvent des symptômes cliniquement significatifs qui représentent les opinions cliniques des auteurs. Par exemple, le questionnaire de dépression pour enfants (Children's Depression Inventory, CDI) comporte des items sur la dépréciation de soi, le pessimisme et la solitude qui ne sont pas explicitement présents dans les critères du DSM mais qui, tout comme sa version originale pour adultes (le Beck Depression Inventory), reflètent le modèle cognitif de Beck [[13]]. À l'inverse, le Children Depression Rating Scale (CDRS), basé sur le Hamilton Depression Rating Scale, donne la priorité aux symptômes somatiques [[14]], fréquents chez les patients hospitalisés souffrant de dépression."
}