{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Zwift Academy 2024's Sprint Showdown is here to test your legs on repetitive punchy climbs, sprints, and race strategy. It's a crucial step towards that coveted pro contract.\nDates: October 4–13\nWorld: Yorkshire\nRoute: Duchy Estate\nLaps: 9\nOver nine laps of the Duchy Estate, tackle the undulating roads and brief recoveries before you sprint to the finish line. Keep some gas left in the tank and show off your sprint at the end!\nRemember, wearing your heart monitor is crucial if you’re targeting that pro contract—it’s essential for validating your performance. Trainer Difficulty will also be set to 100% to provide the most realistic simulation of actual riding conditions.\nComplete the Zwift Academy program to unlock the exclusive Canyon Aeroad Zwift Academy paint job. Plus, you’ll be entered for a chance to win a ZA Canyon Aeroad. That’s right—Canyon is dropping a special edition Zwift Academy-themed Canyon Aeroad to one lucky Zwifter who crushes the Academy challenge.\nIf you finished race one or two using category enforcement and are now completing the other race using Racing Score, rest assured this has no impact on Zwift's analysis of your overall performance in Zwift Academy. Go ahead and put your best effort in, all your previous performances count.",
    "trans": "L'événement Zwift Academy 2024 Sprint Showdown est là pour tester vos jambes sur des ascensions répétitives et dynamiques, des sprints et des stratégies de course. C'est une étape cruciale vers ce contrat pro tant convoité.\nDates : du 4 au 13 octobre\nMonde : Yorkshire\nItinéraire : Duchy Estate\nTours : 9\nSur neuf tours du Duchy Estate, affrontez les routes vallonnées et les courtes récupérations avant de sprinter jusqu'à la ligne d'arrivée. Gardez un peu de carburant dans le réservoir et faites briller votre sprint à la fin !\nN'oubliez pas, porter votre moniteur de fréquence cardiaque est crucial si vous visez ce contrat pro — il est essentiel pour valider votre performance. La difficulté de l'entraîneur sera également réglée à 100 % pour offrir la simulation la plus réaliste des conditions de course réelles.\nTerminez le programme Zwift Academy pour débloquer la peinture exclusive Canyon Aeroad Zwift Academy. De plus, vous serez inscrit pour avoir une chance de gagner un Canyon Aeroad ZA. Oui, vous avez bien lu — Canyon lance une édition spéciale du Canyon Aeroad aux couleurs de Zwift Academy pour un chanceux Zwifter qui réussit le défi de l'Academy.\nSi vous avez terminé la première ou la deuxième course avec la catégorie d'application et que vous êtes maintenant en train de compléter l'autre course avec le Racing Score, soyez assuré que cela n'aura aucun impact sur l'analyse de votre performance globale dans Zwift Academy. Donnez tout ce que vous avez, toutes vos performances précédentes comptent."
}