{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Does 9:00 work for everyone?\nWe are going to move like we do in the other units doing your tasks then jumping back to help with floor prep and light switches doors etc.\nChelsea- You will be doing the bathrooms, I know unit 118 is pretty bad! I just use the magic eraser with the greased lighting on the bathtubs. The mirrors have mirrors on the inside and sides in case I forget to tell you. Also you can do the floor prep and the interior and exterior door. They usually take me about 30/60 minutes to complete depending on how bad they are.\n[redacted_name] and [redacted_name]- you will be doing the patio sliding door frames, and glass interior and exterior, also sweeping off the porches, and wiping down the ac unit, the plugs out there and hitting the cobwebs with the broom. After you complete that you will come back and start doing the light switches, outlets and closets/dusting down the shelves. You should be able to complete that in 30/45 minutes.\n[redacted_name]- you will do the bedroom windows, just interior and the frame and tracks in all 4 units. Then circle back to do prep in units. The windows should take about 10/15 minutes each.\nWhen [redacted_name] and [redacted_name] get done they will also be coming to help!\nMyself- I will be doing the kitchens and all the stuff in the kitchen in all 4 units, the kitchen and bathroom are most time consuming due to oven cleaning and fridge/microwaves. The kitchens should take about an hour/ hour and 20 to complete.\nThe units have to be done very detailed because they are a turnover and someone is moving in asap. I won't be running behind tomorrow so send me good vibes for the am 😂\nThank you guys for helping me on this!",
    "trans": "Est-ce que 9 h convient à tout le monde ?\nNous allons fonctionner comme dans les autres unités, en effectuant vos tâches, puis en revenant pour aider à la préparation du sol, les interrupteurs, les portes, etc.\nChelsea — Tu t'occuperas des salles de bain, je sais que l'unité 118 est vraiment en mauvais état ! J'utilise juste l'effaceur magique avec le produit greased lighting pour les baignoires. Les miroirs ont des miroirs à l'intérieur et sur les côtés, au cas où j'oublierais de te le dire. Tu peux aussi faire la préparation du sol et les portes intérieures et extérieures. En général, cela me prend entre 30 et 60 minutes pour les faire, en fonction de leur état.\n[redacted_name] et [redacted_name] — Vous ferez les cadres des portes-fenêtres du patio et les vitres intérieures et extérieures, ainsi que le balayage des porches et le nettoyage du climatiseur, des prises extérieures, et vous frapperez les toiles d'araignées avec le balai. Après cela, vous reviendrez pour commencer à faire les interrupteurs, les prises et les placards/épousseter les étagères. Vous devriez pouvoir finir cela en 30 à 45 minutes.\n[redacted_name] — Tu feras les fenêtres des chambres, juste l'intérieur, les cadres et les rails dans les 4 unités. Puis tu reviendras pour faire la préparation dans les unités. Les fenêtres devraient prendre environ 10 à 15 minutes chacune.\nQuand [redacted_name] et [redacted_name] auront terminé, ils viendront aussi aider !\nMoi-même — Je m'occuperai des cuisines et de tout ce qui se trouve dans les cuisines des 4 unités. La cuisine et la salle de bain sont les plus longues à nettoyer à cause du four et du nettoyage des réfrigérateurs/micro-ondes. Les cuisines devraient me prendre environ 1 heure à 1 heure et 20 minutes pour être complètes.\nLes unités doivent être faites avec beaucoup de détails, car il s'agit d'un turnover et quelqu'un doit emménager le plus rapidement possible. Je ne serai pas en retard demain, donc envoyez-moi de bonnes ondes pour le matin 😂\nMerci à vous tous pour votre aide sur ce projet !"
}