{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A wonderful, gracious smile. A smile he had seen a thousand times in the darkness staring at the ceiling. His mother's smile.\nA light mist began to fall and the intermittent wipers cleaned the windshield every ten seconds. It was almost midnight, Christmas Day.\nThe driver tapped the wheel nervously and fidgeted. He sank lower in the seat, then changed stations. \"How long we gonna sit here?\"\n\"Not long.\"\n\"Man, this is weird.\"\n\"You'll be paid.\"\n\"Man, money ain't everything. It's Christmas. I got kids at home, kinfolks visiting, turkey and wine to finish off, and here I am sitting at the Waffle Hut so you ean look at some old woman through the window.\"\n\"It's my mother.\"\n\"Your what!\"\n\"You heard me.\"\n\"Man, oh man. I get all kinds.\"\n\"Just shut up, okay?\"\n\"Okay. Ain't you gonna talk to her? I mean it's Christmas, and you found your momma. You gotta go see her, don't you?\"",
    "trans": "Un sourire merveilleux et gracieux. Un sourire qu'il avait vu mille fois dans l'obscurité, les yeux fixés sur le plafond. Le sourire de sa mère.\nUne légère brume commença à tomber et les essuie-glaces intermittents nettoyaient le pare-brise toutes les dix secondes. Il était presque minuit, le jour de Noël.\nLe chauffeur tapota nerveusement le volant et s'agita. Il s'enfonça plus bas dans le siège, puis changea de poste. « Combien de temps allons-nous rester ici ? »\n« Pas longtemps. »\n« Mec, c'est bizarre. »\n« Tu seras payé. »\n« Mec, l'argent n'est pas tout. C'est Noël. J'ai des enfants à la maison, de la famille en visite, de la dinde et du vin à finir, et me voilà assis au Waffle Hut pour que tu puisses regarder une vieille femme à travers la fenêtre. »\n« C'est ma mère. »\n« Ta quoi ! »\n« Tu m'as entendu. »\n« Mec, oh mec. J'en reçois de toutes sortes. »\n« Tais-toi, d'accord ? »\n« Ok. Tu ne vas pas lui parler ? Je veux dire, c'est Noël, et tu as trouvé ta maman. Tu dois aller la voir, n'est-ce pas ? »"
}