{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Sir the reservation was made for 7 passengers, we did not have 10 large bags as your disrespectful drive has told you. We have been using a car service since we have been in France and have been able to get all of our luggage in the back of the Mercedes V style vehicle your disrespectful driver had. Furthermore the back seats move up giving more room for luggage but he refused, and we were trying to assist him because we have observed how we have traveled in Paris from the plane and to the train. Your disrespectful driver demanded we get in and then started shoving our luggage in on us because he was angry. He called me stupid, I understand that French, and was very disrespectful by yelling at our wives. He was unprofessional the entire trip culminating with just telling us to get out without making it clear that we were actually at our hotel. Very very disrespectful . He kept implying that he was not our slave.We were not treating him as a slave, in fact we were trying to assist him in getting the luggage in the vehicle, but he kept yelling at us, “don’t touch this is my vehicle”. As we were getting out the vehicle, we tried to assist him in getting the luggage out and he started yelling, “this is my vehicle” and blocked us from getting our luggage out. He started throwing our luggage at us while yelling at us in French, calling us rude, stupid and other names. This is our first time in Marseille and we were really hoping to have as good a time here as we did in Paris and London. We have been traveling all over France and this is the first time we have had this issue with the transfer company. We are not blaming you we just want your drivers to be more respectful to us and our wives. We want you to treat us as if you would want to be treated and give our wives respect and not yell at them when we are traveling. Again, I do hope that our stay will get better and this is not the start of a horrible relationship.",
    "trans": "Monsieur, la réservation a été faite pour 7 passagers, nous n'avions pas 10 grosses valises comme votre chauffeur irrespectueux vous l'a dit. Nous utilisons un service de voiture depuis notre arrivée en France et avons pu mettre tous nos bagages à l'arrière du véhicule Mercedes de type V que votre chauffeur irrespectueux avait. De plus, les sièges arrière se déplacent pour offrir plus de place pour les bagages, mais il a refusé, et nous tentions de l'aider, car nous avons observé comment nous avons voyagé à Paris, depuis l'avion jusqu'au train. Votre chauffeur irrespectueux nous a ordonné de monter, puis a commencé à nous pousser nos bagages dessus parce qu'il était en colère. Il m'a traité de stupide, je comprends ce français, et a été très irrespectueux en criant sur nos femmes. Il a été non professionnel pendant tout le trajet, culminant avec le fait de nous dire simplement de descendre sans préciser que nous étions réellement arrivés à notre hôtel. Très très irrespectueux. Il ne cessait d'insinuer qu'il n'était pas notre esclave. Nous ne l'avons pas traité comme un esclave, en fait, nous essayions de l'aider à mettre les bagages dans le véhicule, mais il n'arrêtait pas de nous crier dessus : « Ne touchez pas, c'est mon véhicule. » Lorsque nous descendions du véhicule, nous avons essayé de l'aider à sortir les bagages, et il a commencé à crier : « C'est mon véhicule » et nous a bloqués pour sortir nos bagages. Il a commencé à nous lancer nos bagages dessus tout en nous criant dessus en français, nous traitant de malpolis, stupides et d'autres noms. C'est notre première fois à Marseille et nous espérions vraiment passer un aussi bon moment ici qu'à Paris et à Londres. Nous avons voyagé dans toute la France et c'est la première fois que nous rencontrons ce problème avec la société de transfert. Nous ne vous en voulons pas, nous voulons simplement que vos chauffeurs soient plus respectueux envers nous et nos femmes. Nous voulons que vous nous traitiez comme vous aimeriez être traité et que vous donniez du respect à nos femmes au lieu de leur crier dessus pendant nos voyages. Encore une fois, j'espère que notre séjour s'améliorera et que ce n'est pas le début d'une relation horrible."
}