{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Accessibility Screen-Reader Guide, Feedback, and Issue Reporting\nVEHICLES\nALL\nCROSSOVERS & SUVS\nELECTRIFIED\nSEDANS & HATCHBACKS\nSPORTS CARS\n2025\nMAZDA CX-70\nInline 6 Turbo\nStarting At\n$40,44526\nCombined\n25 MPG27\nEXPLORE\nBUILD\n2025\nMAZDA CX-90\nInline 6 Turbo\nStarting At\n$37,84523\nCombined\n25 MPG28\nEXPLORE\nBUILD\n2025\nMAZDA CX-30\nStarting At\n$24,99531\nCombined up to\n29 MPG32\nEXPLORE\nBUILD\n2025\nMAZDA CX-50\nStarting At\n$30,30031\nCombined up to\n28 MPG34\nEXPLORE\nBUILD\n2025\nMAZDA CX-5\nStarting At\n$28,57036\nCombined up to\n28 MPG37\nEXPLORE\nBUILD\n2025\nMAZDA CX-50 HYBRID\nStarting At\n$33,97038\nCombined\n38 MPG39\nEXPLORE\nBUILD\n2025\nMAZDA CX-90\nPlug-in Hybrid\nStarting At\n$49,94540\nCombined\n56 MPGe41\nEXPLORE\nBUILD\n2025\nMAZDA CX-70\nPlug-in Hybrid\nStarting At\n$54,40026\nCombined\n56 MPGe41\nEXPLORE\nBUILD\n2025\nMAZDA3 HATCHBACK\nStarting At\n$24,95044\nCombined up to\n30 MPG45\nEXPLORE\nBUILD\n2025\nMAZDA3 SEDAN\nStarting At\n$23,95046\nCombined up to\n31 MPG47\nEXPLORE\nBUILD\n2024\nMAZDA MX-5 MIATA\nStarting At\n$28,98549\nCombined\n30 MPG50\nEXPLORE\nBUILD\n2024\nMAZDA MX-5 MIATA RF\nStarting At\n$37,01052\nCombined\n30 MPG53\nEXPLORE\nBUILD\nSHOPPING TOOLS\nEXPLORE\nBuild and Price\nKeep Me Updated\nSHOP\nInventory Search\nRequest a Quote\nReserve a Test Drive\nCertified Pre-Owned\nBUY\nSpecial Offers\nPayment Estimator\nApply For Financing\n2025 MAZDA CX-90\nBUILD YOURS\nFIND YOUR NEXT MAZDA\nVIEW INVENTORY\n2024 Mazda CX-90 PHEV\n$7,500 Lease Customer Cash Offer54\nVIEW OFFERS\nWHAT DRIVES US\nTHE MAZDA DIFFERENCE\nSee how our unique perspective creates our exceptional vehicles.\nDISCOVER\nMAZDA CENTRAL\nGet news and insights on the topics that matter to you.\nEXPLORE\nOWNERS\nMAINTAINING YOUR MAZDA\nService\nWarranty\nRecalls\nHow to Use\nMAKING IT YOURS\nMazda Collection\nAccessories\nParts\nFAQs\nFind a service dealer near you and make your next appointment.\nSCHEDULE YOURS\nFind the latest MAZDA accessories for your next adventure.\nEXPLORE\nGo to MyMazda to enjoy the full benefits of being a Mazda Owner.\nLOGIN\nREGISTER\nWe craft cars that connect drivers with what moves them. Find the Mazda vehicle that could inspire your next journey.\nEXPERIENCE THE DIFFERENCE\nBUILD AND PRICE\nSEARCH INVENTORY\nREQUEST A QUOTE\nFIND A DEALER\nSPECIAL OFFERS\nSCHEDULE A TEST DRIVE\nCERTIFIED PRE-OWNED\nFIND A DEALER\n2025 MAZDA CX-90\nInline 6 Turbo\nSHOP\nUTILITY\nDESIGN\nSAFETY\nPERFORMANCE\nTECHNOLOGY\nTRIM SELECTOR\nFAQS\nENGINEERED TO FIT YOUR LIFESTYLE\nTHE 3-ROW 2025 MAZDA CX-90\nBUILD YOURS\nStarting At 1\n$37,845\nAs shown $57,045\nEPA-Estimated 2\n25 MPG\nCombined city/hwy\nAvailable\nNappa Leather\nSpecial Offer 3\n0% APR\n36 months\nUTILITY\nELEVATE EVERY MOMENT\nThe Mazda CX-90 isbuiltfor you, your passengers, and your journeys—bringing design and capability together seamlessly.\n3\n/\n3\n3-Row Configuration Options\nThe CX-90 is the largest SUV that Mazda offers. It has flexible seating options, with a second-row bench seat or available dual captain's chairs and an optional second-row center console.4\nExpansive Cargo Space\nGear up for every journey with up to 15.9 cu ft of initial cargo space and additional space under the cargo floor or with the 2nd- and 3rd-row seats folded.5\nRear Power Liftgate\nTake on large cargo with ease when you use our available hands-free Rear Power Liftgate. Its programmable height adjustment allows easy access and convenient options.6\nDESIGN\nHARMONY IN EVERY DETAIL\nCrafted details and available Nappa leather-trimmed seats create a harmonious space that is both inviting and restorative.\nUP TO 8-PASSENGER CAPACITY\nThe CX-90 comes with a 3-seat 3rd row on select models, making each passenger feel comfortable.\nAvailable in 6-, 7- and 8-passenger configurations. Seating for 6 shown.\nMultiple Power Outlets\nStay fully charged with access to 12V of accessory power and conveniently placed available USB-C outlets.\nAvailable Panoramic Moonroof\nDriver and passengers can embrace natural light, open ambience, and the world around them.\nEXPLORE FULL GALLERY\nEXPLORE THE MAZDA CX-90 IN 360°\n3.3 TURBO SELECT\nBlack Leatherette\nBUILD YOURS\nEXTERIOR\nINTERIOR\n3.3 TURBO PREMIUM SPORT shown is for illustration purposes only. Blackout exterior elements not shown. Image shown is not an exact representation.\nSAFETY\nDRIVE WITH A SENSE OF SECURITY\nWith the i-Activsense® suite of safety features, sophisticated safety innovations alert you to hazards to help you avoid collisions or lessen their impact.7\nPrevious\nNATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION\n5-Star Overall Safety Rating8 for the 2024 Mazda CX-90\n2024 IIHSTOP SAFETY PICK+\nWe’re proud to announce that the 2024 Mazda CX-90 has earned an IIHS TOP SAFETY PICK+ award—so you can drive with control, safety, and confidence.\nNATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION\n5-Star Overall Safety Rating8 for the 2024 Mazda CX-90\n2024 IIHSTOP SAFETY PICK+\nWe’re proud to announce that the 2024 Mazda CX-90 has earned an IIHS TOP SAFETY PICK+ award—so you can drive with control, safety, and confidence.\nNATIONAL HIGHWAY TRAFFIC SAFETY ADMINISTRATION\n5-Star Overall Safety Rating8 for the 2024 Mazda CX-90\nNext12\nSTAY FOCUSED WITH i-ACTIVSENSE® SAFETY TECHNOLOGY\n1\n/\n9\nSmart Brake Support – Front Crossing\nWhen approaching an intersection at low speeds, this available feature can activate automatic emergency braking if a potential collision is predicted with vehicles crossing from either side.9\nSmart Brake Support and Turn-Across Traffic\nWhen making a left turn at an intersection across oncoming traffic, this available feature can alert the driver of an oncoming vehicle in the opposing lane and activate automatic emergency braking if a potential collision is predicted.10\nRoad Keep Assist\nIf your vehicle begins to depart from the road, this available feature can provide alerts and momentary steering assistance to help avoid roadway departures above about 40 mph.11\nBlind Spot Assist\nWhen changing or deviating from a lane, this available feature can provide alerts and momentary steering assistance to help avoid collisions with adjacent vehicles above about 40 mph.12\nHead-on Traffic Avoidance Assist\nWhen changing or deviating from a lane, this available feature can provide alerts and momentary steering assistance to help avoid collisions with oncoming vehicles above about 40 mph.13\nCruising & Traffic Support\nOnce engaged, this available feature can provide headway support of adaptive cruise control, maintaining the following distance from the vehicle ahead, while also providing lane centering assistance under certain conditions from 0 mph up to highway speeds.14\nVehicle Exit Warning\nWhen stopped, this standard feature can detect vehicles or bicycles approaching from the rear and provide warnings to alert exiting occupants.15\nDriver Monitoring\nUsing the driver monitoring camera, this available feature can detect signs of drowsiness and inattentive driving and alert the driver by activating audible and visual alerts.16\n360° View Monitor with See-Through View\nThis available feature provides greater awareness of the vehicle’s surroundings when driving at low speeds or stopped. Cameras positioned around the vehicle’s exterior create a 360° view visible on the Mazda Connect™ screen, while See-through View makes the image appear as if the vehicle is transparent.17\nPERFORMANCE\nCRAFTED TO BE DYNAMIC\nThe CX-90 features a rear-biased i-Activ AWD® that responds to changing conditions and delivers power to the right wheels at the right time to give you responsive performance.18\nM Hybrid Boost\nFlexible Mi-Drive Technology\nKinematic Posture Control\nTOWING CAPACITY\nWhen properly equipped, the Mazda CX-90 has a 5,000-lb towing capacity.19 Available Towing mode also helps with vehicle stability when driving with the extra weight, allowing you to bring along a boat or recreation trailer without sacrificing your connection to the road.\nLEARN MORE\nTECHNOLOGY\nINNOVATIVE DETAILS\nAvailable technology features like a 360° view monitor and Active Driving Display help you connect to your vehicle and to the world around you.\n360° View Monitor With See-Through View\nThe available 360° View Monitor with See-through View gives you an enhanced view of the area directly ahead of and beside your vehicle that would normally be obstructed, visible on the center display.20\nActive Driving Display\nThe available Active Driving Display has an increased display area for optimal visibility and functionality, providing easier access to essential information about your vehicle.\nSimulated screen shown\nMAZDA CONNECTED SERVICES\nLocate your vehicle, start the engine, lock and unlock the doors—all remotely. With the MyMazda App and Mazda Connected Services, complimentary for one year on your mobile device, you can do all this and more.21\nINTERESTED IN A PLUG-IN HYBRID CX-90?\nThe CX-90 PHEV powertrain offers a flexible 26-mile electric range for short trips, with a combination of Combustion and Electric for longer journeys.22\nLEARN MORE\nMAZDA CX-90 TRIM SELECTOR\nWHICH CX-90 IS RIGHT FOR YOU?\n1\n/\n6\n3.3 TURBO SELECT\nStarting at$37,84523\n280-hp, 3.3L Turbo Inline 6 engine and\ni-ACTIV AWD®\nLeatherette-trimmed seats\n3-row seating for up to 8 passengers\nBUILD YOURS\n3.3 TURBO PREFERRED\nStarting at$40,94523\nPower sliding-glass moonroof with tilt feature\nLeather-trimmed heated front seats\n4-way power-adjustable front passenger seat\nBUILD YOURS\n3.3 TURBO PREMIUM SPORT\nStarting at$46,40023\nImage shown is for illustration purposes only and is not an exact representation of the Premium Sport trim. Blackout exterior elements not shown.\nTowing capacity up to 5,000 lbs\nMi-Drive with Sport/Off-Road/Towing Modes\nHands-free Rear Power Liftgate\nBUILD YOURS\n3.3 TURBO PREMIUM PLUS\nStarting at$49,40023\nNappa leather-trimmed seats\n2nd-row Captain's chairs with center walkthrough\n360° View Monitor with See-through View\nBUILD YOURS\n3.3 TURBO S PREMIUM\nStarting at$52,95023\nUp to 340-hp, 3.3L Turbo",
    "trans": "Guide de lecture d'écran sur l'accessibilité, retour d'information et notification des problèmes\nVÉHICULES\nTOUS\nCROSSOVERS & SUVS\nÉLECTRIQUES\nBERLINES & VÉHICULES À HAYON\nVOITURES DE SPORT\n2025\nMAZDA CX-70\nInline 6 Turbo\nÀ partir de\n40 445,26 $\nCombiné\n25 MPG27\nEXPLOREZ\nCONSTRUIRE\n2025\nMAZDA CX-90\nInline 6 Turbo\nÀ partir de\n37 845,23 $\nCombiné\n25 MPG28\nEXPLOREZ\nCONSTRUIRE\n2025\nMAZDA CX-30\nÀ partir de\n24 995,31 $\nCombiné jusqu'à\n29 MPG32\nEXPLOREZ\nCONSTRUIRE\n2025\nMAZDA CX-50\nÀ partir de\n30 300,31 $\nCombiné jusqu'à\n28 MPG34\nEXPLOREZ\nCONSTRUIRE\n2025\nMAZDA CX-5\nÀ partir de\n28 570,36 $\nCombiné jusqu'à\n28 MPG37\nEXPLOREZ\nCONSTRUIRE\n2025\nMAZDA CX-50 HYBRIDE\nÀ partir de\n33 970,38 $\nCombiné\n38 MPG39\nEXPLOREZ\nCONSTRUIRE\n2025\nMAZDA CX-90\nHybride rechargeable\nÀ partir de\n49 945,40 $\nCombiné\n56 MPGe41\nEXPLOREZ\nCONSTRUIRE\n2025\nMAZDA CX-70\nHybride rechargeable\nÀ partir de\n54 400,26 $\nCombiné\n56 MPGe41\nEXPLOREZ\nCONSTRUIRE\n2025\nMAZDA3 À HAYON\nÀ partir de\n24 950,44 $\nCombiné jusqu'à\n30 MPG45\nEXPLOREZ\nCONSTRUIRE\n2025\nMAZDA3 SEDAN\nÀ partir de\n23 950,46 $\nCombiné jusqu'à\n31 MPG47\nEXPLOREZ\nCONSTRUIRE\n2024\nMAZDA MX-5 MIATA\nÀ partir de\n28 985,49 $\nCombiné\n30 MPG50\nEXPLOREZ\nCONSTRUIRE\n2024\nMAZDA MX-5 MIATA RF\nÀ partir de\n37 010,52 $\nCombiné\n30 MPG53\nEXPLOREZ\nCONSTRUIRE\nOUTILS DE MAGASINAGE\nEXPLOREZ\nConstruction et prix\nTenez-moi informé\nMAGASIN\nRecherche d'inventaire\nDemander un devis\nRéserver un essai routier\nCertifié d'occasion\nACHETER\nOffres spéciales\nEstimateur de paiement\nDemande de financement\n2025 MAZDA CX-90\nCONSTRUISEZ LE VÔTRE\nTROUVEZ VOTRE PROCHAINE MAZDA\nVOIR L'INVENTAIRE\n2024 Mazda CX-90 PHEV\nOffre de 7 500 $ au comptant pour les clients de la location54\nVOIR LES OFFRES\nCE QUI NOUS MOTIVE\nLA DIFFÉRENCE MAZDA\nDécouvrez de quelle manière notre perspective unique permet de développer des véhicules exceptionnels.\nDÉCOUVRIR\nMAZDA CENTRAL\nObtenez des informations et des points de vue sur les sujets qui vous intéressent.\nEXPLOREZ\nPROPRIÉTAIRES\nENTRETIEN DE VOTRE MAZDA\nService après-vente\nGarantie\nRappels\nComment utiliser\nS'APPROPRIER LE VÉHICULE\nCollection Mazda\nAccessoires\nPièces de rechange\nFAQ\nTrouvez un concessionnaire près de chez vous et prenez votre prochain rendez-vous.\nPROGRAMMEZ VOTRE RENDEZ-VOUS\nTrouvez les derniers accessoires MAZDA pour votre prochaine aventure.\nEXPLOREZ\nAllez sur MyMazda pour profiter de tous les avantages d'être propriétaire d'une Mazda.\nSE CONNECTER\nS'INSCRIRE\nNous concevons des voitures qui mettent les conducteurs en contact avec les émotions qui les animent. Trouvez le véhicule Mazda qui pourrait inspirer votre prochain voyage.\nDÉCOUVREZ LA DIFFÉRENCE\nCONSTRUIRE ET FIXER UN PRIX\nRECHERCHER DANS L'INVENTAIRE\nDEMANDER UN DEVIS\nTROUVER UN CONCESSIONNAIRE\nOFFRES SPÉCIALES\nPLANIFIER UN ESSAI ROUTIER\nCERTIFIÉ D'OCCASION\nTROUVER UN CONCESSIONNAIRE\n2025 MAZDA CX-90\nInline 6 Turbo\nMAGASIN\nUTILISATION\nCONCEPTION\nSÉCURITÉ\nPERFORMANCE\nTECHNOLOGIE\nSÉLECTEUR DE GARNITURE\nFAQ\nCONÇU POUR S'ADAPTER À VOTRE STYLE DE VIE\nLE MAZDA CX-90 2025 À TROIS RANGÉES DE SIÈGES\nCONSTRUISEZ LE VÔTRE\nÀ partir de 1\n37 845 $\nTel qu'illustré 57 045 $\nEstimation de l'EPA 2\n25 MPG\nCombiné ville/route\nDisponible\nCuir Nappa\nOffre spéciale 3\n0% APR\n36 mois\nUTILISATION\nÉLEVEZ CHAQUE MOMENT\nLe Mazda CX-90 est conçu pour vous, vos passagers et vos voyages. Il allie harmonieusement le design et les capacités.\n3\n/\n3\nOptions de configuration à 3 rangées\nLe CX-90 est le plus grand SUV proposé par Mazda. Il propose des options de sièges flexibles, avec une banquette à la deuxième rangée ou deux fauteuils capitaines en option et une console centrale à la deuxième rangée en option.4\nEspace de chargement étendu\nPréparez-vous pour chaque voyage avec un espace de chargement initial pouvant atteindre 15,9 pi3 et de l'espace supplémentaire sous le plancher de chargement ou lorsque les sièges des 2e et 3e rangées sont rabattus.5\nHayon arrière à commande électrique\nTransportez des marchandises volumineuses en toute simplicité grâce au hayon arrière électrique mains libres disponible en option. Son réglage en hauteur programmable facilite l'accès et offre des options pratiques.6\nCONCEPTION\nL'HARMONIE DANS LES MOINDRES DÉTAILS\nLes détails travaillés et les sièges garnis de cuir Nappa en option créent un espace harmonieux qui est à la fois accueillant et réconfortant.\nJUSQU'À 8 PASSAGERS\nLe CX-90 est équipé d'une troisième rangée de 3 sièges sur certains modèles, pour que chaque passager se sente à l'aise.\nDisponible en configurations 6, 7 et 8 places. 6 places assises illustrées.\nMultiples prises de courant\nRestez chargé grâce à l'accès à une alimentation de 12 V pour les accessoires et à des prises USB-C disponibles et judicieusement placées.\nToit lunaire panoramique en option\nLe conducteur et les passagers peuvent profiter de la lumière naturelle, d'une ambiance ouverte et du monde qui les entoure.\nEXPLORER LA GALERIE COMPLÈTE\nEXPLOREZ LE MAZDA CX-90 À 360°\n3.3 TURBO SELECT\nSimilicuir noir\nCONSTRUISEZ LE VÔTRE\nEXTÉRIEUR\nINTERIEUR\n3.3 TURBO PREMIUM SPORT représenté à titre d'illustration uniquement. Les éléments extérieurs en noir ne sont pas illustrés. L'image montrée n'est pas une représentation exacte.\nSÉCURITÉ\nCONDUIRE AVEC UN SENTIMENT DE SÉCURITÉ\nGrâce à la suite de dispositifs de sécurité i-Activsense®, des technologies de sécurité sophistiquées vous alertent en cas de danger afin de vous aider à éviter les collisions ou à en atténuer l'impact.7\nPrécédent\nADMINISTRATION NATIONALE DE LA SÉCURITÉ ROUTIÈRE\nNote de sécurité globale de 5 étoiles8 pour le Mazda CX-90 2024\n2024 CHOIX DE SÉCURITÉ IIHSTOP+\nNous sommes heureux d'annoncer que le Mazda CX-90 2024 a obtenu le prix du Meilleur choix en matière de sécurité+ de l'IIHS, afin que vous puissiez conduire en toute sécurité, en toute confiance et avec maîtrise.\nADMINISTRATION NATIONALE DE LA SÉCURITÉ ROUTIÈRE\nNote de sécurité globale de 5 étoiles8 pour le Mazda CX-90 2024\n2024 CHOIX DE SÉCURITÉ IIHSTOP+\nNous sommes heureux d'annoncer que le Mazda CX-90 2024 a obtenu le prix du Meilleur choix en matière de sécurité+ de l'IIHS, afin que vous puissiez conduire en toute sécurité, en toute confiance et avec maîtrise.\nADMINISTRATION NATIONALE DE LA SÉCURITÉ ROUTIÈRE\nNote de sécurité globale de 5 étoiles8 pour le Mazda CX-90 2024\nSuivant12\nRestez concentré grâce à la TECHNOLOGIE DE SÉCURITÉ i-ACTIVSENSE®.\n1\n/\n9\nAide au freinage intelligent - Traversée de la chaussée\nÀ l'approche d'une intersection à faible vitesse, cette fonction disponible en option peut activer le freinage d'urgence automatique si une collision potentielle est prévue avec des véhicules traversant d'un côté ou de l'autre.9\nAide au freinage intelligent et croisement de véhicules en virage\nEn cas de virage à gauche à une intersection avec des véhicules venant en sens inverse, cette fonction disponible peut alerter le conducteur de la présence d'un véhicule venant en sens inverse sur la voie opposée et activer le freinage d'urgence automatique si une collision potentielle est prévue.10\nAide au maintien de la trajectoire\nSi votre véhicule commence à dévier de la route, cette fonction disponible peut fournir des alertes et une assistance momentanée à la trajectoire pour aider à éviter les déviations de la route au-delà d'environ 40 km/h.11\nAide à l'angle mort\nEn cas de changement de voie ou de déviation, cette fonction disponible peut fournir des alertes et une assistance momentanée à la direction permettant d'éviter les collisions avec les véhicules adjacents à une vitesse supérieure à environ 40 km/h.12\nAide à la prévention des collisions frontales\nCette fonction, disponible en option, peut fournir des alertes et une assistance momentanée à la direction permettant d'éviter les collisions avec les véhicules arrivant en sens inverse et roulant à plus de 40 km/h.13\nAide à la croisière et à la circulation\nUne fois activée, cette fonction disponible peut aider le régulateur de vitesse adaptatif à maintenir la distance de suivi du véhicule qui précède, tout en fournissant une aide au centrage de la voie dans certaines conditions, de 0 km/h jusqu'à des vitesses d'autoroute.14\nAvertissement de sortie de véhicule\nLorsque le véhicule est en arrêt, cette fonction de série peut détecter les véhicules ou les bicyclettes qui s'approchent par l'arrière et émettre des avertissements pour prévenir les occupants qui sortent.15\nSurveillance du chauffeur\nGrâce à la caméra de surveillance du chauffeur, cette fonction disponible peut détecter les signes de somnolence et de conduite inattentive et alerter le chauffeur en déclenchant des alertes sonores et visuelles.16\nMoniteur de vue à 360° avec vue transparente\nCette fonction disponible en option permet de mieux connaître les abords du véhicule lors de la conduite à faible vitesse ou à l'arrêt. Des caméras positionnées autour de l'extérieur du véhicule créent une vue à 360° visible sur l'écran Mazda Connect™, tandis que la fonction Vue transparente fait apparaître l'image comme si le véhicule était transparent.17\nPERFORMANCE\nCONÇU POUR ÊTRE DYNAMIQUE\nLe CX-90 est doté d'une transmission intégrale i-Activ AWD® basée sur l'arrière qui réagit aux changements de conditions et transmet la puissance aux bonnes roues au bon moment pour vous offrir des performances réactives.18\nM Hybrid Boost\nTechnologie Mi-Drive flexible\nContrôle cinématique de la posture\nCAPACITÉ DE REMORQUAGE\nLorsqu'il est équipé correctement, le Mazda CX-90 a une capacité de remorquage de 5 000 lb.19 Le mode remorquage disponible aide également à la stabilité du véhicule lorsque vous conduisez avec un poids supplémentaire, vous permettant d'emmener un bateau ou une remorque récréative sans sacrifier votre connexion à la route.\nEN SAVOIR PLUS\nTECHNOLOGIE\nDES DÉTAILS INNOVANTS\nLes caractéristiques technologiques disponibles, comme le moniteur de vision à 360° et l'écran de conduite active, vous aident à vous connecter à votre véhicule et au monde qui vous entoure.\nÉcran de visualisation à 360° avec vue transparente\nL'écran de visualisation à 360° avec vue transparente, disponible en option, vous offre une vue améliorée de la zone située directement devant et à côté de votre véhicule qui serait normalement obstruée, visible sur l'écran central.20\nÉcran de conduite active\nL'écran de conduite active disponible en option dispose d'une plus grande surface d'affichage pour une visibilité et une fonctionnalité optimales, facilitant ainsi l'accès aux informations essentielles sur votre véhicule.\nSimulation d'écran illustrée\nSERVICES CONNECTÉS MAZDA\nLocalisez votre véhicule, démarrez le moteur, verrouillez et déverrouillez les portes, le tout à distance. Avec l'application MyMazda et les services connectés Mazda, gratuits pendant un an sur votre appareil mobile, vous pouvez faire tout cela et bien plus encore.21\nLE CX-90 HYBRIDE RECHARGEABLE VOUS INTÉRESSE-T-IL ?\nLe groupe motopropulseur du CX-90 PHEV offre une autonomie électrique flexible de 26 kilomètres pour les trajets courts, et une combinaison de moteurs à combustion et électriques pour les trajets plus longs.22\nEN SAVOIR PLUS\nMAZDA CX-90 SÉLECTEUR DE FINITION\nQUEL EST LE CX-90 QUI VOUS CONVIENT ?\n1\n/\n6\n3.3 TURBO SELECT\nÀ partir de 37 845,23 $\nMoteur turbo à 6 cylindres en ligne de 3,3 L développant 280 chevaux et système de traction intégrale i-ACTIV AWDMD\ni-ACTIV AWDMD\nSièges garnis de similicuir\n3 rangées de sièges pouvant accueillir jusqu'à 8 passagers\nCONSTRUISEZ LE VÔTRE\n3.3 TURBO PRÉFÉRÉ\nÀ partir de 40 945,23 $\nToit transparent en verre coulissant à commande électrique avec fonction d'inclinaison\nSièges avant chauffants garnis de cuir\nSiège du passager avant à 4 réglages électriques\nCONSTRUISEZ LE VÔTRE\n3.3 TURBO PREMIUM SPORT\nÀ partir de 46 400,23 $\nL'image est montrée à des fins d'illustration seulement et n'est pas une représentation exacte de la version Premium Sport. Éléments extérieurs en noir et blanc non illustrés.\nCapacité de remorquage jusqu'à 5 000 lb\nMi-Drive avec modes Sport/tout-terrain/remorquage\nHousse arrière électrique mains libres\nCONSTRUISEZ LE VÔTRE\n3.3 TURBO PREMIUM PLUS\nÀ partir de 49 400,23 $\nSièges garnis de cuir Nappa\nFauteuils capitaine de la 2e rangée avec passage central\nMoniteur 360° avec vue transparente\nCONSTRUISEZ LE VÔTRE\n3.3 TURBO S PREMIUM\nÀ partir de 52 950,23 $\nJusqu'à 340 chevaux, 3.3L Turbo"
}