{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Make a 2:30 minutes oral presentation on a topic linked to Canada (do not speak less than 2:30 mn, time yourself). Do not read your notes, use keywords and address the class. Check your pronunciation on the Internet (on Word Reference, Forvo, a text to speech website...) when you train at home. Show photos to the class to illustrate your presentation. Watch your grammar, vocabulary, pronunciation. Make sure it is not too complex to understand for the class.\nSend me a message on Pronote to tell me what topic you have chosen (on a first-come, first-served basis). I will answer you and tell you if the topic is still free or if you have to choose another one.\nIf you have any questions, do not hesitate to send me a message.\nHere is a list of topics you can choose from:\n1- The Canadian Prairies\n15- The Hudson Bay\n16- Calgary and its Chinooks\n31- Interested in history? Choose a key moment in Canadian history and speak about it (the settlement of New France,the Underground Railroad, etc...)\n32- a topic of your choice (name it and I will tell you if it has already been chosen)",
    "trans": "Faites une présentation orale de 2 minutes 30 sur un sujet lié au Canada (ne parlez pas moins de 2 minutes 30, chronométrez-vous). Ne lisez pas vos notes, utilisez des mots-clés et adressez-vous à la classe. Vérifiez votre prononciation sur Internet (WordReference, Forvo, un site de synthèse vocale...) lorsque vous vous entraînez à la maison. Montrez des photos à la classe pour illustrer votre présentation. Faites attention à la grammaire, au vocabulaire et à la prononciation. Assurez-vous que le contenu n’est pas trop complexe à comprendre pour la classe.\nEnvoyez-moi un message sur Pronote pour me dire quel sujet vous avez choisi (selon le principe du premier arrivé, premier servi). Je vous répondrai pour vous indiquer si le sujet est toujours disponible ou si vous devez en choisir un autre.\nSi vous avez des questions, n’hésitez pas à m’envoyer un message.\nVoici une liste de sujets parmi lesquels vous pouvez choisir :\n1- Les Prairies canadiennes\n15- La baie d’Hudson\n16- Calgary et ses chinooks\n31- Intéressé par l’histoire ? Choisissez un moment clé de l’histoire du Canada et parlez-en (la colonisation de la Nouvelle-France, le chemin de fer clandestin, etc...)\n32- Un sujet de votre choix (indiquez-le, et je vous dirai s’il a déjà été choisi)"
}