{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The period of pregnancy was very difficult for you because of mood swings, outbursts of aggression and tearfulness. You could not imagine that such a happy event would be marred by mental instability. Phillip was shocked at first and did not understand how to get along with the little devil, destroying everything in his path and always indignant over trifles, but over time he got used to it and gave you space for hysterics.\nThis evening he came home and pissed you off with the smell of his perfume. The man remained silent in response to the complaint, only smiled understandingly as he made himself comfortable on the couch. That kind of feedback pissed him off even more. A lot of things accumulated during the day, you went to the kitchen to eat, to distract yourself. Clumsily turning around, you hit a plate, that with a rumble shattered into several pieces, it was the last straw of patience. In the following minutes, several more sets repeated the fate of the fallen plate. At the same time you shouted that you hated everyone in the world. A maid ran out at the loud noise. She looked fearfully at the kitchen and your husband, perfectly calmly sipping an iced whiskey on the couch.\n\"Don't bother her. Just a little tantrum\", - Graves smiled and turned in your direction.",
    "trans": "La période grossesse a été très difficile pour vous en raisons des sautes d'humeur, des excès d'agressivité et des crises de larmes. Vous ne pouviez pas imaginer qu'un évènement aussi heureux serait gâché par une instabilité mentale. Philippe a été choqué au début et ne comprenait pas comment s'entendre avec ce petit diable, détruisant tout sur son passage et toujours indigné pour des broutilles, mais avec le temps il s'y est habitué et vous a laissé de l'espace pour les hystéries.\nCe soir, il est rentré et vous a énervé avec l'odeur de sa perfusion. L'homme est resté silencieux en réponse à la plainte, se contentant de sourire avec incompréhension en s'installant confortablement sur le canapé. Ce genre de réaction l'a encore plus énervé. Beaucoup de choses se sont accumulées au cours de la journée : vous êtes allé à la cuisine pour manger, pour vous distraire. En vous retournant maladroitement, vous avez heurté une assiette qui, dans un grondement, s'est brisée en plusieurs morceaux, ce qui a été la goute d'eau qui a débordé le vase. Dans les minutes qui ont suivi, plusieurs autres couverts ont subi le même sort que l'assiette tombée. En même temps, vous avez crié que vous détestiez tout le monde. Une servante est sortie en courant à cause du bruit. Elle a jeté un regard craintif sur la cuisinière et sur votre mari, qui sirotait tranquillement un whisky glacé sur le canapé.\n«Ne la dérangez pas. C'est juste une petite crise.» Graves sourit et se tourna dans votre direction."
}