{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Yinxu, located in Anyang City, Henan Province, is one of the oldest and most significant archaeological sites in China.\nYinxu was the capital city of the Shang Dynasty. It is renowned for its well-preserved ruins, including palaces, tombs, and oracle bone inscriptions. The oracle bone inscriptions are extremely valuable as they provide crucial insights into the social, political, economic, and cultural aspects of ancient China.\nThe site also features magnificent bronze wares, which are famous for their exquisite craftsmanship and unique designs. These bronzes reflect the advanced metallurgical technology of the Shang Dynasty.\nYinxu Museum houses a large number of precious cultural relics unearthed from the site. Visitors can admire the beauty and grandeur of ancient Chinese civilization through these relics.\nIn conclusion, Yinxu is a treasure trove of ancient history and culture, offering a fascinating journey back in time to explore the glorious past of China.",
    "trans": "Yinxu, situé dans la ville d'Anyang, dans la province du Henan, est l'un des sites archéologiques les plus anciens et les plus importants de Chine.\nYinxu était la capitale de la dynastie Shang. Il est célèbre pour ses ruines remarquablement bien conservées, comprenant des palais, des tombes et des inscriptions sur os oraculaires. Ces inscriptions sont d'une valeur inestimable, car elles apportent des informations essentielles sur les aspects sociaux, politiques, économiques et culturels de la Chine ancienne.\nLe site abrite également de magnifiques objets en bronze, célèbres pour leur savoir-faire raffiné et leurs motifs uniques. Ces bronzes témoignent de l'avancée remarquable de la métallurgie sous la dynastie Shang.\nLe musée de Yinxu conserve de nombreuses reliques culturelles précieuses découvertes sur le site. Les visiteurs peuvent ainsi admirer la splendeur et la richesse de l'ancienne civilisation chinoise à travers ces trésors.\nEn conclusion, Yinxu est un véritable trésor d'histoire et de culture anciennes, offrant un voyage fascinant dans le temps à la découverte du glorieux passé de la Chine."
}