{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The objective of this study was to quantify feed and macronutrient intake, as well as generate information regarding nutritional concerns, in 34 elite-show jumper horses. All feed was weighed and used to determine digestible energy (DE), crude protein (CP), Ca, and P amounts offered to the horses daily. Questions to the horse's representative generated information regarding nutrition-related concerns, such as colic or gastric ulcers. Total feed intake averaged 14.9 ± 2.8kg and was fed at 2.8 ± 0.5% of body weight (BW) on an as-fed basis. The DE offered met 119 ± 4.8% of the National Research Council (NRC) (2007) requirements for a horse at heavy work or 94.2 ± 17% of recommendations for very heavy work. Crude protein offered was also between these two classifications of workload. When expressed on a per kilogram BW basis, DE in the offere",
    "trans": "Cette étude visait à évaluer la consommation d'aliments et de macronutriments chez 34 chevaux de saut d'obstacles de niveau élite, tout en recueillant des données sur d'éventuelles préoccupations nutritionnelles. Pour ce faire, tous les aliments ont été pesés afin de calculer l'apport quotidien en énergie digestible (ED), en protéines brutes (PB), en calcium (Ca) et en phosphore (P) pour chaque cheval. De plus, des entretiens avec les représentants des chevaux ont permis d'identifier des problématiques nutritionnelles potentielles, telles que les coliques ou les ulcères gastriques. L'apport alimentaire total était en moyenne de 14,9 ± 2,8 kg, soit 2,8 ± 0,5 % du poids corporel (PC) sur une base brute. L'énergie digestible fournie représentait 119 ± 4,8 % des besoins établis par le National Research Council (NRC) (2007) pour un cheval soumis à un travail intense, ou 94,2 ± 17 % des recommandations pour un travail très intense. L'apport en protéines brutes se situait également entre ces deux niveaux d'exigence. Exprimée par kilogramme de poids corporel, l'ED fournie..."
}