{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Without Darrow and with an attorney of the caliber usually available for murder defendants, Leopold and Loeb also possibly would have been hanged by the neck until dead. That they were not may have had a minor and temporary impact on the tendency of judges to spare the lives of killers under the age of twenty-one. While the case added nothing directly identifiable regarding issues of insanity, it demonstrated how a shrewd defense strategy could focus on irrationality without crossing the line into a plea of mental incompetence. Such defenses have recently come into play increasingly in the administration of criminal justice, involving such matters as victim trauma syndromes and prior wife-battering, tactics that may foreshadow successful pleas based on childhood sexual or physical abuse or on an upbringing in areas where few are able to avoid neighborhood brutishness. Leopold and Loeb were spared from the gallows because, at eighteen and nineteen, they were considered too young for the judge’s conscience to allow him to sentence them to hang. Today, of course, both young men would be treated as adults, with their age much less likely to have any influence on their fate. Surprisingly, the issue of executing young persons has moved in a direction quite contrary to that advocated and presumed by Clarence Darrow. In the centuries before their time, the sentiments that saved",
    "trans": "Sans Darrow et avec un avocat du calibre généralement disponible pour les accusés de meurtre, Leopold et Loeb auraient également pu être pendus jusqu’à ce que mort s’ensuive. Le fait qu’ils ne l’aient pas été a peut-être eu un impact mineur et temporaire sur la tendance des juges à épargner la vie des meurtriers de moins de vingt et un ans. Bien que cette affaire n’ait rien apporté de directement identifiable concernant les questions de folie, elle a démontré comment une stratégie de défense habile pouvait se concentrer sur l’irrationalité sans pour autant basculer vers un plaidoyer d’incompétence mentale. De telles défenses sont récemment devenues de plus en plus courantes dans l’administration de la justice pénale, impliquant des éléments tels que les syndromes de traumatisme des victimes et les antécédents de violences conjugales. Ces tactiques pourraient présager de plaidoyers réussis fondés sur des abus sexuels ou physiques subis dans l’enfance ou sur une éducation dans des quartiers où peu de personnes échappent à la brutalité ambiante. Leopold et Loeb ont échappé à la potence parce qu’à dix-huit et dix-neuf ans, ils étaient considérés trop jeunes pour que la conscience du juge lui permette de les condamner à être pendus. Aujourd’hui, bien sûr, ces deux jeunes hommes seraient jugés comme des adultes, et leur âge aurait beaucoup moins d’influence sur leur sort. De manière surprenante, la question de l’exécution des jeunes personnes a évolué dans une direction tout à fait contraire à celle prônée et envisagée par Clarence Darrow. Au cours des siècles précédents, les sentiments qui avaient sauvé"
}