{
    "source": "en_US",
    "target": "fr_FR",
    "text": "BARCELONA, Spain, Sept. 14, 2024 (GLOBE NEWSWIRE) -- NuCana plc (NASDAQ:NCNA) presented final data from the Phase 2 NuTide:701 study at the ESMO Congress on NUC-7738 in combination with pembrolizumab for patients with metastatic melanoma who were refractory to or had relapsed on prior PD-1 inhibitor therapy.\nIn this cohort of 12 patients, most of whom had received at least two prior lines of PD-1 inhibitor therapy, nine (75%) achieved disease control, including two patients who achieved Partial Responses. One of these patients, who had received two prior lines of PD-1 inhibitor-based therapy and had progressed on their latest treatment of ipilimumab plus nivolumab within two months, achieved a 55% reduction in tumor volume. Seven of the 12 patients had a progression free survival time of greater than five months, which is highly atypical in this patient population. In addition to achieving these encouraging efficacy signals, the combination of NUC-7738 and pembrolizumab had a favorable safety profile.\nNUC-7738's ability to sensitize PD-1 resistant tumors to rechallenge with PD-1 inhibitors is believed to be due to its ability to target multiple aspects of the tumor microenvironment (TME) via the disruption of RNA polyadenylation and subsequent changes to gene expression in cancer cells. In support of this hypothesis, data presented from tumor biopsies obtained before and after NUC-7738 based treatment demonstrated increases in genes related to antigen presentation and T-cell activation.\nHugh S. Griffith, NuCana's Founder and Chief Executive Officer said: \"We are very excited to share these data on NUC-7738 in combination with pembrolizumab in PD-1 inhibitor refractory and resistant patients with melanoma. Outcomes in this patient population are very poor, with median progression free survival of 2-3 months with the current standard of care, so we are very encouraged that the majority of patients who received this combination achieved a progression free survival of more than five months.\"\nMr. Griffith continued: \"The translational data that has been generated in this study and in previous non-clinical studies give us confidence that the effects we are seeing are a result of NUC-7738 making previously resistant tumors sensitive to rechallenge with PD-1 inhibitors by targeting multiple aspects of the tumor microenvironment. Our data on NUC-7738 obtained in other tumor types indicate that this phenomenon is not restricted to melanoma and that NUC-7738 may have the ability to sensitize other PD-1 inhibitor resistant tumor types. We look forward to sharing our development plans for NUC-7738 in the near future.\"",
    "trans": "BARCELONE, Espagne, 14 septembre 2024 (GLOBE NEWSWIRE) -- NuCana plc (NASDAQ:NCNA) a dévoilé les résultats finaux de l'essai clinique de phase 2 NuTide:701 lors du congrès de l'ESMO, évaluant l'association du NUC-7738 et du pembrolizumab chez des patients atteints de mélanome métastatique, ayant présenté une réfractarité ou une rechute après une thérapie par inhibiteur de PD-1.\nDans cette population de 12 patients, dont la majorité avait reçu au moins deux lignes de traitement par inhibiteurs de PD-1, neuf (75 %) ont atteint un contrôle de la maladie, parmi lesquels deux ont présenté des réponses partielles. L'un de ces patients, ayant reçu deux lignes de traitement antérieur par inhibiteurs de PD-1 et ayant progressé sous son dernier traitement combinant ipilimumab et nivolumab en moins de deux mois, a obtenu une réduction du volume tumoral de 55 %. Sept des 12 patients ont présenté une survie sans progression supérieure à cinq mois, un résultat exceptionnel pour cette population de patients. En plus de ces signaux d'efficacité prometteurs, l'association de NUC-7738 et du pembrolizumab a démontré un profil de sécurité favorable.\nLa capacité du NUC-7738 à sensibiliser des tumeurs résistantes au PD-1 à une nouvelle administration d'inhibiteurs de PD-1 semble être liée à sa faculté de cibler plusieurs aspects du microenvironnement tumoral (TME) grâce à la perturbation de la polyadénylation de l'ARN et aux modifications subséquentes de l'expression génique dans les cellules cancéreuses. À l'appui de cette hypothèse, les données présentées à partir de biopsies tumorales réalisées avant et après le traitement par NUC-7738 ont révélé des augmentations des gènes associés à la présentation des antigènes et à l'activation des cellules T.\nHugh S. Griffith, fondateur et directeur général de NuCana, a déclaré : « Nous sommes ravis de présenter ces données concernant le NUC-7738 en association avec le pembrolizumab pour les patients atteints de mélanome réfractaires et résistants aux inhibiteurs de PD-1. Les résultats pour cette population sont généralement très décevants, avec une survie dans progression médiane de 2 à 3 mois avec le traitement standard actuel. Nous sommes donc très encouragés par le fait que la majorité des patients ayant reçu cette association aient montré une survie sans progression de plus de cinq mois. »\nM. Griffith a poursuivi : « Les données translationnelles générées dans le cadre de cette étude, ainsi que celles issues d'études non cliniques antérieures, renforcent notre confiance dans le fait que les effets observés sont dus à l'actions du NUC-7738, qui rend les tumeurs précédemment résistantes sensibles à un nouveau traitement par inhibiteurs de PD-1, en ciblant plusieurs aspects du microenvironnement tumoral. Nos données concernant le NUC-7738 dans d'autres types de tumeurs indiquent que ce phénomène n'est pas limité au mélanome et que le NUC-7738 pourrait être capable de sensibiliser d'autres types de tumeurs résistantes aux inhibiteurs de PD-1. Nous sommes impatients de partager nos projets de développement pour le NUC-7738 dans un avenir proche. »"
}