{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name]’s eyes widen and he shushes her, mindful of [redacted_name]’s - now angrier - expression. “Ahh, but Daddy didn’t squish you,” he adds, a sheepish smile on his lips.\nWith a growl, [redacted_name] slaps his tail against the warm stone before he slips down and dives into the water. [redacted_name] sighs as he watches [redacted_name]’s form approach below the water and reaches up to remove his daughter from his back. [redacted_name]’s smile falls after she’s released from his arms, her small face pinching in confusion. “Daddy?”\n[redacted_name] smiles down at her before smoothing her wet hair back from her forehead.\n[redacted_name] furrows her brows like she doesn’t believe him before looking toward where [redacted_name] is breaching the water.\nJust as suspected, [redacted_name] pops out of the water, his scowl still perfectly in place upon his features. [redacted_name] inwardly groans but smiles warmly at his mate. “It was a mistake to get so close to her. I’m sorry, [redacted_name].”\n“Oh, I guess that makes it all better,” he spits sarcastically. “What if you had landed on her, you shit? She’s still-”\n“She’s not that small, anymore, [redacted_name]…”",
    "trans": "Les yeux de [redacted_name] s'écarquillent et il la fait taire, attentif à l'expression de [redacted_name], maintenant  plus en colère. « Ah ! Mais papa ne t'a pas écrasée », ajoute-t-il, un sourire penaud aux lèvres.\nAvec un grognement, [redacted_name] tape de la queue contre la pierre chaude avant de glisser et de plonger dans l'eau. [redacted_name] soupire en voyant la forme de [redacted_name] s'approcher sous l'eau et tend la main pour retirer sa fille de son dos. Le sourire de [redacted_name]s'évanouit après qu'elle se soit libérée de ses bras, son petit visage se pinçant de confusion. « Papa ? »\n[redacted_name] lui sourit avant de lisser ses cheveux mouillés vers l'arrière.\n[redacted_name] fronce les sourcils comme si elle ne le croyait pas avant de se diriger vers l'endroit où [redacted_name] ouvre une brèche dans l'eau.\nComme prévu, [redacted_name]sort de l'eau, sa mine renfrognée toujours parfaitement en place sur ses traits. [redacted_name] gémit intérieurement, mais sourit chaleureusement à son compagnon. « C'était une erreur de m'approcher aussi près d'elle. Je suis désolé, [redacted_name] ».\n« Oh, je suppose que c'est mieux comme ça », crache-t-il sarcastiquement. « Et si tu avais atterri sur elle, espèce de merde ? Elle est encore... »\n« Elle n'est plus si petite, [redacted_name]… »"
}