{
    "source": "en_US",
    "target": "fr_FR",
    "text": "There are so you have the tickets right I gave them to you yesterday. Remember, yes, but then I gave them back to you this morning because I didn’t wanna take my hand with me. Oh that’s right let me see. I thought I put them into my wallet, but they’re not there Starts in 10 minutes calm down Bridget. I’m sure I have them. I had them in my hand just before we left the house but now you can’t find them maybe you drop them in the street no I don’t think so. I think or perhaps you left them on the kitchen table no, I clearly remember picking them up from the table and have you checked your pockets? It’s freezing out here. Yes I’ve looked my back pockets my front pockets and even the little pocket and you can’t find them. Well that’s just great. Did the same thing last month we wanted to go to the concert don’t bring that up now Bridget, we talked about it and I apologized and I didn’t get to see my favorite band because of you because you left the tickets on the dining table I know and I’m so sorry you were so sad that day. That’s why I made sure that this time I put them in a safe place I remember I put the tickets in the inside pocket of my jacket, but you were wearing your blue Jean jacket now",
    "trans": "Alors, t'as bien les billets, hein ? Je te les ai donnés hier. Tu te souviens, oui, mais je te les ai rendus ce matin parce que je voulais pas les emmener dans ma main. Ah, c'est vrai, laisse-moi voir. Je croyais les avoir mis dans mon portefeuille, mais ils n'y sont pas. Ça commence dans 10 minutes, calme-toi, Bridget. Je suis sûr de les avoir. Je les avais en main juste avant de sortir de la maison, mais maintenant tu les trouves plus ? Peut-être que tu les as fait tomber dans la rue ? Non, je crois pas. Je pense... ou peut-être que tu les as laissés sur la table de la cuisine ? Non, je me souviens très bien de les avoir pris sur la table. Et t'as regardé dans tes poches ? Il fait un froid de canard ici. Oui, j'ai regardé mes poches arrière, mes poches avant et même la petite poche, et tu les trouves pas ? Bah, c'est génial, ça. T'as fait la même chose le mois dernier, on voulait aller au concert. Ramène pas ça sur le tapis maintenant, Bridget. On en a parlé, je me suis excusé, et j'ai pas pu voir mon groupe préféré à cause de toi, parce que t'as laissé les billets sur la table de la salle à manger. Je sais, et je suis vraiment désolé, t'étais tellement triste ce jour-là. C'est pour ça que j'ai fait en sorte de les mettre dans un endroit sûr cette fois-ci. Je me souviens, j'ai mis les billets dans la poche intérieure de ma veste, mais tu portais ton blouson en jean bleu, là"
}