{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Summary of System\n- You can increase character’s ability through the “Hanin’s Mirror”.\n- You can increase the effect of “Hanin's essence” through the option of “Hanin’s Mirror”.\n- “Hanin's essence” is graded 3 classes these are low class, middle class and high class. And you can get middle class and high class through the “Essence's upgrade”.\n* “Hanin's essence” has different mount of options and has different max values by class.\nEach contents Information of Hanin's Mirror\n- Hanin’s Mirror: This item for equipping collected Hanin's essence item.\n- Hanin's essence: Your character ability will be increased depending on essence’s specified option.\n※ Reference details\n- The effect will be occurred when you equip on “Hanin’s Mirror”.\n- Kind of option and value is different by grade.\n- First acquisition is low class and you can change it to middle class and high class to use the low",
    "trans": "Résumé du système\n- Vous pouvez augmenter les capacités du personnage grâce au « Miroir de Hanin ».\n- Vous pouvez augmenter l'effet de l'« Essence de Hanin » via l'option du « Miroir de Hanin ».\n- L'« Essence de Hanin » est classée en 3 niveaux : bas, moyen et élevé. Vous pouvez obtenir les classes moyenne et élevée via la « Mise à niveau de l'Essence ».\n* L'« Essence de Hanin » dispose de différentes options et de valeurs maximales distinctes selon sa classe.\nInformations sur le contenu du Miroir de Hanin\n- Miroir de Hanin : Cet objet sert à équiper les éléments d'essence de Hanin collectés.\n- Essence de Hanin : Les capacités de votre personnage seront augmentées en fonction des options spécifiées par l'essence.\n※ Informations de référence\n- L'effet se produit lorsque vous équipez le « Miroir de Hanin ».\n- Le type d'option et la valeur varient selon la classe.\n- La première acquisition est de classe inférieure et vous pouvez la changer pour une classe moyenne ou élevée pour utiliser la classe inférieure"
}