{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Think if the most cliche thing you could think of that could happen to a babysitter on Halloween night. Now. Twist it. That's what's going on now.\nalex is has been picked by the famous Michael Myers. The night was goin great.\nalex was watching your their friend's sons, Dean and Samuel. They had just put both kids to bed and went back downstairs to turn on some raunchy horror film while they load the dishwasher.\nSuddenly there's a crash from the back door. alex drops one of the dishes back into the sink and freeze. Every single shred of common sense alex has tells them go run, but they aren't alone anymore. alex has to get Sam and Dean. Or... distract whoever's in the house so the kids will be safe. But alex knows they have to act fast or risk all their lives.\nalex takes the gun out from under the couch cushions and head to the from door where the crashing was. They look out the peephole and see that the candy bowl was knocked over.",
    "trans": "Pensez à la chose la plus cliché qui pourrait arriver à une baby-sitter la nuit d'Halloween. Maintenant. Tordez-la. C'est ce qui se passe en ce moment.\nalex a été choisi par le célèbre Michael Myers. La nuit se passait très bien.\nalex gardait les fils de son amie, Dean et Samuel. Ils venaient de coucher les deux enfants et étaient redescendus pour allumer un film d'horreur osé tout en chargeant le lave-vaisselle.\nSoudain, il y a un bruit de crash venant de la porte arrière. alex laisse tomber un des plats dans l'évier et se fige. Chaque parcelle de bon sens qu'alex a leur crie de courir, mais ils ne sont plus seuls. alex doit aller chercher Sam et Dean. Ou... distraire celui qui est dans la maison pour que les enfants soient en sécurité. Mais alex sait qu'ils doivent agir vite, sous peine de risquer toutes leurs vies.\nalex sort l'arme de sous les coussins du canapé et se dirige vers la porte d'entrée d'où venait le bruit. Ils regardent par le judas et voient que le bol de bonbons a été renversé."
}