{
    "source": "en_US",
    "target": "fr_FR",
    "text": "• Wear and tear deforms the object, and it is the\nconservator’s duty to free the object from the ravages\nof time. Actually, he took this idea so far as to defend\nthat the original state of the object was not the state it\nhad when it was produced, but the state it had when it\nwas conceived: not really the original state of the\nmaterial object, but the original idea the artist had, or\nshould have had, for that object.\n• As an architect, the building could (and indeed should)\nbe restored to as good a state as possible. This meant\nto its ‘pristine’ condition, a condition that might never\nhave actually existed, as long as it was coherent with\nthe true nature of the building.\n• Viollet-le-Duc: \"Both the word [restoration] and the\nthing are modern. To restore an edifice means neither\nto maintain it, nor to repair it, nor to rebuild it; it means\nto re-establish it in a completed state, which may in fact\nnever have actually existed at any given time.\"",
    "trans": "• L'usure déforme l'objet, et il incombe\nau conservateur de le libérer des ravages\ndu temps. En réalité, il a poussé cette idée jusqu'à défendre\nque l'état original de l'objet n'était pas celui\nqu'il avait lors de sa production, mais celui qu'il avait\nlorsqu'il a été conçu : pas vraiment l'état original de\nl'objet matériel, mais l'idée originale que l'artiste avait, ou\naurait dû avoir, pour cet objet.\n• En tant qu'architecte, le bâtiment pourrait (et devrait même)\nêtre restauré dans le meilleur état possible. Cela signifiait\nqu'il fallait le ramener à son état « pristine », un était qui n'a peut-être\njamais existé, tant que cela restait cohérent avec\nla véritable nature du bâtiment.\n• Viollet-le-Duc : « Le mot [restauration] et la\npratique sont modernes. Restaurer un édifice ne signifie\nni le maintenir, ni le réparer, ni le reconstruire ; cela signifie\nle rétablir dans un état complet, un état qui n'a en réalité peut-être\njamais existé à un moment donné. »"
}