{
    "source": "en_US",
    "target": "fr_FR",
    "text": "was nothing short of heroic, but for too long it stood alone as a record of this club that made a vital impact in the lives of dozens of prominent women. Schwarz begs her historical inheritors to track down what’s missing and to fill in those blanks, to round out the record of the Heterodites in fields as diverse as social work, anthropology, education, law, applied arts, theater, literature, and politics.\nDuring the so-called second wave of feminism in which Schwarz was writing, writers and scholars dug into the lives of individual Heterodoxy women, especially those who left voluminous archives and whose lives touched many other notable people’s, and whose battles to be heard, respected, understood, and remembered resonated with the struggles of women who grew up in the 1950s and were reclaiming the feminist idea and labels for themselves. Charlotte Perkins Gilman, Mabel Dodge, and Susan Glaspell, in particular, became the subjects of several biographies and edited collections of their writing, while Rose Pastor Stokes and Elizabeth Gurley Flynn were restored to positions of prestige in the history of the American Left. In the emerging academic field of women’s history, in the 1970s and 1980s, Heterodoxy offered an important model of early feminist cooperation, although its political importance was eclipsed by a focus on suffrage as the defining feature of the first wave. As I hope to have demonstrated in these pages, suffrage and feminism were overlapping movements, but they had very different purviews and goals. Today, neither is “over” in any meaningful sense. Voting rights are under sustained assault, and feminists continue to turn out into the streets in the thousands to demand rights that the Heterodites were also fighting for—as well as some that they could only have dreamed about.",
    "trans": "n'était rien de moins qu'héroïque, mais pendant trop longtemps, elle est restée seule comme un témoignage de ce club qui a eu un impact vital dans la vie de dizaines de femmes éminentes. Schwarz supplie ses héritiers historiques de retrouver ce qui manque et de remplir ces blancs, afin de compléter le dossier des Hétérodoxes dans des domaines aussi variés que le travail social, l'anthropologie, l'éducation, le droit, les arts appliqués, le théâtre, la littérature et la politique.\nLors de la soi-disant deuxième vague du féminisme dans laquelle Schwarz écrivait, des écrivaines et des chercheurs ont fouillé dans les vies des femmes Hétérodoxes individuelles, en particulier celles qui ont laissé des archives volumineuses et dont les vies ont croisé celles de nombreuses autres personnalités notables, et dont les combats pour être entendues, respectées, comprises et rappelées résonnaient avec les luttes des femmes ayant grandi dans les années 1950 et qui récupéraient l'idée et les étiquettes féministes pour elles-mêmes. Charlotte Perkins Gilman, Mabel Dodge et Susan Glaspell, en particulier, sont devenues les sujets de plusieurs biographies et de collections éditées de leurs écrits, tandis que Rose Pastor Stokes et Elizabeth Gurley Flynn ont été restaurées à des positions de prestige dans l'histoire de la gauche américaine. Dans le domaine académique émergent de l'histoire des femmes, dans les années 1970 et 1980, Hétérodoxie a offert un modèle important de coopération féministe précoce, bien que son importance politique ait été éclipsée par un accent mis sur le suffrage comme caractéristique déterminante de la première vague. Comme j'espère l'avoir démontré dans ces pages, le suffrage et le féminisme étaient des mouvements qui se chevauchaient, mais qui avaient des portées et des objectifs très différents. Aujourd'hui, ni l'un ni l'autre n'est « terminé » dans un sens significatif. Les droits de vote sont sous une attaque soutenue, et les féministes continuent de descendre dans les rues par milliers pour exiger des droits pour lesquels les Hétérodoxes se battaient aussi—ainsi que certains qu'elles n'auraient pu que rêver."
}