{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Public Spaces and Inclusivity\nConnecting people through the design of public spaces is another key theme. Architects and designers are tasked with creating environments that foster social interaction and inclusivity. The work of Snøhetta, which focuses on inclusive public spaces that promote social engagement, stands as a prime example. As Kjetil Trædal Thorsen, co-founder of Snøhetta, observes, \"Architecture should be a tool to bring people together, build communities, and promote a sense of belonging.\"\nUrban Mobility and Innovation\nIn an increasingly urbanized world, sustainable mobility is essential. Fuorisalone serves as a platform for exploring innovative urban mobility solutions designed to connect people and places. From electric vehicle design to shared mobility infrastructures, it’s fascinating to see how design - as both a cultural and intellectual practice - can contribute to createmore livable, connected cities.\nA Vision of the Present that Foresees the Future\nConnected Worldsis more than just a theme - it’s a vision for a future where design and artificial intelligence collaborate to create a more interactive, immersive, and connected world. Milan Design Week 2025 could very well be a laboratory of ideas where the future of design, as always, begins to take shape",
    "trans": "Espaces publics et inclusion\nUn autre thème clé est celui des liens entre les personnes grâce à la conception d'espaces publics. Les architectes et les concepteurs ont pour mission de créer des environnements qui favorisent l'interaction sociale et l'inclusion. La recherche de Snøhetta, qui se concentre sur les espaces publics inclusifs favorisant l'engagement social, en est un excellent exemple. Comme l'observe Kjetil Trædal Thorsen, co-fondateur de Snøhetta, « l'architecture devrait être un outil pour rassembler les gens, construire des communautés et promouvoir un sentiment d'appartenance ».\nMobilité urbaine et innovation\nDans un monde de plus en plus urbanisé, la mobilité durable est essentielle. Le Fuorisalone sert de plateforme pour explorer des solutions innovantes de mobilité urbaine conçues pour relier les personnes et les lieux. De la conception de véhicules électriques aux infrastructures de mobilité partagée, il est fascinant de voir comment le design, en tant que pratique culturelle et intellectuelle, peut contribuer à créer des villes plus vivables et connectées.\nUne vision du présent qui anticipe l'avenir\nL'interconnexion du monde est plus qu'un simple thème. C'est la vision d'un avenir où le design et l'intelligence artificielle collaborent pour créer un monde plus interactif, immersif et connecté. La semaine du design de Milan 2025 pourrait bien être un laboratoire d'idées où l'avenir du design, comme toujours, commence à prendre forme."
}