{
    "source": "en_US",
    "target": "fr_FR",
    "text": "3.5 Carrying out the Fitout Works\n(a) The Lessee must carry out the Fitout Works:\n(i) in accordance with the plans and specifications approved by the Lessor;\n(ii) in a proper and workmanlike manner;\n(iii) strictly in accordance with the Lessee’s Approvals and all applicable laws;\n(iv) using reputable, qualified, appropriately licensed and adequately insured tradespeople which have bene approved by the Lessor; and\n(v) otherwise in accordance with the Lessor’s requirements and directions from time to time.\n(b) Upon completion of the Fitout Works the Lessee must:\n(i) remove all materials and debris from the Premises; and\n(ii) obtain a certificate of occupancy, or such other certification required to evidence that the Premises is fit for and may be used for the Permitted Use (Occupancy Certificate);\n(iii) not commence trade from the Premises prior to obtaining the Occupancy Certificate; and\n(iv) provide the Lessor with a copy of the Occupancy Certificate immediately on request.",
    "trans": "3.5 Réalisation des Travaux d'Aménagement\n(a) Le Preneur doit réaliser les Travaux d'Aménagement :\n(i) conformément aux plans et spécifications approuvés par le Bailleur ;\n(ii) de manière appropriée et soignée ;\n(iii) strictement en conformité avec les Approbations du Preneur et toutes les lois applicables ;\n(iv) en utilisant des artisans réputés, qualifiés, dûment licenciés et suffisamment assurés, ayant été approuvés par le Bailleur ; et\n(v) conformément aux exigences du Bailleur et aux directives de celui-ci, le cas échéant.\n(b) À l'achèvement des Travaux d'Aménagement, le Preneur doit :\n(i) enlever tous les matériaux et débris des Locaux ; et\n(ii) obtenir un certificat d'occupation, ou toute autre certification requise pour attester que les Locaux sont aptes et peuvent être utilisés pour l'Usage Autorisé (Certificat d'Occupation) ;\n(iii) ne pas commencer à exercer une activité commerciale dans les Locaux avant d'avoir obtenu le Certificat d'Occupation ; et\n(iv) fournir au Bailleur une copie du Certificat d'Occupation immédiatement sur demande."
}