{
    "source": "en_US",
    "target": "fr_FR",
    "text": "At all times during this agreement, and for both parties’ benefit, the owner must maintain adequate\nlandlord insurance for his or her property that also names East Bay Property Management as an\nadditional insured. All major insurance companies do this for no additional charge. If East Bay Property\nManagement is not named as an additional insured, owner will be charged $100 per month once the\nlease begins. The property owner shall Defend and Indemnify EBPM even in the absence of any\ninsurance coverage to meet such obligation.\n6. IDEMNITY/SAFE PROPERTY\nA. B. Except for the willful misconduct of management, Owner agrees to indemnify, defend\nand hold EBPM harmless against all costs, expenses, attorney fees, suits or damages\nduring the term of this agreement or after its termination.\nOwner is obligated to disclose to EBPM any known condition that affects the health or\nsafety of a tenant.\n7. FAIR HOUSING\nA. Owner and EBPM understand that state and federal housing laws prohibit discrimination in\nrental housing. EBPM abides by the letter and intent of these laws.\nB. Owner understands that state and federal law governs service/comfort animals. These animals\nare not legally considered pets and therefore pet policies do not apply. EBPM shall have full\nauthority to review, approve, negotiate, or decline any service/comfort animal requests.\n8. TERM BETWEEN PARTIES\nThis Agreement shall be in effect on a month-to-month basis from day of signing. If the property",
    "trans": "Pendant toute la durée de cet accord, et pour le bénéfice des deux parties, le propriétaire doit maintenir une assurance\npropriétaire adéquate pour son bien, qui désigne également East Bay Property Management comme\nassuré supplémentaire. Toutes les grandes compagnies d'assurance font cela sans frais supplémentaires. Si East Bay Property\nManagement n'est pas désigné comme assuré supplémentaire, le propriétaire sera facturé 100 $ par mois dès le\ndébut du bail. Le propriétaire du bien devra défendre et indemniser EBPM, même en l'absence de\ntoute couverture d'assurance pour remplir cette obligation.\n6. INDEMNITÉ / PROPRIÉTÉ SÛRE\nA. B. Sauf en cas de faute intentionnelle de la part de la direction, le propriétaire accepte d'indemniser, de défendre\net de dégager EBPM de toute responsabilité concernant les coûts, dépenses, honoraires d'avocat, poursuites ou dommages\npendant la durée de cet accord ou après sa résiliation.\nLe propriétaire est obligé de divulguer à EBPM toute condition connue affectant la santé ou la\nsécurité d'un locataire.\n7. LOGEMENT ÉQUITABLE\nA. Le propriétaire et EBPM comprennent que les lois fédérales et étatiques sur le logement interdisent la discrimination\ndans le logement locatif. EBPM respecte la lettre et l'intention de ces lois.\nB. Le propriétaire comprend que la loi fédérale et étatique régit les animaux de service/de confort. Ces animaux\nne sont pas légalement considérés comme des animaux de compagnie et, par conséquent, les politiques relatives aux animaux de compagnie ne s'appliquent pas. EBPM aura pleine\nautorité pour examiner, approuver, négocier ou refuser toute demande d'animal de service/de confort.\n8. DURÉE DE L'ACCORD ENTRE LES PARTIES\nCet accord sera valable sur une base mensuelle à partir du jour de la signature. Si la propriété"
}