{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Definition of severe AP. Almost a third of patients with AP will develop severe disease or moderately severe disease (65). Severe AP is defined by the presence of persistent organ failure (fails to resolve within 48 hours) and/or death (5). Organ failure is defined in simple clinical terms as shock (systolic blood pressure less than 90 mm Hg), pulmonary insufficiency (PaO2 less than 60 mm Hg), renal failure (creatinine .2 mg/dL after rehydration), and/or gastrointestinal bleeding (.500 mL/24 hours) or modified Marshall score of 2 or more in the 3 accepted organ systems (5).\nModerately severe disease is defined as transient organ failure (resolves within 48 hours) and/or the development of local complications (acute pancreatic and/or peripancreatic fluid col- lections, acute necrotic collections, pseudocyst or walled-off pancreatic necrosis). While the above is a severity classification, the morphologic classification describes necrotizing AP (usually synonymous with moderately severe and severe disease) vs interstitial/edematous AP (usually mild in severity). Pancreatic necrosis is defined as diffuse or focal areas of nonviable pancreatic parenchyma greater than 3 cm in size or greater than 30% of the pancreas (66). Necrotizing pancreatitis includes pure peripancreatic necrosis (approximately 45%), pancreatic and peripancreatic necrosis (approximately 45%), and rarely pure pancreatic necrosis (approximately 5%). Pancreatic necrosis can be sterile or infected (discussed further). In the absence of pan- creatic necrosis and/or organ failure, in mild disease, the edem- atous pancreas is defined as interstitial pancreatitis. Although there is some correlation between pancreatic necrosis, hospital length of stay, and organ failure, patients with sterile necrosis and infected necrosis are as likely to have organ failure (67,68).\nMost episodes of AP are mild and self-limiting, needing only brief hospitalization. However, 20% of patients develop a moder- ately severe or severe disease requiring a prolonged hospitalization (69). Most patients with severe disease present to the emergency department with no organ failure or pancreatic necrosis. The fact that most patients who develop a complicated course initially present to the emergency department appearing to have mild disease, without organ failure or necrosis, has led clinical scientists to recommend intensive early supportive care with aggressive or moderately aggressive intravenous hydration (70,71).",
    "trans": "Définition de la pancréatite aiguë sévère (AP). Près d'un tiers des patients atteints de pancréatite aiguë (AP) développeront une forme sévère ou modérément sévère de la maladie (65). La pancréatite aiguë sévère est définie par la présence d'une défaillance d'organe persistante (ne résout pas dans les 48 heures) et/ou par le décès (5).\nLa défaillance d'organe est définie en termes cliniques simples comme un choc (pression artérielle systolique inférieure à 90 mm Hg), une insuffisance pulmonaire (PaO2 inférieure à 60 mm Hg), une insuffisance rénale (créatinine >2 mg/dL après réhydratation), et/ou un saignement gastro-intestinal (>500 mL/24 heures) ou un score de Marshall modifié de 2 ou plus dans les 3 systèmes organiques acceptés (5).La maladie modérément sévère est définie comme une défaillance d'organe transitoire (résolvant dans les 48 heures) et/ou le développement de complications locales (collections fluidiennes pancréatiques et/ou péripancréatiques aiguës, collections nécrotiques aiguës, pseudokystes ou nécrose pancréatique cloisonnée). Bien que ce qui précède soit une classification de la sévérité, la classification morphologique décrit la pancréatite aiguë nécrosante (généralement synonyme de maladie modérément sévère et sévère) vs la pancréatite aiguë interstitielle/œdémateuse (généralement de faible gravité). La nécrose pancréatique est définie comme des zones diffuses ou focales de parenchyme pancréatique non viable de plus de 3 cm de taille ou représentant plus de 30 % du pancréas (66). La pancréatite nécrosante comprend la nécrose péripancréatique pure (environ 45 %), la nécrose pancréatique et péripancréatique (environ 45 %), et rarement la nécrose pancréatique pure (environ 5 %). La nécrose pancréatique peut être stérile ou infectée (discutée plus loin). En l'absence de nécrose pancréatique et/ou de défaillance d'organe, dans les formes légères, le pancréas œdémateux est défini comme une pancréatite interstitielle. Bien qu'il existe une certaine corrélation entre la nécrose pancréatique, la durée d'hospitalisation et la défaillance d'organe, les patients avec une nécrose stérile et une nécrose infectée sont tout aussi susceptibles de présenter une défaillance d'organe (67,68).\nLa plupart des épisodes de pancréatite aiguë sont bénins et autolimités, nécessitant seulement une hospitalisation brève. Cependant, 20 % des patients développent une forme modérément sévère ou sévère de la maladie nécessitant une hospitalisation prolongée (69). La plupart des patients atteints d'une forme sévère se présentent aux urgences sans défaillance d'organe ni nécrose pancréatique. Le fait que la plupart des patients qui développent un parcours compliqué se présentent initialement aux urgences en ayant l'air d'une maladie bénigne, sans défaillance d'organe ni nécrose, a conduit les scientifiques cliniques à recommander un soin de soutien intensif précoce avec une réhydratation intraveineuse agressive ou modérément agressive (70,71)."
}