{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Carving tips: Carve the most intricate sections first. Don’t take out the pumpkin flesh you are removing until the end. Otherwise, your design has no structure to support it while you continue carving. And don’t worry about making a mistake. “When we make a mistake,” Williamson said, “we turn it into something else. Your face suddenly has a scar and you go with it.”\nHow to keep: How long the pumpkins will last depends on the weather; hot weather means a short shelf life and cold, rainy weather means a longer shelf life. They have revived their pumpkins by dipping them in a bathtub of cool water for 2 to 3 minutes. Warning: it creates a mess in the bathtub.\nCandles: Buy oversized tea light candles, which last longer. (They stock up at Ikea.) They also put two candles inside each pumpkin, which makes re-lighting easier. Once one burns out, the rest will soon follow.",
    "trans": "Conseils de sculpture : commencez par sculpter les sections les plus complexes. Ne retirez pas la chair de la citrouille que vous enlevez avant la fin. Sinon, votre design n'aura pas de structure pour le soutenir pendant que vous continuez à sculpter. Et ne vous inquiétez pas de faire une erreur. « Quand on fait une erreur », a dit Williamson, « on la transforme en quelque chose d'autre. Votre visage a soudainement une cicatrice et vous en tenez compte. »\nComment conserver : la durée de vie des citrouilles dépend de la météo ; une météo chaude signifie une durée de vie courte, tandis qu'une météo froide et pluvieuse signifie une durée de vie plus longue. Ils ont revitalisé leurs citrouilles en les plongeant dans une baignoire d'eau froide pendant 2 à 3 minutes. Avertissement : cela crée un désordre dans la baignoire.\nBougies : achetez des bougies chauffe-plat surdimensionnées, qui durent plus longtemps. (Ils en stockent chez Ikea.) Ils mettent aussi deux bougies à l'intérieur de chaque citrouille, ce qui facilite leur rallumage. Une fois que l'une s'éteint, les autres suivront rapidement."
}