{
    "source": "en_US",
    "target": "fr_FR",
    "text": "2014 Subaru Impreza WRX hatchback Premium.\n5 speed manual transmission\n135xxx\nPreviously Salvage.\n$6,000 obo. READ ALL DESCRIPTION\n2014 was the last year of production of the iconic subi hatch. This car is the premium trim so it comes with wide body from factory. Few goodies like invidia single exit, aftermarket wheels, and an unmarried Cobb tuning port!\nThe car is very clean inside and out! Legit a family car with baby seat in the back. Our neighbor backed up into the car leaving their driveway so we just bought an STI hatch front bumper along with both sides fenders. Just need to be painted!! ABSOLUTELY NO FRAME DAMAGE. After 4 years of ownership, I made the silly lazy mistake of getting an oil change at brakes plus and the same day experienced rod knock :/ so all this vehicle will need is a engine/motor and some TLC. We decided it’s best to let it go as is and get a newer car as it’s served enough time with us. Our loss is your gain. 6k obo, throw an offer worst I can say is no.",
    "trans": "2014 Subaru Impreza WRX hatchback Premium.\nTransmission manuelle à 5 vitesses\n135xxx\nPrécédemment Salvage.\n6 000 $ ou meilleure offre. LIRE TOUTE LA DESCRIPTION\n2014 a été la dernière année de production de l'iconique hatchback subi. Ce véhicule est la version Premium, donc il est livré avec une carrosserie large d'origine. Quelques accessoires comme un échappement Invidia à sortie unique, des jantes aftermarket et un port de tuning Cobb non marié !\nLa voiture est très propre à l'intérieur comme à l'extérieur ! C'est littéralement une voiture familiale avec un siège bébé à l'arrière. Notre voisin a reculé dans la voiture en sortant de son allée, donc nous avons acheté un pare-chocs avant STI ainsi que les deux ailes. Il suffit de les peindre !! AUCUN DOMMAGE DE CHÂSSIS. Après 4 ans de possession, j'ai fait l'erreur bête et paresseuse de faire une vidange chez Brakes Plus, et le même jour, j'ai eu un bruit de bielle :/ donc ce véhicule n'a besoin que d'un moteur et un peu d'entretien. Nous avons décidé qu'il est préférable de le laisser tel quel et d'acheter une voiture plus récente, car il nous a déjà bien servi. Notre perte est votre gain. 6k obo, faites une offre, le pire que je puisse dire c'est non."
}