{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Attendance: University Catalogue (Bullet in): Policy of attendance section\n- Students are expected to attend all classes, laboratories, or required fieldwork. All missed laboratory or fieldwork must be made up. A student is responsible for the work that is done, and for any announcements that are made, during his/her absence.\n- Tardiness to classes is not tolerated. In case of tardiness, the student who is absent for more than 10 minutes of class time is considered absent.\n- Absence exceeding 25% of course educational activities is grounds for granting a grade of “Denied” (DN), and being denied admission to the final exam of the course.\n- Students with absence of 25%-50% may submit an excuse request to the College Council supported by proper documentation to be accepted by Professor/ Ahmed Bateha the acting dean of college of Medicine otherwise, the student will be prohibited from joining the final exam.\nBest regards",
    "trans": "Assiduité : Catalogue de l'Université (Bulletin) : Section de la politique d'assiduité\n- Les étudiants sont tenus d'assister à tous les cours, de laboratoires ou de travaux pratiques requis. Tout travail de laboratoire ou de terrain manqué doit être rattrapé. L'étudiant est responsable du travail effectué et de toutes annonces faites pendant son absence.\n- Les retards aux cours ne sont pas tolérés. En cas de retard, l'étudiant qui s'absente pendant plus de 10 minutes de cours est considéré comme absent.\n- Une absence supérieure à 25 % des activités pédagogiques du cours entraîne l'attribution de la note « Refusé » (DN) et le refus de l'admission à l'examen final du cours.\n- Les étudiants dont l'absence est comprise entre 25 % à 50 % peuvent soumettre une demande d'excuse au Conseil de l'Université accompagnée des documents appropriés, qui sera acceptée par le professeur Ahmed Bateha, le doyen par intérim de la faculté de médecine, faute de quoi l'étudiant se verra interdire de se présenter à l'examen final.\nCordialement"
}