{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Verity,” Avery repeats, his voice strangely calm. “We can’t go back.” “Yes, we can. Please.”\nAvery’s silvery eyes bore into mine as panic grips me. I don’t want to\nhear him say there’s no point in turning around.\nHer body wasn’t in the entryway, and I refuse to believe she isn’t still\nalive. I have to believe that somehow, she’s managed to survive whatever violence overtook our pack.\nI can’t lose her too.\n“We can’t go back, Verity. Not until we know what’s going on,” he says. “But my mom. We can’t leave her there alone.”\nHe sighs, his jaw tightening.\n“Don’t you think I want to go back, too? My brother’s body is still\nthere.”\nI’m silent at the way his voice breaks as he says this. A single tear slips\nfrom his eye as he stares at me.\nI know it’s cruel to want to argue with him that it’s too late for Felix but\nnot my mom. I know this, but I still struggle to keep my mouth closed. Thoughts of all the terrible things she could be going through flash\nthrough my mind.\n“I want to go back for Felix,” Avery tells me, “but I know I can’t. Not\nuntil we figure out what’s going on and have some semblance of a plan. Going back now would be a bloodbath that would likely end in our deaths.”\n“It would only serve to put the future of all our packs at risk,” Liam quietly adds.\nI hadn’t considered that.\nLiam is Alpha, but he has yet to have any offspring. Without an heir, what would happen to his pack were he to die?\nTransitioning the power from an Alpha bloodline to another always comes with a lot of risk, and there’s always the chance that the other packs won’t accept the new leadership.",
    "trans": "« Verity », répète Avery, sa voix étrangement calme. « Nous ne pouvons pas revenir en arrière. »« Oui, nous pouvons. S'il te plaît. »\nLes yeux argentés d'Avery plongent dans les miens tandis que la panique m'envahit. Je ne veux pas\nl’entendre dire qu'il n'y a aucun intérêt à faire demi-tour.\nSon corps n'était pas dans l'entrée, et je refuse de croire qu'elle ne soit pas encore\nen vie. Je dois croire qu'elle a d'une manière ou d'une autre survécu à toute cette violence qui a envahi notre meute.\nJe ne peux pas la perdre, elle aussi.\n« Nous ne pouvons pas revenir en arrière, Verity. Pas tant que nous ne savons pas ce qui se passe », dit-il. « Mais ma mère. Nous ne pouvons pas la laisser là, seule. »\nIl soupire, sa mâchoire se serrant.\n« Tu ne crois pas que j’aimerais revenir, moi aussi ? Le corps de mon frère est toujours\nlà. »\nJe me tais, bouleversée par la façon dont sa voix se brise en prononçant ces mots. Une seule larme glisse\nde son œil tandis qu’il me fixe.\nJe sais que c’est cruel de vouloir lui répondre que c’est trop tard pour Felix mais pas pour ma mère.Je le sais, mais\nj’ai encore du mal à garder ma bouche fermée. Des pensées sur toutes les choses terribles qu’elle pourrait être en train de vivre défilent\ndans mon esprit.\n« Je veux revenir pour Felix », me dit Avery, « mais je sais que je ne peux pas. Pas\ntant qu’on n’a pas compris ce qui se passe et qu’on n’a pas une idée de plan. Revenir maintenant serait un bain de sang qui se terminerait probablement par notre mort. »\n« Cela ne ferait que mettre en péril l’avenir de toutes nos meutes », ajoute Liam calmement.\nJe n'avais pas envisagé cela.\nLiam est Alpha, mais il n’a pas encore d'héritier. Sans héritier, que se passerait-il pour sa meute s’il venait à mourir ?\nTransférer le pouvoir d'une lignée Alpha à une autre comporte toujours beaucoup de risques, et il y a toujours la possibilité que les autres meutes n’acceptent pas le nouveau leadership."
}