{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_info] Parents/Guardians,\nI have some very sad news to share with you. Mrs. [redacted_name], an English teacher and the [redacted_name] coach at [redacted_info], died unexpectedly yesterday evening. Her family did not have any other information they were able to share at this time. Mrs. [redacted_name] has been a beloved member of our community for many years, as both a student and teacher. This is a very sad time for Mrs. [redacted_name] family, and they asked that we respect their privacy during this incredibly difficult time.\nThis morning, our teachers shared this sad news with students at the beginning of their first period classes. During these developmentally appropriate guided discussions, our staff validated students’ feelings and reactions, identified coping strategies, gave the students an opportunity to ask questions, and shared information on additional resources available at school in the coming days. Staff members also met with members of the [redacted_name] team as a group to help support them with this sad news. In addition to our OMHS Student Services Staff, counselors from the HCPSS Crisis Intervention Team are available at school today for any students who need individual assistance. A counselor will contact the parent of any student who accesses individual support today or at any time this week.\nThe death of any member of our school community is a loss, and learning of Mrs. [redacted_name] death may be especially difficult because it is so unexpected. Even if your child did not know Mrs. [redacted_name] personally, hearing about her death may remind them of other losses in their lives. Feelings of anger, hurt, and sadness are natural. Common grief reactions include sleep disturbances, temporary loss of appetite, anxiety, and fears about the health and safety of friends and family. You can contact our administrators or anyone on our Student Services team by phone or email if you have concerns about how your child is handling this sad news. The HCPSS Mental Health and Wellness webpage also has many links to resources in our county. Some suggestions for supporting your child at home include:\nListen to your children and let them know that you are available to answer any questions,\nEncourage your children to express their feelings and talk about your own feelings.\nTalk to your children about your beliefs regarding death and loss.\nMonitor your children in case they exhibit any significant changes in behavior or mood over the next few weeks. If you notice something, talk to them about it, as it could be a sign that they are struggling.\nWe will be accepting cards in the front office if you wish to express your condolences for Mrs. [redacted_name] family. I do not have any information about memorial or funeral services at this time, and will share any updates based on the wishes of her family. Please join us in keeping the [redacted_name] family in your thoughts and prayers during this very difficult time.",
    "trans": "Chers Parents/Tuteurs [redacted_info],\nJ’ai une très triste nouvelle à vous annoncer. Mme [redacted_name], professeure d’anglais et entraîneuse de [redacted_name] à [redacted_info], est décédée subitement hier soir. Sa famille n’a pas pu partager d’autres informations pour le moment. Mme [redacted_name] était un membre très apprécié de notre communauté depuis de nombreuses années, à la fois en tant qu’élève et enseignante. C’est une période extrêmement difficile pour la famille de Mme [redacted_name], qui nous demande de respecter leur intimité en ces moments douloureux.\nCe matin, nos enseignants ont partagé cette triste nouvelle avec les élèves au début de leur premier cours. Lors de ces discussions guidées adaptées à leur âge, notre personnel a validé les sentiments et réactions des élèves, identifié des stratégies d’adaptation, offert la possibilité de poser des questions et partagé des informations sur les ressources supplémentaires disponibles à l’école dans les jours à venir. Les membres du personnel ont également rencontré les membres de l’équipe de [redacted_name] en groupe afin de les soutenir face à cette triste nouvelle. En plus de l’équipe des services aux étudiants de l’OMHS, des conseillers de l’équipe d’intervention en cas de crise du HCPSS sont disponibles aujourd’hui à l’école pour tout élève ayant besoin d’un accompagnement individuel. Un conseiller contactera le parent de tout élève qui sollicite un soutien individuel aujourd’hui ou à tout moment cette semaine.\nLe décès d’un membre de notre communauté scolaire est une perte, et apprendre la disparition de Mme [redacted_name] peut être particulièrement difficile, d’autant plus qu’elle est survenue de manière inattendue. Même si votre enfant ne connaissait pas personnellement Mme [redacted_name], l’annonce de son décès peut raviver le souvenir d’autres pertes qu’il ou elle a vécues. Il est naturel de ressentir de la colère, de la douleur ou de la tristesse. Les réactions courantes au deuil incluent des troubles du sommeil, une perte temporaire d’appétit, de l’anxiété et des inquiétudes concernant la santé et la sécurité des proches. Si vous êtes préoccupé par la façon dont votre enfant fait face à cette triste nouvelle, vous pouvez contacter nos administrateurs ou un membre de notre équipe des services aux élèves par téléphone ou par e-mail. La page Santé mentale et bien-être du HCPSS propose également de nombreuses ressources disponibles dans notre comté. Voici quelques suggestions pour soutenir votre enfant à la maison :\nÉcoutez votre enfant et faites-lui savoir que vous êtes disponible pour répondre à ses questions,\nEncouragez votre enfant à exprimer ses sentiments et partagez vos propres émotions.\nParlez à votre enfant de vos croyances concernant la mort et le deuil.\nSurveillez votre enfant pour détecter d’éventuels changements significatifs de comportement ou d’humeur au cours des prochaines semaines. Si vous remarquez quelque chose, parlez-en avec lui, car cela pourrait être un signe qu’il éprouve des difficultés.\nNous accepterons les cartes de condoléances à la réception si vous souhaitez exprimer votre soutien à la famille de Mme [redacted_name]. Je n’ai pour l’instant aucune information concernant les services commémoratifs ou funéraires, mais je partagerai toute mise à jour en fonction des souhaits de sa famille. Veuillez vous joindre à nous pour garder la famille [redacted_name] dans vos pensées et prières en cette période extrêmement difficile."
}