{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name] Parents, Guardians and Families,\nI hope this message finds you well. We are writing to inform you about a challenge we have encountered at school regarding the use of iPads during the school day. Recently, we have noticed that many students are using their iPads to message each other via the Zoom app, in a manner similar to texting on their phones. While we already have a policy in place that prohibits the use of cell phones during school hours, this unintended use of the iPads is becoming a distraction. As well, with the COVID years now behind us, we are an in-person school and no longer use Zoom with students.\nTo maintain a focused and productive learning environment, we will be making changes to address this issue. Starting Thursday, October 24, the Zoom app will no longer be accessible for students to use on their iPads. This will help ensure that students remain focused on their studies and minimize distractions.\nWe wanted to keep you informed about this adjustment and appreciate any support you can provide by reinforcing this policy with your child.\nThank you for your understanding and cooperation.",
    "trans": "Chers [redacted_name] parents, tuteurs et familles,\nJ’espère que vous allez bien.Nous souhaitons vous informer d’un problème récent concernant l’utilisation des iPads pendant la journée scolaire. De nombreux élèves utilisent l’application Zoom pour s’envoyer des messages, un peu comme s’ils textaient sur leurs téléphones. Même si notre règlement interdit déjà l’usage des téléphones portables en classe, cette utilisation des iPads est devenue une distraction. De plus, les années COVID étant maintenant derrière nous, nous sommes une école en personne et nous n'utilisons plus Zoom avec les étudiants.\nAfin de favoriser un environnement d’apprentissage plus concentré et efficace, à partir du jeudi 24 octobre, l’application Zoom ne sera plus accessible sur les iPads des élèves. Cette mesure vise à limiter les distractions et à encourager une meilleure implication en classe.\nNous vous remercions de votre soutien pour faire respecter cette règle auprès de votre enfant. N’hésitez pas à nous contacter si vous avez des questions.\nMerci pour votre compréhension et votre coopération."
}