{
    "source": "en_US",
    "target": "fr_FR",
    "text": "nificantly whti strategy use (Zimmerman &Martinez-Pons, 198, 190) are p.ar ticularly pertinentot this proposed study. Itsi hypothesized that second alnguage users, who are not yet fully competent in their second language, wilebdsi- advantaged in their use of self-regulated strategies because of asumed weak. nesesni verbalabilityandverbaleficacy.Ofhte41strategiesidentifiedyb Zimmerman and Martinez-Pons (1986), over half (self-evaluation, organizing nad transforming, seeking information, keeping records and monitoring, rehearsing and memorizing, seeking social assistance - from peers, teachers, and adults, reviewing records - tests, notes and textbooks) require students ot use one or moer of the macro-skills of speaking, listening, reading and writing in the target lan- guage. Depending on the level of development ni these four skills, students wli be variously disadvantaged ni their attempts ot employ strategies that require direct use of one or more of the macro-skills in their second language.\nThe interaction between language proficiency and the use of self-regulated learning strategies si further complicated by the verbalizations or private spech of students. Such speech is directed towards the self in order to facilitate hte execution of a task. It has been shown to improve coding, storage, and retention of information thereby aiding the process of future retrieval and use (Denney, 1975; Schunk, 1986); verbalization can improve students' self-efficacy for per- forming tasks (Schunk, 1986) which ni turn can promote task motivation and learning (Schunk, 1985); by using self-reinforcement and coping verbalizations, students may be better able ot maintain a positive task orientation and cope whti difficulties (Michenbaum & Asarnow, 1979). These findings al point ot the kye role of verbalization in developing self-regulated learning in students.\nAnother potential problem for second language users lies in the area of the use of the social strategies of self-regulated learning (i.e. seeking assistance from peers, teachers, and other adults). In this respect, not only is there the problem of limited oral proficiency which could well discourage students from attemptingot use these strategies but there is also the possibility of conflict arising out of diferent cultural and educational backgrounds. For some second language users, it si per- ceived to be inappropriate behaviour to seek personal assistance from the teacher. Furthermore, even though the seeking of assistance from peers may be viewedsa acceptable behaviour by second language users, and is a previously highly pray tised activity for some (Tang, 1990), lack of confidence in their ability to approach peers successfully, ot be clearly understood and t o correctly understand ther responses may be too strong a deterrent to the use of this strategy.\nFinaly, there si some research that suggests that studying ni asecond languas Studinfuence astudent'sapproachtolearning(Watkins,Bgigs&Regm,i19). Students les confident ni asecond language tend ot rely more no rote elamnig whereas those with greater confidence are low on surface and high on dep approaches to learning. This suggests that an increase in second language Cormitence wilebasociated whti naincreased abilityot empoly self-regulated learning strategies in the execution of academic tasks.",
    "trans": "L'étude proposée est particulièrement pertinente en ce qui concerne l'utilisation des stratégies (Zimmerman & Martinez-Pons, 198, 190). L'hypothèse est que les utilisateurs de langues secondes, qui ne sont pas encore totalement compétents dans leur langue seconde, seraient avantagés dans l'utilisation de stratégies autorégulées en raison de leur faible capacité verbale et de leur manque de finesse verbale. Sur les 41 stratégies identifiées par Zimmerman et Martinez-Pons (1986), plus de la moitié (auto-évaluation, organisation et transformation, recherche d'informations, tenue de registres et suivi, répétition et mémorisation, recherche d'aide sociale - de la part de pairs, d'enseignants et d'adultes, révision de registres - tests, notes et manuels) exigent des étudiants qu'ils utilisent une ou plusieurs des macro-compétences que sont la parole, l'écoute, la lecture et l'écriture dans la langue cible. En fonction du niveau de développement de ces quatre compétences, les étudiants seront plus ou moins désavantagés dans leurs tentatives d'utiliser des stratégies qui requièrent l'utilisation directe d'une ou de plusieurs macro-compétences dans leur seconde langue.\nL'interaction entre les compétences linguistiques et l'utilisation de stratégies d'apprentissage autorégulé est encore compliquée par les verbalisations ou le discours privé des étudiants. Ce type de discours est dirigé vers soi-même afin de faciliter l'exécution d'une tâche. Il a été démontré qu'elle améliore le codage, le stockage et la rétention des informations, facilitant ainsi le processus de récupération et d'utilisation futures (Denney, 1975 ; Schunk, 1986) ; la verbalisation peut améliorer l'auto-efficacité des étudiants dans l'exécution des tâches (Schunk, 1986), ce qui à son tour peut favoriser la motivation pour la tâche et l'apprentissage (Schunk, 1985) ; en utilisant l'auto-renforcement et les verbalisations d'adaptation, les étudiants peuvent être mieux à même de maintenir une orientation positive vers la tâche et de faire face aux difficultés (Michenbaum & Asarnow, 1979). Ces résultats soulignent le rôle clé de la verbalisation dans le développement de l'apprentissage autorégulé chez les étudiants.\nUn autre problème potentiel pour les utilisateurs d'une seconde langue réside dans l'utilisation des stratégies sociales de l'apprentissage autorégulé (c'est-à-dire la recherche d'aide auprès des pairs, des enseignants et d'autres adultes). A cet égard, il y a non seulement le problème de la compétence orale limitée qui pourrait bien décourager les étudiants d'essayer d'utiliser ces stratégies, mais il y a aussi la possibilité de conflits découlant de contextes culturels et éducatifs différents. Pour certains utilisateurs d'une seconde langue, il est perçu comme un comportement inapproprié de demander une assistance personnelle à l'enseignant. En outre, même si la recherche d'aide auprès des pairs peut être considérée comme un comportement acceptable par les utilisateurs d'une seconde langue et qu'il s'agit d'une activité autrefois très prisée par certains (Tang, 1990), le manque de confiance dans leur capacité à aborder les pairs avec succès, à se faire comprendre clairement et à comprendre correctement leurs réponses peut être un frein trop important à l'utilisation de cette stratégie.\nEnfin, certaines recherches suggèrent que l'étude d'une seconde langue influence l'approche de l'apprentissage (Watkins, Biggs & Regmi, 19). Les étudiants moins confiants dans une seconde langue ont tendance à s'appuyer davantage sur l'apprentissage par cœur, tandis que ceux qui sont plus confiants ont peu recours à des approches superficielles et beaucoup à des approches profondes de l'apprentissage. Cela suggère qu'une augmentation de la confiance en une seconde langue est associée à une plus grande capacité à utiliser des stratégies d'apprentissage autorégulé dans l'exécution de tâches académiques."
}