{
    "source": "en_US",
    "target": "fr_FR",
    "text": "He was sitting in his office three weeks later when [redacted_name] walked in. He wasn’t looking forward to the message that this was going to give off. [redacted_name] didn’t askfor things, people just knewwhat he wanted and if they didn’t, they got fired. That was how his world worked. He didn’t need to lower himself into the position of needingany single person. That was a recipe for disaster. [redacted_name] either didn’t pick up on these things or he ignored them when he did, which was fine, because [redacted_name] didn’t need[redacted_name].\n“Taking a vacation?” [redacted_name] strode in like the owned the place, so no different than usual, and took a seat on [redacted_name] desk. [redacted_name] bit back the urge to roll his eyes. [redacted_name] knew better than that.\n“Hardly.” He said curtly. He looked up at [redacted_name], his eyes narrowing a little bit. He didn’t want to do this. Maybe he was wrong—he never usually doubted himself like this, but the only thing in his life that he was ever truly good at miscalculating was [redacted_name]. He could never guess what the man was going to do. He couldn’t manipulate him. He certainly couldn’t control him. This whole plan depended on [redacted_name] ability to predict exactly what [redacted_name] wanted to hear. And while [redacted_name] thought he had a pretty good guess, he didn’t want to bet his prideon success. But he was going to. “Do you have plans?”",
    "trans": "Trois semaines plus tard, il était assis dans son bureau lorsque [redacted_name] entra. Il ne se réjouissait pas du message que cela allait véhiculer. [redacted_name] ne demandait jamais rien, les gens savaient ce qu'il attendait, et s'ils ne le savaient pas, ils étaient virés. C'était ainsi que fonctionnait son monde. Il n'avait pas besoin de se rabaisser à avoir besoin de la moindre personne. Cela conduirait droit à la catastrophe. Peut-être que [redacted_name] ne saisissait pas ces subtilités, ou bien il les ignorait volontairement, ce qui ne le dérangeait pas, car [redacted_name] n'avait pas besoin de [redacted_name].\n« Tu prends des vacances ? » [redacted_name] entra d'un pas décidé, comme si l'endroit lui appartenait, rien de nouveau, et prit place sur le bureau de [redacted_name]. [redacted_name] réprima l'envie de rouler des yeux. [redacted_name] savait mieux que ça.\n« À peine. » répondit-il sèchement. Il leva les yeux vers [redacted_name], ses yeux se plissant légèrement. Il n'avait pas envie de faire cela. Peut-être qu'il se trompait. Il ne doutait jamais de lui-même de cette manière, mais la seule chose qu'il ait toujours mal calculée dans sa vie, c'était [redacted_name]. Il ne savait jamais ce que cet homme allait faire. Il ne pouvait pas le manipuler. Il ne pouvait certainement pas le contrôler. Tout son plan reposait sur la capacité de [redacted_name] à prédire exactement ce que [redacted_name] voulait entendre. Et bien que [redacted_name] pensait avoir une bonne idée, il n'avait pas envie de risquer sa fierté pour réussir. Mais il allait le faire. « Tu as des projets ? »"
}