{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Fashion is one third of my life,” said Prada, who has created two celebrated fashion labels, Prada and Miu Miu, and, together with her husband, Patrizio Bertelli, helms the Prada Group, a global luxury brand with $4.5 billion in annual revenue (as of 2022) and over 13,000 employees. (Prada Group also has a stake in Church’s shoes.) The second third of her life, she says, is “culture and the Fondazione.” Since its creation in 1993, the Prada Foundation has become a leading proponent of contemporary art. “After, there is family and friends, and possibly some pleasures.” She paused to reconsider. “Actually, they all overlap. I try to make my life useful.”\nPrada likes the word useful; she dislikes the word luxury, which she finds vulgar. And here is the rub, the nub, the dichotomy that runs through her life and her work: Miuccia Prada is an extraordinarily successful fashion designer selling beautiful, expensive clothes and accessories. She is also – something confirmed with a nod when I asked – politically left of centre, with a doctorate in political science (she also studied mime for five years), a former member of the Italian Communist Party who marched for women’s rights. “I always thought there were only two noble professions: politicians or doctors,” she told me. “Doing clothes [while coming from] a group of very important intellectuals – for me it was like a nightmare. I was so ashamed, but anyway I did it… The love of beautiful objects prevailed.” Her political opinions have mostly had to be kept private. “I work for a luxury company,” she said, laughing at the irony. “It’s not perfect for a political position like mine – this was always the biggest contradiction in my life.”\nMiuccia Prada was born Maria Bianchi into a well-heeled bourgeois Milanese family in 1949. Her grandfather Mario Prada had founded Fratelli Prada (“Prada Brothers”), a leather-goods shop, in 1913; her mother took over the family business in the 1950s.\n“When I was young,” Prada told me, “I always wanted to be different.” She immersed herself in the activist generation of the ’60s, but she always loved clothes – while everyone else was wearing jeans at demonstrations, she famously wore Yves Saint Laurent.\n“Some people,” I suggested, “don’t want to do what everyone around them is doing.”\n“That is probably really deeply a part of myself,” Prada acknowledged.",
    "trans": "« La mode représente un tiers de ma vie », confie Miuccia Prada, créatrice de deux marques de renom, Prada et Miu Miu, et dirigeante du Prada Group aux côtés de son mari, Patrizio Bertelli. Ce géant du luxe, qui génère 4,5 milliards de dollars de chiffre d’affaires annuel (en 2022) et emploie plus de 13 000 personnes, détient également une participation dans Church’s, la marque de chaussures britannique.Le deuxième tiers de sa vie, dit-elle, est consacré à « la culture et la Fondazione ». Depuis sa création en 1993, la Fondation Prada s’est imposée comme un acteur majeur de l’art contemporain. « Ensuite, il y a la famille, les amis et peut-être quelques plaisirs. » Elle s’arrête un instant pour réfléchir. « En réalité, tout se chevauche. J’essaie de rendre ma vie utile. »\nPrada aime le mot utile ; en revanche, elle déteste le mot luxe, qu’elle trouve vulgaire. Et c’est là que réside toute l’ambiguïté de son parcours : Miuccia Prada est une créatrice de mode au succès phénoménal, qui vend des vêtements et accessoires magnifiques et hors de prix. Mais elle est aussi – ce qu’elle me confirme d’un simple hochement de tête – politiquement ancrée à gauche. Docteure en sciences politiques, (elle a également étudié le mime pendant cinq ans), fut membre du Parti communiste italien, militant activement pour les droits des femmes. « J’ai toujours pensé qu’il n’y avait que deux professions vraiment nobles : homme politique ou médecin », me confie-t-elle. « Travailler dans la mode alors que je viens d’un milieu d’intellectuels très respectés… Pour moi, c’était un cauchemar. J’avais tellement honte, mais finalement, je l’ai fait… L’amour des beaux objets l’a emporté. »Ses opinions politiques, elle a dû les garder pour elle. « Je travaille pour une entreprise de luxe », dit-elle en riant de l’ironie de la situation. « Ce n’est pas vraiment compatible avec mes convictions politiques. C’est la plus grande contradiction de ma vie. »\nMiuccia Prada, née Maria Bianchi en 1949 dans une famille bourgeoise milanaise, est l’héritière d’un empire. Son grand-père, Mario Prada, avait fondé Fratelli Prada (« Les frères Prada »), une boutique de maroquinerie, en 1913. Sa mère reprit l’affaire familiale dans les années 1950.\n« Quand j’étais jeune, j’ai toujours voulu être différente », raconte-t-elle. Plongée dans le bouillonnement militant des années 1960, elle n’en restait pas moins passionnée par la mode. Alors que tout le monde portait des jeans aux manifestations, elle, arborait du Yves Saint Laurent.\n« Certaines personnes », lui fais-je remarquer, « n’aiment pas faire comme tout le monde. »\nElle acquiesce : « Ça fait probablement partie de moi, profondément. »"
}