{
    "source": "en_US",
    "target": "fr_FR",
    "text": "RBORIST REPORT - [redacted_address]\nImprobable – the tree or branch is not likely to fail during normal weather conditions and\nmay not fail in many severe weather conditions within the specified time frame.\nPossible – failure could occur, but it is unlikely during normal weather conditions within the specified time frame.\nProbable – failure may be expected under normal weather conditions within the specified time frame.\nImminent – failure has started or is most likely occur in the near future, even if there is no significant wind or increased load. This is rare occurrence for a risk assessor to encounter, and it may require immediate action to protect people from harm.\nThe likelihood of impacting a target has been categorized using the following guidelines:\nVery Low – the chance of the failed tree or branch impacting the specified target is remote.\nThis is the case in a rarely used site fully exposed to the assessed tree or an occasionally used site that is partially protected by trees or structures. Examples include a rarely used trail or trail head in a rural area, or an occasionally used area that has some protection against being struck by the tree failure due to the presence of other trees between the tree being assessed and the targets.\nLow – it is not likely that the failed tree or branch will impact the target.\nThis is the case in an occasionally used area that is fully exposed to the assessed tree, a frequently used area that is partially exposed to the assessed tree, or a constant target that is well protected from the assessed tree. Examples include a little-used service road next to the assessed tree or a frequently used public street that has a street tree between the street and the assessed tree.\nMedium – the failed tree or branch may or may not impact the target, with nearly equal likelihood.\nThis is the case in a frequently used area that is fully exposed on one side to the assessed tree or a constantly occupied area that is partially protected from the assessed tree. Examples include a suburban street next to the assessed street tree or a house that is partially protected from the assessed tree by an immediate tree.\nHigh – The failed tree or branch will most likely impact the target.\nThis is the case when a fixed target is fully exposed to the assessed tree or near a high-use\nroad or walkway with an adjacent street tree.\nThe consequences of failure have been categorized using the following guidelines:\nNegligible – low-value property damage or",
    "trans": "RAPPORT DU RBORISTE -  [redacted_address]\nImprobable - l'arbre ou la branche n'est pas susceptible de tomber dans des conditions météorologiques normales et\nne serait pas susceptible de tomber dans de nombreuses conditions météorologiques graves au cours de la période spécifiée.\nPossible - une chute pourrait se produire, mais elle est peu probable dans des conditions météorologiques normales au cours de la période spécifiée.\nProbable - on peut s'attendre à une chute dans des conditions météorologiques normales au cours de la période spécifiée.\nImminent - la chute a commencé ou va très probablement se produire dans un futur proche, même s'il n'y a pas de vent important ou d'augmentation de la charge. Il s'agit d'un événement rare pour un expert en évaluation des risques, qui peut nécessiter une action immédiate pour protéger les personnes.\nLa probabilité d'un impact sur une zone cible a été classée selon les lignes directrices suivantes :\nTrès faible - la probabilité que l'arbre ou la branche tombé(e) ait un impact sur la cible spécifiée est faible.\nIl s'agit d'une zone rarement utilisée, entièrement exposée à l'arbre évalué, ou d'une zone occasionnellement utilisée, partiellement protégée par des arbres ou des structures. Les exemples incluent un sentier ou un point de départ de sentier rarement utilisé dans une zone rurale, ou une zone occasionnellement utilisée qui bénéficie d'une certaine protection contre l'impact de l'arbre tombé en raison de la présence d'autres arbres entre l'arbre en cours d'évaluation et les cibles.\nFaible - il est peu probable que l'arbre ou la branche tombé(e) ait un impact sur la cible.\nIl s'agit d'une zone utilisée occasionnellement qui est entièrement exposée à l'arbre évalué, d'une zone fréquemment utilisée qui est partiellement exposée à l'arbre évalué, ou d'une cible constante qui est bien protégée de l'arbre évalué. Il peut s'agir, par exemple, d'une voie de desserte peu utilisée à côté de l'arbre évalué ou d'une voie publique fréquemment utilisée, avec un arbre entre la voie et l'arbre évalué.\nMoyen - l'arbre ou la branche tombé(e) peut ou non avoir un impact sur la cible, avec une probabilité presque égale.\nIl s'agit d'une zone fréquemment utilisée qui est entièrement exposée d'un côté à l'arbre évalué ou d'une zone constamment occupée qui est partiellement protégée de l'arbre évalué. Les exemples incluent une rue de banlieue à côté de l'arbre évalué ou une maison qui est partiellement protégée de l'arbre évalué par un arbre à proximité.\nÉlevé - l'arbre ou la branche tombé(e) aura très probablement un impact sur la cible.\nIl s'agit d'une cible fixe entièrement exposée à l'arbre évalué ou située à proximité d'une route ou d'une allée très fréquentée, avec une rue adjacente\nou d'une allée piétonne très fréquentée avec un arbre de rue adjacent.\nLes conséquences d'une chute ont été classées selon les lignes directrices suivantes :\nNégligeable - dommages matériels de faible valeur ou"
}