{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Lord, we lift up our pastors and leaders in prayer today. Grant them the wisdom of [redacted_name] and the discernment of [redacted_name] to guide your flock with clarity and compassion. Fill them with the courage of [redacted_name] to face challenges with unwavering faith, and bless them with the unwavering spirit of [redacted_name] to proclaim your word with conviction. Amen.\nHeavenly Father, shower our pastors and leaders with your love and grace. Grant them strength in times of weakness and comfort in moments of doubt. May they find peace and encouragement in their families and support from their communities. Bless them with the emotional resilience to navigate the demands of leadership, knowing they are instruments of your will. Amen.\nEverlasting God, empower our pastors and leaders with the boldness to confront injustice and the humility to serve with a servant’s heart. Grant them the vision to see the potential within your people and the wisdom to nurture their spiritual growth. May their leadership be a beacon of hope, inspiring unity and fostering a vibrant community of faith. Amen.\nGracious God, grant our pastors and leaders a listening ear and a compassionate heart. Allow them to see the struggles of their congregation and offer guidance with empathy and understanding. May their words be a balm to the hurting and their actions a source of comfort for the lost. Amen.\nMighty God, grant our pastors and leaders the discernment to make decisions that align with your will. Guide their strategies and bless their endeavors, fostering growth and unity within your church. May their leadership be a testament to your love and grace, leaving a lasting legacy of faith and service. Amen.",
    "trans": "Seigneur, nous élevons nos pasteurs et nos dirigeants dans la prière aujourd'hui. Accorde-leur la sagesse de [redacted_name] et le discernement de [redacted_name] pour guider ton troupeau avec clarté et compassion. Remplis-les du courage de [redacted_name] pour affronter les défis avec une foi inébranlable, et bénis-les avec l'esprit constant de [redacted_name] pour proclamer ta parole avec conviction. Amen.\nPère céleste, inonde nos pasteurs et nos dirigeants de ton amour et de ta grâce. Accorde-leur la force dans les moments de faiblesse et le réconfort dans les moments de doute. Qu'ils trouvent la paix et l'encouragement dans leurs familles et le soutien de leurs communautés. Bénis-les avec la résilience émotionnelle nécessaire pour faire face aux exigences du leadership, sachant qu'ils sont des instruments de ta volonté. Amen.\nDieu éternel, donne à nos pasteurs et à nos dirigeants l'audace de confronter l'injustice et l'humilité de servir avec un cœur de serviteur. Accorde-leur la vision de voir le potentiel au sein de ton peuple et la sagesse de nourrir leur croissance spirituelle. Que leur leadership soit un phare d'espoir, inspirant l'unité et favorisant une communauté de foi vibrante. Amen.\nDieu miséricordieux, accorde à nos pasteurs et à nos dirigeants une oreille attentive et un cœur compatissant. Permets-leur de voir les difficultés de leur congrégation et d'offrir des conseils avec empathie et compréhension. Que leurs paroles soient un baume pour ceux qui souffrent et leurs actions une source de réconfort pour les égarés. Amen.\nDieu tout-puissant, accorde à nos pasteurs et à nos dirigeants le discernement nécessaire pour prendre des décisions conformes à ta volonté. Guide leurs stratégies et bénis leurs entreprises, favorisant la croissance et l'unité au sein de ton Église. Que leur leadership soit un témoignage de ton amour et de ta grâce, laissant un héritage durable de foi et de service. Amen."
}