{
    "source": "en_US",
    "target": "fr_FR",
    "text": "consolidation generally involves the following:\n(1) The name and residence of the surviving consolidation after the merger or the newly established company.\n(2) The organizational form of the existing or newly established consolidation, the total number, type and quantity of shares issued due to the merger, or the total investment, the proportion of each investor to the total investment, etc.\n(3) Merge the existing capital of all parties and how to deal with the existing capital.\n(4) How to handle the claims and debts owned by the merged parties.\n(5) Whether the articlesof association of the urviving company have been changed, the content after the change of the articles of association, how the articles of association of the newly established company are concluded and its main contents.\n1. Lenovo acquires IBM's PC business、2. China Unicom acquires China Netcom、3. Kailei acquires Xugong Machinery、4. The merger of airlines",
    "trans": "la consolidation implique généralement les éléments suivants :\n1. Le nom et la résidence de la consolidation survivante après la fusion ou de la nouvelle société établie.\n2. La forme organisationnelle de la consolidation existante ou nouvellement établie, le nombre total, le type et la quantité d'actions émises en raison de la fusion, ou l'investissement total, la proportion de chaque investisseur par rapport à l'investissement total, etc.\n3. Fusionner le capital existant de toutes les parties et comment traiter le capital existant.\n4. Comment gérer les créances et les dettes détenues par les parties fusionnées.\n5. Si les statuts de l'entreprise survivante ont été modifiés, le contenu après la modification des statuts, comment les statuts de la nouvelle société sont conclus et leurs principaux contenus.\n1. Lenovo acquiert la branche PC d'IBM    2. China Unicom acquiert China Netcom    3. Kailei acquiert Xugong Machinery    4. La fusion des compagnies aériennes"
}