{
    "source": "en_US",
    "target": "fr_FR",
    "text": "disciplinary practices that are affecting these shifts. The first section considers factors that are contributing to the tendency to assign cultural considerations a relatively peripheral role both in social psychology and more generally in the larger discipline. The second section provides an overview of some of the earliest traditions of cultural research in social psy- chology, highlighting respects in which this research, al- though groundbreaking in many respects, did not seriously challenge this tendency to downplay the importance of cul- ture in psychology. Finally, attention turns to the core as- sumptions of cultural psychology, assumptions that highlight the need to accord culture a more integral role in basic psy- chological theory.\nDownplaying of Culture in Mainstream Social Psychology\nSigns of the peripheral theoretical role accorded to cultural considerations in social psychology may be seen in its being downplayed in major social psychological publications. Text- books typically either leave the construct of culture theo- retically undefined, treat it as the same as the objective environment or social ecology, or approach it in an eclectic way that lacks conceptual clarity. Likewise, basic theory tends to be presented without any reference to cultural con- siderations. Culture is treated merely as a factor that influ- ences the universality of certain psychological effects but not as a process that must be taken into account to explain the form of basic psychological phenomena. One example of such a stance can be found in Higgins and Kruglanski’s (1996) recent handbook on basic principles of social psy- chology: The only citations for culture in the index—with only one exception—refer to pages within the single chapter on cultural psychology by Markus, Kitayama, and Heiman (1996), rather than to any of the other 27 chapters of the vol- ume. In the following discussion, we argue that this down- playing of culture in social psychology reflects to a great degree the tendency to conceptualize situations in culture- free terms, the embrace of an idealized natural-science model of explanation, and the default assumption of cultural homo- geneity that dominates the field.\nCulture-Free Approach to Situations\nA key contribution of social psychology—if not its signa- ture explanatory feature—is its recognition of the power of situations to impact behavior. Such a stance is reflected, for example, in a series of classic studies; salient examples in- clude the Milgram conformity experiment, which demon- strated that to conform with the orders of an experimenter,",
    "trans": "Les pratiques disciplinaires qui influencent ces évolutions. La première section examine les facteurs qui contribuent à la tendance à accorder un rôle relativement périphérique aux considérations culturelles, tant en psychologie sociale que plus généralement dans la discipline dans son ensemble. La deuxième section donne un aperçu de certaines des premières traditions de recherche culturelle en psychologie sociale, en mettant en évidence les aspects dans lesquels ces travaux, bien que novateurs à bien des égards, n'ont pas véritablement remis en question cette tendance à minimiser l'importance de la culture en psychologie. Enfin, l'attention se porte sur les principes fondamentaux de la psychologie culturelle, qui soulignent la nécessité d'accorder à la culture un rôle plus central dans la théorie psychologique de base.\nLa minimisation de la culture dans la psychologie sociale dominante\nLa marginalisation du rôle théorique de la culture en psychologie sociale. Les signes du rôle théorique périphérique accordé aux considérations culturelles en psychologie sociale se manifestent notamment par leur minimisation dans les grandes publications de la discipline. Les manuels laissent généralement le concept de culture sans définition théorique claire, l’assimilent à l’environnement objectif ou à l’écologie sociale, ou l’abordent de manière éclectique, sans cohérence conceptuelle. De même, la théorie fondamentale est souvent présentée sans aucune référence aux aspects culturels. La culture est considérée uniquement comme un facteur influençant l’universalité de certains effets psychologiques, mais non comme un processus essentiel à la compréhension des phénomènes psychologiques fondamentaux. Un exemple de cette approche se trouve dans le manuel récent de Higgins et Kruglanski (1996) sur les principes fondamentaux de la psychologie sociale. Dans l’index, les seules références à la culture – à une exception près – concernent les pages du seul chapitre consacré à la psychologie culturelle, rédigé par Markus, Kitayama et Heiman (1996), tandis que les 27 autres chapitres du volume ne la mentionnent pas. Dans la discussion qui suit, nous soutenons que cette minimisation du rôle de la culture en psychologie sociale découle en grande partie de la tendance à conceptualiser les situations indépendamment du contexte culturel, de l’adoption d’un modèle explicatif inspiré des sciences naturelles, et de l’hypothèse implicite d’une homogénéité culturelle qui domine le domaine.\nL’approche des situations sans prise en compte de la culture\nL’une des contributions majeures de la psychologie sociale – voire sa caractéristique explicative emblématique – réside dans la reconnaissance du pouvoir des situations à influencer le comportement. Cette perspective se reflète, par exemple, dans une série d’études classiques. Parmi les exemples les plus marquants figure l’expérience de conformité de Milgram, qui a démontré que, pour se conformer aux ordres d’un expérimentateur,"
}