{
    "source": "en_US",
    "target": "fr_FR",
    "text": "as Evan Shook, a real estate developer designing a mansion next to Yancy's property[7]\nMichelle Monaghan as Bonnie Witt, a woman in an abusive marriage with a secret past[5]\nRonald Peet as Neville Stafford, a young Bahamian fisherman[3]\nJodie Turner-Smith as Dragon Queen/Gracie, an Obeah–practicing woman living in Andros, Bahamas[5]\nRecurring\nJohn Ortiz[a] as Rogelio, a police detective and Yancy's best friend[8]\nCharlotte Lawrence as Caitlin, a model, recovering addict, and Eve's stepdaughter[3]\nTodd Allen Durkin as Sheriff Sonny Summers, a witless local cop and boss of Yancy\nNina Grollman as Madeline, a naive young woman, former girlfriend to Charles Phinney\nTom Nowicki as Captain Fitzpatrick / Narrator\nLauren Buglioli as Heather, a popular meteorologist in Miami, known for her \"Heather with the Weather\" segment\nVictor Turpin as Montenegro, Rogelio's husband, Yancy's lawyer and close friend[9]\nDavid St. Louis as Egg, a native of Androz, muscle for Nick Stripling\nGizel Jiménez as Mel Campesino, Rosa's sister, later known as \"Hurricane Mel\"\nReese Antoinette as Dawnie, Neville's ex-girlfriend\nAshley Nicole Black as Johnna Russell, an agent with the Oklahoma State Bureau, pursuing Bonnie\nGonzalo Menendez as Mendez, a corrupt cop in Miami\nScott Glenn as Jim Yancy, Andrew Yancy's father\nBob Clendenin as K.J. Claspers, a pilot who works for the Striplings\nAlex MacNicoll as Cody, a former student of Bonnie's with whom she had a sexual relationship\nIn addition, Crystal the Monkey co-stars as Driggs.",
    "trans": "dans le rôle Evan Shook, est un promoteur immobilier qui a conçu un manoir à côté de la propriété de Yancy[7].\nMichelle Monaghan dans le rôle de Bonnie Witt, est une femme dans un mariage abusif avec un passé secret[5].\nRonald Peet dans le rôle de Neville Stafford, est un jeune pêcheur bahaméen [3]\nJodie Turner-Smith dans le rôle de Dragon Queen/Gracie, est une femme pratiquant l'Obeah et vivant à Andros, aux Bahamas[5].\nRécurrences\nJohn Ortiz[a] dans le rôle de Rogelio, est un inspecteur de police et le meilleur ami de Yancy[8].\nCharlotte Lawrence dans le rôle de Caitlin, est mannequin, toxicomane en voie de guérison et belle-fille d'Eve[3].\nTodd Allen Durkin dans le rôle de shérif Sonny Summers, est un policier local sans esprit et le patron de Yancy.\nNina Grollman dans le rôle Madeline, est une jeune femme naïve, ancienne petite amie de Charles Phinney.\nTom Nowicki joue dans le rôle de Capitaine Fitzpatrick / Narrateur\nLauren Buglioli dans le rôle de Heather, est un météorologue populaire à Miami, connue pour son émission « Heather with the Weather ».\nVictor Turpin dans le rôle de Montenegro, est le mari de Rogelio, l'avocat de Yancy et un ami proche[9].\nDavid St. Louis dans le rôle d'Egg, est un natif d'Androz, muscle de Nick Stripling\nGizel Jiménez dans le rôle de Mel Campesino, est la sœur de Rosa, plus tard connue sous le nom de « Hurricane Mel ».\nReese Antoinette dans le rôle de Dawnie, est l'ex-petite amie de Neville.\nAshley Nicole Black dans le rôle de Johnna Russell, est un agent du Bureau de l'État de l'Oklahoma, à la poursuite de Bonnie.\nGonzalo Menendez dans le rôle de Mendez, est un policier corrompu de Miami.\nScott Glenn dans le rôle de Jim Yancy, est le père d'Andrew Yancy\nBob Clendenin dans le rôle de K.J. Claspers, est un pilote qui travaille pour les Striplings.\nAlex MacNicoll dans le rôle de Cody, est un ancien élève de Bonnie avec qui elle a eu une relation sexuelle.\nEn outre, Crystal, le singe qui joue le rôle de Driggs."
}