{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your Wisconsin Quarterly Unemployment Insurance Tax and Wage Reports and payment for third quarter 2024 are due on October 31, 2024. You can now login to your UI account at http://dwd.wisconsin.gov/ui and file the reports for third quarter 2024. If you've already filed the reports for third quarter 2024, no further action is required.\nYou received this email because a user created Login ID subscribed to receive quarterly Time to File email reminders at this email address. This Time to File email reminder was not sent in reference to a specific Wisconsin Unemployment Insurance Account.\nIf you no longer wish to receive this email, login to your account and update your email subscriptions. Email subscriptions are located in the \"Other Functions\" section of the Unemployment Insurance Online Services web site.\nPlease do not reply to this email. Questions or comments may be sent to taxnet@dwd.wisco",
    "trans": "Vos rapports trimestriels de taxe et de salaire pour l'assurance chômage du Wisconsin, ainsi que votre paiement pour le troisième trimestre 2024, sont dus le 31 octobre 2024. Vous pouvez désormais vous connecter à votre compte UI sur http://dwd.wisconsin.gov/ui et soumettre les rapports pour le troisième trimestre 2024. Si vous avez déjà soumis les rapports pour ce trimestre, aucune action supplémentaire n'est nécessaire.\nVous avez reçu cet e-mail parce qu'un identifiant de connexion créé par un utilisateur s'est inscrit pour recevoir des rappels trimestriels de Time to File à cette adresse e-mail. Ce rappel trimestriel n'a pas été envoyé en référence à un compte spécifique d'assurance chômage du Wisconsin.\nSi vous ne souhaitez plus recevoir cet e-mail, connectez-vous à votre compte et mettez à jour vos abonnements par e-mail. Les abonnements par e-mail se trouvent dans la section \"Autres fonctions\" du site web des Services en ligne de l'Assurance chômage.\nVeuillez ne pas répondre à cet e-mail. Les questions ou commentaires peuvent être envoyés à taxnet@dwd.wisco."
}