{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Besides productivity gains, a second principal line of empirical research has shown that the Melitz model can best explain the hitherto neglected observation that liberalization increases trade not only within existing trading relationships (“intensive margin”), but also via an increasing number of exporters that have not traded before or via exports to destinations not previously targeted (“extensive margin”). Two principal research strategies can be distinguished: studies using firm-level data and studies employing aggregate trade data and an amended gravity approach (see Box 6 in Section C.2.c) that accounts for the many zero trade flows observed in bilateral trading relationships. Some of the studies mentioned above, such as Bernard et al. (2006b) and Muendler (2004), which examine the impact of trade opening on US and Brazilian firms respectively, confirm the prediction of the Melitz model that trade may grow at the extensive margin",
    "trans": "Outre les gains de productivité, une deuxième ligne principale de recherche empirique a montré que le modèle de Melitz peut mieux expliquer l'observation jusqu'ici négligée selon laquelle la libéralisation augmente le commerce non seulement au sein des relations commerciales existantes (« marge intensive »), mais aussi via un nombre croissant d'exportateurs qui n'avaient pas encore commercé ou via des exportations vers des destinations auparavant non ciblées (« marge extensive »). Deux stratégies de recherche principales peuvent être distinguées : des études utilisant des données au niveau des entreprises et des études employant des données commerciales agrégées ainsi qu'une approche de gravité modifiée (voir l'Encadré 6 dans la Section C.2.c) qui tient compte des nombreux flux commerciaux nuls observés dans les relations commerciales bilatérales. Certaines des études mentionnées ci-dessus, telles que Bernard et al. (2006b) et Muendler (2004), qui examinent l'impact de l'ouverture commerciale sur les entreprises américaines et brésiliennes respectivement, confirment la prédiction du modèle de Melitz selon laquelle le commerce peut croître à la marge extensive."
}