{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Completethegapsinthefollowingsentenceswithanappropriateformoftheverbin\nbrackets. Use the words in bold to help you make your choices.\nABC\nAntisocial behaviour is defined (define) as conduct that causes or is likely to cause alarm or distress to other people. Different types of antisocial behaviour may\n(categorise) as follows: nuisance behaviour that affects a\ncommunity, e.g. noisy neighbours acts that target individuals or\ngroups, e.g. threatening behaviour\nenvironmental antisocial behaviour, e.g. vandalism and graffiti.\nClosed Circuit Television Cameras\n(install) on buses in\nfour major cities next month. A spokesman for the government, which\n(criticise) in recent weeks for\nbeing ‘too soft on crime’, said the CCTV cameras would improve passenger safety and help reduce antisocial behaviour such as vandalism.\nL ast month, police patrols (increase) in\nthe town’s parks and open spaces. Their aim is not necessarily\nto arrest young people who\n(find) drinking in public places. In most cases so far,\nparents (contact) and asked to come and take their child home. ‘Parents need\n(make) aware of their responsibilities,’ said a police\nspokesperson. ‘We emphasise to them the importance of knowing where their children go and what they do there.’",
    "trans": "Complétez les lacunes des phrases suivantes par une forme appropriée des verbes entre\nparenthèses. Utilisez les mots en gras pour vous aider à faire vos choix.\nABC\nLe comportement antisocial est (define) comme une conduite qui cause ou est susceptible de causer de l'inquiétude ou de la détresse à d'autres personnes. Différents types de comportements antisociaux peuvent\n(categorise) comme suit : les nuisances qui affectent une\ncommunauté, par ex.  des voisins bruyants des actions qui ciblent des individus ou des groupes, par exemple des menaces,\nex : des menaces de mort\ncomportement antisocial environnemental, par ex. le vandalisme et les graffitis.\nCaméras de télévision en circuit fermé\n(installées) sur les bus dans\nquatre grandes villes le mois prochain. Un porte-parole du gouvernement, qui\n(critiquer) ces dernières semaines pour\nêtre \"trop laxiste face à la criminalité\", a déclaré que les caméras amélioreraient la sécurité des passagers et aideraient à réduire les comportements antisociaux tels que le vandalisme.\nLe mois dernier, les patrouilles de police (augmenter) dans\ndans les parcs et les espaces ouverts de la ville. Leur but n'est pas nécessairement\nd'arrêter les jeunes qui\n(trouver) à boire dans les lieux publics. Dans la plupart des cas jusqu'à présent,\nles parents (contacter) et invités à venir chercher leur enfant. Les parents doivent\n(faire) attention à leurs responsabilités », a déclaré un porte-parole de la police\nun porte-parole de la police. \"Nous leur soulignons l'importance de savoir où vont leurs enfants et ce qu'ils y font.\""
}