{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The observers at Nahal Oz, in the desert 50 miles south of Tel Aviv, were part of an allfemale group whose job was to keep eyes on Israel’s border areas. The women worked in shifts to monitor screens 24/7. Suspicious activity was reported by phone to soldiers near the border.\nAt Nahal Oz, the months before Oct. 7 were full of suspicious activity. Former observers said crowds of Palestinians, some armed, would show up regularly at the border fence, setting tires on fire, blocking cameras and sometimes trying to breach the barrier.\nRoni Lifshitz, 21, who was an observer at Nahal Oz but was away on Oct. 7, said at one point she saw about 10 trucks with some 20 militants near the fence. They were dressed in black, their faces covered, marking them as members of Hamas’s armed wing. “They pointed at spots on the fence and where our lookouts are,” she said. “I alerted my command.” She said she doesn’t know whether her superiors acted on the information.",
    "trans": "Les observateurs à Nahal Oz, dans le désert à 50 miles au sud de Tel Aviv, faisaient partie d'un groupe entièrement féminin dont le travail était de surveiller les zones frontalières d'Israël. Les femmes travaillaient par roulement pour surveiller les écrans 24h/24. Les activités suspectes étaient signalées par téléphone aux soldats près de la frontière.\nÀ Nahal Oz, les mois précédant le 7 octobre étaient remplis d'activités suspectes. D'anciens observateurs ont déclaré que des foules de Palestiniens, certains armés, se présentaient régulièrement à la clôture frontalière, mettant le feu aux pneus, bloquant les caméras et essayant parfois de franchir la barrière.\nRoni Lifshitz, 21 ans, qui était une observatrice à Nahal Oz, mais absente le 7 octobre, a déclaré qu'à un moment donné, elle avait vu environ 10 camions avec une vingtaine de militants près de la clôture. Ils étaient vêtus de noir et avaient le visage couvert, ce qui a permis de les identifier comme étant des membres de l'aile armée du Hamas. « Ils ont pointé des endroits sur la clôture et où se trouvaient nos guetteurs », a-t-elle dit. « J'ai alerté mon commandement. » Elle a déclaré qu'elle ne savait pas si ses supérieurs avaient agi sur la base de ces informations."
}