{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You are extremely changeable and do not seem to know what you want. If you are trying to convey your desires to your partner, it is so veiled that it is difficult to understand them. Two extremes get along inside you in some unbelievable way. You show them to your partner in turn and can completely control your behavior. You like the sudden change of activity to passivity, passion to cold, modesty to greed. Changing roles is part of your nature. This is a familiar love game for you, where you are the master, ready to impress and surprise your partner with your versatility. At the beginning of dating, you often demonstrate yourself as a gentle, subtle and vulnerable nature. However, in bed you turn out to be a real beast. Moreover, you change these impulses yourself at your desire and completely control yourself. A certain demonstration your sexual scenarios versatility, appetites and addictions is important for you. The partner often likes it and even pleasantly surprises by it. Most likely, you do not know yourself and what kind of person you really are. You get the greatest pleasure and the peak of emotions when you swap your opposite behaviors. It is important to find a loyal and open partner.",
    "trans": "Tu es extrêmement changeante et tu ne sembles pas savoir ce que tu veux. Si tu essaies de transmettre tes désirs à ton partenaire, c'est tellement voilé qu'il est difficile de les comprendre. Deux extrêmes cohabitent d'une manière incroyable en toi. Tu les montres tour à tour à ton partenaire et tu peux complètement contrôler ton comportement. Tu aimes passer soudainement de l'activité à la passivité, de la passion à la froideur, de la modestie à la cupidité. Changer de rôles fait partie de ta nature. C'est un jeu d'amour familier pour toi, où tu es le maître, prête à impressionner et surprendre ton partenaire avec ta polyvalence. Au début d'une relation, tu te présentes souvent comme une personne douce, subtile et vulnérable. Cependant, au lit, tu te révèles être un véritable animal. Tu changes ces impulsions selon tes désirs et tu contrôles complètement ton comportement. Une certaine démonstration de ta polyvalence, de tes appétits et de tes addictions sexuelles est importante pour toi. Le partenaire l'apprécie souvent et en est même agréablement surpris. Il est fort probable que tu ne te connais pas toi-même et que tu ne saches pas qui tu es vraiment. Tu éprouves le plus grand plaisir et le pic des émotions lorsque tu changes de comportement. Il est important de trouver un partenaire fidèle et ouvert."
}