{
    "source": "en_US",
    "target": "fr_FR",
    "text": "EVIDENCE OF A POSSIBLE PREVIOUS TREATMENT\nYes\nTreatment sticker in meter box\nIMPORTANT: If any evidence of previous Timber Pest treatments or records of previous actions have been detected at the Property, then it is highly likely that concealed termite activity and timber pest damage has occurred in the past and may still exist.\nA more invasive inspection is highly recommended to be carried out.This is outside the Scope of our Agreement for this Inspection.\nIt is strongly recommended that the full extent of any such activity and damage be fully understood through the engagement of a Licenced Builder, Structural Engineer or appropriately qualified expert.\nIt is also recommended that the Purchaser make further inquiries with the Vendor regarding the history of Timber Pests at the Property and in particular, if any Termite Activity has ever occurred at the Property, including but not limited to, any trees on the Property.\nDURABLE NOTICE\nIf a Property has a history of Termite Activity, records or details related to previous action taken can be useful in determining whether the action taken was appropriate. A Notice of Application or a Durable Notice are examples of this type of record and are often located in the meter box, sub-floor joist or kitchen cupboard and provide useful information in determining future pest management.\nWas evidence of a previous treatment located? (this",
    "trans": "PREUVES D’UN TRAITEMENT PRÉCÉDENT POSSIBLE\nOui,\nAutocollant de traitement dans le coffret du compteur\nIMPORTANT : Si des preuves de traitements antérieurs contre les nuisibles du bois ou des antécédents d’actions effectuées ont été détectées sur la propriété, il est fort probable qu’une activité cachée de termites et des dommages dus aux nuisibles du bois aient eu lieu par le passé et qu’ils existent encore.\nIl est fortement recommandé de procéder à une inspection plus invasive. Cela sort du cadre de notre accord pour cette inspection.\nIl est vivement conseillé de faire appel à un constructeur agréé, un ingénieur en structure ou un expert qualifié pour bien comprendre l’étendue de toute activité et des dommages éventuels.\nIl est également recommandé que l'acheteur effectue de nouvelles démarches auprès du vendeur concernant l'historique des nuisibles du bois sur la propriété, et en particulier, s’il n’y a jamais eu de l’activité de termites, y compris, mais sans s’y limiter, sur les arbres de la propriété.\nAVIS DURABLE\nSi une propriété a un historique d’Activité de termites, les documents ou détails relatifs aux actions antérieures peuvent être utiles pour déterminer si ces actions étaient appropriées. Un avis de demande ou un avis durable sont des exemples de ce type de document et se trouvent souvent dans le coffret du compteur, les poutres sous le plancher ou les placards de cuisine, fournissant des informations utiles pour déterminer la gestion future des nuisibles.\nDes preuves d’un traitement précédent ont-elles été trouvées ? (Ceci...)"
}