{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Find a business\nYou can look for businesses for sale on online marketplaces, or network with trade groups or the local chamber of commerce.\nConduct due diligence\nReview the LLC's operating agreement, financial statements, and assess potential risks.\nNegotiate terms\nCreate a term sheet, or memorandum of understanding, and negotiate the terms of the sale.\nDraft a purchase agreement\nCreate a purchase agreement and related documents that spell out every aspect of the deal.\nObtain approval\nGet approval from all parties involved.\nUpdate LLC information\nOnce the sale is finalized, update the LLC's information with the state authorities.\nSome other things to consider when buying a business include:\nExit strategy: Create a plan in case things don't go as planned.\nSalary: Consider if the business will provide a salary you can live on.\nFunds: Make sure you have enough funds to tide you over until the business provides a salary you can live on.\nBuying an existing business can be advantageous because it comes with an established customer base, trained employees, and defined operating expenses.",
    "trans": "Trouver une entreprise\nVous pouvez rechercher des entreprises à vendre sur des espaces de marché en ligne ou vous adresser à des groupes professionnels ou à la chambre de commerce locale.\nProcéder à des vérifications préalables\nExaminez l'accord d'exploitation et les états financiers de la SARL et évaluez les risques potentiels.\nNégocier les termes\nCréez une term sheet ou un protocole d'accord et négociez les termes de la vente.\nRédiger un contrat d'achat\nCréez un contrat d'achat et les documents associés qui détaillent chaque aspect de l'accord.\nObtenir l'approbation\nObtenez l'approbation de toutes les parties impliquées.\nMettre à jour les informations de la SARL\nUne fois la vente finalisée, mettez à jour les informations de la SARL auprès des autorités de l'État.\nParmi les autres éléments à prendre en compte lors de l'achat d'une entreprise, on peut citer :\nStratégie de sortie : Créez un plan au cas où les choses ne se passent pas comme prévu.\nSalaire : Demandez-vous si l'entreprise vous offrira un salaire qui vous permettra de vivre.\nFonds : Assurez-vous d'avoir suffisamment de fonds pour vous permettre de survivre jusqu'à ce que l'entreprise vous fournisse un salaire qui vous permette de vivre.\nL'achat d'une entreprise existante peut être avantageux car elle s'accompagne d'une clientèle établie, d'employés formés et de dépenses d'exploitation définies."
}