{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It's been a few days now. I haven't seen Artemis since the day she kissed me. I've had a lot of time to think about what went down that day. I mean I liked it. But I don't like her. Is it possible to kiss someone you don't like? Or to just try it out. It must be but is it bad?\nI don't think it is. But I do know it's not bad to kiss a girl. But I don't think I would do it again. I need to call her and talk to her about it.\nBut my brothers have been very... Interesting lately.\n\"YOU DON'T UNDERSTAND WHAT IT'S LIKE TO BE FORCED INTO A DIET LIKE A DOG!\"\n\"WELL, MAYBE IT'S BECAUSE YOU EAT LIKE ONE!\"\nAres gasps and places a hand on his chest as his heart has been broken. \"Take that back right now,\" he sneers.\nDante scoffs, \"It's time to face the truth. If you don't get on a diet then you will be fat.\"\n\"There is nothing wrong with being fat!\"\n\"I'm not saying there is anything wrong with being fat—\"\n\"Actually, you are implying being fat is bad so yes you are,\" Dom tells him, crossing his arms.\n\"Thank you—\"\n\"But Dante is right. It's unhealthy to be eating junk food.\"\n\"I SWEAR TO GOD—\"\nI let out a giggle and look at Greta. She laughs at the boys and goes back to making her soup.\nI look back at the boys and see them all looking at me with adoration written all over their faces.\nNot this again.\nI grab a wooden spoon and point it at three of them, \"Stop looking at me like I just took my first baby steps.\"\nAres comes over to me. \"But you look so cute,\" he coos, flicking my forehead.\n\"Hey! I thought I told you to stop that?\"\nHe places a soft kiss on my forehead. \"There. It's all better now.\"\nI hit him with the wooden spoon. \"Stop treating me like I'm a little kid!\"\nDante snickers, \"But you are.\"\n\"And you know what you are? A mistake.\"\nGreta laughs, \"Damn right he is.\"\n\"What—\"\nDom nods, \"I should've eaten him in the womb.\"\n\"Can you guys stop—\"\nAres lets out the most evilest laugh ever, \"I should've shaved his hair off instead of Elijah's!\"\n\"So it was you!\"\nWe all freeze when Elijah storms into the room, angry. He slowly cracks his knuckles while starting at Ares.\nI step in front of Ares and point the wooden spoon at Elijah. \"Go near him and I promise I will hurt you with this wooden spoon,\" I tell him.\nDante steps forward, \"Who knew Ares was such a pussy?\"\nI point the wooden spoon at Dante, \"Talk about Ares like that ever again and I will crash your car.\"\nDante steps back, \"Ares is so amazing. He really should've shaved my hair off.\"\n\"He should've,\" Greta agrees with him.\nI literally feel Ares shaking in fear behind me. I've had enough of everyone treating him like this. If he wants to eat then let him. Even if he got a little bit, I would still love him.\nI look back at Elijah who is very pissed.\n\"Go take your anger out on a punching bag.\"\n\"Ares is my punching bag—\"\n\"No. He isn't.\"\nElijah frowns at me, \"But—\"\n\"Get out.\"\nHis shoulders slump in defeat and he hangs his head low and walks out of the kitchen.\nAres hugs me, \"Thank you! Thank you! Thank you! Thank you!\"\nDante slowly backs out of the room, \"I'm just gonna go—\"\nDom grabs him by his shirt, \"You aren't going anywhere. Apologise to Ares. Now.\"\nAres stands in front of me and crosses his arms. I go on my tiptoes to try and see what's going on because he's blocking my view. Still not being able to see anything and I stand next to him. There. That's better.\n\"I'm... Sorry.\" Dante mutters, refusing to look at Ares.\n\"Get on your knees and say it,\" Ares demands.\nDante shakes his head, \"There is no way I am doing that—\"\n\"Get on your knees and apologize,\" I say.\nDante sighs and gets on his knees. \"I'm sorry, Ares.\"\nI look at Ares to see if that's good enough. He looks at me and nods in approval.\n\"I can't believe I lived in the womb with you for nine months just to find out eighteen years later that I'm actually better than you,\" Dom tells him with a smirk.\nDante stands up and slaps him. I facepalm myself. I've had enough of them already.",
    "trans": "Cela fait quelques jours maintenant. Je n'ai pas vu Artemis depuis le jour où elle m'a embrassé. J'ai eu beaucoup de temps pour réfléchir à ce qui s'est passé ce jour-là. Enfin, j'ai aimé ça. Mais je ne l'aime pas. Est-ce qu'on peut embrasser quelqu'un qu'on n'aime pas ? Ou juste essayer ? Ça doit être possible, mais est-ce mal ?\nJe ne pense pas que ce soit mal. Mais je sais que ce n'est pas mal d'embrasser une fille. Mais je ne pense pas que je le ferai à nouveau. Je dois l'appeler et en parler avec elle.\nMais mes frères ont été très... intéressants ces derniers temps.\n« VOUS NE COMPRENEZ PAS CE QUE C'EST QUE D'ÊTRE CONTRAINT À UN RÉGIME COMME UN CHIEN ! »\n« EH BIEN, C'EST PEUT-ÊTRE PARCE QUE TU MANGES COMME ELLE ! »\nAres inspire profondément et place une main sur sa poitrine, comme si son cœur venait d'être brisé. « Reprends ça tout de suite », ricane-t-il.\nDante se moque : « Il est temps de voir la vérité en face. Si tu ne te mets pas au régime, tu seras gros. »\n« Il n'y a rien de mal à être gros ! »\n« Je ne dis pas qu'il y a quelque chose de mal à être gros... »\n« En fait, tu insinues que c'est mal d'être gros, donc oui », lui dit Dom en croisant les bras.\n« Merci—»\n« Mais Dante a raison. C'est mauvais pour la santé de manger des malbouffes. »\n« JE JURE DEVANT DIEU— »\nJe laisse échapper un petit rire et je regarde Greta. Elle se moque des garçons et se remet à préparer sa soupe.\nJe regarde les garçons et je les vois tous me regarder avec adoration.\nPas encore ça.\nJ'attrape une cuillère en bois et la pointe sur trois d'entre eux, « Arrêtez de me regarder comme si je venais de faire mes premiers pas de bébé ».\nArès s'approche de moi. « Mais tu es si mignonne », me dit-il en me donnant une pichenette sur le front.\n« Hé ! Je croyais t'avoir dit d'arrêter ça ? »\nIl dépose un doux baiser sur mon front. « Voilà. Tout va mieux maintenant. »\nJe l'ai frappé avec la cuillère en bois. « Arrête de me traiter comme un gamin ! »\nDante ricane, « Mais tu l'es ».\n« Et tu sais ce que tu es ? Une erreur. »\nGreta éclate de rire, « C'est bien vrai. »\n« Quoi—»\nDom acquiesce : « J'aurais dû le manger dans l'utérus. »\n« Pouvez-vous arrêter... »\nArès laisse échapper le rire le plus diabolique qui soit, « J'aurais dû lui raser les cheveux au lieu de ceux d'Elijah ! »\n« C'était donc toi ! »\nOn se fige tous quand Elijah entre dans la pièce, en colère. Il commence lentement à craquer ses doigts tout en fixant Ares.\nJe m'avance devant Arès et pointe la cuillère en bois vers Elijah. « Si tu t'approches de lui, je te promets de te blesser avec cette cuillère en bois », lui dis-je.\nDante s'avance, « Qui aurait cru qu'Arès était une telle mauviette ? »\nJe pointe la cuillère en bois vers Dante, « Parle encore d'Arès comme ça et je vais écraser ta voiture ».\nDante recule, « Arès est tellement génial. Il aurait vraiment dû me raser les cheveux. »\n« Il aurait dû », acquiesce Greta.\nJe sens littéralement Ares trembler de peur derrière moi. J'en ai marre que tout le monde le traite comme ça. S'il veut manger, qu'il mange. Même s'il a pris un peu de poids, je l'aimerais toujours.\nJe regarde Elijah qui est vraiment énervé.\n« Va passer ta colère sur un punching-ball ».\n« Arès est mon punching-ball... »\n« Non. Il ne l'est pas. »\nElijah fronce les sourcils : « Mais... »\n« Sortez ».\nSes épaules s'affaissent et il baisse la tête avant de quitter la cuisine.\nAres me serre dans ses bras, « Merci ! Merci ! Merci ! Merci ! »\nDante recule lentement hors de la pièce, « Je vais juste aller... »\nDom l'attrape par sa chemise, « Tu n'iras nulle part. Excuse-toi auprès d'Arès. Maintenant. »\nAres se tient devant moi, les bras croisés. Je me mets sur la pointe des pieds pour essayer de voir ce qui se passe, car il me cache la vue. Ne voyant toujours rien, je me mets à côté de lui. Là, c'est mieux.\n« Je suis... Désolé ». Dante marmonne, refusant de regarder Arès.\n« Mets-toi à genoux et dis-le », exige Arès.\nDante secoue la tête, « Il n'y a pas moyen que je fasse ça... »\n« Mets-toi à genoux et présente tes excuses », dis-je.\nDante soupire et se met à genoux. « Je suis désolé, Arès. »\nJe regarde Ares pour voir si c'est suffisant. Il me regarde et approuve d'un signe de tête.\n« Je n'arrive pas à croire que j'ai vécu neuf mois dans l'utérus avec toi pour découvrir dix-huit ans plus tard que je suis en fait meilleure que toi », lui dit Dom avec un sourire en coin.\nDante se relève et lui donne une claque. Je me frappe le front. J'en ai déjà assez d'eux."
}