{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Namjoon sat there in pure shock, processing everything the omega told him. He gripped his fists.\n“Yoongi, I’m sorry that happened to you.” Namjoon cupped his cheeks, wiping the tears away. “I’m sorry I wasn’t strong enough to protect you.” He let out a bitter laugh. “I was bitter about you not having my pup yet I couldn’t even protect you guys. The one who is sorry is me.” He held the omega tightly. “That’s going to change, they will never get close to you again.”\n“Namjoon, we can’t-”\n“Yes we can. We’re not uncertain teenagers anymore. We’re adults now.” He sighed deeply, covering his face. “In a way, I wish I had the same guts like Taehyung and just ran away too.”\nYoongi dried his eyes with a napkin and turned to the alpha. “Taehyung? Taehyung ran away from your home?”\nHe nodded. “It’s been a few years and that guy completely fell off the face of the earth. Our dad is furious beyond words.”\n“Wait, he didn’t just return from another country?”\nNamjoon shrugged. “Beats the hell outta me, I last physically saw Taehyung when he was about eighteen. He and our dad got into a really big fight and by the next day, he was gone. I tried calling his friends but they just said he was safe and wouldn’t tell me where he was.”\n“You haven’t seen your brother since he was eighteen? How old is he now? How is it with all the resources your father has, he hasn’t found him yet?”\n“Taehyung should be twenty-three now. He told our father he wanted to study in The States for a while but then he stopped contacting us and never came back. We couldn’t track him anywhere in The States and when my dad checked his bank he bought five plane tickets to five different countries all leaving at the same time. My dad called the airport to ask if Kim Taehyung boarded any of those flights but they said no one by that name ever came. Taehyung is a scary genius.”\n“Wow.”",
    "trans": "Namjoon resta là, en état de choc, traitant mentalement de tout ce que l'oméga venait de lui dire. Il serra les poings.\n« Yoongi, je suis désolé que cela t'soit arrivé. » Namjoon prit ses joues entre ses mains et essuya les larmes. « Je regrette de ne pas avoir été assez fort pour te protéger. » Il laissa échapper un rire amer. « J'étais amer que tu n'aies pas encore eu mon petit, mais je n'ai même pas pu vous protéger. Celui qui est désolé, c'est moi. » Il maintint fermement l'oméga. « Cela va changer. Ils ne s'approcheront plus jamais de toi. »\n« Namjoon, nous ne pouvons pas faire cela. »\n« Si, nous le pouvons. Nous ne sommes plus des adolescents incertains. Nous sommes des adultes maintenant. » Il soupira profondément, se couvrant le visage. « D'une certaine manière, j'aurais aimé avoir la même audace que Taehyung et à pouvoir m'enfuir aussi. »\nYoongi sécha ses larmes avec une serviette en papier, puis se tourna vers l'alpha. « Taehyung ? Taehyung s'est enfui de chez vous ? »\nIl hocha la tête. « Cela fait quelques années et ce type a complètement disparu de la circulation. Notre père est furieux, au-delà des mots. »\n« Attends, il n'est pas juste revenu d'un autre pays ? »\nNamjoon haussa les épaules. « C'est un mystère complet. La dernière fois que j'ai vu physiquement Taehyung, il avait environ dix-huit ans. Lui et notre père ont eu une énorme dispute et le lendemain, il avait disparu. J'ai essayé d'appeler ses amis, mais ils m'ont juste dit qu'il était en sécurité et ne m'ont pas dit où il était. »\n« Tu n'as pas revu ton frère depuis ses dix-huit ans ? Quel âge a-t-il maintenant ? Comment se fait-il qu'avec toutes les ressources dont dispose ton père, il ne l'ait pas encore retrouvé ? »\n« Taehyung devrait avoir vingt-trois ans maintenant. Il a dit à notre père qu'il voulait étudier aux États-Unis pendant un certain temps, mais ensuite, il a arrêté de nous contacter et n'est jamais revenu. Nous n'avons pu le retracer nulle part aux États-Unis et, quand mon père a vérifié son compte en banque, il a constaté qu'il avait acheté cinq billets d'avion pour cinq pays différents, au départ tous en même temps. Mon père a appelé l'aéroport pour demander si Kim Taehyung avait embarqué dans l'un de ces vols, mais ils ont dit qu'aucun nom de ce genre n'était venu. Taehyung est un génie effrayant. »\n« Waouh. »"
}