{
    "source": "en_US",
    "target": "fr_FR",
    "text": "RCU eStatements – Month Ending October 31, 2024\nYour Redwood Credit Union eStatement for October 2024 is now available. To view it, log in to RCU online banking here.\n________________________________________________________________\nLight up your child’s holidays\nThis holiday season, give a gift that keeps on giving—open a teen checking and savings account. Searching for a gift for someone younger? We offer youth savings accounts too. Open a youth account today at redwoodcu.org/youth! Federally Insured by NCUA\nSay hello to DreamStart\nDreamStart is our new home loan program designed exclusively for first-time home buyers looking to turn their homeownership dreams into reality. Visit redwoodcu.org/DreamStart to learn more. Equal housing lender\nBudgeting for the holidays\nThe holiday season is approaching, and setting a budget for holiday spending can help you stay on track with your financial goals. Learn more at redwoodcu.org/spending-resources for a free financial goals worksheet.\nStay informed\nGet the latest RCU news, financial tips, and important information by reading our quarterly digital newsletter, the Redwood Review, available online.",
    "trans": "RCU eRelevés – Mois se terminant le 31 octobre 2024\nVotre eRelevé Redwood Credit Union pour octobre 2024 est maintenant disponible. Pour le consulter, connectez-vous à votre banque en ligne RCU ici.\n__________________________________________________________________________\nIlluminez les fêtes de votre enfant\nCette saison des fêtes, offrez un cadeau qui dure—ouvrez un compte courant et un compte d'épargne pour les adolescents. Vous cherchez un cadeau pour un enfant plus jeune ? Nous proposons aussi des comptes d’épargne pour les jeunes. Ouvrez un compte jeunesse dès aujourd'hui sur redwoodcu.org/youth ! Assuré fédéralement par la NCUA\nDites bonjour à DreamStart\nDreamStart est notre nouveau programme de prêt immobilier conçu exclusivement pour les primo-accédants qui souhaitent réaliser leur rêve de devenir propriétaire. Rendez-vous sur redwoodcu.org/DreamStart pour en savoir plus. Prêteur égalitaire en matière de logement\nBudgetiser pour les fêtes\nLa saison des fêtes approche, et établir un budget pour les dépenses des fêtes peut vous aider à rester sur la bonne voie avec vos objectifs financiers. En savoir plus sur redwoodcu.org/spending-resources et téléchargez gratuitement notre feuille de travail pour définir vos objectifs financiers.\nRestez informé\nRecevez les dernières actualités de RCU, des conseils financiers et des informations importantes en lisant notre bulletin numérique trimestriel, le Redwood Review, disponible en ligne."
}