{
    "source": "en_US",
    "target": "fr_FR",
    "text": "God’s purpose for humanity is presented in Gen 1:26-28; 2:15. God creates humanity in his image so that they can extend his rule throughout the world as his priest-kings.\nFurthermore, to enable humanity to carry out this task, God blesses humanity regarding both reproduction (“Be fruitful and increase in number…”) and food production (“I have given you every seed-bearing plant…”).\n1️· The Fall (cf. Gen 3:14-19)\nThe Fall of Man destroyed this plan [the purpose and blessing of the original creation were damaged by the Fall]\nReproduction: Humans can still reproduce, but with pain (Eve experienced severe pain during childbirth).\nFood production: Adam can still plant and harvest food, but the ground is cursed, and the work is challenging (thorns and thistles).\nGod's rules/fulfilled or unfulfilled: The blessings of people and food are still in effect but with pain and hardship. Humanity will continue to fulfill its mission of governing the world through painful labor and reproduction (Genesis 3:16-19), and part of the blessing is still fulfilled. However, sin makes this process difficult and ongoing, which is unfulfilled. - If humanity’s relationship with God has been affected by sin, then that makes it hard for them to represent him accurately.",
    "trans": "Le but de Dieu pour l'humanité est présenté dans Genèse 1:26-28; 2:15. Dieu crée l'humanité à son image afin qu'elle puisse étendre son règne sur le monde en tant que prêtres-rois.\nDe plus, pour permettre à l'humanité de remplir cette tâche, Dieu bénit l'humanité en ce qui concerne à la fois la reproduction (« Soyez féconds et multipliez-vous... ») et la production de nourriture (« Je vous donne toutes les plantes portant des graines... »).\n1️· La Chute (cf. Genèse 3:14-19)\nLa Chute de l'Homme a détruit ce plan [le but et la bénédiction de la création originelle ont été endommagés par la Chute].\nReproduction : Il est possible que les humains se reproduise, mais avec douleur (Ève a ressenti une douleur sévère lors de l'accouchement).\nProduction de nourriture : Il est possible que Adam  plante et récolte des aliments, mais le sol est maudit, et le travail est difficile (épines et chardons).\nRègles de Dieu / remplies ou non remplies : Les bénédictions des personnes et de la nourriture sont toujours en vigueur mais avec douleur et difficulté. L'humanité continuera à remplir sa mission de gouverner le monde à travers un travail et une reproduction douloureux (Genèse 3:16-19), et une partie de la bénédiction est encore remplie. Cependant, le péché rend ce processus difficile et continu, ce qui est non rempli. Si la relation de l'humanité avec Dieu a été affectée par le péché, cela rend difficile pour elle de le représenter fidèlement."
}