{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We have either received reports or have witnessed first-hand the violation noted above and as this violation has not been brought into compliance as of the date of this letter, we have scheduled a hearing before the Board of Directors. The hearing is scheduled for October 16th, 2024, immediately PRECEEDING the open meeting at 5:00PM. The meeting will be held at The Vistas Community Center - 11312 Parkside Way, Las Vegas, NV 89138. If you would prefer to attend via Zoom, please contact Epic at least 24 hours prior to the meeting for the log in information at tonya@epicamlv.com. Thank you!. All violation hearings are scheduled with the same time and will be handled on a first come, first serve basis.\nYou are invited to attend this hearing and present any information you feel pertinent to this infraction. Your presence is not mandatory, but your absence will not delay the decisions of the Board of Directors or the posting of a fine of up to $100.00 being assessed to your account every seven (7) days until the violation is brought into compliance. Additionally, please be aware that your access to the community amenities and your voting ability within the community are a privilege. The Board of Directors reserves the right to revoke your access to the community amenities and your voting ability should they deem necessary as a result of this violation. In lieu of attending the hearing in person, you may submit a written response to this notice. While we encourage your attendance at the hearing in order to provide an opportunity for dialogue, your written response will be read on your behalf. Your written response must be received in our office by the end of the business day prior to the hearing. You will be notified of the results of the hearing accordingly, if applicable.",
    "trans": "Nous avons soit reçu des rapports, soit été témoins de la violation mentionnée ci-dessus et, étant donné que cette violation n’a pas été mise en conformité à la date de cette lettre, nous avons programmé une audience devant le Conseil d'Administration. L'audience est prévue pour le 16 octobre 2024, immédiatement AVANT la réunion ouverte à 17h00. La réunion se tiendra au Vistas Community Center - 11312 Parkside Way, Las Vegas, NV 89138. Si vous préférez y assister via Zoom, veuillez contacter Epic au moins 24 heures avant la réunion pour obtenir les informations de connexion à tonya@epicamlv.com. Merci ! Toutes les audiences pour violations sont programmées à la même heure et seront traitées sur la base du premier arrivé, premier servi.\nVous êtes invité à assister à cette audience et à présenter toute information que vous jugez pertinente concernant cette infraction. Votre présence n'est pas obligatoire, mais votre absence ne retardera pas les décisions du Conseil d'Administration ni l'application d'une amende pouvant atteindre 100,00 $ qui sera ajoutée à votre compte tous les sept (7) jours jusqu'à ce que la violation soit mise en conformité. De plus, veuillez noter que votre accès aux équipements communautaires et votre droit de vote au sein de la communauté sont des privilèges. Le Conseil d'Administration se réserve le droit de révoquer votre accès aux équipements communautaires et votre droit de vote si nécessaire à la suite de cette violation. En lieu et place de l'audience en personne, vous pouvez soumettre une réponse écrite à cet avis. Bien que nous encouragions votre présence à l’audience afin de permettre un dialogue, votre réponse écrite sera lue en votre nom. Votre réponse écrite doit être reçue dans nos bureaux avant la fin de la journée ouvrable précédant l’audience. Vous serez informé des résultats de l’audience en conséquence, si applicable."
}