{
    "source": "en_US",
    "target": "fr_FR",
    "text": "So to recap: you need to be present for half a day on either Monday or Thursday. You can use the rest of the week as you like.\nSo please make sure you are signed up for one of Sunny’s ½ day IT workshops.\nSunny will run 4 identical IT workshops: am and pm sessions on the 4thand the 7thNovember which will be useful for your new Ohh Deer project and will cover the following:\nPreparing for Print:\nChoosing colour CMYK/RGB\nHow to include bleed\nHow to work with printers’ marks\nHow to import, clean up and colour correct a scanned image in Photoshop\nYou need to bring your computers (not iPads) and we’ll reserve the Thursday pm session solely for those who don’t have access to a laptop computer. The sessions will take place in our studio B123/4\nSunny's IT workshops sign up.docx\nThere are also sign up 1:1 tutorials, with [redacted_name], [redacted_name] and [redacted_name]\n1-1 tutorials.docx\nAll details for the new project Ohh Deer are on myUCA. There are 4 Ohh Deer tasks to complete to bring in on 11.11.24. The 4 tasks are the last few slides on the” Funny Presentaton and Tasks” section and I’m also attaching them here. These tasks will form starting points to work from.\nIf you missed the Critical Practice session yesterday, I’m attaching the handouts we worked with. You need to complete them and bring them in on Thursday 14.11.24.",
    "trans": "Pour récapituler : vous devez être présent une demi-journée soit le lundi, soit le jeudi. Vous pouvez utiliser le reste de la semaine comme vous le souhaitez.\nVeuillez donc vous inscrire à l'un des ateliers informatiques d'une demi-journée de Sunny.\nSunny organisera 4 ateliers informatiques identiques : des sessions matin et après-midi les 4 et 7 novembre qui seront utiles pour votre nouveau projet Ohh Deer et couvriront les sujets suivants :\nPréparation à l'impression :\nChoisir la couleur CMJN/RVB\nComment inclure le fond perdu\nComment travailler avec les marques des imprimeurs\nComment importer, nettoyer et corriger les couleurs d'une image scannée dans Photoshop\nVous devez apporter vos ordinateurs (pas de tablettes) et nous réserverons la session de l'après-midi du jeudi uniquement pour ceux qui n'ont pas accès à un ordinateur portable. Les sessions auront lieu dans notre studio B123/4\nInscription aux ateliers informatiques de Sunny.docx\nIl y a également des tutoriels individuels avec [redacted_name], [redacted_name] et [redacted_name]\n1-1 tutoriels individuels.docx\nTous les détails du nouveau projet Ohh Deer sont sur myUCA. Il y a 4 tâches Ohh Deer à compléter pour le 11.11.24. Les 4 tâches sont les dernières diapositives de la section \"Funny Presentation and Tasks\" et je les joins également ici. Ces tâches seront des points de départ pour travailler.\nSi vous avez manqué la session de pratique critique d'hier, je joins les documents que nous avons utilisés. Vous devez les compléter et les apporter le jeudi 14.11.24."
}