{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Goodmorning Kristen, well where should I start cause I honestly don’t know where this relationship is at now and if you’ll even reply cause I know it’s days after but I was just so lost and didn’t know what to do and I’m sorry. I want to start off by giving you an apology for not having anything to say to you and leaving you just clueless of yourself although this has all been my fault from the jump, I’ve accepted all my wrongdoings and I think that’s the first step to many and taking accountability and trying to become a better person overall tbh I know it sucks but I know this relationship has alot of potential and I’m not over our relationship. My love for you will never disappear it it still through the roof and till we drop it’s endless. I’m sorry I’ve failed to even show you and any reassurance or that love you deserve and for that i have failed as a bf. I know I need to play a major role in our relationship and I wanna be your man trust me I do, I know I need to again be the bigger person and be that (MAN).\nWhen this was all happening I just didn’t know what to do or how to handle our situation cause yeah we’ve been through this before hand but this time felt more real and I just folded and didn’t know what to do tbh with you which is why I had no words for you and it sucks that I left you with no words cause it would of sucked if I received any from you but I’m so thankful I have a beautiful, caring, loving, such a strong gf like you and I’m so appreciative of you fr. I know you really are big on reassurance and just love and I admit I was not giving you what I was always telling you and I think this is where our relationship is failing cause I’m not again giving you what you deserve. I got to comfortable in general overall. There’s so many things I wish I can change and will change once we get back on our feet together. Me and you both know this relationship will never be over fr, I want you back and this relationship I can’t do this without you baby. I love you Kristen and I will always be forever greatful of your love. I hope you’re feeling better and I hope you have a beautiful weekend you deserve it all I love you my love ❤️",
    "trans": "Bonjour Kristen, je ne sais pas par où commencer car je ne sais vraiment pas où en est cette relation ni même si tu vas me répondre car je sais que c'est plusieurs jours après mais j'étais tellement perdue et je ne savais pas quoi faire et j'en suis désolée. Je veux d'abord te présenter mes excuses pour ne pas avoir su quoi te dire et t’avoir laissée dans le flou, même si, depuis le début, tout ça a été ma faute. J’ai accepté toutes mes erreurs, et je pense que c’est la première étape parmi tant d’autres : prendre mes responsabilités et essayer de devenir une meilleure personne, tout simplement. Je sais que c’est difficile, mais je suis convaincu que notre relation a énormément de potentiel, et je ne suis pas prêt à tourner la page.  Mon amour pour toi ne disparaîtra jamais, il est toujours au top et jusqu'à ce qu'on le laisse tomber, il est sans fin. Je suis désolé de ne pas avoir réussi à te rassurer ou à te donner l'amour que tu mérites et pour cela j'ai échoué en tant que fiancé. Je sais que je dois jouer un rôle majeur dans notre relation et je veux être ton homme, crois-moi, je le veux, je sais que je dois à nouveau être la plus grande personne et être cet (HOMME).\nQuand tout cela est arrivé, je ne savais tout simplement pas quoi faire ni comment gérer notre situation. Oui, on a déjà traversé des moments difficiles auparavant, mais cette fois-ci, ça me paraissait plus réel, et j’ai craqué, je ne savais pas comment réagir, honnêtement. C’est pour ça que je n’avais pas de mots pour toi, et ça me fait mal de t’avoir laissée sans réponse, car j’aurais détesté être à ta place.Mais je suis tellement reconnaissant d’avoir une copine aussi belle, attentionnée, aimante et forte que toi. Je t’apprécie énormément, vraiment. Je sais à quel point la réassurance et l’amour sont importants pour toi, et je reconnais que je ne t’ai pas donné ce que je te promettais. Je pense que c’est là que notre relation en a souffert, car encore une fois, je ne t’ai pas donné ce que tu mérites. Je me suis trop relâché en général.Il y a tellement de choses que je voudrais changer et que je changerai une fois qu’on se relèvera ensemble. Toi et moi, on sait que cette relation ne sera jamais vraiment terminée. Je te veux toi, et je veux cette relation, je ne peux pas avancer sans toi, bébé.Je t’aime Kristen, et je serai toujours infiniment reconnaissant pour ton amour. J’espère que tu te sens mieux et que tu passeras un merveilleux week-end, tu mérites tout le bonheur du monde. Je t’aime, mon amour ❤️"
}