{
    "source": "en_US",
    "target": "fr_FR",
    "text": "PAT, as developed by Watts and Zimmerman and others, is based on the central economics-based assumption that all individuals’ actions are driven by self- interest and that individuals will always act in an opportunistic manner to the extent that the actions will increase their wealth. Notions of loyalty, morality and the like are not incorporated in the theory (as they typically are not incorporated in other accounting or economic theories). Given an assumption that self-interest drives all individual actions (which in many people’s mind is an overly simplistic assumption), PAT predicts that organisations will seek to put in place mechanisms that align the interests of the managers of the firm (the agents) with the interests of the owners of the firm (the principals). As discussed later in the chapter, some of these methods of aligning interests will be based on the output of the accounting system (such as providing the manager with a share of the organisation’s profits ). Where such accounting-based ‘alignment mechanisms’ are in place, there will be a need for financial statements to be produced. Managers are predicted to ‘bond’ themselves to prepare these financial statements. 3 This is costly in itself, and in PAT would be referred to as a bonding cost . If we assume that managers (agents) will be responsible for preparing the financial statements, then PAT also would predict that there would be a demand for those statements to be audited or monitored, otherwise agents would, assuming self-interest (a maintained assumption of PAT), try to overstate profits, thereby increasing their absolute share of profits. In PAT, the cost of undertaking an audit is referred to as a monitoring cost .",
    "trans": "La PAT(Théorie positive de la comptabilité), telle qu'elle a été développée par Watts, Zimmerman et d'autres, repose sur l'hypothèse économique centrale selon laquelle toutes les actions des individus sont motivées par l'intérêt personnel et que les individus agiront toujours de manière opportuniste dans la mesure où ces actions augmenteront leur richesse. Les notions de loyauté, de moralité et autres ne sont pas intégrées dans la théorie (comme elles ne le sont généralement pas dans d'autres théories comptables ou économiques). Partant de l'hypothèse que l'intérêt personnel guide toutes les actions individuelles (ce qui, dans l'esprit de beaucoup, est une hypothèse trop simpliste), la théorie positive de la comptabilité prédit que les organisations chercheront à mettre en place des mécanismes qui alignent les intérêts des dirigeants de l'entreprise (les agents) sur les intérêts des propriétaires de l'entreprise (les mandants). Comme nous le verrons plus loin dans ce chapitre, certaines de ces méthodes d'alignement des intérêts seront basées sur les résultats du système comptable (par exemple, l'octroi au dirigeant d'une part des bénéfices de l'organisation). Lorsque de tels « mécanismes d'alignement » fondés sur la comptabilité sont en place, il est nécessaire de produire des états financiers. On s'attend à ce que les dirigeants se « cautionnent » pour préparer ces états financiers. Cela est coûteux en soi et, dans le cadre de la théorie positive de la comptabilité, on parlerait de coût de cautionnement. Si nous supposons que les gestionnaires (agents) seront responsables de la préparation des états financiers, la théorie positive de la comptabilité prévoit également qu'il y aura une demande pour que ces états soient audités ou contrôlés, sinon les agents, en supposant qu'ils ont un intérêt personnel (une hypothèse maintenue par la théorie), essaieront de surestimer les bénéfices, augmentant ainsi leur part absolue de bénéfices. Dans la théorie positive de la comptabilité, le coût d'un audit est appelé coût de surveillance."
}