{
    "source": "en_US",
    "target": "fr_FR",
    "text": "logic diagnosis of community-acquired pneu- monia in hospitalized patients is important for several reasons, including the appropriate selec- tion of an antibiotic for use against a specific pathogen, promote good antimicrobial steward- ship, and allow identification of pathogens associ- ated with notifiable diseases such as SARS-CoV-2 infection or legionnaires’ disease. Available rec- ommended tests include sputum Gram’s staining and culture, blood cultures, urine immunochro- matographic analysis for Streptococcus pneumoniae and Legionella pneumophila serogroup 1, and mo- lecular techniques such as multiplex assays that include SARS-CoV-2. In addition, if there is a risk of methicillin-resistant Staphylococcus aureus (MRSA) infection, obtaining a nasal swab for a\nMRSA polymerase-chain-reaction (PCR) assay can be useful, since a negative result can allow for discontinuation of anti-MRSA therapy.24 A more comprehensive microbiologic workup should be performed on the basis of epidemiologic exposures as well as individual patient characteristics such as immunosuppression.12\nTreatment\nEmpirical antimicrobial therapy targets common pathogens on the basis of risk factors.1 Antiviral therapy for influenza or SARS-CoV-2 infection should be administered according to clinical fac- tors, the results of diagnostic tests, or both.1,25 Therapy should be administered as soon as pos- sible after community-acquired pneumonia is di- agnosed. Therapy for patients who are immuno- compromised is beyond the scope of this article and has been described elsewhere.12\nAmbulatory Patients\nFor most patients who are younger than 65 years of age, otherwise healthy, and have not recently received treatment with antibiotics, recent ATS– IDSA guidelines recommend one of the follow- ing three oral medication options: amoxicillin (1 g three times daily), doxycycline (100 mg twice daily), or a macrolide (azithromycin at a dose of 500 mg on day 1, then 250 mg daily, or clarithro- mycin at a dose of 500 mg twice daily [extended- release, 1000 mg daily]). Macrolides should be considered only in areas where pneumococcal resistance to macrolides is less than 25% — which excludes the United States, where resistance ex- ceeds 30%.\nFor patients who have taken antibiotics with- in the past 3 months, have serious coexisting conditions (e.g., chronic heart, lung, kidney, or liver disease; diabetes mellitus; or alcohol depen- dence), or who are smokers, amoxicillin–clav- ulanate (875 mg orally twice daily [extended-re- lease, 2 g twice daily]) and either a macrolide (preferred) or doxycycline are recommended. Pa- tients who cannot take beta-lactam agents owing to hypersensitivity or adverse effects can instead be treated with a respiratory fluoroquinolone (levofloxacin at a dose of 750 mg daily or moxi- floxacin at a dose of 400 mg daily) or one of two more recently approved agents, lefamulin or omadacyclin",
    "trans": "Le diagnostic logique de la pneumonie acquise dans la communauté chez les patients hospitalisés est important pour plusieurs raisons, notamment pour le choix approprié d’un antibiotique ciblant un agent pathogène spécifique, la promotion d’une bonne gestion des antimicrobiens et l’identification des agents pathogènes associés à des maladies à déclaration obligatoire, telles que l’infection par le SARS-CoV-2 ou la légionellose. Les tests disponibles recommandés comprennent la coloration de Gram et la culture des expectorations, les hémocultures, l'analyse immunochro- matographique de l'urine pour Streptococcus pneumoniae et Legionella pneumophila sérogroupe 1, et les techniques moléculaires telles que les tests multiplex qui incluent le SARS-CoV-2.En outre, en cas de risque d’infection par Staphylococcus aureus résistant à la méthicilline (SARM), un prélèvement nasal doit être effectué.\nLe test de réaction en chaîne par polymérase (PCR) du SARM peut être utile, car un résultat négatif peut permettre d'interrompre le traitement anti-SARM.24 Un bilan microbiologique plus complet doit être réalisé sur la base des expositions épidémiologiques ainsi que des caractéristiques individuelles du patient, telles que l'immunosuppression.12\nTraitement\nLa thérapie antimicrobienne empirique cible les pathogènes courants en fonction des facteurs de risque. Une thérapie antivirale contre la grippe ou l’infection par le SARS-CoV-2 doit être administrée en fonction des facteurs cliniques, des résultats des tests diagnostiques ou des deux.1,25 Le traitement doit être initié dès que possible après le diagnostic de pneumonie acquise dans la communauté. La prise en charge des patients immunodéprimés dépasse le cadre de cet article et a été décrite ailleurs.12\nPatients ambulatoires\nPour la plupart des patients âgés de moins de 65 ans, par ailleurs en bonne santé et n'ayant pas reçu récemment de traitement antibiotique, les directives récentes de l'ATS et de l'IDSA recommandent l'une des trois options suivantes de médication orale : amoxicilline (1 g trois fois par jour), doxycycline (100 mg deux fois par jour) ou un macrolide (azithromycine à la dose de 500 mg le premier jour, puis 250 mg par jour, ou clarithro- mycine à la dose de 500 mg deux fois par jour [libération prolongée, 1 000 mg par jour]). Les macrolides ne doivent être envisagés que dans les régions où la résistance des pneumocoques aux macrolides est inférieure à 25 % - ce qui exclut les États-Unis, où la résistance dépasse 30 %.\nour les patients ayant pris des antibiotiques au cours des trois derniers mois, présentant des comorbidités sévères (ex. : maladies chroniques cardiaques, pulmonaires, rénales ou hépatiques, diabète sucré, dépendance à l’alcool) ou étant fumeurs, l’amoxicilline-acide clavulanique (875 mg par voie orale deux fois par jour, ou en formulation à libération prolongée, 2 g deux fois par jour) associée à un macrolide (de préférence) ou à la doxycycline est recommandée.Les patients ne pouvant pas prendre des bêta-lactamines en raison d'une hypersensibilité ou d'effets indésirables peuvent être traités par une fluoroquinolone respiratoire (lévofloxacine à 750 mg par jour ou moxifloxacine à 400 mg par jour) ou par l’un des deux agents récemment approuvés : lefamuline ou omadacycline."
}