{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Avulsion; is a complete displacement of a tooth out of the alveolar socket.\ninjuries to the supporting alveolar bone\nComminution of alveolar socket; it can occur with intrusive and lateral luxation\nFracture of a single alveolar socket wall; confined to facial or lingual wall.\nFracture of both walls of socket or alveolus.\nFracture of maxilla or mandible;\ninvolving the alveolar bone with or without the socket.\nInjuries to the gingiva or oral mucosa\nContusion of Gingiva or Mucosa;\na bruise is usually produced by impact from a blunt object and results in submucosal\nhemorrhage without a break in the mucosa.\nAbrasion of Gingiva or Oral Mucosa;\na superficial wound produced by rubbing or scraping of the mucosa, leaving a raw,\nbleeding surface.\nLaceration of Gingiva or Oral Mucosa;\na shallow or deep wound in the mucosa results from a tear and is usually produced\nby a sharp object.",
    "trans": "Avulsion : Il s'agit d'un déplacement complet d'une dent hors de l'alvéole.\nles lésions de l'os alvéolaire de soutien\nComminution de l'alvéole dentaire : Cela peut se produire lors de luxations intrusives ou latérales.\nFracture d'une seule paroi de l'alvéole : Limitée à la paroi faciale ou linguale.\nFracture des deux parois de l'alvéole ou de l'alvéole dentaire.\nFracture du maxillaire ou de la mandibule ;\nImpliquant l'os alvéolaire, avec ou sans l'alvéole.\nBlessures à la gencive ou à la muqueuse buccale\nContusion de la gencive ou de la muqueuse ;\nUn bleu causé généralement par un impact avec un objet contondant, entraînant une\nhémorragie sous-muqueuse sans rupture de la muqueuse.\nAbrasion de la gencive ou de la muqueuse buccale ;\nUne plaie superficielle causée par le frottement ou le grattage de la muqueuse, laissant une\nsurface brute et saignante.\nLacération de la gencive ou de la muqueuse buccale;\nUne plaie superficielle ou profonde dans la muqueuse causée par un déchirement, généralement produit\npar un objet tranchant."
}