{
    "source": "en_US",
    "target": "fr_FR",
    "text": "About this item ★ Effective Wart Remover：Plantar Wart, Corn, Common Wart, Flat Wart, Callus on Foot, Toenails, and Fingernails，Suitable for removing most types of warts on the skin. ★ Mild and non-irritating：Our unique formula combines salicylic acid and botanical ingredients, which are carefully made, gentle to your skin and contain skin-friendly ingredients, which can better protect your skin while working efficiently. ★ Convenient and practical：Apply the liquid directly to the wart using the included brush, allow it to dry completely.wart-removing liquid can adhere to the wart and penetrate into the surrounding tissues. With regular application, most warts show noticeable improvement within 2 weeks. ★ Fast and stable：We have fully studied and tested all kinds of warts. The wart-removing liquid directly locks the root of warts and solves the problem from the root, so that the skin can be obviously improved in a short time and bid farewell to long-term discomfort. ★ No-hassle refund：We have confidence in our product. If you are not satisfied with it, simply let us know, and we will refund your purchase without requiring a return, allowing you to try it with peace of mind.",
    "trans": "À propos de cet article ★ Anti-verrue efficace : Perruque plantaire, maïs, verrue commune, verrue plate, callosités sur le pied, les ongles des pieds et des mains conviennent pour éliminer la plupart des types de verrues sur la peau. ★ Doux et non irritant : notre formule unique combine l'acide salicylique et les ingrédients botaniques, qui sont soigneusement fabriqués, doux pour votre peau et contiennent des ingrédients respectueux de la peau, qui peuvent mieux protéger votre peau tout en travaillant efficacement. ★ Pratique : Appliquez le liquide directement sur la verrue à l'aide de la brosse incluse, laissez-le sécher complètement. Le liquide anti-verrues peut adhérer à la verrue et pénétrer dans les tissus environnants. Avec une application régulière, la plupart des verrues montrent une amélioration notable en 2 semaines. ★ Rapide et stable : nous avons étudié et testé tous les types de verrues. Le liquide d'élimination des verrues bloque directement la racine des verrues et résout le problème à la racine, de sorte que la peau peut être améliorée de manière évidente en peu de temps et dire adieu à l'inconfort à long terme. ★ Remboursement sans souci : nous avons confiance en notre produit. Si vous n'êtes pas satisfait, il vous suffit de nous le faire savoir et nous vous rembourserons votre achat sans exiger de retour, ce qui vous permettra de l'essayer en toute tranquillité d'esprit."
}