{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We are looking for friendly, self-motivated and energetic individuals to join our team! We are looking for people with great skills and potential in customer service!\nYou must be confident in your people skills and demonstrate high interests in customer service!\nPREVIOUS WORK EXPERIENCE is NOT REQUIRED, but striving for excellence must be something you are interested in! YOU WILL BE FULLY TRAINED in our famous Chick-Fil-A customer service practices; learn how to apply what you learn being a cashier, working in our dining room and drive thru operations!\nIf you want to be part of a great team! Keep reading…\nOur Purpose:\nTo be Pembroke Pines most Caring Company\nAbout us?\nChick-Fil-A at Pines and Flamingo store opened back in 2012. Currently, it counts with more than 100 employees. We have positioned ourselves as one of the most successful stores in South Florida! We are a team who strives for excellent customer service by creating remarkable experiences to all of our guests.\nTeam Member Value:\nChick-fil-A Family Culture\nCompetitive hourly rate of $14.50 starting\nQuaterly raises\nScholarships available\nMedical plan (eligible after a year of employment)\n401K (must 21 years or older to be eligible)\nUp to $10,000 in scholarships available\nFlexible schedule: Part time or full time available\nVirtual and On the job Training\nOpportunity for growth! Leadership and managerial positions are given based on performance\nGreat team to work with\nWork life balance! (We are closed on Sundays)\nAbout the position:\n· Operate register: take orders using the store POS system. Delivering excellent customer service based on one of our core values: “We serve all of our guests with Dignity, Honor and Respect, creating remarkable experiences”\n· Take ownership and initiative on cleaning, stocking and organization tasks within different areas of the store. (dining room, front counter and drive thru)\n· Capable of making quick and appropriate decisions to support store operations and customer satisfaction.\n· Takes action to meet customer needs in dining room, front counter\nRequirements:\nCharacteristics we are looking for include:\n. Must be at least 16 years of age.\n· Outgoing and Friendly personality\n· Ability to multitask\n· Self-motivated\n· Fast paced and sense of urgency\n· Decision making and ability to work under pressure\n· Capable to work long shifts on their feet and lift at least 50 pounds\n· Availability to work on Friday and Saturdays (night or day shifts",
    "trans": "Nous recherchons des individus sympathiques, motivés et énergiques pour rejoindre notre équipe ! Nous recherchons des personnes ayant de grandes compétences et un potentiel en service à la clientèle !\nVous devez avoir confiance en vos compétences relationnelles et démontrer un fort intérêt pour le service à la clientèle !\nUNE EXPÉRIENCE DE TRAVAIL PRÉCÉDENTE N'EST PAS REQUISE, mais viser l'excellence doit être quelque chose qui vous intéresse ! VOUS SEREZ ENTIÈREMENT FORMÉ aux pratiques de service à la clientèle de Chick-Fil-A ; apprenez à appliquer ce que vous apprenez en tant que caissier, travaillant dans notre salle à manger et nos opérations au drive.\nSi vous voulez faire partie d'une équipe formidable ! Continuez à lire…\nNotre mission :\nÊtre l'entreprise la plus bienveillante de Pembroke Pines\nÀ propos de nous ?Le magasin Chick-Fil-A de Pines et Flamingo a ouvert en 2012. Actuellement, il compte plus de 100 employés. Nous nous sommes positionnés comme l'un des magasins les plus prospères du sud de la Floride ! Nous sommes une équipe qui vise l'excellence en service à la clientèle en créant des expériences remarquables pour tous nos invités.\nValeur des membres de l'équipe :\nCulture familiale Chick-fil-A\nTaux horaire compétitif à partir de 14,50 $\nAugmentations trimestrielles\nBourses disponibles\nPlan médical (éligible après un an d'emploi)\n401K (doit avoir 21 ans ou plus pour être éligible)\nJusqu'à 10 000 $ en bourses disponibles\nHoraire flexible : Temps partiel ou temps plein disponible\nHoraire flexible : Temps partiel ou temps plein disponible\nFormation virtuelle et sur le tas\nOpportunité de croissance ! Les postes de leadership et de gestion sont attribués en fonction des performances\nÉquipe formidable avec qui travailler\nÉquilibre travail-vie ! (Nous sommes fermés le dimanche)\nÀ propos du poste :\n- Opérer la caisse : prendre des commandes en utilisant le système POS du magasin. Offrir un excellent service à la clientèle basé sur l'une de nos valeurs fondamentales : « Nous servons tous nos invités avec dignité, honneur et respect, en créant des expériences remarquables »\n- Prendre des initiatives et des responsabilités dans les tâches de nettoyage, de réapprovisionnement et d'organisation dans différentes zones du magasin. (salle à manger, comptoir avant et drive)\n- Capable de prendre des décisions rapides et appropriées pour soutenir les opérations du magasin et la satisfaction des clients.\n- Agir pour répondre aux besoins des clients dans la salle à manger, au comptoir avant\nExigences :\nCaractéristiques que nous recherchons :\n- Doit avoir au moins 16 ans.\n- Personnalité extravertie et amicale\n- Capacité à effectuer plusieurs tâches à la fois\n- Motivé\n- Capacité à travailler à un rythme rapide et sens de l'urgence\n- Prise de décision et capacité à travailler sous pression\n- Capable de travailler de longues heures debout et de soulever au moins 50 livres\n- Disponibilité à travailler les vendredis et samedis (quarts de jour ou de nuit)"
}