{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Are you passionate about interior design and have a flair for turning ideas into stunning realities? Are you a master of 3D and 2D modeling, with proficiency in leading interior design software applications? Do you have an eye for details, materials and the ability to craft mood boards that captivate? If you're ready to bring your creative vision to life, excel in a dynamic environment, and have experience in leading design presentations to clients, we want you to join our team as a Design Coordinator!\nJob Description:\nAs a Design Coordinator specializing in Interior Design High end residential Projects , you will be responsible to lead inhouse design visualization team for supporting the creation and execution of various design projects. Your main tasks will include assisting with concept development, space planning, material selection, and furniture sourcing. You will collaborate with internal teams and external vendors to ensure that projects are delivered on time and within budget. Your role will also involve coordinating site visits, managing project documentation, and communicating with clients to understand their needs and preferences. The ideal candidate will have a strong passion for design, excellent organizational skills, and the ability to work effectively in a fast-paced environment. A degree in Interior Design or a related field, along with relevant work experience, is typically required for this role.\nDue to the specific nature of this role as Design coordinator, applications from female candidates are only required. Our organization is committed to providing a safe and comfortable environment for all, and in this particular position, female employees are preferred due to the nature of the job. We adhere to all applicable laws and regulations regarding equal employment opportunities.\nLead Design Team, from concept to completion phases including visualization, Mood Board creations, Design drawings to Shop drawings.",
    "trans": "Vous êtes passionnée d'architecture d'intérieur et avez du talent pour transformer vos idées en superbes réalités ? Vous êtes experte en modélisation 3D et 2D, et connaissez les principaux logiciels d'architecture d'intérieur ? Vous avez le sens du détail, des matériaux et êtes capables de créer des tableaux thématiques captivants ? Si vous êtes prête à donner vie à vos idées créatives, excellez dans un contexte dynamique, et avez de l'expérience dans l'organisation des présentations de conception aux clients, rejoignez notre équipe en tant que Coordinatrice de Conception !\nDescription du Poste :\nEn tant que Coordinatrice de Conception spécialisée dans l'architecture d'intérieur pour des Projets résidentiels haut de gamme, vous aurez la charge de la gestion de notre équipe de visualisation de conception pour aider à la création et l'exécution de divers projets de conception. Votre mission principale consistera notamment à participer à l'élaboration du projet, l'aménagement de l'espace, la sélection des matériaux et l'approvisionnement des meubles. Vous collaborerez avec les équipes internes et les fournisseurs afin de garantir que les projets seront livrés dans le respect des délais et du budget. Votre rôle comprendra aussi la coordination des visites sur site, la gestion des projets de documentation, et la communication avec les clients pour comprendre leurs besoins et leurs préférences. Le candidat idéal possède une réelle passion pour la conception, des capacités d'organisation exemplaires, et la capacité de travailler efficacement dans un environnement en constante évolution. Un diplôme en Architecture d'Intérieur ou domaine apparenté, ainsi qu'une expérience professionnelle pertinente, est en général demandée pour ce rôle.\nÉtant donnée la nature particulière de ce poste en tant que Coordinatrice de Conception, seules les candidatures féminines seront prises en compte. Notre société s'engage à fournir un environnement sûr et accueillant pour tous, et pour ce rôle en particulier, les candidates seront privilégiées. Nous respectons toutes les lois et règles applicables en matière d'égalité des chances dans le marché professionnel.\nL'équipe de conception principale, de la conception aux étapes de réalisation du projet, qui incluent la visualisation, la création des tableaux thématiques, des dessins de conception aux dessins d'atelier."
}