{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Mrs Samson,\nThank you for telling me about my daughter behaviour at school. I am agree with you that we have to teach our children to be kind and respectful. I am also very concerned my daughter’s behaviour and always remind her to be kind and respect to everyone.\nI would like to share what I have discussed with my daughter yesterday and see how to help her to become more behaved. She told me that she was very appreciate Mr Pole performance and she did clap loudly after his singing. I did ask her why did she laughed when someone on stage, she said that she was feeling funny when listened the lyrics about Daddy and son, although she may not understand every words very clearly. She also told me that she was not the only person who laughed at the assembly when Mr Pole performed. I did ask the other Year 8 students who haven’t got the behaviour warning, they have mentioned that many students were laughing at that moment and don’t know why only few of the girls got warning afterwards.\nAfter the conversation, I think my daughter really did something not appropriate . However, I think that not only my daughter, but also her classmates don’t know why their behaviour are not appropriate. They also discussed among themselves and feel confused in this situation. I think the best timing to correct them was after the bad behaviour happened, but I know that it might not have enough time to teach them after the assembly. You only have a limited time to ask my daughter name afterwards. In this case, could I suggest that the school could discuss with the students in the coming assembly or tutor time, so that they could learn more about how to be a kindness and respectful person? I think that giving a behaviour point and telling parents may not the best ways to make the education happen.\nPlease kindly let me know if I have missed any things that my daughter did badly. I will keep reminding and correcting her when she is not cooperate.\nI was a teacher before and I know how hard the job is. Thank you so much for your efforts.\nKind regards,\nCharlotte’s mum",
    "trans": "Chère Mme Samson,\nMerci de m'avoir informé du comportement de ma fille à l'école. Je suis d'accord avec vous sur le fait qu'il est important d'enseigner à nos enfants à être gentils et respectueux. Je suis également très préoccupé par le comportement de ma fille et je lui rappelle toujours d’être gentille et respectueuse envers tout le monde.\nJe voudrais partager ce que j'ai discuté avec ma fille hier et voir comment l'aider à devenir plus disciplinée. Elle m’a dit qu’elle appréciait beaucoup la performance de M. Pole et qu’elle avait applaudi fortement après sa chanson. Je lui ai demandé pourquoi elle avait ri quand quelqu'un était sur scène, et elle a répondu qu'elle trouvait cela drôle en entendant les paroles sur le papa et le fils, bien qu’elle ne comprenne pas toutes les paroles très clairement. Elle m’a aussi dit qu’elle n’était pas la seule à avoir ri pendant l'assemblée quand M. Pole a chanté. J’ai interrogé d’autres élèves de l'année 8 qui n'ont pas reçu d’avertissement de comportement, et ils m'ont dit que de nombreux élèves avaient ri à ce moment-là et ne comprenaient pas pourquoi seulement quelques filles ont reçu un avertissement par la suite.\nAprès la conversation, je pense que ma fille a vraiment fait quelque chose d'inapproprié. Cependant, je pense que non seulement ma fille, mais aussi ses camarades de classe, ne savent pas pourquoi leur comportement n’était pas approprié. Ils ont également discuté entre eux et se sentent confus dans cette situation. Je pense que le meilleur moment pour les corriger était juste après que le mauvais comportement ait eu lieu, mais je sais qu'il n’y avait peut-être pas assez de temps pour les éduquer après l’assemblée. Vous n'avez eu qu'un temps limité pour demander le nom de ma fille ensuite. Dans ce cas, puis-je suggérer que l'école discute avec les élèves lors de la prochaine assemblée ou lors du temps de tutorat, afin qu’ils puissent en apprendre davantage sur la manière d'être des personnes gentilles et respectueuses ? Je pense que donner un point de comportement et informer les parents n’est peut-être pas la meilleure méthode pour favoriser l’éducation.\nMerci de me faire savoir si j'ai manqué quelque chose que ma fille a mal fait. Je continuerai à lui rappeler et à la corriger lorsqu'elle ne coopère pas.\nJ'ai été enseignante auparavant et je sais combien ce métier peut être difficile. Merci beaucoup pour vos efforts.\nCordialement,\nLa mère de Charlotte"
}