{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Friendly Reminder – Rent is Due on Monday\nWe are just reaching out to remind all residents that rent is due this coming Monday.\nIf you have paid your full agreement up front, thank you for the payment and please disregard this email.\nIf you have a scholarship or sponsorship making payments on your behalf, please disregard this email.\nIf you have set up direct debit, please make sure that you have the funds available by Sunday as direct debit occurs early on Monday morning.\nIf you do not have direct debit, please make payment online or in person this week as online payments can take 3-4 days to clear.\n**Kindly be reminded that to avoid a breach of your agreement, rent payments need to either be on a direct debit schedule or paid in advance by fortnightly instalments.\nNot yet set up for Direct Debits? Want to never miss a payment?\nWe offer a direct debit facility so that rent can be deducted from your account fortnightly. If you wish to pay via Direct Debit,please chat to one of our friendly customer service team or use the following linkto complete the Direct Debit Setup. Please refer to your payment calendar or lease agreement for the day when payments will be deducted from your nominated account to ensure you have enough funds to cover the deduction.\nSign Up for Direct Debit :https://docs.google.com/forms/d/e/1FAIpQLSdFI-xJseg3IMyki1p_p-zdUEV9IQqWPxWLycbe24a6PsP7xw/viewform\nKind Regards,",
    "trans": "Rappel amical – Le loyer est dû lundi\nNous vous contactons simplement pour rappeler à tous les résidents que le loyer est dû ce lundi.\nSi vous avez payé la totalité de votre accord à l'avance, merci pour le paiement et veuillez ignorer cet e-mail.\nSi vous avez une bourse ou un parrainage effectuant des paiements en votre nom, veuillez ignorer cet e-mail.\nSi vous avez configuré le prélèvement automatique, veuillez vous assurer que vous avez les fonds disponibles d'ici dimanche car le prélèvement automatique a lieu tôt lundi matin.\nSi vous n'avez pas de prélèvement automatique, veuillez effectuer le paiement en ligne ou en personne cette semaine car les paiements en ligne peuvent prendre 3 à 4 jours pour être compensés.\nVeuillez noter que, pour éviter une violation de votre accord, les paiements de loyer doivent être effectués soit par prélèvement automatique, soit à l'avance par versements bihebdomadaires.\nPas encore configuré pour les prélèvements automatiques? Vous ne voulez jamais manquer un paiement?\nNous offrons une facilité de prélèvement automatique afin que le loyer puisse être déduit de votre compte toutes les deux semaines. Si vous souhaitez payer par prélèvement automatique, veuillez discuter avec l'un de nos sympathiques agents du service clientèle ou utiliser le lien suivant pour compléter la configuration du prélèvement automatique. Veuillez vous référer à votre calendrier de paiement ou à votre contrat de location pour connaître le jour où les paiements seront déduits de votre compte désigné afin de vous assurer que vous avez suffisamment de fonds pour couvrir la déduction.\nInscrivez-vous pour le prélèvement automatique : https://docs.google.com/forms/d/e/1FAIpQLSdFI-xJseg3IMyki1p_p-zdUEV9IQqWPxWLycbe24a6PsP7xw/viewform\nCordialement,"
}