{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Do not buy it. You will regret it. Poor service, locator is often off by 50-100 ft or more, no music, no games that the kid will actually want to play, terrible camera, battery runs down very quickly (kiddo has to come home half way thru the day just to charge it), the main screen DOES NOT DISPLAY how much battery life is left ( I usually go into the app on my phone for the answer), oh and the app also really stinks for the adults- it constantly logs me out so I have had to re-set face ID like 50 times in four months, not to mention how many times I have had to stop and find my password so I can re-log in first. Shoddy piece of crud they ought not to be able to sell. Just so you know, T-Mobile offers a buyer's remorse return up to 14 days. Just found out or I would have changed my mind the minute I opened the box. DO NOT WASTE YOUR MONEY OR YOUR ENERGY on this frustrating, useless equipment.",
    "trans": "Ne l'achetez pas. Vous le regretterez. Mauvais service, le localisateur est souvent décalé de 50-100 pieds ou plus, pas de musique, pas de jeux que l'enfant voudra vraiment jouer, caméra terrible, la batterie se décharge très rapidement (l'enfant doit rentrer à la maison à mi-journée juste pour la recharger), l'écran principal n'AFFICHE PAS le niveau de batterie restant (je dois généralement consulter l'application sur mon téléphone pour obtenir la réponse), et l'application est également très mauvaise pour les adultes - elle me déconnecte constamment, donc j'ai dû réinitialiser l'identification faciale environ 50 fois en quatre mois, sans parler du nombre de fois où j'ai dû m'arrêter et trouver mon mot de passe pour pouvoir me reconnecter. C'est un produit de mauvaise qualité qu'ils ne devraient pas être autorisés à vendre. Sachez simplement que T-Mobile offre un retour pour remords de l'acheteur jusqu'à 14 jours. Je viens de découvrir cela ou j'aurais changé d'avis dès que j'ai ouvert la boîte. NE GASPILLEZ PAS VOTRE ARGENT NI VOTRE ÉNERGIE sur cet équipement frustrant et inutile."
}