{
    "source": "en_US",
    "target": "fr_FR",
    "text": "nformation over Wi-Fi, follow these steps:\n1. Change Wi-Fi Password: Immediately update your router's password to a strong, unique one.\n2. Enable WPA3 Security: Use the latest security protocol for your Wi-Fi network.\n3. Update Router Firmware: Ensure your router's firmware is up to date to protect against vulnerabilities.\n4. Disable WPS: Turn off Wi-Fi Protected Setup (WPS) to prevent unauthorized access.\n5. Use a VPN: Consider using a Virtual Private Network for added security when accessing public Wi-Fi.\n6. Monitor Connected Devices: Regularly check which devices are connected to your network and remove any unknown ones.\n7. Educate on Phishing: Be aware of phishing attempts that may target personal information.\nIf you suspect that your personal information has been compromised, consider monitoring your accounts and possibly contacting authorities or a cybersecurity professional for further assistance.",
    "trans": "Pour obtenir des informations via Wi-Fi, suivez ces étapes :\n1. Changer le mot de passe Wi-Fi : Mettez à jour immédiatement le mot de passe de votre routeur avec un mot de passe fort et unique.\n2. Activer la sécurité WPA3 : Utilisez le dernier protocole de sécurité pour votre réseau Wi-Fi.\n3. Mettre à jour le firmware du routeur : Assurez-vous que le firmware de votre routeur est à jour pour protéger contre les vulnérabilités.\n4. Désactiver le WPS : Désactivez le Wi-Fi Protected Setup (WPS) pour empêcher tout accès non autorisé.\n5. Utiliser un VPN : Envisagez d'utiliser un réseau privé virtuel (VPN) pour une sécurité supplémentaire lors de l'accès aux réseaux Wi-Fi publics.\n6. Surveiller les appareils connectés : Vérifiez régulièrement les appareils connectés à votre réseau et supprimez ceux que vous ne reconnaissez pas.\n7. Sensibiliser aux tentatives de phishing : Soyez vigilant face aux tentatives de phishing qui peuvent cibler vos informations personnelles.\nSi vous suspectez que vos informations personnelles ont été compromises, envisagez de surveiller vos comptes et, si nécessaire, contactez les autorités ou un professionnel en cybersécurité pour obtenir de l'aide supplémentaire."
}