{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Romantic Amber Summer - natural tits trailer - LilSis\nDescription: Amber Summer is the next contestant on Pristine Edge's gameshow, where her son Jayden Marcos will get to pick out a new stepsister. When she joins Jayden and Pristine for her interview, Amber immediately goes into how maternal she is and how she loves to care for her friends and family. Jayden doesn't seem to be feeling the chemistry, but he joins the girls on a date to a corn maze Pristine has arranged nonetheless.After the date, Jayden lets the cameras know that Amber is far too full of herself but he still wants to try her on for size. He gets his chance as soon as Amber believes they're alone. Pristine has barely left the room before Amber has Jayden's fuck stick in her mouth and halfway down her throat. The spinner sure knows how to treat a guy as she sucks him down.That's all the foreplay Amber needs to peel off her clothes and climb into Jayden's lap so he can see what it would be like for his pint sized stepsis to ride him. She gives him a preview of what a reverse cowgirl ride would look like and then gets on her back so Jayden can step between her thighs and keep their pleasure rolling. Getting on her knees on the couch, Amber lets Jayden dive deep in doggy before she strokes him off into her mouth. Pristine returns right as they're getting their clothes back on, and at that point Jayden confesses that Amber isn't the little stepsister he's looking for.",
    "trans": "Romantique Amber Summer - bande annonce seins naturels - LilSis\nDescription : Amber Summer participe au jeu télévisé de Pristine Edge : Amber Summer est la prochaine participante au jeu télévisé de Pristine Edge, où son fils Jayden Marcos devra choisir une nouvelle demi-sœur. Lorsqu'elle rejoint Jayden et Pristine pour son interview, Amber se lance immédiatement dans un discours sur sa maternité et sur le fait qu'elle aime prendre soin de ses amis et de sa famille. Jayden n'a pas l'air de sentir l'alchimie, mais il rejoint les filles pour un rendez-vous au labyrinthe de maïs que Pristine a organisé. Après le rendez-vous, Jayden fait savoir aux caméras qu'Amber est bien trop imbue d'elle-même, mais qu'il veut quand même l'essayer. Il en a l'occasion dès qu'Amber croit qu'ils sont seuls. Pristine a à peine quitté la pièce qu'Amber a le bâton de Jayden dans sa bouche et à mi-chemin dans sa gorge. C'est tout ce dont Amber a besoin pour se déshabiller et grimper sur les genoux de Jayden pour qu'il puisse voir ce que ça donnerait si sa belle le chevauchait. Elle lui donne un aperçu de ce à quoi ressemblerait une séance de cowgirl inversée, puis se met sur le dos pour que Jayden puisse passer entre ses cuisses et faire durer leur plaisir. S'agenouillant sur le canapé, Amber laisse Jayden plonger profondément en levrette avant de le caresser dans sa bouche. Pristine revient au moment où ils se rhabillent, et Jayden avoue alors qu'Amber n'est pas la petite demi-sœur qu'il recherche."
}