{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Although air travel is safe for most patients with chronic respiratory failure who are on long-term oxygen therapy,\n(632)\npatients should ideally maintain an in-flight PaO2 of at least 6.7 kPa (50 mmHg). Studies indicate that this can be\nachieved in those with moderate to severe hypoxemia at sea level by supplementary oxygen at 3 liters/min by nasal\ncannula or 31% by Venturi facemask.\n(633) Those with a resting oxygen saturation > 95% and 6-minute walk oxygen\nsaturation > 84% may travel without further assessment,(634) although it is important to emphasize that resting\noxygenation at sea level does not exclude the development of severe hypoxemia when travelling by air.\n(632) Careful\nconsideration should be given to any comorbidity that may impair oxygen delivery to tissues (e.g., cardiac impairment,\nanemia). Also, walking along the aisle may profoundly aggravate hypoxemia",
    "trans": "Bien que les voyages en avion soient sans danger pour la plupart des patients souffrant d'insuffisance respiratoire chronique et sous oxygénothérapie à long terme,\n(632)\nles patients devraient idéalement maintenir une PaO2 en vol d'au moins 6,7 kPa (50 mmHg). Des études indiquent que cet objectif peut être\natteint chez les personnes souffrant d'hypoxémie au niveau de la mer en ajoutant de l'oxygène à raison de 3 litres/min par\ncanule nasale ou de 31 % par masque Venturi.\n(633) Les personnes ayant une saturation en oxygène au repos > 95 % et une saturation en oxygène à la marche de 6 minutes > 84 %\npeuvent voyager sans autre évaluation,(634) bien qu'il soit important de souligner que\nl'oxygénation au niveau de la mer n'exclut pas le développement d'une hypoxémie sévère lors d'un voyage en avion.\n(632)\nIl convient d'accorder une attention particulière à toute comorbidité susceptible d'entraver l'apport d'oxygène aux tissus (par exemple, insuffisance cardiaque, anémie).\nEn outre, la marche dans l'allée peut aggraver considérablement l'hypoxémie."
}