{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi FREDDYNVERSIONES LLC,\nWe hope your new business journey is off to a great start!\nAs a valued Bizee customer, we want to remind you of an important step that requires your immediate attention. The Federal Government mandates that all LLCs submit a Business Owners Information Report (BOIR) to ensure your business details are properly documented.\nIt looks like your deadline has already passed. But don’t worry, there’s still time to get back on track. Bizee is here to help you quickly and easily submit your BOIR, minimizing any potential complications.\nSimply log into your dashboard and follow the prompts to complete your BOIR submission. We’re here to support you through the process and answer any questions you might have.\nLet's get this done together—your business's compliance is important, and we're here to make sure you stay on the right path.",
    "trans": "Bonjour FREDDYNVERSIONES LLC,\nNous espérons que votre nouvelle aventure commerciale commence bien !\nEn tant que client précieux de Bizee, nous souhaitons vous rappeler une étape importante qui nécessite votre attention immédiate. Le gouvernement fédéral exige que toutes les LLC soumettent un rapport d'information sur les propriétaires d'entreprise (BOIR) pour garantir que les détails de votre entreprise sont correctement documentés.\nIl semble que votre date limite soit déjà passée. Mais ne vous inquiétez pas, il est encore temps de vous remettre sur la bonne voie. Bizee est là pour vous aider à soumettre rapidement et facilement votre BOIR, minimisant ainsi les complications potentielles.\nConnectez-vous simplement à votre tableau de bord et suivez les instructions pour compléter votre soumission BOIR. Nous sommes là pour vous accompagner tout au long du processus et répondre à toutes vos questions.\nFaisons cela ensemble—la conformité de votre entreprise est importante, et nous sommes là pour nous assurer que vous restez sur la bonne voie."
}