{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ello ReiSuilane, [redacted_name] here.\nI understand that playing a game can provide some distraction during difficult times. To receive the final reward, you must complete all tasks each day. Quick Wins reset every day at 1:00 PM UTC. Don’t forget to claim your Quick Wins rewards after completing them to ensure your points count towards your progress bar, even if you've been active that day, Quick Wins points won't be added automatically.\nRegarding last week, since it has already passed, there is no way for us to revisit it. If you encounter any issues in the future, I kindly suggest reaching out to us so we can look into it and see how we can help resolve the problem. We want you to claim the final reward for this event, so I also recommend completing every task. If you encounter any issues, please report them to us right away.\nKeep on rolling! 🎲 If you have any concern, do let us know on a new ticket, and we will assist you accordingly.",
    "trans": "Bonjour ReiSuilane, [nom masqué] ici.\nJe comprends qu'un jeu puisse offrir une certaine distraction pendant des périodes difficiles. Pour recevoir la récompense finale, vous devez compléter toutes les tâches chaque jour. Les Quick Wins se réinitialisent chaque jour à 13h00 UTC. N'oubliez pas de réclamer vos récompenses Quick Wins après les avoir terminées pour vous assurer que vos points soient pris en compte dans votre barre de progression. Même si vous avez été actif ce jour-là, les points Quick Wins ne seront pas ajoutés automatiquement.\nConcernant la semaine dernière, comme elle est déjà passée, il n'est pas possible pour nous de la revoir. Si vous rencontrez des problèmes à l'avenir, je vous suggère de nous contacter afin que nous puissions examiner la situation et voir comment nous pouvons vous aider à résoudre le problème. Nous souhaitons que vous réclamiez la récompense finale pour cet événement, c'est pourquoi je recommande également de compléter chaque tâche. Si vous rencontrez des problèmes, merci de nous les signaler immédiatement.\nContinuez à rouler ! 🎲 Si vous avez des préoccupations, n'hésitez pas à nous en faire part via un nouveau ticket, et nous vous assisterons en conséquence."
}