{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Words can’t explain how blessed I am to have you in my life. God broke the mold when he made you. You have been more than patient in loving me and our family. I never thought I would be able to love again after the heartache from the past and with that being said I thank God for allowing you to be my husband. When I see you after I had a long day at work, I am reassured that everything will be ok. Michael, thank you for your friendship, your love, and your willingness to journey through this life alongside me. You are one of the smartest people I know and I have learned a lot from the wisdom and knowledge that you have poured into me. I love sharing laughter with you, I appreciate your comfort, and I enjoy our conversations. Thank you for your tenacity and your strength. Thank you your incredible talents. I am blessed to have such an amazing man of GOD by my side who loves me unconditional and sees past my faults.\nI will continue to walk with you as your wife, best friend, help meet and your lover. I will continue to keep you encouraged and not make you feel less of a man. I feel so complete with having you in my life and everyday may not be perfect but it’s perfect to me. I will try to be more humble, patient and understanding. I may not understand everything but with God I’m able to. Michael I promise to love you more today than yesterday. I pray that God will continue to lead you, to guide, to cover and keep you and more than anything to shield and protect you from the enemy.\nI ask God daily to order your steps and lead you according to the works and plans He has for you. I am more than grateful how you accepted my kids like they were your own. I pray that I would always be thankful for you and to you. Michael, always remember that I love you for who you are and for what you have done for our family. I love you more than you can imagine and I look forward to spending this journey with you.",
    "trans": "Les mots ne peuvent pas expliquer à quel point je suis bénie de t'avoir dans ma vie. Dieu a brisé le moule en te créant. Tu as été plus que patient en m'aimant, moi et notre famille. Je n'aurais jamais cru être capable d'aimer à nouveau après les chagrins d'amour du passé et, cela étant dit, je remercie Dieu de t'avoir permis d'être mon mari. Quand je te vois après une longue journée de travail, je suis rassurée que tout ira bien. Michael, je te remercie pour ton amitié, ton amour et ta volonté de traverser cette vie à mes côtés. Tu es l'une des personnes les plus intelligentes que je connaisse et j'ai beaucoup appris de la sagesse et des connaissances que tu m'as transmises. J'aime rire avec toi, j'apprécie ton réconfort et nos conversations. Merci pour ta ténacité et ta force. Merci pour tes incroyables talents. Je suis bénie d'avoir à mes côtés un homme de DIEU aussi extraordinaire, qui m'aime inconditionnellement et qui voit au-delà de mes défauts.\nJe continuerai à marcher avec toi en tant que ta femme, ta meilleure amie, ton aide idéale et ta compagne. Je continuerai à t’encourager et à ne jamais te faire sentir moins qu’un homme. Je me sens tellement complète de t’avoir dans ma vie et, même si chaque jour n’est pas parfait, il est parfait pour moi. Je vais essayer d’être plus humble, patiente et compréhensive. Je ne comprends peut-être pas tout, mais avec Dieu, je peux le faire. Michael, je promets de t’aimer plus aujourd’hui qu’hier. Je prie que Dieu continue de te guider, de te couvrir, de te garder et surtout de te protéger de l’ennemi.\nJe demande à Dieu chaque jour d’ordonner tes pas et de te guider selon les œuvres et les plans qu’Il a pour toi. Je suis tellement reconnaissante de la façon dont tu as accepté mes enfants comme les tiens. Je prie pour que je sois toujours reconnaissante pour toi et envers toi. Michael, souviens-toi toujours que je t’aime pour ce que tu es et pour ce que tu as fait pour notre famille. Je t’aime plus que tu ne peux l’imaginer et j’ai hâte de passer ce voyage à tes côtés."
}