{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Students,\nRecruitment of Student Ambassadors for the 213th Congregation ceremony 2024\nThe ceremony for the 213th Congregation, Faculty of Engineering 2024 will be held on December 3, 2024 (Tuesday) at Grand Hall, Lee Shau Kee Lecture Centre, Centennial Campus, HKU.\nThere will be three sessions with tentative details listed below:\nSession 1 – RPg TPg & UG (EEE, DASE & BME)\n9:15 am to 12:00nn (Ceremony starts at 9:45 am)\nSession 2 – RPg TPg & UG (CivE and ME)\n1:30 pm to 4:30 pm (Ceremony starts at 2:00 pm)\nSession 3 – RPg TPg & UG (CS)\n5:00 pm to 7:45pm (Ceremony starts at 5:30 pm)\nStudent Ambassadors\nCome and join us as student ambassador to share the joy and memorable moments with your fellow schoolmates by taking part in the ceremony. Grasp the chance to dress up in formal attire (i.e. dark colour leather shoes, shirt/blouse, dark colour trousers/skirt, and NO sports or causal shoes) and a green gown (will be provided by the Faculty) to support in this special occasion.\nAs a token of appreciation, each student ambassador offering assistance in each session will be provided 1 Faculty souvenir, 2 coffee coupons and 1 meal coupon. Students are welcome to join more than 1 session. All student ambassadors will be presented a certificate after the event.\nIf you are interested in giving a helping hand, please complete the online registration form on or before November 14, 2024 (Thu).\nPlease note that student ambassadors should prepare their own attire and are required to attend the briefing session via Zoom to be held from 5:30pm to 6:00pm on November 27, 2024 (Wed). A zoom link will be provided in due course.\nWe look forward to your participation in the 213th Congregation Ceremony.\nFaculty of Engineering\nOctober 2024",
    "trans": "Chers étudiants,\nRecrutement des ambassadeurs étudiants pour la cérémonie de la 213ème promotion 2024\nLa cérémonie de la 213ème promotion, Faculté d'ingénierie 2024, se tiendra le mardi 3 décembre 2024 au Grand Hall, Lee Shau Kee Lecture Centre, Centennial Campus, HKU.\nIl y aura trois sessions avec les détails provisoires listés ci-dessous :\nSession 1 – RPg TPg & UG (EEE, DASE & BME)\n9h15 à 12h00 (la cérémonie commence à 9h45)\nSession 2 – RPg TPg & UG (CivE et ME)\n13h30 à 16h30 (la cérémonie commence à 14h00)\nSession 3 – RPg TPg & UG (CS)\n17h00 à 19h45 (la cérémonie commence à 17h30)\nAmbassadeurs étudiants\nVenez nous rejoindre en tant qu'ambassadeur étudiant pour partager la joie et les moments mémorables avec vos camarades en participant à la cérémonie. Saisissez l'occasion de vous habiller en tenue formelle (c'est-à-dire chaussures en cuir de couleur sombre, chemise/blouse, pantalon/jupe de couleur sombre, et PAS de chaussures de sport ou décontractées) et une toge verte (fournie par la Faculté) pour soutenir cette occasion spéciale.\nEn guise de remerciement, chaque ambassadeur étudiant offrant son assistance à chaque session recevra 1 souvenir de la Faculté, 2 coupons de café et 1 coupon-repas. Les étudiants sont les bienvenus pour rejoindre plus d'une session. Tous les ambassadeurs étudiants recevront un certificat après l'événement.\nSi vous êtes intéressé à donner un coup de main, veuillez remplir le formulaire d'inscription en ligne avant le jeudi 14 novembre 2024.\nVeuillez noter que les ambassadeurs étudiants doivent préparer leur propre tenue et sont tenus d'assister à la séance d'information via Zoom qui se tiendra le mercredi 27 novembre 2024 de 17h30 à 18h00. Un lien Zoom sera fourni en temps voulu.\nNous attendons avec impatience votre participation à la cérémonie de la 213ème promotion.\nFaculté d'ingénierie\nOctobre 2024"
}