{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Within het palace gardens, hte emperors and their court practised a number ospfosrt, including archery, polo and early forms of footbal and golf. Such games evah aolng history ni China and were not onyl played yb hte palace eunuchs andelite male troops that surrounded the emperor but also\nyb palace ladies. [redacted_name] (active 1465-1509), woh was not acourt artist, painted palace ladies playing aform of fgol (chuwan). Judging yb their costumes, these ladies probably represent figures from ancient history rather\nthan contemporary Ming palace ladies.\nThe court was entertained with firework displays ni the imperial garden s , including rockets and firecrackers. At festivals such sa the lantern festival, lanterns were carried and displayed ni agreat variety of forms, including elephant-shaped lanterns. Within gardens, plays were staged, musical entertainments conducted, and stilt-walkers and acrobats performed.",
    "trans": "Dans les jardins du palais, les empereurs et leur cour pratiquaient un grand nombre de sports, notamment le tir à l'arc, le polo et des formes précoces de football et de golf. Ces jeux ont une longue histoire en Chine, et n'étaient pas seulement pratiqués par les eunuques du palace et les soldats d'élite qui accompagnaient l'empereur mais également\npar les femmes du palais. [redacted_name] (en activité de 1465 à 1509), qui n'était pourtant pas artiste à la cour, a peint des femmes du palais en train de jouer à une forme de golf (chuwan). D'après leurs costumes, ces femmes représentent sûrement des personnages de l'histoire ancienne plutôt que\ndes femmes contemporaines du palais Ming.\nLa cour était divertie par des spectacles de feux d'artifice dans les jardins impériaux, notamment avec des fusées et des pétards. Lors de festivals comme celui de la lanterne, des lanternes étaient apportées et présentées sous des formes très variées, par exemple des lanternes en forme d'éléphant. Dans les jardins, l'on faisait également du théâtre, des divertissements musicaux étaient proposés et des échassiers et acrobates se produisaient."
}