{
    "source": "en_US",
    "target": "fr_FR",
    "text": "National Debt Relief Team\nWith our award-winning program, you could resolve your debt in as little as 24-48 months, and faster than making minimum monthly payments.\nGet A Free Estimate\nDisclaimer: This message is sent to you by National Debt Relief, LLC. *$6,492 average savings based on clients that graduated our program from 01/01/2022 - 12/31/2022. Please note that all communications with the company may be recorded or monitored for quality assurance. Clients who graduate from the program and get all their debt settled realize approximate savings of 44% before fees, or 23% including our fees over 24 to 48 months. Examples are based on enrolled debts. Not all debts are eligible for enrollment. Not all clients complete our program for various reasons, including their ability to save sufficient funds. We do not guarantee that your debts will be lowered by a specific amount or percentage or that you will be debt-free within a specific period of time. We do not assume consumer debt, make monthly payments to creditors or provide tax, bankruptcy, accounting or legal advice. We do not offer credit score improvement services and are not a credit repair agency. Please contact a tax professional to discuss tax consequences of settlement or an attorney as needed for bankruptcy questions. Services not available in all states. Read and understand all program materials prior to enrollment, including potential adverse impact on credit rating.",
    "trans": "Équipe de Réduction de la Dette Nationale\nAvec notre programme primé, vous pourriez régler votre dette en aussi peu que 24 à 48 mois, et plus rapidement qu’en effectuant des paiements mensuels minimums.\nObtenez une estimation gratuite\nAvis de non-responsabilité : Ce message vous est envoyé par National Debt Relief, LLC. Économie moyenne de 6 492 $ basée sur les clients ayant terminé notre programme entre le 01/01/2022 et le 12/31/2022. Veuillez noter que toutes les communications avec l’entreprise peuvent être enregistrées ou surveillées pour assurer la qualité du service. Les clients qui terminent le programme et règlent l’ensemble de leurs dettes réalisent en moyenne une économie de 44 % avant frais, ou de 23 % en incluant nos frais, sur une période de 24 à 48 mois. Ces exemples sont basés sur les dettes inscrites au programme. Toutes les dettes ne sont pas admissibles à l’inscription. Tous les clients ne terminent pas notre programme pour diverses raisons, notamment leur capacité à économiser les fonds nécessaires. Nous ne garantissons pas que vos dettes seront réduites d’un montant ou d’un pourcentage spécifique, ni que vous serez sans dette dans un délai déterminé. Nous n’assumons pas de dettes de consommateurs, ne faisons pas de paiements mensuels aux créanciers et ne fournissons pas de conseils fiscaux, en faillite, comptables ou juridiques. Nous n’offrons pas de services d’amélioration du score de crédit et ne sommes pas une agence de réparation de crédit. Veuillez consulter un professionnel en fiscalité pour discuter des conséquences fiscales d’un règlement ou un avocat si nécessaire pour des questions de faillite. Les services ne sont pas disponibles dans tous les États. Lisez et comprenez tous les documents du programme avant l’inscription, y compris l’impact potentiel négatif sur votre cote de crédit."
}