{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Complications\nComplications of hemophilia can include:\nDeep internal bleeding. Bleeding that occurs in deep muscle can cause the limbs to swell. The swelling can press on nerves and lead to numbness or pain. Depending on where the bleeding occurs, it could be life-threatening.\nBleeding into the throat or neck. This can affect a person's ability to breathe.\nDamage to joints. Internal bleeding can put pressure on the joints, causing severe pain. Left untreated, frequent internal bleeding can cause arthritis or destruction of the joint.\nInfection. If the clotting factors used to treat hemophilia come from human blood, there's an increased risk of viral infections such as hepatitis C. Because of donor screening techniques, the risk is low.\nAdverse reaction to clotting factor treatment. In some people with severe hemophilia, the immune system has a negative reaction to the clotting factors used to treat bleeding. When this happens, the immune system develops proteins that keep the clotting factors from working, making treatment less effective.",
    "trans": "Complications\nLes complications de l'hémophilie peuvent inclure :\nHémorragies internes profondes. Les saignements survenant dans les muscles profonds peuvent provoquer un gonflement des membres. Le gonflement peut comprimer les nerfs et entraîner un engourdissement ou une douleur. Selon l'endroit où se produit le saignement, il peut mettre la vie en danger.\nHémorragies dans la gorge ou le cou. Celles-ci peuvent affecter la capacité d'une personne à respirer.\nLésions articulaires. Les hémorragies internes peuvent exercer une pression sur les articulations, provoquant des douleurs intenses. En l'absence de traitement, les hémorragies internes fréquentes peuvent entraîner une arthrite ou la destruction de l'articulation.\nInfections. Si les facteurs de coagulation utilisés pour traiter l'hémophilie proviennent de sang humain, le risque d'infections virales telles que l'hépatite C est accru. Grâce aux techniques de dépistage des donneurs, ce risque est faible.\nRéaction indésirable au traitement par facteurs de coagulation. Chez certaines personnes atteintes d'hémophilie sévère, le système immunitaire a une réaction négative aux facteurs de coagulation utilisés pour traiter les saignements. Lorsque cela se produit, le système immunitaire développe des protéines qui empêchent les facteurs de coagulation de fonctionner, ce qui rend le traitement moins efficace."
}