{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A motor assembly line is a fascinating place to visit. Join me in a walk thru a plant. As we go from the beginning of the line to the end of the line where the cars are going through a last round of quality inspection before they are made ready for shipment. I want you to pay careful attention to the amount of variety that you will see in the process. Here, in the upstream at the beginning of the line, exists relatively little variety. All these bodies of cars still look very much the same. There's no paint on it, there's no dashboard, no electronics, no color, nothing. Variety increases once we go through the coloring of the vehicle. Once the paint job is done, cars come out with multiple colors. Then their engines that are installed, some of them have big engines, some of other cars have small engines. Further along, we'll introduce audio systems and other electronics, different interiors, and towards the end of the process we have a very large amount of variety. So, as we observe the variety increases as the journey through the production process unfolded. This is not just specific to the car. We could have made the same observation in a subway restaurant. At the beginning of the process, I just have two or three different types of bread. At the end of the line, at the cashier, I have hundreds and hundreds of different potential flavors, recipes, and options that customers have chosen. Now let me offer you the choice between two different process designs. In both cases, we start with a limited amount of variety. And then at the end of the process, in both cases, we provide the same options, for example, different colors of our floor unit. However, in the first process or layout, the way the process unfolds is that the process is common across all floor units, across all colors, until the very end, and only at the end will I configure the product into the many different product variance In the second option, in contrast, I make the decision at the upfront, right at the first step. I'll add the color to the process, and I'll then separate the process floors for each of the different variance. Which of the two processes would you prefer?",
    "trans": "Une chaîne de montage de moteurs est un endroit fascinant à visiter. Rejoignez-moi pour une visite d’une usine. Nous allons du début de la ligne à la fin de la ligne, où les voitures passent par un dernier contrôle qualité avant d'être prêtes pour l'expédition. Je veux que vous portiez une attention particulière à la quantité de variété que vous verrez dans le processus. Ici, en amont, au début de la ligne, il y a relativement peu de variété. Toutes ces carrosseries de voitures se ressemblent encore beaucoup. Il n'y a pas de peinture, pas de tableau de bord, pas d'électronique, aucune couleur, rien. La variété augmente une fois que nous passons à la peinture du véhicule. Une fois la peinture terminée, les voitures sortent avec plusieurs couleurs. Ensuite, leurs moteurs sont installés, certains ont de gros moteurs, d'autres ont des moteurs plus petits. Plus loin, nous introduisons des systèmes audio et d'autres éléments électroniques, différents intérieurs, et vers la fin du processus, nous avons une très grande quantité de variété. Ainsi, à mesure que nous observons le processus, la variété augmente à mesure que le processus de production avance. Ce n’est pas spécifique uniquement aux voitures. Nous pourrions faire la même observation dans un restaurant Subway. Au début du processus, je n'ai que deux ou trois types de pain différents. À la fin de la ligne, au caissier, j'ai des centaines et des centaines de différentes saveurs, recettes et options que les clients ont choisies.Maintenant, laissez-moi vous offrir le choix entre deux conceptions de processus différents. Dans les deux cas, nous commençons avec une quantité limitée de variété. Et puis, à la fin du processus, dans les deux cas, nous fournissons les mêmes options, par exemple, différentes couleurs de notre unité de sol. Cependant, dans le premier processus ou agencement, le processus est commun à toutes les unités de sol, à toutes les couleurs, jusqu'à la toute fin, et c'est seulement à la fin que je configure le produit dans les nombreuses variantes du produit. Dans la deuxième option, en revanche, je prends la décision dès le départ, dès la première étape. J'ajoute la couleur au processus, puis je sépare les lignes de production pour chaque variante différente. Lequel des deux processus préféreriez-vous ?"
}