{
    "source": "en_US",
    "target": "fr_FR",
    "text": "My Benefits\nFAQ\nRedemption\nTerms & Conditions\nMy Benefits\nAccumulation of CarePoints & Validity\nCarePoints are valid for 12 months from the first joined date or account created on My Abbott Cares via local MALAYSIA registered valid mobile number.\nCarePoints are earned and accumulated, strictly through the scanning of QR codes from your purchases on participating Abbott products.\nCarePoints can be also earned from submission of Scoop handles. Submission of scoop handles of Abbott products must be accompanied with valid redemption form and be sent via registered mail to the designated redemption centre below. Customer is advised to always keep the registered mail number as reference for any enquiries. Submission by hand/ drop off / walk-in to the processing centre will not be accepted / entertained. My Abbott Cares Redemption c/o TDG HOLDINGS SDN BHD B05-01,Plaza Glomac, Jalan SS 7/19, SS7, 47301 Petaling Jaya, Selangor\nAccumulations of CarePoints from Scoop handles may take up to 7 days to reflect upon receiving & validated by the processing centre",
    "trans": "Mes Avantages\nFAQ\nRachat\nTermes et Conditions\nMes Avantages\nAccumulation de CarePoints et Validité\nLes CarePoints sont valables pendant 12 mois à compter de la date d'inscription initiale ou de la création du compte sur My Abbott Cares via un numéro de mobile valide enregistré en Malaisie.\nLes CarePoints sont gagnés et accumulés exclusivement en scannant les codes QR de vos achats sur les produits Abbott participants.\nCarePoints peuvent également être gagnés en soumettant des poignées Scoop. La soumission des poignées de scoop de produits Abbott doit être accompagnée d’un formulaire de rachat valide et être envoyée par courrier recommandé au centre de rachat désigné ci-dessous. Il est conseillé au client de toujours garder le numéro de courrier recommandé comme référence pour toute demande de renseignements. La soumission en main propre ou déposée au centre de traitement ne sera pas acceptée ou entretenue. My Abbott Cares Redemption c/o TDG HOLDINGS SDN BHD B05-01,Plaza Glomac, Jalan SS 7/19, SS7, 47301 Petaling Jaya, Selangor\nL'accumulation des CarePoints à partir des manches de mesure peut prendre jusqu'à 7 jours après réception et validation par le centre de traitement"
}