{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear GCS parents,\nAs you are all aware, October is considered the Breast Cancer Awareness Month and we are planning to observe Thursday, 24th, as the GCS Pink Day.\n“Pink” in the phrase refers to good health.\nFor the first time at GCS, to raise awareness, we are asking all staff and students to wear something pink on Thursday, 24th October 2024. It can just be a piece of clothing in pink along with their school uniform or an accessory or just a pink ribbon badge to show their support towards the cause.\nTomorrow onwards, pink ribbon badges will be available to buy, at 2 AED. Our Sixth Form students will be visiting all classes to sell these badges daily this week. If you would like your child to buy one for themselves or for you, please send the correct change with them.\nHelp us promote awareness about breast cancer and save lives.\nThank you for your cooperation.\nSincerely,\n[redacted_name]\nSenior Vice President – Schools\nPrincipal & CEO",
    "trans": "Chers parents de GCS,\nComme vous le savez tous, le mois d'octobre est considéré comme le Mois de la Sensibilisation au Cancer du Sein et nous prévoyons de célébrer le jeudi 24 comme Journée Rose de la GCS.\nLe terme « rose » dans cette phrase fait référence à la bonne santé.\nPour la première fois à GCS, nous demandons à l'ensemble du personnel et des élèves de porter quelque chose de rose le jeudi 24 octobre 2024. Il peut s'agir d'un vêtement de couleur rose qui accompagne l'uniforme de l'école, d'un accessoire ou simplement d'un badge en forme de ruban rose pour montrer leur soutien à la cause.\nÀ partir de demain, des badges en forme de ruban rose seront disponibles à l'achat, au prix de 2 AED. Nos élèves de sixième année se rendront dans toutes les classes pour vendre ces badges tous les jours de la semaine. Si vous souhaitez que votre enfant en achète un pour lui ou pour vous, veuillez l'accompagner de la monnaie nécessaire.\nAidez-nous à promouvoir la sensibilisation au cancer du sein et à sauver des vies.\nNous vous remercions de votre collaboration.\nCordialement,\n[redacted_name]\nPremier vice-président - Écoles\nPrincipal et PDG"
}