{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Skip to ContentGo to accessibility pageKeyboard shortcuts menu\nIntroduction to Sociology 3e\nIntroduction\nIntroduction to Sociology 3eIntroduction\nClose\nContentsContents\nHighlights\nPrint\nTable of contents\nPreface\n1 An Introduction to Sociology\nIntroduction\n1.1 What Is Sociology?\n1.2 The History of Sociology\n1.3 Theoretical Perspectives in Sociology\n1.4 Why Study Sociology?\nKey Terms\nSection Summary\nSection Quiz\nShort Answer\nFurther Research\nReferences\n2 Sociological Research\n3 Culture\n4 Society and Social Interaction\n5 Socialization\n6 Groups and Organization\n7 Deviance, Crime, and Social Control\n8 Media and Technology\n9 Social Stratification in the United States\n10 Global Inequality\n11 Race and Ethnicity\n12 Gender, Sex, and Sexuality\n13 Aging and the Elderly\n14 Relationships, Marriage, and Family\n15 Religion\n16 Education\n17 Government and Politics\n18 Work and the Economy\n19 Health and Medicine\n20 Population, Urbanization, and the Environment\n21 Social Movements and Social Change\nAnswer Key\nIndex\nFigure 1.1 Every day, 7.5 million people use the railways around Mumbai, India. The vast majority of them don’t know each other, but they share much in common as they move together. (Credit: Rajarshi MITRA/flickr)\nChapter Outline\n1.1 What Is Sociology?\n1.2 The History of Sociology\n1.3 Theoretical Perspectives in Sociology\n1.4 Why Study Sociology?\nA busy commuter train station might seem like a very individualized place. Tens of thousands or hundreds of thousands of strangers flow through with a singular purpose: to get where they need to go. Whether walking through main doors at a pace of a dozen people each second, or arriving by train hundreds at a time, the station can feel a bit like a balloon being pumped too full. Throngs of people cluster in tight bottlenecks until they burst through corridors and stairways and tunnels to reach the next stage of their journey. In some stations, walking against the crowd can be a tedious, nearly impossible process. And cutting across a river of determined commuters can be almost dangerous. Things are fast, relentless, and necessary.\nBut are those hundred thousand or half a million or, in the case of Tokyo’s Shinjuku station, 3.5 million people really acting individually? It may seem surprising, but even with those numbers, strangers from across cities can synch up on the same schedules, use the same doors, take one leg of the trip together every day before separating into different directions. After just a few months, faces can become familiar, and senses can be tuned. An experienced commuter can tell where another person is going according to their pace and whatever announcement just went out; they may slow up a bit to let the other person pass, or hold a door open just a bit longer than usual, certain that someone will grab the handle behind them. Many regulars don’t need to check the schedule board; they sense whether a train is running late or whether a track has changed simply by the movement of the crowd.\nAnd then the customs develop: Which side to walk on, how fast to go, where to stand, how much space to leave between people on the escalator. When you board early, which seat should you take? When you see someone running for the train, do you jam the closing door with your foot? How does the crowd treat people who ask for food or money? What’s the risk level in telling someone to be quiet?\nVery few of these behaviors are taught. None are written down. But the transit hub, that pocket of constant flow, is an echo of its society. It takes on some aspects of the city and country around it, but its people also form an informal group of their own. Sociologists, as you will learn, may study these people. Sociologists may seek to understand how they feel about their trip, be it proud or annoyed or just plain exhausted. Sociologists might study how length of commute relates to job satisfaction or family relationships. They may study the ways that conditions of a train station affect attitudes about government, or how the difficulty of commuting may lead people to relocate. This understanding isn’t just a collection of interesting facts; it can influence government policy and spending decisions, employer interventions, and healthcare practices. The work sociologists do to understand our society, and the work you will do in learning about it, is meaningful to our lives and our futures.\nPreviousNext\nOrder a print copy\nCitation/Attribution\nOur mission is to improve educational access and learning for everyone.\nOpenStax is part of Rice University, which is a 501(c)(3) nonprofit. Give today and help us reach more students.\nHelp\nContact Us\nSupport Center\nFAQ\nOpenStax\nPress\nNewsletter\nCareers\nPolicies\nAccessibility Statement\nTerms of Use\nLicensing\nPrivacy Policy\n© 1999-2024, Rice University. Except where otherwise noted, textbooks on this site are licensed under a Creative Commons Attribution 4.0 International License.\nAdvanced Placement® and AP® are trademarks registered and/or owned by the College Board, which is not affiliated with, and does not endorse, this site.",
    "trans": "Passer au contenu Accéder à la page d'accessibilité Menu des raccourcis clavier\nIntroduction à la sociologie 3e édition\nIntroduction\nIntroduction à la sociologie 3e édition Introduction\nFermer\nTable des matières\nPoints forts\nImprimer\nTable des matières\nPréface\n1 Introduction à la sociologie\nIntroduction\n1.1 Qu'est-ce que la sociologie ?\n1.2 L'histoire de la sociologie\n1.3 Les perspectives théoriques en sociologie\n1.4 Pourquoi étudier la sociologie ?\nTermes clés\nRésumé de la section\nQuiz de la section\nRéponse courte\nRecherche supplémentaire\nRéférences\n2 Recherche sociologique\n3 La culture\n4 La société et l'interaction sociale\n5 La socialisation\n6 Groupes et organisations\n7 Déviance, crime et contrôle social\n8 Médias et technologie\n9 La stratification sociale aux États-Unis\n10 Inégalités mondiales\n11 Race et ethnicité\n12 Genre, sexe et sexualité\n13 Vieillissement et personnes âgées\n14 Relations, mariage et famille\n15 Religion\n16 Éducation\n17 Gouvernement et politique\n18 Travail et économie\n19 Santé et médecine\n20 Population, urbanisation et environnement\n21 Mouvements sociaux et changement social\nClé de réponses\nIndex\nFigure 1.1 Chaque jour, 7,5 millions de personnes utilisent les chemins de fer autour de Mumbai, en Inde. La grande majorité d'entre elles ne se connaissent pas, mais elles partagent beaucoup de points communs en se déplaçant ensemble. (Crédit : Rajarshi MITRA/flickr)\nPlan du chapitre\n1.1 Qu'est-ce que la sociologie ?\n1.2 L'histoire de la sociologie\n1.3 Les perspectives théoriques en sociologie\n1.4 Pourquoi étudier la sociologie ?\nUne gare de métro animée peut sembler être un endroit très individualisé. Des dizaines de milliers, voire des centaines de milliers d'inconnus y passent avec un but unique : se rendre là où ils doivent aller. Que ce soit en marchant à travers les portes principales à un rythme de plusieurs personnes par seconde, ou en arrivant par train en groupe, la gare peut donner l'impression d'un ballon trop gonflé. Des foules de gens se rassemblent dans des goulots d'étranglement serrés jusqu'à ce qu'elles éclatent à travers les couloirs, les escaliers et les tunnels pour atteindre la prochaine étape de leur voyage. Dans certaines gares, marcher à contre-courant peut être un processus pénible, presque impossible. Traverser une rivière de navetteurs déterminés peut même devenir presque dangereux. Tout va vite, de manière implacable, et est nécessaire.\nMais ces centaines de milliers, voire un demi-million, ou dans le cas de la gare de Shinjuku à Tokyo, 3,5 millions de personnes, agissent-elles vraiment de manière individuelle ? Cela peut sembler surprenant, mais même avec de tels chiffres, des inconnus venant de différentes villes peuvent se synchroniser sur les mêmes horaires, utiliser les mêmes portes, parcourir une partie du trajet ensemble chaque jour avant de se séparer dans des directions différentes. Après quelques mois seulement, les visages peuvent devenir familiers et les sens peuvent s'ajuster. Un navetteur expérimenté peut deviner où une autre personne se dirige en fonction de son rythme et des annonces qui viennent d’être faites ; il pourrait ralentir un peu pour laisser l’autre passer, ou tenir la porte ouverte un peu plus longtemps que d'habitude, certain que quelqu'un saisira la poignée derrière lui. De nombreux habitués n'ont pas besoin de vérifier l'affichage des horaires ; ils sentent si un train est en retard ou si une voie a changé simplement en observant le mouvement de la foule.\nEt puis, des coutumes se développent : de quel côté marcher, à quelle vitesse aller, où se tenir, combien d'espace laisser entre les personnes sur l'escalator. Lorsque vous montez à bord tôt, quel siège devez-vous prendre ? Lorsque vous voyez quelqu'un courir pour attraper le train, devez-vous bloquer la porte qui se ferme avec votre pied ? Comment la foule traite-t-elle les personnes qui demandent de la nourriture ou de l'argent ? Quel est le niveau de risque à dire à quelqu'un de se taire ?\nTrès peu de ces comportements sont enseignés. Aucun n'est écrit. Mais le hub de transit, cette poche de flux constant, est un reflet de sa société. Il adopte certains aspects de la ville et du pays qui l'entourent, mais ses habitants forment également un groupe informel à part entière. Les sociologues, comme vous l'apprendrez, peuvent étudier ces personnes. Les sociologues peuvent chercher à comprendre comment elles se sentent par rapport à leur trajet, que ce soit de la fierté, de l'agacement ou simplement de l'épuisement. Les sociologues pourraient étudier comment la durée du trajet affecte la satisfaction au travail ou les relations familiales. Ils peuvent examiner comment les conditions d'une gare influencent les attitudes envers le gouvernement, ou comment la difficulté du trajet peut amener les gens à déménager. Cette compréhension n'est pas seulement une collection de faits intéressants ; elle peut influencer la politique gouvernementale, les décisions de dépenses, les interventions des employeurs et les pratiques en matière de santé. Le travail des sociologues pour comprendre notre société, et le travail que vous ferez pour l'apprendre, est significatif pour nos vies et nos avenirs.\nPrécédent Suivant\nCommander une copie imprimée\nCitation/Attribution\nNotre mission est d'améliorer l'accès à l'éducation et l'apprentissage pour tous.\nOpenStax fait partie de l'Université Rice, qui est une organisation à but non lucratif 501(c)(3). Faites un don aujourd'hui et aidez-nous à atteindre plus d'étudiants.\nAide\nContactez-nous\nCentre de support\nFAQ\nOpenStax\nPresse\nBulletin d'information\nCarrières\nPolitiques\nDéclaration d'accessibilité\nConditions d'utilisation\nLicences\nPolitique de confidentialité\n© 1999-2024, Rice University. Sauf indication contraire, les manuels sur ce site sont sous licence Creative Commons Attribution 4.0 International License.\nAdvanced Placement® et AP® sont des marques déposées et/ou détenues par le College Board, qui n'est pas affilié à ce site et ne l'endosse pas."
}