{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Mr. Quan,\nI am pleased to attach your requested shipping quote, which is valid for 30 days and calculated on the following basis:\nProfessionally soft packed via FedEx International Priority\nOur loss and damage liability (LDL) is mandatory\nKindly be advised that all shipments are initiated with duties and taxes unpaid. Any additional costs will be determined by the local government and the shipper will contact you directly regarding payment. The final delivery to your shipping address will be made once payment is complete.\nTo accept, please check that the property and address details are correct and confirm back to me by phone or email. Should you have additional requirements (e.g. installation, unpacking, non-ground floor delivery, etc.), please let me know as soon as possible and I shall confirm any additional cost.\nIf you would like to settle by credit or debit card, I would be happy to send you a secure link by which to pay. Information on alternate payment methods can be found on the reverse of your invoice.\nOnce payment for shipping is settled, I shall book the shipper to collect as soon as possible. In the meantime, if you have any queries or require further information, please do let me know; I should be delighted to assist.",
    "trans": "Cher Monsieur Quan,\nJe suis ravi de vous joindre le devis d’expédition que vous avez demandé. Celui-ci est valable pendant 30 jours et a été calculé sur la base suivante :\nEmballage souple professionnel via FedEx International Priority\nNotre responsabilité en cas de perte et de dommage (LDL) est obligatoire\nVeuillez noter que toutes les expéditions sont initiées avec les droits et taxes non acquittés. Les frais supplémentaires seront déterminés par le gouvernement local, et l’expéditeur vous contactera directement pour le règlement. La livraison finale à votre adresse d’expédition sera effectuée une fois le paiement effectué.\nPour accepter, veuillez vérifier que les informations relatives au bien et à l’adresse sont correctes, puis me confirmer par téléphone ou par e-mail. Si vous avez des besoins supplémentaires (ex. : installation, déballage, livraison à un étage supérieur, etc.), veuillez m’en informer dès que possible afin que je puisse vous confirmer tout coût additionnel.\nSi vous souhaitez régler par carte de crédit ou de débit, je serai heureux de vous envoyer un lien sécurisé pour effectuer le paiement. Vous trouverez des informations sur d’autres méthodes de paiement au verso de votre facture.\nDès réception du paiement des frais d’expédition, je programmerai la collecte par l’expéditeur dans les plus brefs délais. En attendant, si vous avez la moindre question ou si vous avez besoin d’informations complémentaires, n’hésitez pas à me le faire savoir ; je serai ravi de vous aider."
}