{
    "source": "en_US",
    "target": "fr_FR",
    "text": "of death.\nRespiratory disease and the end of life are healthcare experiences that are universally a part of the human condition. While virtually everyone has had a minor upper respiratory infection with mild respiratory symptoms, others develop advanced pulmonary diseases with severe symptoms that impact quality of life and ultimately limit one's life span. Heart disease, cancer, chronic lower respiratory disease, and respiratory infection comprise four of the top ten causes of death in the United States [5], and all cause respiratory symptoms. Worldwide, primary respiratory tract cancers and tuberculosis also enter the top ten causes of death, extending the prevalence of chronic respiratory concerns around the globe [6]. While modern medicine has been able to reduce morbidity and mortality in many respiratory conditions, the COVID-19 pandemic has presented yet another pulmonary disease challenge world-wide. Whether caring for a patient in the clinic or at the ICU bedside, the combined efforts of those trained in both pulmonary medicine and palliative care can improve both quality of life and the quality of death.\nPalliative care has evolved as a model of health care focused on quality of life concerns in serious illness [7]. It builds on the foundation of hospice care, focused on the end of life, and extends the principles of this care across the trajectory of disease from the time of diagnosis. Palliative care began with a focus on cancer and late-stage disease, but it has rapidly expanded to include chronic illnesses such as heart failure, renal disease, neurological diseases, and dementia. As described below, there are many characteristics of pulmonary disease that make it an ideal target for palliative care, with the ultimate aim of improving quality of life for patients and families [8-10].",
    "trans": "de la mort.\nLes maladies respiratoires et la fin de vie sont des expériences de soins de santé qui font universellement partie de la condition humaine. Si presque tout le monde a déjà eu une infection respiratoire bénigne avec des symptômes légers, d’autres développent des maladies pulmonaires avancées avec des symptômes sévères qui affectent la qualité de vie et finissent par limiter l’espérance de vie. Les maladies cardiaques, le cancer, les maladies respiratoires chroniques et les infections respiratoires figurent parmi les dix principales causes de décès aux États-Unis [5], toutes étant associées à des symptômes respiratoires. À l’échelle mondiale, les cancers primaires des voies respiratoires et la tuberculose comptent également parmi les dix principales causes de décès, soulignant ainsi la prévalence des maladies respiratoires chroniques dans le monde [6]. Bien que la médecine moderne ait permis de réduire la morbidité et la mortalité de nombreuses affections respiratoires, la pandémie de COVID-19 a posé un nouveau défi pulmonaire à l’échelle mondiale. Que ce soit en clinique ou au chevet d’un patient en soins intensifs, les efforts combinés des spécialistes en médecine pulmonaire et en soins palliatifs peuvent améliorer à la fois la qualité de vie et la qualité de la fin de vie.\nLes soins palliatifs ont évolué en tant que modèle de soins de santé axé sur la qualité de vie des patients atteints de maladies graves [7]. Ils s’appuient sur les principes des soins palliatifs de fin de vie et les étendent tout au long du parcours de la maladie, dès le moment du diagnostic. À l’origine, les soins palliatifs se concentraient principalement sur le cancer et les maladies à un stade avancé, mais ils se sont rapidement élargis pour inclure les maladies chroniques telles que l’insuffisance cardiaque, les maladies rénales, les affections neurologiques et la démence. Comme décrit ci-dessous, de nombreuses caractéristiques des maladies pulmonaires en font une cible idéale pour les soins palliatifs, avec pour objectif ultime d’améliorer la qualité de vie des patients et de leurs familles [8-10]."
}