{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We think it's worth nothing that the USPA Group Member pledge includes a stipulation requiring that dropzones \"Establish landing procedures that will include separation of high-speed and normal landings. These landing procedures must be prominently displayed and communicated to all jumpers at the drop zone.\" I happen to know the dropzone in question and I'm pretty sure that the last time I jumped there they told me that anyone doing a high-performance turn should request a low-altitude pass.\n180-Degree Turns\nWe've discussed this issue before in previous posts, but we'll rehash it. Generally speaking, most professional canopy coaches don't like 180-degree turns and tend to skip them in turn progression. The reason is that turning 180-degrees doesn't allow a jumper to have a sight picture of the landing area. Effectively, they're turning blind and have no idea what they may be looking at when they suddenly turn around.",
    "trans": "Nous pensons qu'il n'est pas inutile que l'engagement des membres du groupe de l'USPA (Associations des Parachutistes des États-Unis, en français) comprenne une stipulation exigeant que les zones de saut « établissent des procédures d'atterrissage qui comprendront une séparation entre les atterrissages à grande vitesse et les atterrissages normaux. Ces procédures d'atterrissage doivent être affichées de façon visible et communiquées à tous les sauteurs de la zone de saut. » Il se trouve que je connais la zone de saut en question et je suis presque sûr que la dernière fois que j'y ai sauté, ils m'ont dit que toute personne effectuant un virage à haute performance devait demander un passage à basse altitude.\nVirages à 180 degrés\nNous avons déjà abordé cette question dans des articles précédents, mais nous allons y revenir. En général, la plupart des entraîneurs professionnels de parachutisme n'aiment pas les virages à 180 degrés et ont tendance à les sauter dans la progression des virages. La raison est que les virages à 180 degrés ne permettent pas au sauteur d'avoir une vue d'ensemble de la zone d'atterrissage. En fait, il tourne à l'aveugle et n'a aucune idée de ce qui l'attend lorsqu'il se retourne soudainement."
}