{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Jaehaera perked up at the sight of Lyanna, her face lighting up. \"Lady Lyanna!\" she said excitedly, clutching her toy dragon closer. \"Father was telling the story all wrong. He said the knight rode a lion!\"\nLyanna chuckled softly, kneeling beside the bed and brushing a strand of hair behind Jaehaera's ear. \"Well, that's quite the story,\" she teased, her voice gentle. \"But I think we can finish it the right way, don't you?\"\nAegon watched them both through half-lidded eyes, a wave of gratitude washing over him. He hated feeling so helpless, hated that he couldn't even tuck his daughter into bed without struggling. But Lyanna's presence was like a balm to his frayed nerves, her calm strength easing the burden he carried.\n\"I'll stay,\" he mumbled, though his body was already sinking deeper into the chair.\nLyanna glanced at him, her expression softening. \"Sleep, Aegon,\" she said quietly.\nAegon nodded weakly, unable to fight the pull of sleep any longer. His head lolled back against the chair, and within moments, his breathing deepened as he drifted off.\nLyanna turned her attention back to Jaehaera, who looked up at her with wide, trusting eyes. \"Shall we finish the story?\" she asked softly.\nJaehaera nodded eagerly, her earlier disappointment forgotten. \"Yes, please.\"\nLyanna picked up the book from Aegon's lap, opening it to the right page. \"Now, where were we?\" she murmured, scanning the text. \"Ah, yes. The brave knight, riding his dragon, flew across the skies, ready to face the great beast that threatened the kingdom.\"\nJaehaera listened intently, her eyes growing heavy as Lyanna's soft voice filled the room. She continued the story, her words weaving a comforting lull as Jaehaera's breathing slowed, the little princess gradually succumbing to sleep.\nWhen Lyanna finished the tale, she gently closed the book and set it aside.\nJaehaera was already fast asleep, her small form curled beneath the covers, her stuffed dragon clutched tightly in her arms.\nA pang of something deeper stirred within her as Lyanna stood silently, gazing at the scene before her.\nThe firelight flickered softly, casting warm, golden hues across Aegon's weary figure slumped in the chair and Jaehaera, now peacefully nestled in her bed.\nThe bond between father and daughter tugged at her heart. It was not just admiration for Aegon's resilience, though that was certainly part of it. It was the tenderness in his eyes, the way he had smiled at Jaehaera despite barely being able to keep his own eyes open, the gentleness in his voice, even when the words escaped him.\nFear washed over her first, swift and sharp. The world around them was perilous, filled with enemies in the shadows, and their future was anything but certain. Thoughts of Alicent Hightower, of the mother she had never known, and of her father's lifelong shame and pain circled relentlessly in her mind. How could she bring a child into such a world, one already steeped in the same betrayals, the same endless cycles?\nHere I am, a bastard allowing for another bastard to be born, she thought bitterly. The wheel of fate, relentless and unforgiving, refusing to break, even despite her own story, despite all the attempts to rise above the stain of her birth. Another child caught between worlds, burdened with the same chains of illegitimacy and divided loyalties.\nBut as her hand lingered over her belly, something else began to stir, something that slowly pushed against the weight of her fears. A flicker of hope, faint but insistent. It was fragile, like a candle's flame caught in a storm, yet undeniably present.\nThis could be different—this could be a new beginning, untouched by the bloodshed and turmoil that had marked their lives. A life not born of duty, deceit, or ambition, but of love.\nAnd in that thought, she found solace. This child, if it truly existed within her, was a piece of Aegon—a part of him that would endure, no matter the dangers ahead, no matter the stormy skies that loomed.\nShe watched Aegon again, his chest rising and falling steadily as sleep claimed him. The thought of him cradling their child in his arms, of seeing his love for Jaehaera mirrored in the way he would care for this new life, filled her with warmth.\nShe leaned down and placed a soft kiss on Aegon's forehead, her heart swelling with affection. \"Rest, my king,\" she whispered, barely audible.",
    "trans": "Jaehaera se redressa à la vue de Lyanna, son visage s'éclairant. « Lady Lyanna ! » dit-elle avec excitation, serrant son dragon en peluche contre elle. « Père racontait l'histoire tout de travers. Il disait que le chevalier montait un lion ! »\nLyanna rit doucement, s'agenouillant près du lit et écartant une mèche de cheveux derrière l'oreille de Jaehaera. « Eh bien, c'est toute une histoire, » taquina-t-elle, sa voix douce. « Mais je pense qu'on peut la terminer de la bonne manière, tu ne crois pas ? »\nAegon les observait toutes les deux à travers ses yeux mi-clos, une vague de gratitude le traversant. Il détestait se sentir aussi impuissant, détestait ne pas pouvoir même border sa fille sans lutter. Mais la présence de Lyanna était comme un baume pour ses nerfs à vif, sa calme force apaisant le fardeau qu'il portait.\n« Je vais rester, » murmura-t-il, bien que son corps s'enfonçait déjà davantage dans le fauteuil.\nLyanna lui jeta un coup d'œil, son expression s'adoucissant. « Dors, Aegon », dit-elle doucement.\nAegon acquiesça faiblement, incapable de lutter plus longtemps contre l'appel du sommeil. Sa tête se renversa contre le fauteuil et, quelques instants plus tard, sa respiration s'accéléra tandis qu'il s'assoupissait.\nLyanna tourna son attention de nouveau vers Jaehaera, qui la regardait avec des yeux grands et pleins de confiance. « Devons-nous terminer l'histoire ? » demanda-t-elle doucement.\nJaehaera acquiesça avec enthousiasme, son mécontentement antérieur oublié. « Oui, s'il vous plaît. »\nLyanna prit le livre sur les genoux d'Aegon, l'ouvrant à la bonne page. « Alors, où en étions-nous ? » murmura-t-elle, parcourant le texte. « Ah, oui. Le brave chevalier, montant son dragon, vola à travers les cieux, prêt à affronter la grande bête qui menaçait le royaume. »\nJaehaera écouta attentivement, ses yeux s'alourdissant au fur et à mesure que la voix douce de Lyanna emplissait la pièce. Elle poursuivit l'histoire, ses mots tissant une accalmie réconfortante tandis que la respiration de Jaehaera ralentissait, la petite princesse succombant peu à peu au sommeil.\nLorsque Lyanna eut terminé le conte, elle referma doucement le livre et le posa de côté.\nJaehaera était déjà profondément endormie, sa petite forme blottie sous les couvertures, son dragon en peluche serré contre elle.\nUn pincement de quelque chose de plus profond la traversa tandis que Lyanna se tenait là en silence, regardant la scène devant elle.\nLa lumière du feu vacillait doucement, projetant des teintes dorées sur la silhouette fatiguée d'Aegon, affaissée dans le fauteuil, et sur Jaehaera, maintenant paisiblement installée dans son lit.\nLe lien entre le père et la fille la toucha au cœur. Ce n'était pas seulement de l'admiration pour la résilience d'Aegon, bien que cela en fasse partie. C'était la tendresse dans ses yeux, la manière dont il avait souri à Jaehaera malgré sa propre fatigue, la douceur dans sa voix, même lorsque les mots lui échappaient.\nLa peur la saisit d'abord, rapide et vive. Le monde autour d'eux était périlleux, rempli d'ennemis dans l'ombre, et leur avenir était tout sauf certain. Les pensées d'Alicent Hightower, de la mère qu'elle n'avait jamais connue, et de la honte et de la douleur qu'avait portées son père toute sa vie tourbillonnaient sans fin dans son esprit. Comment pourrait-elle amener un enfant dans un tel monde, déjà plongé dans les mêmes trahisons, les mêmes cycles sans fin ?\n« Me voilà, une bâtarde permettant qu'une autre bâtarde naisse, » pensa-t-elle amèrement. « La roue du destin, implacable et sans pitié, refusant de briser, malgré mon histoire, malgré toutes les tentatives de m'élever au-delà de la souillure de ma naissance. Un autre enfant pris entre deux mondes, chargé des mêmes chaînes d'illégitimité et de loyautés divisées. »\nMais tandis que sa main s'attardait sur son ventre, quelque chose d'autre commençait à s'agiter, quelque chose qui poussait lentement contre le poids de ses peurs. Une lueur d'espoir, faible mais insistante. Elle était fragile, comme la flamme d'une bougie prise dans la tempête, mais indéniablement présente.\nCela pourrait être différent—cela pourrait être un nouveau commencement, intact par le sang versé et le tumulte qui avaient marqué leurs vies. Une vie non née de devoir, de tromperie, ou d'ambition, mais d'amour.\nEt dans cette pensée, elle trouva du réconfort. Cet enfant, s'il existait véritablement en elle, était une part d'Aegon—une partie de lui qui perdurerait, peu importe les dangers à venir, peu importe les cieux orageux qui se profilaient.\nElle regarda Aegon de nouveau, sa poitrine montant et descendant régulièrement à mesure que le sommeil le réclamait. L'idée de le voir bercer leur enfant dans ses bras, de voir son amour pour Jaehaera reflété dans la façon dont il prendrait soin de cette nouvelle vie, la réchauffa.\nElle se pencha et déposa un doux baiser sur le front d'Aegon, son cœur gonflé d'affection. « Repose-toi, mon roi, » murmura-t-elle, à peine audible."
}