{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Ronald,\nWe are thrilled to announce the launch of our newly upgraded Supplier Portal! The new site, available at grocerycentral.amazon.com, comes with a refreshed look and feel designed to enhance your experience with Whole Foods.\nWe will be fullytransitioning to this new portal and deprecating the old onesoon. Therefore, to avoid any disruption to your access, we ask that you create a new account at your earliest convenience.\nYou’ll find the same content and information on the upgraded site. This upgrade only impacts workflows at supplier.wholefoods.com. Other workflows and systems not connected to this site remain unchanged.\nWhat You Need to Know:\nNew Account Creation Required: To access the upgraded portal, you will need to create a new account. This is the only action required on your part to get started.\nGetting Started: For a smooth transition, please refer to the \"How to Get Started\" section on the new site, which provides step-by-step instructions. You can find this section directly on the homepage of the portal or by clicking here: Supplier Portal (amazon.com).\nAccessing the Site. We recommend you access the site using Google Chrome or Firefox and that you use your computer/laptop to access the site instead of mobile.\nTraining Document: To help you familiarize yourself with the new portal, we have prepared a training document. This guide includes valuable information and tips to ensure you make the most of the upgraded features. You can also watch a training webinar by clicking here: (Passcode: [redacted_id])\nWe appreciate your cooperation and look forward to continuing our successful partnership through our enhanced Supplier Portal. If you have any questions or need assistance, please do not hesitate to reach out to our support team. Any questions or issues can be submitted directly to our teamhere.\nBest regards,\nSupplier Portal Support",
    "trans": "Cher Ronald,\nNous sommes ravis de vous annoncer le lancement de notre Portail Fournisseur nouvellement amélioré ! Le nouveau site, disponible à l'adresse grocerycentral.amazon.com, offre une interface rafraîchie conçue pour améliorer votre expérience avec Whole Foods.\nNous effectuerons une transition complète vers ce nouveau portail et mettrons hors service l'ancien site prochainement. Pour éviter toute interruption d'accès, nous vous invitons à créer un nouveau compte dès que possible.\nVous retrouverez le même contenu et les mêmes informations sur le site amélioré. Cette mise à jour n'affecte que les workflows sur supplier.wholefoods.com. Les autres workflows et systèmes non liés à ce site restent inchangés.\nCe que vous devez savoir :\nCréation d'un nouveau compte requise : Pour accéder au portail amélioré, vous devrez créer un nouveau compte. C'est la seule action requise de votre part pour commencer.\nPour bien démarrer : Pour une transition fluide, consultez la section \"Comment commencer\" sur le nouveau site, qui fournit des instructions étape par étape. Vous pouvez accéder à cette section directement sur la page d'accueil du portail ou en cliquant ici : Portail Fournisseur (amazon.com).\nAccéder au site : Nous vous recommandons d'utiliser Google Chrome ou Firefox pour accéder au site, ainsi que votre ordinateur portable ou de bureau plutôt qu'un appareil mobile.\nDocument de formation : Pour vous familiariser avec le nouveau portail, nous avons préparé un document de formation. Ce guide contient des informations précieuses et des conseils pour vous aider à tirer le meilleur parti des fonctionnalités améliorées. Vous pouvez également visionner un webinaire de formation en cliquant ici : [Lien du webinaire] (Code d'accès : [ID_rédigé]).\nNous apprécions votre coopération et nous réjouissons de poursuivre notre partenariat à travers ce Portail Fournisseur amélioré. Si vous avez des questions ou besoin d'assistance, n'hésitez pas à contacter notre équipe de support. Vous pouvez soumettre directement vos questions ou problèmes à notre équipe ici.\nCordialement,\nL'équipe de support du Portail Fournisseur"
}