{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name], we just dropped the price on an item you’ve been checking out, along with some other stunning pieces!\nHurry, because this one will sell fast — and since we update our styles all the time, there’s no guarantee it’ll come back.\nDon’t miss your chance to add another gorgeous piece to your collection.\nLots of love,\n[redacted_name] xx\nSILVER TWISTED ROPE CIRCLE STUD EARRINGS\n€4.00 €3.00\nYou’re saving about 25% off, which is equivalent to €1.00!\nRemember, you’re about €37.00 away from free shipping too if you add this to your cart.\nSHOP NOW\nCream Makeup Brush Kit\n€1.00 €12.00\nGold Plated Cubic Zirconia Teardrop Layered Necklace\n€1.00 €20.00\nGold Leaf Vine Pearl Drop Earrings\n€3.00 €24.00\nGold Plated Sterling Silver Square Open Hoop Earrings\n€3.00 €23.00\nSHOP NOW\nEARRINGS\nNECKLACES\nNEW IN\nSNAP & SHARE YOUR LOVISA STYLE WITH US ON SOCIAL! #MYLOVISA\nNO LONGER WANT TO RECEIVE LOVISA EMAILS? UNSUBSCRIBE\nPRICES STATED IN EUR. LOVISAJEWELLERY.EU SHIPS TO EUROPE.",
    "trans": "[redacted_name], nous venons de baisser le prix d'un article que vous avez consulté, ainsi que d'autres pièces magnifiques !\nFaites-vite, car celui-ci se vendra rapidement — et comme nous mettons à jour nos styles tout le temps, il n'y a aucune garantie qu'il reviendra.\nNe manquez pas votre chance d'ajouter une autre pièce magnifique à votre collection.\nAvec tout notre amour,\n[redacted_name], xx\nBOUCLES D'OREILLES EN ARGENT TORSADÉES\n4,00 € 3,00 €\n25 % de réduction pour vous, soit l'équivalent de 1,00 € !\nIl vous reste environ 37,00 € pour bénéficier de la livraison gratuite si vous ajoutez cet article à votre panier, ne l'oublier pas.\nACHETEZ MAINTENANT\nKit de pinceaux de maquillage crème\n1,00 € 12,00 €\nCollier en couches avec pendentif en zircon cubique plaqué or\n1,00 € 20,00 €\nBoucles d'oreilles pendantes en perles avec feuille dorée\n3,00 € 24,00 €\nBoucles d'oreilles carrées ouvertes en argent sterling plaqué or\n3,00 € 23,00 €\nACHETEZ MAINTENANT\nBOUCLES D'OREILLES\nCOLLIERS\nNOUVEAUTÉS\nPARTAGEZ VOTRE STYLE LOVISA AVEC NOUS SUR LES RÉSEAUX SOCIAUX ! #MYLOVISA\nVOUS NE SOUHAITEZ PLUS RECEVOIR LES E-MAILS DE LOVISA ? DÉSINSCRIVEZ-VOUS\nPRIX INDIQUÉS EN EUR. LOVISAJEWELLERY.EU LIVRE EN EUROPE."
}