{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Type of role: ongoing contract\nPay rate: £14.30\nHours of work: Mon-Friday 02:00 pm to 22:00\nLocation: Quedgeley\nHours per week: 38 hours work\nWe are now seeking to recruit a warehouse operative/ packer for manufacturing business based in Quedgeley. The appropriate candidate would be responsible for picking and packing engineering products.\nThe appropriate candidate would have ability to work on 14:00 am to 22:00 shift and would be available for start of work in September 2024\nRequirements:\nHappy to work in as a part of the team or on its own.\nIdeally previous experience in warehouse or production\nAvailable to start work in September 2024\nThe appropriate candidate wou be prepared to work 14:00 to 22:00.\nIf you this this role might be of an interest please email your CV to or contact Marta on\nOmega is an employment business specialising in opportunities at all levels within the Engineering, Manufacturing, Aerospace, Automotive, Electronics, Defence, Scientific, Energy & Renewables and Tech sectors.",
    "trans": "Type de rôle : contrat en cours\nTaux de rémunération : 14,30 £\nHeures de travail : Lun-Vendredi, de 14h00 à 22h00\nLieu : Quedgeley\nHeures par semaine : 38 heures de travail\nNous recherchons actuellement un opérateur de magasin / préparateur de commandes pour une entreprise de fabrication basée à Quedgeley. Le candidat approprié sera responsable de la préparation et de l'emballage des produits d'ingénierie.\nLe candidat idéal devra être capable de travailler sur un poste de 14h00 à 22h00 et être disponible pour commencer en Septembre 2024.\nExigences :\nHeureux de travailler en équipe ou de manière autonome.\nIdéalement, une expérience préalable en entrepôt ou en production.\nDisponible pour commencer à travailler en Septembre 2024.\nLe candidat idéal serait prêt à travailler de 14h00 à 22h00.\nSi vous pensez que ce rôle pourrait vous intéresser, veuillez envoyer votre CV à ou contacter Marta au\nOmega est une entreprise de recrutement spécialisée dans les opportunités à tous les niveaux dans les secteurs de l'Ingénierie, de la Fabrication, de l'Aérospatiale, de l'Automobile, de l'Electronique, de la Défense, des Sciences,  des Energies & Renouvelables, ainsi que des Technologies."
}