{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The moment Lily's eyes landed on Hermione as she walked out of the dressing room for the umpteenth time, Hermione knew this was the right dress.\n\"Well?\" she tentatively asked, blushing awkwardly at the store clerk who was excitedly clapping.\n\"You look lovely!\" the redhead exclaimed, immediately standing beside Hermione as the younger witch looked at her reflection.\nIt was one of the simpler dresses that had been shoved into her arms, but it looked really pretty on her. The one she was wearing right now was a two-piece set, with the top made of tiered lace displaying an intricate pattern that shimmered when it was hit by light. The tulle skirt was darker in shade, flowing down to her ankles with an asymmetric hemline. The back of the skirt fully brushed against the carpeted floor, but her beige, open-toed shoes with high heels and bows tied around her ankles could be seen in front.\nHermione actually felt lovely just by looking at herself in the mirror.\n\"I think,\" Lily said as a brilliant smile stretched wide on her face, \"that if Potter sees you wearing that dress, he'll instantly ask you to marry him.\"\nHer heart leapt to her throat, eyes widening at Lily's words. \"W-what?\" she stuttered out, horrified.\nLily snorted at her ridiculous reaction. \"We're in the midst of war, Hermione,\" she pointed out. \"If it's going to be the end of everything, you might as well spend it with the person you love the most.\"\nHermione's cheeks turned a furious shade of red as Lily sauntered towards the store clerk and started to discuss the price.\nHermione glanced at her reflection again, a horrified, pale face staring right back at her. The sapphire bracelet wrapped around her wrist twinkled teasingly, as if backing up Lily's nonchalant words a while ago. She was once again reminded of the formal dinner her family had shared with the Potters. James never broached that topic anymore, knowing full well that Hermione would grow mighty uncomfortable. He had never explicitly told her what he planned to do with her in the future, but the formal dinner had already spoken volumes about his intentions.\nHer breath hitched in panic. Hermione didn't know what she would do if that day finally came.\nLily arrived beside her and urged her to change out of the beautiful dress. Hermione changed back into her casual, Muggle clothes and mechanically followed Lily around, her mind still deeply bothered by Lily's words.\n\"Are you okay?\" the redhead asked, worriedly looking at Hermione once they'd walked out of Twilfitt and Tatting. \"You look like you've seen a dementor.\"\n\"I'm fine,\" she croaked. Hermione cleared her throat. \"Do you still need to purchase something for your wedding?\"\nLily shook her head. \"Everything's set,\" she said. \"I only need to contact a few more people but besides that, I have nothing to buy here. But maybe you'd fancy some ice cream at Fortescue's? It's been a while since I've ventured out into the open. Unspeakable work has been tiring me so.\"\n\"You're not busy?\" she tentatively asked.\n\"I still have a few reports to finish,\" the redhead said, wrinkling her nose in dismay. \"But maybe eating ice cream for a few minutes won't hurt.\"\nHermione silently nodded her head and allowed Lily to lead her towards the cosy ice cream parlour. Like Twilfitt and Tatting, the shop was void of boisterous customers. There was one couple tucked into the far corner of the shop, making googly eyes at each other. But, besides them, they were the only ones inside. Normally, there were giddy children running around, leaving mayhem in their wake, whilst parents constantly apologised to Fortescue for their rowdy children.\nWhilst Lily bought their ice cream, Hermione chose a booth inside the shop. A small smile appeared on her face, remembering that this was the exact booth she had been sitting on, when she'd met the Marauders for the first time - back when she was eleven years old. It seemed so long ago now, at the time, when all she'd wanted was to steer clear of the boisterous boys as much as possible, just so she wouldn't get involved with them. Now, Hermione was deeply entangled with their everyday lives and it would be quite impossible to pull away from them now.\nLily soon arrived and offered Hermione her toffee-flavoured ice cream. For a moment, the two witches sat quietly and contentedly ate their ice creams.\nHermione licked her spoon clean and gazed outside the huge window, watching as one mother hurriedly carried her child and scurried away. Diagon Alley today was strangely reminiscent of the Diagon Alley from the year 2000, with empty streets and closed shops. There had been more destruction then, but Hermione didn't doubt that with the increasing attacks by the Death Eaters, there would come a time when havoc would wreak.",
    "trans": "Dès l'instant où les yeux de Lily se posèrent sur Hermione, alors qu'elle sortait pour la énième fois de la pièce d'essayage, Hermione sut que c'était la bonne robe.\n« Alors ? » demanda-t-elle d'un ton incertain, rougissant de gêne pendant que l'employée du magasin applaudissait d'excitation.\n« Tu es ravissante ! » s'exclama la rousse, venant immédiatement aux côtés d'Hermione pendant que la plus jeune observait son reflet.\nC'était l'une des robes les plus simples qui aient été mises dans ses bras, mais elle lui allait très bien. Celle qu'elle portait à cet instant était un ensemble deux pièces, dont le haut était fait de dentelle en un motif complexe qui scintillait lorsqu'il était frappé par la lumière. La jupe en tulle était plus foncée et descendait jusqu'à ses chevilles, avec un ourlet asymétrique. L'arrière de la jupe frôlait la moquette, mais ses chaussures beiges à talons hauts, nouées autour des chevilles, étaient visibles à l'avant.\nHermione se trouva réellement ravissante en se regardant dans le miroir.\n« Je pense », dit Lily avec un sourire large et radieux, « que si Potter te voit dans cette robe, il te demandera instantanément en mariage. »\nSon cœur fit un bond dans sa gorge alors que ses yeux s'écarquillaient suite aux paroles de Lily. « Qu-quoi ? » bégaya-t-elle, horrifiée.\nLily ricana face au ridicule de sa réaction. « Nous sommes au beau milieu d'une guerre, Hermione », souligna-t-elle. « Si la fin du monde doit arriver, autant que tu la passes avec la personne que tu aimes le plus au monde. »\nLes joues d'Hermione se teintèrent d'une vive teinte de rouge tandis que Lily se rapprocha en sautillant de la vendeuse pour discuter du prix.\nHermione jeta un nouveau coup d'œil à son reflet et y vit un visage pâle et horrifié. Le bracelet de saphir qu'elle portait au poignet scintillait malicieusement, comme pour confirmer les précédentes paroles nonchalantes de Lily. Elle se souvint une fois de plus du dîner officiel entre sa famille et les Potter. James n'avait jamais plus abordé ce sujet, sachant pertinemment qu'Hermione serait très mal à l'aise s'il le faisait. Il ne lui avait jamais dit explicitement ce qu'il comptait faire d'elle à l'avenir, mais la formalité du dîner en disait déjà long sur ses intentions.\nSon souffle se coupa de panique. Hermione ne savait pas ce qu'elle ferait si ce jour arrivait finalement.\nLily vint à ses côtés et l'exhorta à retirer cette jolie robe. Hermione se changea et remit ses vêtements confortables et moldus, puis suivit machinalement Lily, son esprit toujours profondément troublé par les paroles de Lily.\n« Tout va bien ? » demanda la rousse, regardant Hermione avec inquiétude une fois sorties de Tissard et Brodette. « On dirait que tu as vu un détraqueur. »\n« Ça va », croassa-t-elle. Hermione se racla la gorge. « Tu dois toujours acheter quelque chose pour ton mariage ? »\nLily secoua la tête. « C'est tout bon », déclara-t-elle. « Je dois encore contacter certaines personnes mais sinon, je n'ai plus rien à acheter ici. Mais tu aimerais peut-être prendre une glace chez Fortarôme ? Ça fait un moment que je ne suis pas allée dehors. Le travail de Langue-de-plomb m'a épuisée. »\n« Tu n'es pas trop occupée ? » demanda-t-elle timidement.\n« J'ai quelques rapports à terminer », répondit la rousse en fronçant le nez d'un air consterné. « Mais manger une glace pendant quelques minutes ne devrait pas faire de mal. »\nHermione hocha silencieusement la tête et laissa Lily la guider jusqu'à cet agréable glacier. Tout comme chez Tissard et Brodette, il n'y avait aucun client turbulent dans la boutique. Un couple, blotti dans le coin le plus reculé de la boutique, se faisait les yeux doux. Mais à part eux, il n'y avait qu'elles. En temps normal, il y avait quelques enfants turbulents qui couraient dans tous les sens, semant la pagaille, tandis que les parents s'excusaient constamment auprès de Fortarôme pour le tapage de leurs enfants.\nPendant que Lily achetait leur glace, Hermione leur choisit une place isolée dans la boutique. Un petit sourire se dessina sur son visage quand elle se souvint que c'était précisément à cette place isolée qu'elle était assise lorsqu'elle avait rencontré les Maraudeurs pour la première fois, à l'âge de onze ans. Cela semblait si loin à présent, à l'époque, tout ce qu'elle avait voulu était d'éviter autant que possibles ces garçons turbulents pour ne pas avoir à les fréquenter. À présent, Hermione était profondément impliquée dans leur vie quotidienne et il lui serait bien impossible de s'en détacher.\nLily revint vite et tendit à Hermione une glace saveur caramel. Pendant quelques instants, les deux sorcières se contentèrent de s'asseoir en silence et de savourer leur glace.\nHermione lécha sa cuillère et regarda par l'immense fenêtre, observant une mère attraper son enfant à la hâte et s'enfuir en courant. Le Chemin de Traverse de cet instant ressemblait étrangement au Chemin de Traverse de l'an 2000, avec ses rues vides et ses magasins fermés. Les destructions étaient plus nombreuses à l'époque, mais Hermione était persuadée qu'avec les attaques de plus en plus nombreuses des Mangemorts, il y aurait un jour des ravages."
}