{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi all,\nThanks for a productive meeting today. Here’s how the task for the development team looks like:\nBackground\nProcurement Team has to determine whether each arriving container should go to Groß-Gerau or Grafengehaig. To do so, they need to understand the type of the goods inside. They can quickly do so by checking the default Item carriers.\nTo Do\n1. In Lademittel-Positionen section, add a column to pull data from Item Master Data - Shipping type (see attached image).\n2. In the Loading equipment section, add a field where a dropdown can be used to select the destination warehouse. The list should retrieve WhsName values from OWHS table (?)\nScope\nMaxstore and Gorilla Sports.\nAC\n1. Shipping type field in Lademittel-Positionen is populated from OITM.\n2. A dropdown list of all WHs is present in Loading equipment section.\nNotes\nStart with MSDE, then roll out everywhere in GSG\nGOC Team requested the following list of the warehouses: Groß-Gerau, Grafengehaig, Altmaster (Poland), and Ostrov (Czech Republic).\nI am strongly against either making a hard-coded list of the warehouses, or creating one more custom config table in SAP.\nI would suggest using the standard OWHS table in SAP. We can just add Ostrov and Altmaster where needed; and whatever new warehouse we might need in the future.\nAny objections here @Nicolas Funk @Jelena Savic?",
    "trans": "Bonjour à tous,\nMerci pour cette réunion productive d'aujourd'hui. Voici à quoi ressemble la tâche de l'équipe de développement :\nContexte\nL'équipe chargée des achats doit déterminer si chaque conteneur qui arrive doit être dirigé vers Groß-Gerau ou vers Grafengehaig. Pour ce faire, elle doit connaître le type de marchandises contenues dans le conteneur. Elle peut le faire rapidement en vérifiant les transporteurs d'articles par défaut.\nÀ faire\n1. Dans la section Lademittel-Positionen, ajoutez une colonne pour extraire les données des données de référence de l'article - Type d'expédition (voir l'image ci-jointe).\n2. Dans la section Équipement de chargement, ajoutez un champ dans lequel une liste déroulante peut être utilisée pour sélectionner l'entrepôt de destination. La liste devrait récupérer les valeurs WhsName de la table OWHS ( ?)\nPortée\nMaxstore et Gorilla Sports.\nAC\n1. Le champ du type d'expédition dans les Lademittel-Positionen est rempli à partir de l'OITM.\n2. Une liste déroulante de tous les WH est présente dans la section Équipement de chargement.\nNotes\nCommencer par MSDE, puis déployer partout dans GSG\nL'équipe GOC a demandé la liste suivante des entrepôts : Groß-Gerau, Grafengehaig, Altmaster (Pologne) et Ostrov (République Tchèque).\nJe suis fortement opposé à l'idée d'établir une liste codée en dur des entrepôts ou de créer une table de configuration personnalisée supplémentaire dans SAP.\nJe suggérerais d'utiliser le tableau OWHS standard dans SAP. Nous pouvons simplement ajouter Ostrov et Altmaster là où c'est nécessaire ; et tout nouvel entrepôt dont nous pourrions avoir besoin à l'avenir.\nToutes objections ici @Nicolas Funk @Jelena Savic ?"
}