{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello [redacted_name],\nThank you for your interest in a practicum placement with Discover Canada Tours.\nDiscover Canada Tours would like to advise in advance that our practicum placements areunpaid. We do not offer or provide any compensation or remuneration.\nHowever, this experience provides practicum students with the opportunity to enhance interpersonal skills, advance their English, travel on our tours, such as the Rockies, Whistler, Tofino, Seattle or Victoria, when available and participate in regular team outings.\nTypically, we offer practicum placement in either the Operations or Sales department. Depending on the length of the practicum placement, we can also offer a combination. Please see the attached two PDFs with their descriptions.\nPlease note that we ask for a minimum of 3 months for any practicum placement,40 hours a week, full-time.\nAll practicum students traveling from abroad require a work permit in the form of either a working holiday or a coop visa. To find more information visithttp://www.cic.gc.ca/english/work/iec/eligibility.asp\nIf you are still interested, we would be happy to set up a Zoom call/interview with you.\nWe look forward to hearing from you soon!",
    "trans": "Salut [nom_masqué],\nNous vous remercions de l’intérêt que vous portez à un stage au sein de Discover Canada Tours.\nNous tenons à vous informer dès à présent que nos stages ne sont pas rémunérés. Nous n'offrons ni compensation, ni rémunération.\nCependant, cette expérience permet aux étudiants en stage de développer leurs compétences interpersonnelles, d’améliorer leur niveau d’anglais, de voyager lors de nos excursions (telles que les Rocheuses, Whistler, Tofino, Seattle ou Victoria, lorsque disponibles) et de participer à des sorties régulières en équipe.\nEn général, nous proposons des stages au sein des départements des opérations ou des ventes. Selon la durée du stage, nous pouvons aussi offrir une combinaison des deux. Vous trouverez en pièce jointe deux fichiers PDF avec leurs descriptions détaillées.\nVeuillez noter que nous demandons un minimum de 3 mois pour tout stage, à raison de 40 heures par semaine, à temps plein.\nTous les étudiants en stage venant de l’étranger doivent disposer d’un permis de travail, sous forme de visa vacances-travail ou de visa coopératif. Pour plus d’informations, veuillez consulter le site http://www.cic.gc.ca/english/work/iec/eligibility.asp.\nSi vous êtes toujours intéressé, nous serions ravis de planifier un entretien via Zoom avec vous.\nDans l’attente de votre réponse,"
}