{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The terms \"us\" or \"we\" or \"our\" or \"RCS\" or \"Resurgent\" refers to Resurgent Capital Services L.P., the owner of this website (the \"Website\"). \"You\" or \"Your\" refers to anyone who accesses and/or uses any portion of the Website. A \"Document\" includes electronically formatted documents, communications, notices, contracts, and agreements arising from or relating to Your use of the Website or the services offered therein (the \"Services\") from Resurgent.\nFor more information on our definitions, please visit our Terms, Conditions & Disclosures here.\nElectronic Communications. Documents may be provided to You electronically either on the Website or via electronic mail to the verified email address You provide. You are not required to consent to electronic delivery of Documents in order to conduct business with Resurgent and may request a paper copy at any time. If You require paper copies of such Documents, You may write to us at PO Box 10497, Greenville, SC 29603 and a paper copy will be sent to You. A request for a paper copy of any Document will not be considered",
    "trans": "Les termes « nous », « notre », « nos », « RCS » ou « Resurgent » désignent Resurgent Capital Services L.P., le propriétaire de ce site web (le « Site »). « Vous » ou « Votre » désigne toute personne qui accède à et/ou utilise une partie du Site. Un « Document » inclut les documents formatés électroniquement, les communications, les avis, les contrats et les accords découlant de ou liés à votre utilisation du Site ou des services offerts sur celui-ci (les « Services ») par Resurgent.\nPour plus d'informations sur nos définitions, veuillez consulter nos Termes, Conditions et Déclarations ici.\nCommunications électroniques. Les Documents peuvent vous être fournis électroniquement soit sur le Site, soit par courrier électronique à l'adresse e-mail vérifiée que vous fournissez. Vous n'êtes pas obligé de consentir à la livraison électronique des Documents pour effectuer des transactions avec Resurgent et pouvez demander une copie papier à tout moment. Si vous avez besoin de copies papier de ces Documents, vous pouvez nous écrire à l'adresse suivante : PO Box 10497, Greenville, SC 29603, et une copie papier vous sera envoyée. Une demande de copie papier de tout Document ne sera pas considérée"
}