{
    "source": "en_US",
    "target": "fr_FR",
    "text": "start with fermentation of sugars or starches from grains, corn, potatoes, grapes, molasses, or other ingredients. Fermentation produces alcohol, but at low concentration or purity. Alcohol is then isolated by distillation. You get a neutral spirit by distilling to above 190 US proof (95% ABV) and possibly filtering to remove any aroma, taste, or color. You get vodka by watering down this neutral spirit to 80 US proof (40% ABV). You get gin by flavoring the base alcohol or the high-proof neutral spirit with botanicals including juniper, then watering down to 80 US proof. Whisk(e)y is not distilled as high, to retain some of the characteristics of the corn or grain mash, typically to 160 US proof. It’s then flavored by aging in wooden barrels. Similarly for tequila.\nSo, where does that leave you for making these spirits at home, from scratch and without too much monetary investment?\nYou want to start from scratch, which means first producing a base alcohol. Fermenting low-proof alcohol from grains is definitely something you can do fairly cheaply and easily at home. Many people home-brew beer, cider, mead, etc. that way.\nDistillation is the tricky part. You want to do it (a) safely (presumably), (b) cheaply, and (c) at home — pick any two. It can be done safely and cheaply in an industrial fashion. It can be done cheaply at home, which gives you moonshine. It could perhaps be done safely at home, but it won’t be cheap: how do you know what’s safe to consume? It’s the quality control that makes this tricky, and many people who attempted to make moonshine have gotten this wrong, sometimes with tragic consequences. Unless you have the expertise and equipment to chemically test what you’re producing, it would be unwise to think that this is safe. Can some people do it safely? Sure. Do you already have the required knowledge and expertise?\nWhat are your alternatives? It depends on what your goal is:\nIf your goal is to save money, then comparison-shop for whisk(e)y or gin from a mass brand. Go for something that’s produced in sufficient quantity (low quantity means higher prices), decent quality (super-high quality means higher prices and higher variation, so go for blends), and with a minimum of extra cost (such as large marketing campaigns). Avoid stuff that says “craft”, “artisanal”, “small batch”, “single cask/barrel”, “reserve”, and be skeptical about things like “black label” or long aging for aged spirits:\nFor example, if you like bourbon, try Heaven Hill / Evan Williams green label or black label, and see how those stack up for you compared with e.g. Jim Beam Black. Compare price and quality, and ask yourself if any increase in quality is worth the increase in price for you. It would be difficult for almost anyone to save any money over the next 25 years by making bourbon from scratch at home for their own consumption, compared with buying the same amount of Evan Williams green label (which is almost certainly going to taste much, much better than the first or even the fifth batch you make at home). Sure, if you do everything right and produce one decent 53-gallon barrel of home-made bourbon, you’re set for a long time. Though if you have the expertise and equipment to do that, you might as well go into business for yourself.\nIf you like vodka, things are even simpler: buy the cheapest brand vodka you can find in a store. Remember from above: vodka is watered-down neutral spirit. By definition and by ATF regulation, vodka must be “without distinctive character, aroma, taste, or color.” You’re typically buying a mix very close to 40% ethanol and 60% water by volume. A mix which, by federal regulation, cannot have any distinctive character or taste. Let that sink in for a moment. Nothing that you can see, smell, or taste about vodka can be distinctive (or else it couldn’t legally be called vodka). What that means is that all vodka is chemically the same product, differing only in two things: (a) trace amounts of other ingredients that are neither ethanol nor H2O, e.g. minerals in the water; and (b) marketing. I bet you that most people’s subjective perception of different vodkas is more influenced by (b) than by (a).\nIf your goal is to produce home-made flavored spirits to your own taste, the solution is simple: don’t start from scratch. Most flavored spirits are made by adding flavor to neutral spirit. So start with a high-proof neutral spirit (190 proof or 151 proof Everclear) or even a high-proof vodka (100 proof is often easy to find), recycle some empty glass bottles or jars, and add the flavors you want:\nIf you like wood-flavored spirits (whisk(e)y, cognac, etc.), buy wood chips from wine/whisk(e)y barrels and add them to a few ounces of neutral spirit. The rest is patience, and a lot of it.\nIf you like gin, add juniper berries, anise, coriander, etc. to neutral spirit.\nYou can make many fruit and nut based infusions and liqueurs in the same way.\nLong story short: Brewing your own beer, flavoring spirits at home requires no investment in heavy machinery. Distilling alcohol at home requires a whole lot more.",
    "trans": "Commencez par la fermentation des sucres ou des amidons provenant de céréales, de maïs, de pommes de terre, de raisins, de mélasse ou d'autres ingrédients. La fermentation produit de l'alcool, mais à faible concentration ou pureté. L'alcool est ensuite isolé par distillation. Vous obtenez un alcool neutre en distillant à plus de 190 proof US (95% ABV) et en filtrant éventuellement pour éliminer tout arôme, goût ou couleur. Vous obtenez de la vodka en diluant cet alcool neutre à 80 proof US (40% ABV). Vous obtenez du gin en aromatisant l'alcool de base ou l'alcool neutre à haute teneur avec des plantes, y compris du genièvre, puis en diluant à 80 proof US. Le whisk(e)y n'est pas distillé aussi haut, afin de conserver certaines caractéristiques de la purée de maïs ou de céréales, typiquement jusqu'à 160 proof US. Il est ensuite aromatisé par un vieillissement en fûts de bois. Il en va de même pour la tequila.\nAlors, comment faire pour fabriquer ces spiritueux à la maison, à partir de rien et sans trop d'investissement financier ?\nVous voulez commencer à zéro, ce qui signifie produire d'abord un alcool de base. La fermentation d'alcool à faible teneur provenant de céréales est définitivement quelque chose que vous pouvez faire assez facilement et à moindre coût à la maison. Beaucoup de gens brassent de la bière, du cidre, du hydromel, etc., de cette façon.\nLa distillation est la partie délicate. Vous voulez la faire (a) en toute sécurité (presque certainement), (b) à moindre coût, et (c) à la maison – choisissez deux de ces critères. Cela peut être fait en toute sécurité et à moindre coût de manière industrielle. Cela peut être fait à moindre coût à la maison, ce qui donne du \"moonshine\" (alcool de contrebande). Cela pourrait peut-être être fait en toute sécurité à la maison, mais ce ne sera pas bon marché : comment savoir ce qui est sûr à consommer ? C’est le contrôle de la qualité qui rend cela délicat, et beaucoup de personnes qui ont tenté de fabriquer du moonshine ont mal fait cela, parfois avec des conséquences tragiques. À moins que vous ne possédiez l'expertise et l'équipement nécessaires pour tester chimiquement ce que vous produisez, il serait imprudent de penser que c'est sans danger. Certaines personnes peuvent le faire en toute sécurité ? Bien sûr. Avez-vous déjà les connaissances et l'expertise nécessaires ?\nQuelles sont vos alternatives ? Cela dépend de votre objectif :\nSi votre objectif est d'économiser de l'argent, alors comparez les prix du whisk(e)y ou du gin d’une marque grand public. Optez pour quelque chose produit en quantité suffisante (petites quantités signifient des prix plus élevés), de qualité décente (qualité très élevée signifie prix plus élevés et plus de variations, donc optez pour des mélanges), et avec un minimum de coûts supplémentaires (tels que de grandes campagnes marketing). Évitez les produits qui mentionnent \"craft\", \"artisanal\", \"petite production\", \"single cask/barrel\", \"réserve\", et soyez sceptique à propos de termes comme \"black label\" ou les longues périodes de vieillissement pour les spiritueux vieillis :\nPar exemple, si vous aimez le bourbon, essayez Heaven Hill / Evan Williams green label ou black label, et voyez ce qu'il en est pour vous par rapport, par exemple, au Jim Beam Black. Comparez le prix et la qualité, et demandez-vous si l'augmentation de la qualité vaut pour vous l'augmentation du prix. Il serait difficile pour presque tout le monde d'économiser de l'argent au cours des 25 prochaines années en fabriquant du bourbon à la maison pour sa propre consommation, par rapport à l'achat de la même quantité d'Evan Williams green label (qui aura presque certainement un goût bien meilleur que le premier ou même le cinquième lot que vous fabriquerez à la maison). Bien sûr, si vous faites tout ce qu'il faut et produisez un bon tonneau de 53 gallons de bourbon fait maison, vous êtes prêt pour longtemps. Mais si vous disposez de l'expertise et de l'équipement nécessaires, vous pouvez tout aussi bien vous mettre à votre compte.\nSi vous aimez la vodka, les choses sont encore plus simples : achetez la marque de vodka la moins chère que vous puissiez trouver dans un magasin. Rappelez-vous ce qui précède : la vodka est un alcool neutre édulcoré. Par définition et selon la réglementation de l'ATF, la vodka doit être « sans caractère, arôme, goût ou couleur distinctifs ». Vous achetez généralement un mélange très proche de 40 % d'éthanol et 60 % d'eau en volume. Un mélange qui, selon la réglementation fédérale, ne peut avoir aucun caractère ou goût distinctif. Laissez-vous convaincre un instant. Rien de ce que vous pouvez voir, sentir ou goûter dans la vodka ne peut être distinctif (sinon, elle ne pourrait pas être légalement appelée vodka). Cela signifie que toutes les vodkas sont chimiquement le même produit, ne différant que par deux choses : (a) des traces d'autres ingrédients qui ne sont ni de l'éthanol ni de l'H2O, par exemple des minéraux dans l'eau ; et (b) le marketing. Je vous parie que la perception subjective qu'ont la plupart des gens des différentes vodkas est plus influencée par (b) que par (a).\nSi votre objectif est de produire des spiritueux aromatisés maison à votre goût, la solution est simple : ne partez pas de zéro. La plupart des spiritueux aromatisés sont fabriqués en ajoutant de l'arôme à un alcool neutre. Commencez donc par un alcool neutre à haut degré d'alcool (Everclear à 190 ou 151) ou même une vodka à haut degré d'alcool (le degré 100 est souvent facile à trouver), recyclez quelques bouteilles ou bocaux en verre vides et ajoutez les arômes que vous souhaitez :\nSi vous aimez les spiritueux au goût boisé (whisk(e)y, cognac, etc.), achetez des copeaux de bois provenant de fûts de vin/whisk(e)y et ajoutez-les à quelques onces d’alcool neutre. Le reste, c’est de la patience, et beaucoup de patience.\nSi vous aimez le gin, ajoutez des baies de genièvre, de l’anis, de la coriandre, etc., à de l’alcool neutre.\nVous pouvez également réaliser de nombreuses infusions et liqueurs à base de fruits et de noix de la même manière.\nEn résumé : brasser sa propre bière et aromatiser des spiritueux à la maison ne nécessite pas d’investissement dans des machines lourdes. Distiller de l’alcool à la maison nécessite bien plus."
}