{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The aim of this meta-analytic study was to elucidate whether and to what extent different EF facets (i.e., inhibition, updating, and shifting) are related to reappraisal. Further, given the varying effect sizes gleaned from the literature, we assessed whether the following moderators could potentially influence the strength of EF–reappraisal associations: (a) task-based measures versus questionnaires of reappraisal and (b) affective versus nonaffective stimuli used in EF tasks. We also conducted a series of exploratory analyses to probe for the generalizability of our findings by assessing whether the magnitude of EF–reappraisal relation would vary across other sample and effect-size characteristics that are often examined in meta-analytic studies (e.g., Lawson et al., 2018), such as gender, age, clinical/nonclinical sample, EF performance index (e.g., reaction time, accuracy",
    "trans": "L'objectif de cette étude méta-analytique était d'élucider si et dans quelle mesure différentes facettes des fonctions exécutives (c'est-à-dire inhibition, mise à jour et changement) sont liées à la réévaluation. De plus, étant donné les tailles d'effet variables extraites de la littérature, nous avons évalué si les modérateurs suivants pouvaient potentiellement influencer la force des associations entre fonctions exécutives et réévaluation : (a) les mesures basées sur des tâches versus les questionnaires de réévaluation et (b) les stimuli affectifs versus non affectifs utilisés dans les tâches de fonctions exécutives. Nous avons également mené une série d'analyses exploratoires pour examiner la généralisabilité de nos résultats en évaluant si l'amplitude de la relation entre fonctions exécutives et réévaluation variait en fonction d'autres caractéristiques de l'échantillon et de la taille de l'effet fréquemment examinées dans les études méta-analytiques (par exemple, Lawson et al., 2018), telles que le genre, l'âge, l'échantillon clinique/non clinique, l'indice de performance des fonctions exécutives (par exemple, le temps de réaction, la précision"
}