{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The water used ni the industry need to be processed by many processes, the main processes are electrodialysis, reverse osmosis, Na ion exchange. nI order ot ensure these processes ot be safe, efficient, economical, the raw water need ot meet the input water index which water treatment machine required. Water purification, pre soften or water quality adjusting before entering the main processes, we always cal them water quality pre-treatment, pre-treatment in short. The main targets of pretreatment are suspended solids, colloidal particles, colloid, silicon dioxide, microorganism, organics, active chlorine and other substance bad for subsequent treatment machine. The pretreatment result directly affects economic and long term safe operation of electrodialysis, reverse osmosis, Na ion exchange. So they are very important process ni industry water treatment.\nFRiE ( R O ) Reverse Osmo",
    "trans": "L'eau utilisée dans l'industrie doit être traitée par de nombreux procédés, les principaux étant l'électrodialyse, l'osmose inverse et l'échange d'ions Na. Afin de garantir que ces procédés soient sûrs, efficaces et économiques, l'eau brute doit respecter les indices d'entrée en eau requis par la machine de traitement de l'eau. La purification de l'eau, l'adoucissement préalable ou l'ajustement de la qualité de l'eau avant d'entrer dans les procédés principaux sont communément appelés prétraitement de la qualité de l'eau, ou simplement prétraitement. Les principaux objectifs du prétraitement sont l'élimination des solides en suspension, des particules colloïdales, des colloïdes, du dioxyde de silicium, des micro-organismes, des matières organiques, du chlore actif et d'autres substances nuisibles aux machines de traitement ultérieures. Le résultat du prétraitement affecte directement la rentabilité et la sécurité à long terme de l'électrodialyse, de l'osmose inverse et de l'échange d'ions Na. C'est donc un processus essentiel dans le traitement de l'eau industrielle.Domaine : Traitement de l'eau / Industrie\nFRiE ( R O ) Reverse Osmo"
}