{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1) Firearms It is generally agreed by most historians that black powder (called hwayak [화약/火藥] in Korean --literally, \"fire medicine\") was first developed by the Chinese probably sometime around the 9th century A.D., although there have been others who claim to have discovered it.103 Whatever the case might be, there is positive proof as to when black powder was first introduced to Korea. The first recorded instance of a firearm in Korea happened in 1356 when cannon, called chongtong, fired arrows as a demonstration for King Gongmin of the Goryeo dynasty. However, as China tightly controlled the technology for producing black powder, Korea had to obtain it from that country. That changed during the 3rd year of the reign of King Wu of Goryeo (1377) when a Korean, Choi Mu-seon, obtained the formula from a Chinese merchant, Lee Hang; Choi later traveled to China to learn firsthand firearm manufacturing techniques.104 (1) Cannons The firearms technology used by the Korean side was centuries old by the late 19th century and was a match for old foes of the 16th, 17th, and even 18th centuries; however, when coming up against an enemy using then-modern 19th century weapons, the contest",
    "trans": "1) Les armes à feu La plupart des historiens s'accordent à dire que la poudre noire (appelée hwayak [화약/火藥] en coréen - littéralement « médecine du feu ») a été mise au point pour la première fois par les Chinois, probablement aux alentours du 9e siècle après J.-C., bien que d'autres prétendent l'avoir découverte.103 Quoi qu'il en soit, il existe des preuves formelles de la date à laquelle la poudre noire a été introduite en Corée. La première trace d'une arme à feu en Corée remonte à 1356, lorsque des canons, appelés chongtong, ont tiré des flèches à titre de démonstration pour le roi Gongmin de la dynastie Goryeo. Cependant, comme la Chine contrôlait étroitement la technologie de production de la poudre noire, la Corée devait se la procurer dans ce pays. Les choses changent au cours de la troisième année du règne du roi Wu de Goryeo (1377) lorsqu'un Coréen, Choi Mu-seon, obtient la formule d'un marchand chinois, Lee Hang ; Choi se rend ensuite en Chine pour apprendre directement les techniques de fabrication des armes à feu.104 (1) Canons La technologie des armes à feu utilisée par les Coréens était vieille de plusieurs siècles à la fin du 19e siècle et pouvait rivaliser avec d'anciens ennemis des 16e, 17e et même 18e siècles ; cependant, face à un ennemi utilisant des armes modernes du 19e siècle, la compétition n'était pas gagnée d'avance, et les Coréens n'avaient pas le choix."
}