{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Traditionally, the test to determine liability for breach of duty of care was a subjective one. The more qualified\nyou are, the higher the expectations are of you.\nBear in mind that this duty extends to even persons other than directors (Daniels v Anderson (1995))– the\nauditors of the company were partly liable for failing to detect a series of currency transactions that result in\nsubstantial losses to the company, Attributed 66.6% of the company’s losses).\nBut after the enactment of the Companies Ordinance, the test is now a hybrid of objective and subjective test.\n(1) The objective test: What is expected of other directors with the same skill and experience?\n(2) The subjective test: What skill and experience are expected of the director in question according to his level\nof qualification and knowledge?\nThe Ordinance introduced a two-tier tes",
    "trans": "Traditionnellement, le test permettant de déterminer la responsabilité en cas de manquement à l'obligation de diligence était subjectif. Plus vous êtes qualifié,\nplus les attentes à votre égard sont élevées.\nGardez à l'esprit que cette obligation s'étend même à des personnes autres que les administrateurs (Daniels v Anderson (1995)) –\nles auditeurs de la société ont été partiellement tenus responsables de ne pas avoir détecté une série de transactions en devises ayant\nentraîné des pertes substantielles pour la société, celles-ci ayant été attribuées à hauteur de 66,6 % des pertes de l’entreprise.\nCependant, après la promulgation de l'Ordonnance sur les sociétés, le test est désormais un mélange de test objectif et subjectif.\n(1) Le test objectif : Qu'attend-on des autres administrateurs ayant le même niveau de compétence et d'expérience ?\n(2) Le test subjectif : Quelles compétences et quelle expérience sont attendues de l’administrateur en question en fonction de son niveau\nde qualification et de ses connaissances ?\nL’Ordonnance a introduit un test à deux niveaux."
}