{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name],\nThank you for reaching out to Checkr Candidate Support.\nWhile most reports complete in 3 to 7 business days, we cannot guarantee when a report will be completed and some reports can take longer depending on the counties and courts being searched. There are many factors that can cause delays including court closures, limitations on court resources, and the processes required to access information that needs to be manually retrieved.\nPlease note that because the completion date is an estimate, it is possible that your report may complete after the estimated completion time.\nWe are working hard to complete your background check as soon as possible. Please note that our agents are not able to expedite the completion of your background check.\nOnce your background check is completed, you will be notified via the email address you used when applying. Once your background check completes, the next step will be for the company you applied with to reach out to you with their decision. Please keep in mind that Checkr does not make hiring decisions. The party you applied with will make their own determination based on their requirements and review of your report.\nYou can check the status of your report and download a copy in our Candidate Portal. Please use the email address and personal information that you used on your initial application to log in.\nWe encourage you to visit our Candidate Help Center or reply to this email for any additional assistance needed.\nThank you for your patience,\nCheckr Candidate Support\nCandidate Portal|Customer Dashboard|Help Center\n[MZJKDZ-670RY]",
    "trans": "Bonjour [redacted_name],\nMerci d'avoir contacté le support aux candidats de Checkr.\nBien que la plupart des rapports soient complétés dans un délai de 3 à 7 jours ouvrables, nous ne pouvons pas garantir la date de finalisation d'un rapport, et certains rapports peuvent prendre plus de temps en fonction des comtés et des tribunaux recherchés. Plusieurs facteurs peuvent entraîner des retards, notamment les fermetures de tribunaux, les limitations des ressources judiciaires et les processus nécessaires pour accéder à des informations devant être récupérées manuellement.\nVeuillez noter que, étant donné que la date de complétion est une estimation, il est possible que votre rapport soit complété après le délai estimé.\nNous travaillons d'arrache-pied pour compléter votre vérification des antécédents dès que possible. Veuillez noter que nos agents ne peuvent pas accélérer la finalisation de votre vérification des antécédents.\nUne fois que votre vérification des antécédents est terminée, vous serez notifié(e) via l'adresse e-mail que vous avez utilisée lors de votre candidature. Une fois la vérification terminée, l'étape suivante sera que l'entreprise à laquelle vous avez postulé vous contacte pour vous faire part de sa décision. Veuillez garder à l'esprit que Checkr ne prend pas de décisions d'embauche. L'entité auprès de laquelle vous avez postulé prendra sa propre décision en fonction de ses exigences et de l'examen de votre rapport.\nVous pouvez vérifier l'état de votre rapport et télécharger une copie dans notre portail candidat. Veuillez utiliser l'adresse e-mail et les informations personnelles que vous avez fournies lors de votre candidature initiale pour vous connecter.\nNous vous encourageons à visiter notre Centre d'Aide pour Candidats ou à répondre à cet e-mail pour toute assistance supplémentaire dont vous pourriez avoir besoin.\nMerci de votre patience,\nSupport aux candidats de Checkr\nPortail Candidat | Tableau de bord Client | Centre d'Aide\n[MZJKDZ-670RY]"
}