{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We are the nation’s largest off-price retailer with over 2,000 stores, and a strong track record of success and growth. Our focus has always been bringing our customers a constant stream of high-quality brands and on-trend merchandise at extraordinary savings. All while providing a fun and exciting treasure hunt experience.\nAs part of our team, you will experience:\nSuccess. Our winning team pursues excellence while learning and evolving\nCareer growth. We develop industry leading talent because Ross grows when our people grow\nTeamwork. We work together to solve the hard problems and find the right solution\nOur commitment to Diversity, Equity & Inclusion, and our community. We celebrate the backgrounds, identities, and ideas of those who work and shop with us because our differences make us stronger. We strive to be a positive force in our community.\nOur Corporate headquarters are in Dublin, CA, we have 3 buying offices in key markets in New York City, Los Angeles, and Boston, and 8 distribution centers nationwide. With 2023 revenues of $20.4 billion, we are a Fortune 500 company who is committed to providing an inclusive work environment with continuous",
    "trans": "Nous sommes le plus grand détaillant de produits hors prix du pays, avec un réseau de plus de 2 000 magasins et un solide historique de réussite et de croissance. Notre mission a toujours été de proposer à nos clients un flux constant de marques de haute qualité et d'articles tendance à des prix exceptionnels, tout en offrant une expérience de shopping ludique et palpitante, semblable à une chasse au trésor.\nEn tant que membre de notre équipe, vous vivrez :\nLe succès : Notre équipe gagnante vise l'excellence tout en apprenant et en évoluant constamment\nUne évolution professionnelle : Nous formons les meilleurs talents de l'industrie, car la croissance de Ross va de pair avec celle de nos employés\nLe travail d'équipe : Nous collaborons pour résoudre les défis complexes et trouver les meilleures solutions.\nNotre engagement envers la diversité, l'équité, l'inclusion et notre communauté : Nous célébrons les origines, les identités et les idées de ceux qui travaillent et achètent chez nous, car nos différences nous rendent plus forts. Nous nous efforçons d'être une force positive au sein de notre communauté.\nNotre siège social est situé à Dublin, en Californie, et nous disposons de trois bureaux d'achat stratégiques à New York, Los Angeles et Boston, ainsi que de huit centres de distribution répartis à travers le pays. Avec un chiffre d'affaires de 20,4 milliards de dollars en 2023, nous sommes une entreprise classée au Fortune 500, engagée à offrir un environnement de travail inclusif et à favoriser une intégration continue."
}