{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The research was conducted to determine the micro- plastics in bottled water and soft drinks. Microplastic par- ticles were quantified and grouped according to shape. Table 1 summarizes the ranges of microplastic amounts in individual samples. The average microplastics con- tent in bottles and per m3 of water or beverage was cal- culated, and SD and RSD values were given. All samples tested showed the presence of microplastics. The lowest concentration of microplastic particles was found in sam- ples of soft drinks (1–3 particles per bottle, that is 1,000– 1,500 per m3 of liquid), while much higher concentrations were found in bottled water (5–25 particles per bottle, that is 4,167–14,556 per m3). The results of measuring the thickness of the walls of the bottles from which the liquid samples came were also presented.\nFig. 1 shows the percentage division of microplas- tic particles by shape. Most plastic particles are microfi- bers, which account for 80% to 90% of the microplastics in bottled waters and 60% to 70% in soft drinks. Between 8% and 12% of bottled waters were fragments; in soft drinks, it was 30% to 40%. Microbeads were also found in bottled waters, accounting for 2% to 10%, while in the case of two types of bottled waters and soft drinks, they were not found.\nThe research results indicate that bottled water and soft drinks commercially available on the Polish market contain microplastic particles. Although the research was conducted on a random sample of both bottled waters and soft drinks, it can be seen that the content of micro- plastics was higher in bottled waters than in soft drinks (water: 5–25 MP per bottle, soft drink: 1–3 MP per bottle). The results from mineral waters in PET bottles are similar to research on Iranian and Saudi Arabian bottled waters [10,11]. The vast majority of microplastic particles were in the form of fibers, often spirally twisted. According to the authors, the microplastics observed in bottled waters and beverages are secondary contaminants. It comes from unscrewing and capping bottles, as confirmed by research [12,13]. The studies of Weisser et al. [14] found that unfilled bottles are almost free of microplastics, with most of the microplastics coming from unscrewing the caps and seal- ing the caps, which is also in line with the results of this",
    "trans": "La recherche a été menée pour déterminer les microplastiques dans l'eau en bouteille et les boissons gazeuses. Les particules de microplastiques ont été quantifiées et regroupées en fonction de leur forme. Le tableau 1 résume les gammes de quantités de microplastiques dans les échantillons individuels. La teneur moyenne en microplastiques dans les bouteilles et par m3 d'eau ou de boisson a été calculée, avec les valeurs SD et RSD fournies. Tous les échantillons testés ont montré la présence de microplastiques. La concentration la plus faible de particules de microplastiques a été trouvée dans les échantillons de boissons gazeuses (1 à 3 particules par bouteille, soit 1 000 à 1 500 par m3 de liquide), tandis que des concentrations beaucoup plus élevées ont été trouvées dans l'eau en bouteille (5 à 25 particules par bouteille, soit 4 167 à 14 556 par m3). Les résultats de la mesure de l'épaisseur des parois des bouteilles d'où provenaient les échantillons de liquide ont également été présentés.\nLa figure 1 montre la répartition des particules de microplastiques par forme. La plupart des particules plastiques sont des microfibres, qui représentent 80 % à 90 % des microplastiques dans les eaux en bouteille et 60 % à 70 % dans les boissons gazeuses. Entre 8 % et 12 % des eaux en bouteille étaient des fragments ; dans les boissons gazeuses, ce chiffre était de 30 % à 40 %. Des microbilles ont également été trouvées dans les eaux en bouteille, représentant 2 % à 10 %, tandis que dans le cas de deux types d'eaux en bouteille et de boissons gazeuses, elles n'ont pas été trouvées.\nLes résultats de la recherche indiquent que l'eau en bouteille et les boissons gazeuses disponibles dans le commerce en Pologne contiennent des particules de microplastiques. Bien que la recherche ait été menée sur un échantillon aléatoire d'eaux en bouteille et de boissons gazeuses, on peut constater que la teneur en microplastiques était plus élevée dans l'eau en bouteille que dans les boissons gazeuses (eau : 5 à 25 MP par bouteille, boisson gazeuse : 1 à 3 MP par bouteille). Les résultats des eaux minérales en bouteilles PET sont similaires aux recherches sur les eaux en bouteille iraniennes et saoudiennes [10,11]. La grande majorité des particules de microplastiques étaient sous forme de fibres, souvent torsadées en spirale. Selon les auteurs, les microplastiques observés dans les eaux en bouteille et les boissons sont des contaminants secondaires. Ils proviennent du dévissage et du bouchage des bouteilles, comme le confirment les recherches [12,13]. Les études de Weisser et al. [14] ont trouvé que les bouteilles non remplies sont presque exemptes de microplastiques, la plupart des microplastiques provenant du dévissage des bouchons et du scellement des bouchons, ce qui est également conforme aux résultats de cette recherche."
}