{
    "source": "en_US",
    "target": "fr_FR",
    "text": "secretion (Figure 5B). When RNAs with modified nucleoside levels of 1.7%–3.2%, which correspond to 14–29 modifications per molecule, were tested, the RNA could maintain only half of its capacity to induce expression of TNF-α. When similar transfection experiments were performed on TLR-expressing 293 cells, usually a higher percent (∼2.5%) of modified nucleoside content was required to inhibit RNA- mediated signaling events (data not shown).\nDownload: Download high-res image (396KB) Download: Download full-size image\nFigure 5. Analyzing RNA Containing Different Amounts of Modified Nucleosides Capped RNA-1571 containing m6A, Ψ, or m5C was transcribed under conditions in which the relative ratio of m6ATP, ΨTP, or m5CTP to the corresponding unmodified NTP was 0%, 1%, 10%, 50%, 90%, 99%, and 100%.\n(A) All transcripts were digested to monophosphates and analyzed by reversed-phase HPLC to determine the relative amount of modified nucleoside incorporation. For simplicity, only symbols for the nucleosides are shown. Representative absorbance",
    "trans": "Sécrétion (Figure 5B). Lorsque des ARNs avec des niveaux de nucléosides modifiés de 1,7% à 3,2%, correspondant à 14 à 29 modifications par molécule, ont été testés, l'ARN a pu maintenir seulement la moitié de sa capacité à induire l'expression du TNF-α. Lorsque des expériences de transfection similaires ont été réalisées sur des cellules 293 exprimant TLR, généralement un pourcentage plus élevé (~2,5%) de contenu en nucléosides modifiés était nécessaire pour inhiber les événements de signalisation médiés par l'ARN (données non montrées).\nTélécharger : Télécharger l'image en haute résolution (396 Ko) Télécharger : Télécharger l'image en taille réelle\nFigure 5. Analyse de l'ARN contenant différentes quantités de nucléosides modifiés L'ARN-1571 capé contenant m6A, Ψ ou m5C a été transcrit dans des conditions où le rapport relatif de m6ATP, ΨTP ou m5CTP par rapport au NTP non modifié correspondant était de 0%, 1%, 10%, 50%, 90%, 99% et 100%.\n(A) Tous les transcrits ont été digérés en monophosphates et analysés par HPLC en phase inverse pour déterminer la quantité relative d'incorporation de nucléosides modifiés. Par souci de simplicité, seuls les symboles des nucléosides sont montrés. L'absorbance représentative"
}