{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Near Aldgate Station,' said Holmes. 'I see. And was Cadogan badly injured?'\n'Yes, he was.'\n'Then he fell from the train - or somebody pushed him.\nPerhaps he was dead before they pushed him out. Tell me more, Watson.'\n'Cadogan's train came from West London, but where did he get on? The police don't know,' I said. 'There was no train ticket in his pockets, only some money, two theatre tickets - and some papers.'\n'Very interesting,' said Holmes. 'How did he get on the train without a ticket? Perhaps somebody took it. But why?' Holmes stopped and thought. 'Hmm. Cadogan worked for the government at Woolwich Arsenal, he had some important papers, and my brother Mycroft is interested in this. And so, Watson, I am interested, too. Now, where is Mycroft?'\nMinutes later, Mycroft Holmes arrived at our door. He was a tall, fat man with a very clever face. With him was our old friend Lestrade, the Scotland Yard detective. Mycroft took off his coat and sat down.\n'This is very bad, Sherlock,' he said. The government isn't happy. Do you know the story?'",
    "trans": "\"Près de la gare d'Aldgate\" déclara Holmes. \"Je vois. Et Cadogan a-t-il été gravement blessé ?\"\n\"Oui, en effet.\"\n\"Il est ensuite tombé du train - ou quelqu'un l'a poussé.\nIl était peut-être mort avant d'être jeté du train. Continuez, Watson.\"\n\"Le train dans lequel il se trouvait venait de l'Ouest de Londres, mais où est-il monté ? La police l'ignore, \" dis-je. \"Il n'avait pas de billet de train dans les poches, seulement un peu d'argent, deux billets de théâtre - et quelques papiers.\"\n\"Très intéressant,\" dit Holmes. \"Comment a-t-il pu monter dans le train sans billet ? Quelqu'un l'a peut-être pris. Mais pourquoi ?\" Holmes s'arrêta et se mit à penser. \"Hmm. Cadogan travaillait pour le gouvernement à l'arsenal de Woolwich, il avait des papiers importants, et cela intéresse mon frère Mycroft. Donc, Watson, cela m'intéresse aussi. Bon, où est Mycroft ?\"\nQuelques minutes plus tard, Mycroft Holmes se présenta à notre porte. C'était un homme grand et gros avec un visage très intelligent. Il était accompagné de notre vieil ami Lestrade, le détective de Scotland Yard. Mycroft enleva son manteau et s'assit.\n\"C'est très grave, Sherlock,\" dit-il. Le gouvernement n'est pas satisfait. Es-tu au courant de cette histoire ?\""
}