{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Shipping Policy\nThe products are delivered directly from Lumiverse to your doorstep. We strive to make all shipments as secure as possible.\nThe delivery time is usually up to 10 business days and depends on the distance between you and the Lumiverse office (Germany, EU). The expected delivery time may be longer due to a seasonal increase in sales on the global market or turbulences related to e.g. COVID19.\nYou will receive a shipping confirmation email with tracking as soon your order is fulfilled. Please note, there can be a delay between your order shipping and you receiving a shipping confirmation email, up to 2 business days. Items in your order may ship separately to speed up processing and you may receive multiple tracking numbers. Some tracking numbers may take up to 7 days for tracking to update. During holidays and busy shipping seasons, tracking numbers can take much longer to update with the carrier and is outside of our control.\nOur products are available Globally. The countries for which shipping is available are clearly indicated on the product or checkout page.",
    "trans": "Politique de livraison\nLes produits sont livrés directement de Lumiverse à votre domicile. Nous nous efforçons de rendre toutes les expéditions aussi sûres que possible.\nLe délai de livraison est généralement jusqu'à 10 jours ouvrables et dépend de la distance entre vous et le bureau Lumiverse (Allemagne, UE). Le délai de livraison prévu peut être plus long en raison d'une augmentation saisonnière des ventes sur le marché mondial ou de turbulences liées, par exemple, au COVID-19.\nVous recevrez un e-mail de confirmation d'expédition avec un numéro de suivi dès que votre commande sera traitée. Veuillez noter qu'il peut y avoir un délai de deux jours ouvrables maximum entre l'expédition de votre commande et la réception de l'e-mail de confirmation. Les articles de votre commande peuvent être expédiés séparément pour accélérer le traitement et vous pouvez recevoir plusieurs numéros de suivi. Certains numéros de suivi peuvent mettre jusqu'à 7 jours pour que le suivi soit mis à jour. Pendant les vacances et les périodes de pointe des expéditions, les numéros de suivi peuvent mettre beaucoup plus de temps à être mis à jour par le transporteur, ce qui est hors de notre contrôle.\nNos produits sont disponibles à l'échelle mondiale. Les pays pour lesquels la livraison est disponible sont clairement indiqués sur la page produit ou lors du paiement."
}