{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What'd you call us this early in the morning for, Aizawa-kun?\" All Might's voice beamed. Striking a dramatic pose as his shadowed eyes traced over towards the nearby clock that hung on the wall.\n\"Aizawa actually gave me a more in-depth report!\" Nezu brought out his phone, his words making All Might deflate a bit before he eventually laughed it off. \"It says here... Oh?\"\n\"Are you saying you've solved the Moonlit murder case?\"\nAizawa shook his head, \"We're saying we've got a lead\"\n\"A lead? Like.. the murderer?\" All Might questioned this time. Tsukauchi was the one to shake his head now, giving them an apologetic smile. \"Actually.. I don't quite have my head wrapped around the whole concept yet. We'll catch you guys up, then you two can enter the interrogation room with us to get more answers\"\n\"Who's in there?\"\n\"Just let us explain first.\" Aizawa irked at All Might's booming voice.\n.\n.\n.\n.\n.\n\"Kamado Tanjiro, Chisuke Y/N, and Tomioka Giyuu\" Aizawa introduced the three as the door clicking made an indication that it had been unlocked then opened. Following behind the man was Tsukauchi, and Nezu and All Might. Two figures that were unfamiliar to the three Demon Slayers.\n\"More children?\" All Might questioned while his brows furrowed.\n\"Children?\" Y/N repeated. Offense evident on her face with a raised eyebrow at the men who newly entered the room. Giyuu's eyes ignored the strangers; however, his gaze ended up on a mouse-looking-bear with a sophisticated suit. \"A rat?\"\n\"A rat? Not all too uncommon, not even do I know my true species! However, I do know my real Identity. And that is...\" Nezu made a whole show of it. Walking closer towards the table, barely able to peek up at them but he made it work, \"Nezu, the principal!! Nice to meet you three!\"\n\"Oh, he talks!\" Tanjiro quietly muttered in awe.\nTsukauchi took the seat right in front of Tanjiro once again while All Might moved to the opposite side where Aizawa had stood earlier. Nezu approached Aizawa, jumping onto the tall man with assistance before scaling him much to Aizawa's dismay. Climbing onto his shoulders before he was assisted onto the table in front of Aizawa.\n\"Well, don't you three look lively!\" Nezu smiled. Yeah, none of them did. Y/N was more confused than 'lively', Tanjiro was still processing the situation, while Giyuu... well Giyuu was still Giyuu. Poker Face as ever, but his irritation seemed to have dimmed down.\n\"So, I've heard about your situation... Demon Slayers, correct?\" The three nodded. \"I'm afraid I haven't heard of any organization such as that before, nor have I ever been informed. I, personally believe it doesn't exist\"",
    "trans": "Pourquoi nous as-tu appelés si tôt le matin, Aizawa-kun ?\" La voix d'All Might résonna. Prenant une pose dramatique, ses yeux ombragés se dirigèrent vers l'horloge accrochée au mur.\n« Aizawa m'a en fait donné un rapport plus détaillé ! » Nezu sortit son téléphone, ses mots faisant un peu dégonfler All Might avant qu'il ne finisse par en rire. « C'est écrit ici... Oh »?\n« Voulez-vous dire que vous avez résolu l'affaire du meurtre du Moonlit ? »\nAizawa secoue la tête, « Nous disons que nous avons une piste »\n« Une piste ? Comme... le meurtrier » ? All Might s'interrogent cette fois. C'est Tsukauchi qui secoua la tête, leur adressant un sourire d'excuse. « En fait... Je n'ai pas encore bien saisi le concept. Nous allons vous breffer, puis vous pourrez entrer dans la salle d'interrogatoire avec nous pour obtenir plus de réponses »\n« Qui se trouve à l'intérieur ? »\n« Laissez-nous d'abord vous expliquer ». Aizawa est irrité par la puissante voix de All Might.\n.\n.\n.\n.\n.\n« Kamado Tanjiro, Chisuke Y/N, et Tomioka Giyuu » Aizawa les présente tous les trois alors que le cliquetis de la porte indiquait qu'elle avait été déverrouillée puis ouverte. Derrière l'homme se trouvaient Tsukauchi, Nezu et All Might. Deux figures inconnues aux trois pourfendeurs de démons.\n« D'autres enfants ? » questionna All Might en fronçant les sourcils.\n« Des enfants ? » répéta Y/N. L'offense se lisait sur son visage et elle haussa un sourcil en direction des hommes qui venaient d'entrer dans la pièce. Les yeux de Giyuu ignorèrent les étrangers ; mais son regard se posa sur une souris ressemblant à un ours au costume sophistiqué. « Un rat ? »\n« Un rat ? Pas si inhabituel, je ne connais même pas ma véritable espèce ! En revanche, je connais ma véritable identité. Et c'est... » Nezu en fit toute un spectacle. S'approchant de la table, il réussit à peine à jeter un coup d'œil vers eux, mais il réussit à le faire : « Nezu, le directeur !!! Enchanté de vous rencontrer tous les trois ! »\n« Oh, il parle ! » Murmura Tanjiro en admiration.\nTsukauchi a repris le siège juste en face de Tanjiro, tandis qu'All Might s'installa de l'autre côté, là où Aizawa s'était tenu un peu plus tôt. Nezu s'est approché d'Aizawa, sautant sur le grand homme avec assistance avant de l'escalader, au grand désarroi d'Aizawa. Grimpant sur ses épaules avant d'être assisté sur la table en face d'Aizawa.\n« Eh bien, vous avez l'air bien vivants tous les trois ! » Nezu sourit. Oui, aucun d'entre eux ne l'était. Y/N était plus confuse que « vivante », Tanjiro était encore en train d'assimiler la situation, tandis que Giyuu... eh bien Giyuu était toujours Giyuu. Visage impassible comme toujours, mais son irritation semblait s'être atténuée.\n« J'ai entendu parler de votre situation... Des pourfendeurs de démons, c'est ça » ? Les trois acquiescèrent. « Je crains de ne pas avoir entendu parler d'une telle organisation auparavant, ni d'en avoir été informé. Personnellement, je pense qu'elle n'existe pas »."
}