{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Here Gilbert recalls an evening with his friends Cleve Jones and filmmaker Artie Bressan in early 1978, after his Christmas breakup with Tandy Belew.\n“To get over Tandy, I devoted myself further to activism and went to the movies. My friend Artie Bressan, Jr., was a filmaker who had just made a documentary of the 1977 Parade, titled “Gay USA.” He was a wild visionary who directed porn on the side to finance his 35mm documentaries. We went to see films several times a week.\nOne day, we went to the Strand Theater on Market Street to see Citizen Kane. It was Artie’s favorite. Cleve joined us. After the movie, we all walked over to Civic Center Plaza to look at the neoclassic buildings. Artie began to press me to come up with a new symbol for what he had called “the dawn of a new gay consciousness and freedom.” Both he and Harvey had brought this up to me before.\nAt this point, the pink triangle was the symbol for the gay movement. But it represented a dark chapter in the history of same-sex rights. Adolph Hitler conceived the pink triangle during World War II as a stigma placed on homosexuals in the same way the Star of David was used against Jews. It functioned as a Nazi tool of oppression. We all felt that we needed something that was positive, that celebrated our love.",
    "trans": "Gilbert se souvient d'une soirée avec ses amis Cleve Jones et le réalisateur Artie Bressan au début de 1978, après sa rupture de Noël avec Tandy Belew.\n« Pour me remettre de ma rupture avec Tandy, je me suis consacré encore plus à l'activisme et je suis allé au cinéma. Mon ami Artie Bressan, Jr., était un réalisateur qui venait de faire un documentaire sur le défilé de 1977, intitulé \"Gay USA\". C'était un visionnaire fou qui réalisait des films porno à côté pour financer ses documentaires en 35 mm. Nous allions au cinéma plusieurs fois par semaine.\nUn jour, nous sommes allés au Strand Theater sur Market Street pour voir Citizen Kane. C'était le film préféré d'Artie. Cleve nous a rejoints. Après le film, nous sommes tous allés à Civic Center Plaza pour regarder les bâtiments néoclassiques. Artie a commencé à me pousser à proposer un nouveau symbole pour ce qu'il appelait 'l'aube d'une nouvelle conscience et liberté gay'. Lui et Harvey m'avaient déjà parlé de cela.\nÀ ce moment-là, le triangle rose était le symbole du mouvement gay. Mais il représentait un chapitre sombre de l'histoire des droits des personnes homosexuelles. Adolf Hitler a conçu le triangle rose pendant la Seconde Guerre mondiale comme un stigma imposé aux homosexuels, de la même manière que l'étoile de David était utilisée contre les Juifs. Il fonctionnait comme un outil de répression nazi. Nous ressentions tous que nous avions besoin de quelque chose de positif, qui célébrait notre amour.\""
}