{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Please be advised that you have been enrolled in the following online course:\nCompany 17 - Scissor Lift Training & Certification\nYou can access your courses through Absorb, our Learning Management System using Google Chrome as your Internet browser. If you attempt to open in any other browser, courses may not play.\nTo log in, follow the instructions below:\nYour course can be accessed by selecting: https://universalplantservices.myabsorb.com/#/courses.\nAt Username,Your username defaults to your personal email address [redacted_email] . If you have been provided a company email address such as myname@universalplant.com, please email [redacted_email] to update the system.\nAt Password, click Reset Password to create a new unique password. Once reset, enter that password in the Password field.\nWhen finished, click Login. Absorb opens.\nLocate the My Courses tab to view the courses you have been enrolled in.\nWhen ready, click Play to watch each course. You must watch each in it's entirety to receive credit for completing the training.\nShould you have questions, please contact [redacted_email]. For log in assistance, select Submit Help Desk Ticket from the Login page. Help Desk representatives are standing by to assist.\nThank you,\nUPS Industrial Services\n[redacted_email]\nNote: This is a system generated message. Please do not reply to this email.",
    "trans": "Veuillez noter que vous avez été inscrit au cours en ligne suivant :\nEntreprise 17 - Formation et certification pour nacelle élévatrice à ciseaux\nVous pouvez accéder à vos cours via Absorb, notre système de gestion de l'apprentissage, en utilisant Google Chrome comme navigateur Internet. Si vous tentez de l'ouvrir avec un autre navigateur, les cours pourraient ne pas se lancer.\nPour vous connecter, suivez les instructions ci-dessous :\nVous pouvez accéder à votre cours en sélectionnant : https://universalplantservices.myabsorb.com/#/courses.\nDans le champ Nom d'utilisateur, votre nom d'utilisateur est par défaut votre adresse e-mail personnelle [redacted_email]. Si une adresse e-mail professionnelle vous a été attribuée, comme myname@universalplant.com, veuillez envoyer un e-mail à [redacted_email] afin de mettre à jour le système.\nDans le champ Mot de passe, cliquez sur Réinitialiser le mot de passe pour créer un nouveau mot de passe unique. Une fois réinitialisé, saisissez ce mot de passe dans le champ Mot de passe.\nUne fois terminé, cliquez sur Connexion. Absorb s'ouvrira.\nRepérez l'onglet Mes cours pour voir les cours auxquels vous êtes inscrit.\nLorsque vous êtes prêt, cliquez sur Lire pour visionner chaque cours. Vous devez les regarder dans leur intégralité afin d'obtenir la validation de la formation.\nSi vous avez des questions, veuillez contacter [redacted_email]. Pour obtenir de l'aide concernant la connexion, sélectionnez Soumettre un ticket au support technique depuis la page de connexion. Les représentants du support technique sont à votre disposition pour vous aider.\nMerci,\nServices industriels UPS\n[redacted_email]\nRemarque : Ceci est un message généré automatiquement. Veuillez ne pas répondre à cet e-mail."
}