{
    "source": "en_US",
    "target": "fr_FR",
    "text": "evident in most AP and IB students’ responses.\nThat gifted students’ needs frequently go unmet in the general classroom has been the subject of much discus- sion in the gifted education literature (e.g., Colangelo, Assouline, & Gross, 2004; Gross, 2000; Reis et al., 1993). With the recent push for detracking and inclusion, gifted students are increasingly being served in more heteroge- neous classrooms. There does not seem to be an accom- panying push, however, to focus on ensuring that these environments are appropriate for the needs of advanced students or to coach teachers in meeting the academic needs of advanced students in the evolving context of het- erogeneity. Successful development of teacher skills would be characterized by increased competence in rais- ing the challenge level of the curriculum and instruction in all subject areas, understanding the unique learning needs of advanced students, and providing advanced students opportunities to work in a variety of group set- tings, including in homogeneous groups with similarly motivated and able peers. Many advanced and gifted students spend much of their educational lives in general education courses and should not have to wait until late in high school to experience rigorous curriculu",
    "trans": "évident dans les réponses de la plupart des élèves des programmes AP et IB.\nLe fait que les besoins des élèves doués ne soient souvent pas satisfaits dans la classe ordinaire a fait l'objet de nombreuses discussions dans la littérature sur l'éducation des élèves doués (par exemple, Colangelo, Assouline et Gross, 2004 ; Gross, 2000 ; Reis et al., 1993). Avec la récente impulsion pour la suppression des classes différenciées et l'inclusion, les élèves doués sont de plus en plus servis dans des classes plus hétérogènes. Cependant, il ne semble pas y avoir une volonté parallèle de se concentrer sur la garantie que ces environnements répondent aux besoins des élèves avancés, ni de former les enseignants à répondre aux besoins académiques des élèves avancés dans le contexte évolutif de l'hétérogénéité. Le développement réussi des compétences des enseignants se caractériserait par une augmentation de la compétence dans l'élévation du niveau de défi du programme et de l'enseignement dans toutes les matières, la compréhension des besoins d'apprentissage uniques des élèves avancés, et la fourniture d'opportunités aux élèves avancés de travailler dans une variété de groupes, y compris dans des groupes homogènes avec des pairs également motivés et capables. De nombreux élèves avancés et doués passent une grande partie de leur vie scolaire dans des cours d'éducation générale et ne devraient pas avoir à attendre la fin du lycée pour vivre un programme rigoureux"
}