{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello [redacted_name]\nCould you benefit from career insight and advice from an industry based mentor?\nOur Career Mentoring Programme delivered within the Careers Service provides you with the opportunity to gain valuable career insight and advice from professionals working in a range of industry sectors and job roles. We have mentors available in a range of career areas including:-\nArts including journalism, editing, writing, media, film, theatre and TV\nAccounting, banking & finance\nEnvironmental\nGovernment & politics\nHealth & social care\nHuman resources\nLaw\nManagement including sales, consultancy, operations and supply chain\nMarketing\nPsychology\nSTEM including R&D, engineering, software development and technology\nTeaching and education\nIn order to take part,please ensure that you attend ONE of our 'Find your Mentor' information eventstaking place over the coming weeks. Attendance at an information event is compulsory for all students taking part so you have a better understanding of what to expect and how to get the most from it. You can sign up for an information event in Handshake via the links at the bottom of this message.\nOnce you have attended an event, you will then be given access to our mentoring platform to create your mentee profile ahead of the programme starting in November.\nFor further information on this opportunity please visit thementoring pages within Handshake.\nPlease note:We cannot guarantee that we will have a suitable mentor for everyone and covering every career area. In the event that we don’t have a suitable mentor available for you, we will keep you informed and do our best to source additional mentors suited to your career interests.\nBest wishes",
    "trans": "Salut [redacted_name] !\nPourriez-vous bénéficier de l'expertise et des conseils d'un mentor issu de l'industrie ?\nNotre programme de mentorat professionnel, mis en œuvre par le service des carrières, vous offre la possibilité d'obtenir des informations et des conseils précieux sur votre carrière de la part de professionnels travaillant dans divers secteurs d'activité et exerçant diverses fonctions. Nous disposons de mentors dans un certain nombre de domaines professionnels, notamment :-\nles arts, tels que le journalisme, la rédaction, l'écriture, le médias, le cinéma, le théâtre et télévision.\n- Comptabilité, banque et finance\n- Environnement\n- Gouvernement et politique\n- Santé et protection sociale\n- Ressources humaines\n- Droit\n- La gestion comprends la vente, le conseil, les opérations et la chaîne d'approvisionnement\n- Marketing\n-Psychologie\nLe STEM comprend la R&D, l'ingénierie, le développement de logiciels et la technologie\nEnseignement et éducation\nPour participer, assurez-vous d'assister à l'une de nos réunions d'information « Trouvez votre mentor » qui se tiendront dans les semaines à venir. La participation à une réunion d'information est obligatoire pour tous les étudiants participant au programme, afin que vous sachiez mieux ce qui vous attend et comment en tirer le meilleur parti. Vous pouvez vous inscrire à un événement d'information dans le cadre de l'accueil (Handshake) via les liens au bas de ce message.\nUne fois que vous aurez participé à un événement, vous aurez accès à notre plateforme de mentorat pour créer votre profil de mentor avant le début du programme en novembre.\nPour plus d'informations sur cette opportunité, veuillez consulter les pages consacrées au mentorat dans le processus d'intégration (Handshake).\nRemarque : nous ne pouvons pas garantir que nous aurons un mentor qui conviendra à tout le monde et qui couvrira tous les domaines de carrière. Dans le cas où nous n'aurions pas de mentor disponible pour vous, nous vous tiendrons informé et ferons de notre mieux pour trouver d'autres mentors correspondant à vos intérêts professionnels.\nMeilleurs vœux"
}