{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello, excuse me, I'm [redacted_name] from TEMU Services USA. Your background and resume have been recommended by multiple online recruitment agencies. Therefore, we would like to offer you a great remote online part-time/full-time job to help TEMU merchants update data, increase visibility and bookings, and provide you with free training. Flexible part-time and full-time jobs allow you to work 60 to 90 minutes a day, 5 days a week, earn extra income on weekends too. You can work anytime and anywhere according to your schedule, and earn $50 to $500 a day. The basic salary is $950 per 4 days worked. Paid annual leave: In addition to maternity leave, paternity leave and other statutory holidays, ordinary employees are entitled to 5-15 days of paid annual leave. If you want to participate, please contact me by WhatsAPP:[redacted_number](Note: You must be at least 20 years old)",
    "trans": "Bonjour, excusez-moi, je suis [redacted_name] de TEMU Services USA. Votre parcours et votre CV ont été recommandés par plusieurs agences de recrutement en ligne. Par conséquent, nous souhaitons vous proposer un excellent emploi en ligne, à distance, à temps partiel ou à temps plein, pour aider les commerçants de TEMU à mettre à jour leurs données, accroître leur visibilité et leurs réservations, tout en vous offrant une formation gratuite. Les emplois flexibles à temps partiel et à temps plein vous permettent de travailler 60 à 90 minutes par jour, 5 jours par semaine, et de gagner un revenu supplémentaire les week-ends. Vous pouvez travailler à tout moment et en tout lieu selon votre emploi du temps et gagner entre 50 et 500 dollars par jour. Le salaire de base est de 950 dollars pour 4 jours travaillés. Congés annuels payés : En plus du congé de maternité, du congé de paternité et d'autres jours fériés légaux, les employés ordinaires ont droit à 5 à 15 jours de congé annuel payé. Si vous souhaitez participer, veuillez me contacter par WhatsApp : [redacted_number] (Remarque : Vous devez avoir au moins 20 ans)."
}