{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I'm Darlene from Glassdoor (USA). We offer quality remote online part-time/full-time jobs to help （amazon） merchants update data and increase visibility and bookings with free training. Part-time and full-time flexible work allows you to work 4 days a week, simple work, work anytime, anywhere (according to your own schedule), and receive a bonus of $50 to $300 per day. Get a basic salary of $800 for every 4 working days. This job can bring a good income to the family. A formal employee contract will be issued after completing 4 working days. Benefits: Paid annual leave: In addition to statutory holidays such as maternity leave and paternity leave. Regular employees are entitled to 5-15 days of paid annual leave. If you want to join us, please contact the employer for more information by sending a text message to the phone number:2012057012",
    "trans": "Je suis Darlene de Glassdoor (USA). Nous proposons des emplois en ligne à distance, à temps partiel et à temps plein, de qualité, pour aider les commerçants (Amazon) à mettre à jour leurs données et augmenter leur visibilité et leurs réservations, avec une formation gratuite. Le travail à temps partiel et à temps plein offre une flexibilité vous permettant de travailler 4 jours par semaine, un travail simple, à effectuer à tout moment et en tout lieu (selon votre propre emploi du temps), avec une prime de 50 $ à 300 $ par jour. Vous recevrez un salaire de base de 800 $ pour chaque période de 4 jours de travail. Ce travail peut rapporter un bon revenu à la famille. Un contrat de travail formel sera émis après 4 jours de travail effectués. Avantages : Congés payés annuels : En plus des congés légaux tels que le congé de maternité et de paternité, les employés réguliers ont droit à 5-15 jours de congés payés annuels. Si vous souhaitez nous rejoindre, veuillez contacter l'employeur pour plus d'informations en envoyant un message texte au numéro suivant : 2012057012."
}