{
    "source": "en_US",
    "target": "fr_FR",
    "text": "But just as plants can change over time, so can ideas. Consider Luther’s belief that the Bible was the only guide to salvation. What made it revolutionary? During the Middle Ages, popes and church councils acted as the final judges of the Bible’s meaning—not ordi- nary people. Luther, on the other hand, wanted everybody to read the Bible. “The Christian must judge for himself,” he insisted. The Bible should be available in the language of ordinary folk, not just in Latin, which only educated people understood. Luther trans- lated the Bible into German. Thousands of copies were printed. Thousands of people began reading it, now free to judge for them- selves. Then there was Calvin’s idea of a holy commonwealth. Many Protestants would come to America hoping to found communities in which people supported one another for the “common wealth.” By that, Calvin meant not just wealth in the sense of money but also spiritual wealth—the kind gained by supporting one another as the faithful lived together.",
    "trans": "Tout comme les plantes peuvent changer au fil du temps, les idées aussi. Considérons la croyance de Luther selon laquelle la Bible était le seul guide vers le salut. Qu'est-ce qui la rendait révolutionnaire ? Au Moyen Âge, les papes et les conciles de l'Église agissaient en tant que juges finaux de la signification de la Bible, et non les gens ordinaires. Luther, en revanche, voulait que tout le monde lise la Bible. \"Le chrétien doit juger par lui-même\", insistait-il. La Bible devrait être disponible dans la langue des gens ordinaires, et non seulement en latin, que seuls les personnes instruites comprenaient. Luther traduisit la Bible en allemand. Des milliers de copies furent imprimées. Des milliers de personnes commencèrent à la lire, désormais libres de juger par eux-mêmes. Puis, il y avait l'idée de Calvin d'une république sainte. De nombreux protestants viendraient en Amérique dans l'espoir de fonder des communautés où les gens se soutiendraient mutuellement pour le \"bien commun\". Par cela, Calvin entendait non seulement la richesse au sens de l'argent, mais aussi la richesse spirituelle—celle acquise en se soutenant mutuellement alors que les fidèles vivaient ensemble."
}