{
    "source": "en_US",
    "target": "fr_FR",
    "text": "X-Bolt metal alloy trigger guard assembly and composite magazine.\nA-BOLT UPDATE:In 2012 Browning introduced the AB3 (A-Bolt III) and has been fazing out the A-Bolt II shown in this article. Check out myX-Bolt vs AB3 (A-Bolt III) Comparisonarticleto see the newAB3 and X-Bolt comparisons.\nNow that I own aX-BoltI took a few photos and wrote some descriptions of the differences between these two Browning bolt action rifles.\nBecause I only have Super Short Action (SSA) A-Bolts and my X-Bolt is a Short Action (SA) the photos show the X-Bolt with a longer bolt, action, magazine etc. which would not be the case if they were both the same action length.\nThe first thing that comes to mind that is different between the rifles is the trigger system. The trigger on the X-Bolt is amazing for a factory trigger, not that the A-Bolt trigger is bad, it has a great factory trigger, the X-Bolt's trigger is just better.\nI have been really impressed with how the X-Bolt trigger feels when you shoot. Both the A-Bolt and the X-Bolt have a trigger adjustment screw that can be accessed by removing the trigger guard assembly. I always back my trigger adjustment screws out to get the lowest trigger weight available. It's a simple procedure just follow the directions in the owners manual.",
    "trans": "Pontet en alliage métallique X-Bolt et chargeur en composite.\nA-BOLT MISE A JOUR : En 2012, Browning a introduit l'AB3 (A-Bolt III) et a modifié l'A-Bolt II présenté dans cet article. Consultez mon article Comparaison X-Bolt vs AB3 (A-Bolt III) pour voir les comparaisons entre les nouveaux AB3 et X-Bolt.\nMaintenant que je possède un X-Bolt, j'ai pris quelques photos et rédigé quelques descriptions des différences entre ces deux fusils Browning à verrou.\nComme je n'ai que des A-Bolts Super Short Action (SSA) et que mon X-Bolt est un Short Action (SA), les photos montrent le X-Bolt avec une culasse, un mécanisme, un chargeur, etc plus longs. Ce qui ne serait pas le cas s'ils avaient tous deux la même longueur d'action.\nLa première chose qui vient à l'esprit et qui diffère entre les fusils est le système de déclenchement. La première chose qui vient à l'esprit et qui diverge entre les fusils est le système de déclenchement.\nJ'ai été très impressionné par la sensation de la détente du X-Bolt lors du tir. Le A-Bolt et le X-Bolt ont tous deux une vis de réglage de la détente à laquelle on peut accéder en retirant le pontet. Je retire toujours les vis de réglage de la gâchette pour obtenir le poids de gâchette le plus faible possible. C'est une procédure simple, il suffit de suivre les instructions du manuel d'utilisation."
}