{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Kunikida, as always, remains oblivious. He’s too focused on the mission, on the details, on being in control. And Atsushi? He’s nervous, as usual, his attention flicking from shadow to shadow, probably too caught up in his own anxieties to notice Dazai’s subtle winces.\nAtsushi returns after a quick sweep, looking to Kunikida. \"There are at least five men patrolling inside. What do we do?\"\nKunikida nods, turning to Dazai. \"Did you see anything on your side?\"\nDazai straightens up, forcing a grin despite the sharp jolt of pain running through his spine. \"Just the usual. Nothing we can’t handle.\"\n\"Good. Let's move.\"\nThe mission wraps up without a hitch—at least, on the surface. Kunikida, Atsushi, and Dazai handle the patrolmen with their usual precision. Dazai barely has to lift a finger, which he’s grateful for, given the state of his body. His movements are slower, more deliberate, each motion sending waves of pain through him that he stubbornly refuses to acknowledge.\nOnce the warehouse is secured, Kunikida looks satisfied for the first time all day. “Good work,” he says, though his gaze lingers on Dazai, clearly suspicious of his unusually quiet behaviour. “Let’s head back to the office and write up the report. Dazai, don’t disappear this time.”\n“Wouldn’t dream of it, Kunikida-kun,” Dazai replies, flashing his partner a cheeky grin despite the exhaustion weighing him down. Atsushi glances at him, still looking somewhat concerned, but he says nothing.\nAs they make their way back to the office, Dazai walks behind the group, the ache in his body only intensifying with each step. He can feel himself reaching his limit. They reach the familiar streets near the Agency, and Dazai takes a sharp turn down an alley, slipping away from the others unnoticed. Kunikida is too wrapped up in his post-mission thoughts to notice, and Atsushi is too tired to ask.",
    "trans": "Kunikida, comme toujours, reste inconscient. Il est trop concentré sur la mission, sur les détails, sur le contrôle. Et Atsushi ? Il est nerveux, comme d'habitude, son attention passant d'une ombre à l'autre, probablement trop pris dans ses propres angoisses pour remarquer les grimaces subtiles de Dazai.\nAtsushi revient après une inspection rapide, se tournant vers Kunikida. « Il y a au moins cinq hommes qui patrouillent à l'intérieur. Qu'est-ce qu'on fait ? »\nKunikida hoche la tête, se tournant vers Dazai. « Tu as vu quelque chose de ton côté ? »\nDazai se redresse, affichant un sourire forcé malgré la douleur aiguë qui parcourt sa colonne vertébrale. « Rien d'inhabituel. Rien qu'on ne puisse pas gérer. »\n« Bien. On y va. »\nLa mission se déroule sans accroc—du moins, en apparence. Kunikida, Atsushi et Dazai s'occupent des patrouilleurs avec leur précision habituelle. Dazai n'a presque pas besoin de lever le petit doigt, ce dont il est reconnaissant, étant donné l'état de son corps. Ses mouvements sont plus lents, plus délibérés, chaque geste envoyant des vagues de douleur qu'il refuse obstinément de reconnaître.\nUne fois l'entrepôt sécurisé, Kunikida semble satisfait pour la première fois de la journée. « Bon travail », dit-il, bien que son regard s'attarde sur Dazai, visiblement méfiant face à son comportement inhabituellement silencieux. « Rentrons au bureau pour rédiger le rapport. Dazai, ne disparais pas cette fois. »\n« Je n'y penserais même pas, Kunikida-kun », répond Dazai, arborant un sourire espiègle malgré l'épuisement qui l'accable. Atsushi lui jette un regard, toujours un peu inquiet, mais il ne dit rien.\nAlors qu'ils retournent au bureau, Dazai marche derrière le groupe, la douleur dans son corps ne faisant qu'empirer à chaque pas. Il sent qu'il atteint ses limites. Ils arrivent dans les rues familières près de l'Agence, et Dazai tourne brusquement dans une ruelle, s'éclipsant sans que les autres ne le remarquent. Kunikida est trop absorbé par ses pensées post-mission pour s'en apercevoir, et Atsushi est trop fatigué pour poser des questions."
}