{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Everything will be emailed to you within a half hour. He understands completely. He will update you and whenever I'm needed we will continue to communicate as well. I want you to know that I'm personally spending time on your son's case. I'm familiar with the law and judicial system. The help I'm providing is priceless on both cases criminal and immigration. Without the help I am providing it would cost $25,000 for the criminal cases & another $10,000. For the immigration case. A Spanish and English translator that knows the law as I do would cost 150 dollars an hour. Representation in this country is a Monopoly! It's extremely expensive and time consuming. So I want you to get all negative thoughts of the case and what past lawyers have done to you. In 3 and a half weeks Julian Kessel has done more to figure out how to help Jonathan than anyone! Immigration is set and ready for the moment Jonathan's criminal charges are reduced and finalized. Your son is in great hands . He was in great danger!",
    "trans": "Tout vous sera envoyé par e-mail dans une demi-heure. Il comprend parfaitement. Il vous tiendra informé et, chaque fois que j'aurai besoin d'intervenir, nous continuerons de communiquer également. Je veux que vous sachiez que je consacre personnellement du temps au dossier de votre fils. Je connais bien le droit et le système judiciaire. L'aide que je fournis est inestimable pour les deux dossiers, criminel et immigration. Sans l'aide que je fournis, cela coûterait 25 000 $ pour les affaires criminelles et 10 000 $ supplémentaires pour l'affaire d'immigration. Un traducteur espagnol et anglais qui connaît la loi comme moi coûterait 150 dollars de l'heure. La représentation dans ce pays est un monopole ! C'est extrêmement coûteux et chronophage. Je veux donc que vous chassiez toutes les pensées négatives à propos du dossier et de ce que les avocats précédents vous ont fait subir. En 3 semaines et demie, Julian Kessel a fait plus pour comprendre comment aider Jonathan que quiconque ! L'immigration est prête dès que les accusations criminelles de Jonathan seront réduites et finalisées. Votre fils est entre de bonnes mains. Il était en grand danger !"
}