{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good afternoon,\nIt is expected that Tutorial Group A (Teams 1-19) attend the tutorial slot this week (tomorrow, Friday 18th October) from 2pm - 5pm in the usual lecture theatre (TG314). Attendance will be taken.\nFor the tutorial teams, as noted in the lectures over the last few weeks and within the module introduction lecture, these have been posted to the myplace page (Tutorials Groups and Teams).\nTutorial assistants ([redacted_name], [redacted_name], and [redacted_name]) will support the tutorial tomorrow.\nPlease refer to the document 'Group project - Business Plan' for guidance of what is expected of teams within the tutorials. Students are not expected to submit their business plans this year, but teams should work constructively on these, as we will discuss these in more detail with you within later tutorial sessions and may ask you to pitch some of your business ideas and business plans.",
    "trans": "Bonsoir,\nIl est prévu que le groupe de tutorat A (équipes 1-19) assiste à la séance de tutorat cette semaine (demain, vendredi 18 octobre) de 14h00 à 17h00 dans l'amphithéâtre habituel (TG314). La présence sera enregistrée.\nPour les équipes de tutorat, comme indiqué lors des cours des dernières semaines et dans la présentation du module, celles-ci ont été publiées sur la page MyPlace (Groupes de tutorat et équipes).\nLes assistants de tutorat ([redacted_name], [redacted_name] et [redacted_name]) soutiendront la séance de tutorat demain.\nVeuillez consulter le document 'Projet de groupe - Plan d'affaires' pour obtenir des conseils sur ce qui est attendu des équipes lors des tutorats. Les étudiants ne sont pas tenus de soumettre leurs plans d'affaires cette année, mais les équipes doivent travailler de manière constructive sur ceux-ci, car nous les aborderons plus en détail avec vous lors des prochaines séances de tutorat et pourrions vous demander de présenter certaines de vos idées et plans d'affaires."
}