{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Deepen and refine your own leadership practice, through the unique practice of dialogue and storytelling, during and after your IHPME graduate studies. Students and alumni in all IHPME programs are encouraged to apply to these unique immersive experiences in health leadership.\nApplications are open until November 15, 2024in two Vernissage Health Programs:\nEarly Career Health Leaders (ECHL) Program: This program is for IHPME alumni, who have completed a graduate degree in health care in the past ten years and who are currently in leadership roles in health (leadership roles are broadly defined to include leadership positions or roles in health organizations as well as leadership in health advocacy or community development).\nStudent Dialogue Series: This program is for IHPME students who are currently enrolled in an graduate program in health care who aspire to leadership roles in health.\nFor more information about either program, please contact [redacted_name], Founder and Project Lead at [redacted_email]. To listen to the experiences of past participants or determine the program best suited to your needs, please visit www.vernissagehealth.com",
    "trans": "Affinez et approfondissez votre propre pratique du leadership, grâce à la pratique unique du dialogue et de la narration, pendant et après vos études supérieures à l'IHPME. Les étudiants et anciens élèves de tous les programmes de l'IHPME sont encouragés à postuler pour ces expériences immersives uniques en leadership en santé.\nLes candidatures sont ouvertes jusqu'au 15 Novembre 2024 pour deux Programmes Vernissage Health :\nProgramme des Leaders en Santé en Début de Carrière (ECHL) : Ce programme s'adresse aux anciens élèves de l'IHPME, ayant obtenu un diplôme de troisième cycle en santé au cours des dix dernières années et occupant actuellement des rôles de leadership dans le secteur de la santé (les rôles de leadership sont définis de manière large pour inclure les postes de leadership dans les organisations de santé ainsi que le leadership dans la défense des droits de la santé ou le développement communautaire).\nSérie de Dialogues Etudiants : Ce programme s'adresse aux étudiants de l'IHPME actuellement inscrits dans un programme de troisième cycle en soins de santé et aspirant à des rôles de leadership dans le domaine de la santé.\nPour plus d'informations sur l'un ou l'autre des programmes, veuillez contacter [redacted_name], Fondateur et Responsable du Projet à [redacted_email]. Pour écouter les témoignages des participants précédents ou déterminer le programme le mieux adapté à vos besoins, veuillez visiter www.vernissagehealth.com."
}