{
    "source": "en_US",
    "target": "fr_FR",
    "text": "TENANT will be responsible for unpaid rent, physical damages, future rent due, attorney’s fees, costs and any other amounts dud under the terms of the tenancy.\n6. OCCUPANTS: Only the following individuals shall occupy the premises unless written consent of the OWNER is obtained: reasonable number of guests may occupy the premises without prior written consent if stay is limited to 7 days.\n7. USE OF THE PREMISES: TENANT shall maintain the premises in a clean and sanitary condition and not disturb surrounding residents or the peaceful and quiet enjoyment of the premises or surrounding premises. TENANT shall install window shades or draperies (no foil, sheets, paper, etc. allowed) within 15 days of taking occupancy if not already provided. Premises are to be used and occupied by the TENANT for only residential, non-business, private housing purposes only. TENANT shall not operate any type of day care or child sitting service on the premises. TENANT shall secure insurance immediately for any water filled devises with a loss payable clause to OWNER. No trampolines, athletic equipment, recreational equipment, or any items or activities which can cause interference with the insurance coverage on the premises will be permitted.\n8. TENANT covenants that she/he shall not commit or suffer any waste in the premises, use the premises or permit them to be used for drugs or any unlawful purpose or any dangerous, noxious or offensive activity or cause or maintain any nuisance in the premises, nor operate a business for which the property is not zoned. At the end of the term of this Agreement, Tenant will deliver up the premises in as good an order and condition as they now are, or may be put by Owner or Tenant, reasonable use and ordinary wear and tear thereof and damage by fire or another casualty, excepted.\n9. QUIET ENJOYMENT: Owner agrees that if",
    "trans": "Le LOCATAIRE sera responsable du loyer impayé, des dommages matériels, du loyer futur dû, des honoraires d'avocat, des frais et de tout autre montant impayé en vertu des termes du bail.\n6. OCCUPANTS : Seules les personnes suivantes peuvent occuper les lieux, sauf consentement écrit du PROPRIÉTAIRE : un nombre raisonnable d'invités peut occuper les lieux sans consentement écrit préalable si le séjour est limité à 7 jours.\n7. UTILISATION DES LOCAUX : Le LOCATAIRE doit maintenir les lieux dans un état propre et sanitaire et ne pas déranger les résidents environnants ni la jouissance paisible et tranquille des lieux ou des locaux environnants. Le LOCATAIRE doit installer des stores ou des rideaux (pas de papier d'aluminium, de draps, de papier, etc. autorisés) dans les 15 jours suivant la prise de possession s'ils ne sont pas déjà fournis. Les locaux doivent être utilisés et occupés par le LOCATAIRE uniquement à des fins résidentielles, non commerciales et de logement privé. Le LOCATAIRE ne doit exploiter aucun type de garderie ou de service de garde d'enfants dans les locaux. Le LOCATAIRE doit souscrire immédiatement une assurance pour tout appareil rempli d'eau avec une clause de perte payable au PROPRIÉTAIRE. Aucun trampoline, équipement sportif, équipement récréatif ou tout article ou activité pouvant causer une interférence avec la couverture d'assurance sur les lieux ne sera autorisé.\n8. LE LOCATAIRE s'engage à ne pas commettre ou tolérer de déchets dans les lieux, à ne pas utiliser les lieux ou à ne pas permettre qu'ils soient utilisés pour la drogue ou à des fins illégales ou pour toute activité dangereuse, nocive ou offensante, ni à causer ou à maintenir une nuisance dans les lieux, ni à exploiter une entreprise pour laquelle la propriété n'est pas zonée. À la fin de la durée du présent contrat, le locataire remettra les lieux dans un état et un ordre aussi bons qu'ils le sont actuellement, ou qu'ils peuvent être mis par le propriétaire ou le locataire, à l'exception de l'utilisation raisonnable et de l'usure normale de ceux-ci et des dommages causés par le feu ou un autre sinistre.\n9. JOUISSANCE PAISIBLE : Le propriétaire accepte que si"
}