{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name]\nThank you for contacting us and completing the E-visit questionnaire.\nMy name is [redacted_name] MD and I am covering for your personal physician PCP (primary care physician) DAVID V CONTRERAS MD.\nI am sorry you are not well. I have reviewed your medical history and your E-visit responses. Based on the information you have provided, you have a urinary tract (bladder) infection.\nHere are my recommendations:\nI am prescribing NITROFURANTOIN (GENERIC MACROBID)and placing the prescription on file. You may pick up the prescription at any Kaiser Permanente pharmacy. Please go to the pharmacy drop-off desk to fill your prescription. The prescription will be filled after you check in.\nIf you prefer a non-Kaiser Permanente pharmacy, please ask that pharmacy to fax a transfer request for this prescription to the Kaiser Permanente pharmacy.\nYou can take over the counter (OTC) medications that contain “phenazopyridine” like Uristat or AZO-Standard to reduce the discomfort and pain when you urinate. These are not antibiotics and will not treat your infection. They can be taken along with your antibioticsand may turn your urine and tears an orange or red color. This change in color is safe.\nPlease call the AACC at 866-454-8855 if you have questions or develop symptoms such as fever, back pain, or you do not improve within 48 hours of starting antibiotics.\nWe hope your E-visit experience has been helpful and convenient.",
    "trans": "Cher [redacted_name]\nMerci de nous avoir contactés et d'avoir rempli le questionnaire de consultation en ligne.\nJe m'appelle [redacted_name] MD et je remplace votre médecin traitant personnel PCP (médecin de soins primaires) DAVID V CONTRERAS MD.\nJe suis désolé que vous ne vous sentiez pas bien. J'ai examiné votre dossier médical et vos réponses à la consultation en ligne. D'après les informations que vous avez fournies, vous avez une infection des voies urinaires (vessie).\nVoici mes recommandations :\nJe prescris de la NITROFURANTOÏNE (GÉNÉRIQUE MACROBID) et je place l'ordonnance en dossier. Vous pouvez récupérer l'ordonnance dans n'importe quelle pharmacie Kaiser Permanente. Veuillez vous rendre au guichet de dépôt de la pharmacie pour remplir votre ordonnance. L'ordonnance sera remplie après votre enregistrement.\nSi vous préférez une pharmacie non Kaiser Permanente, veuillez demander à cette pharmacie d'envoyer une demande de transfert pour cette ordonnance à la pharmacie Kaiser Permanente.\nVous pouvez prendre des médicaments en vente libre (OTC) contenant du  « phénazopyridine » comme Uristat ou AZO-Standard pour réduire l'inconfort et la douleur lorsque vous urinez. Ce ne sont pas des antibiotiques et ils ne traiteront pas votre infection. Ils peuvent être pris avec vos antibiotiques et peuvent rendre votre urine et vos larmes de couleur orange ou rouge. Ce changement de couleur est sans danger.\nVeuillez appeler l'AACC au 866-454-8855 si vous avez des questions ou si vous développez des symptômes tels que de la fièvre, des douleurs lombaires, ou si vous ne vous améliorez pas dans les 48 heures suivant le début des antibiotiques.\nNous espérons que votre expérience de consultation en ligne a été utile et pratique."
}