{
    "source": "en_US",
    "target": "fr_FR",
    "text": "24. Returning To Work\nYou must be free of any episodes of vomiting or diarrhea for 24 hours before returning to work. If you have jaundice you need to be cleared by a doctor before returning to work; if you had jaundice for more than 7 days, the Health Department must clear you to return to work. Any wounds, once reported, may be covered with bandages and gloves and you may be allowed to continue working.\nWhen dealing with illnesses involving sore throats, fever, runny nose, or persistent cough, it is often up to the discretion of your employer, who may allow you to work but restrict you from being near exposed food or clean equipment, dishes, and utensils until you recover.\nHowever, if your establishment serves an HSP, or Highly Susceptible Population (described later in this section), you cannot return to work in any capacity until you are fully recovered.",
    "trans": "24. Reprise du travail\nLa reprise du travail est subordonnée à l'absence de tout épisode de vomissement ou de diarrhée pendant 24 heures. Si vous avez la jaunisse, vous devez obtenir l'autorisation d'un médecin avant de reprendre le travail ; si vous avez eu la jaunisse pendant plus de 7 jours, le département de la santé doit vous autoriser à reprendre le travail. Toute blessure, une fois signalée, peut être recouverte de bandages et de gants et vous pouvez être autorisé à continuer à travailler.\nEn cas de maladies impliquant des angines, de la fièvre, un écoulement nasal ou une toux persistante, la décision est souvent laissée à l'appréciation de l'employeur, qui peut vous autoriser à travailler mais vous interdire d'approcher des aliments exposés ou du matériel, de la vaisselle et des ustensiles propres jusqu'à ce que vous soyez rétabli.\nToutefois, si votre établissement dessert une population hautement sensible (décrite plus loin dans cette section), vous ne pouvez pas reprendre le travail tant que vous n'êtes pas complètement rétabli."
}