{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The address of the stdio is 62 Powell street, Vancouver [there is a signage as Brass Harpy]. The studio is located on the opposite side of the \"Birds & the Beets\" (coffee shop) across the street.\nPlease make sure you sign the consent form before coming to the appointment.\nthe consent form will be sent you after we agree to the design\nPlease bring your ID with you to the appointment to prove your age.\nMASK is optional now at our studio.\nNO GUEST ALLOW, in the studio due to limited space. Please come to the appointment alone unless you book an appointment for matching or group booking only.\nIf you bring your friend or family to the appointment unfortunately, we don't allow guest in the studio but there is The Birds & The Beets coffee shop also Milano Cafe close to the studio.\nIf you are going to be late please let Tavi know. If you are late more than 10 minutes Tavi may not be able to accommodate you, as a result, your deposit will be forfeited and a new deposit will be required to reschedule the appointment.\nPlease drink and eat at least 3 hours before your appointment time.\nPlease use moisturizer on the skin 3-5 days before the appointment date. (dry skin may cause difficulty to ink absorption)\nDo not consume alcohol or coffee on the appointment date, it may excess bleeding and may push out the ink from your tattoo.\nPayment method: Tavi does accept only Debit card at the moment.",
    "trans": "L'adresse du studio est 62 Powell street, Vancouver [il y a une enseigne comme Brass Harpy]. Le studio est situé de l'autre côté du « Birds & the Beets » (Café), de l'autre côté de la rue.\nVeuillez vous assurer de signer le formulaire de consentement avant de venir au rendez-vous.\nLe formulaire de consentement vous sera envoyé une fois que nous aurons convenu du design.\nVeuillez vous munir d'une pièce d'identité pour prouver votre âge.\nLe MASQUE est désormais facultatif dans notre studio.\nLes invités ne sont pas admis dans le studio en raison de l'espace limité. Veuillez vous présenter seul(e) au rendez-vous, à moins que vous ne preniez un rendez-vous pour couple ou une réservation de groupe uniquement.\nSi vous venez avec un ami ou votre famille, nous n'acceptons malheureusement pas d'invités dans le studio, mais il y a le Café The Birds & The Beets et le Milano Cafe à proximité du studio.\nEn cas de retard, veuillez en informer Tavi. En cas de retard de plus de 10 minutes, Tavi pourrait ne pas être en mesure de vous accueillir, ce qui entraînerait la perte de votre acompte et l'obligation de verser un nouvel acompte pour reporter le rendez-vous.\nVeuillez boire et manger au moins 3 heures avant l'heure de votre rendez-vous.\nVeuillez appliquer une crème hydratante sur la peau 3 à 5 jours avant la date du rendez-vous. (une peau sèche peut rendre difficile l'absorption de l'encre).\nNe consommez pas d'alcool ou de café le jour du rendez-vous, cela peut provoquer des saignements excessifs et faire sortir l'encre de votre tatouage.\nMode de paiement : Tavi n'accepte que les cartes de débit pour le moment."
}