{
    "source": "en_US",
    "target": "fr_FR",
    "text": "men, but also other women to whom she plays woman. The more she seems natural at it, the more her labor does not show as labor, the more successfully it is disguised as the ab- sence of other, more prized qualities. As a woman she may be praised for out-enhancing the best enhancer, but as a person in comparison with comics, teachers, and argument-build- ers, she usually lives outside the climate of enhancement that men tend to inhabit. Men, of course, pay court to certain other men and women and thus also do the emotion work that keeps deference sincere. The difference between men and women is a difference in the psychological effects of having or not having power. = Racism and sexism share this general pattern, but the two systems differ in the avenues available for the translation of economic inequality into private terms. T h e white manager and the black factory worker leave work and go home, one to a generally white neighborhood and family and the other to a generally black neighborhood and family. But in the case of women and men, the larger economic inequality is filtered into the intimate daily exchanges between wife and husband. Unlike other subordinates, women seek primary ties with a supplier. In marriage, the principle of reciprocity applies to wider arenas of each self: there is more to choose from in how we pay and are paid, and the paying between economically unequal parties goes on morning, noon, and night. T h e larger inequities find intimate expression. Wherever it goes, the bargain of wages-for-other-things travels in disguise. Marriage both bridges and obscures the gap between the resources available to men and those availa- ble to women.6Because men and women do try to love one another-to cooperate in making love, making babies, and making a life together-the very closeness of the bond they accept calls for some disguise of subordination. There will be talk in the \"we\" mode,joint bank accounts andjoint decisions, and the idea among women that they are equal in the ways that \"really count.\" But underlying this pattern will be different",
    "trans": "les hommes, mais aussi d’autres femmes à qui elle joue la femme. Plus elle semble naturelle, plus son travail ne se présente pas comme du travail, plus il est réussi à se déguiser en l’abscence d’autres qualités plus prisées. En tant que femme, elle peut être louée pour surpasser le meilleur stimulant, mais en tant que personne par rapport aux bandes dessinées, aux enseignants et aux argumentateurs, elle vit généralement à l’extérieur du climat d’amélioration que les hommes ont tendance à habiter. Les hommes, bien sûr, font la cour à certains autres hommes et femmes et ainsi aussi faire le travail de l’émotion qui garde la déférence sincère. La différence entre les hommes et les femmes est une différence dans les effets psychologiques d’avoir ou de ne pas avoir le pouvoir. = Le racisme et le sexisme partagent ce schéma général, mais les deux systèmes diffèrent dans les voies disponibles pour la traduction de l’inégalité économique en termes privés. Le directeur blanc et l’ouvrier noir quittent leur travail pour rentrer chez eux, l’un dans un quartier généralement blanc et une famille, et l’autre dans un quartier généralement noir et une famille. Mais dans le cas des femmes et des hommes, l’inégalité économique plus grande est filtrée dans les échanges quotidiens intimes entre la femme et le mari. Contrairement à d’autres subalternes, les femmes recherchent des liens primaires avec un fournisseur. Dans le mariage, le principe de réciprocité s’applique à des domaines plus larges de chaque individu : il y a plus de choix dans la façon dont nous payons et sommes payés, et le paiement entre les parties économiquement inégales se fait matin, midi et soir. Les inégalités plus grandes trouvent une expression intime. Partout où elle va, la négociation des salaires-pour-d’autres-choses voyage en déguisement. Le mariage à la fois fait des ponts et obscurcit l’écart entre les ressources disponibles pour les hommes et celles qui sont disponibles pour les femmes.6Par- que les hommes et les femmes essaient de s’aimer-de coopérer pour faire l’amour, faire des bébés, et faire une vie ensembleLa proximité même de l’obligation qu’ils acceptent appelle un certain déguisement de subordination. On parlera du mode « nous », des comptes bancaires conjoints et des décisions conjointes, ainsi que de l’idée chez les femmes qu’elles sont égales dans les domaines qui « comptent vraiment ». Mais sous-jacent à ce modèle sera différent"
}