{
    "source": "en_US",
    "target": "fr_FR",
    "text": "respond to biologic therapy (by our definitions) and imply some degree of underlying disease activity, perhaps the presence of non-T2 asthma, already irreversibly damaged lungs (eg, persis- tent airflow obstruction), and the need for even more effective or alternative therapies. Wide responder ranges also confirm that some patients respond in some domains but not in others, and emphasize the urgency of deciding on a common approach to assess response for use in RCTs and real-life clinical studies and to inform asthma management guidelines. Two different multimodal responder definitions have recently been published. The first defined good response using three domains (50% exacerbation and LTOCS reduction and control),8 and the sec- ond defined responder using four domains (50% exacerbations and LTOCS reduction, improved control, and >100 mL in- crease in FEV1).7 Both of these responder definitions were captured in the current study, yielding responder rates to biologic therapy of 18.5% and 10.6%, respectively.\nBut is achieving response or being a responder the end of the story? The answer very much depends on the level of prebio- logic impairment in each domain assessed and what is achiev- able for each patient based on the level of that impairment. For example, 33.3% of lung function responders still had a ppFEV1 of less than 80% after the biologic although the FEV1 had already improved by 500 mL or greater with biologic treatment. This residual impairment may be due to drug, treatment, and social determinants (eg, adherence and access) and/or the het- erogeneity of severe asthma, including the presence of an un- derlying pathophysiology not targeted by existing biologics, T2- low asthma, and/or nonpulmonary comorbidities such as obesity.\nLong-term nonreversible damage may also limit response in some patients, which suggests the need for earlier intervention for possibly optimum benefit. It is also important to consider that biologics represent only certain aspects of the treatable traits approach to management and may require supplementation with other therapies as appropriate. Alternatively, residual impairment may indicate the need to switch biologics and may prompt us to consider response as a journey to the final destination (ie, remission). In the current study we consider ppFEV1 of less than 80% to be residual impairment, but a definition using a lower limit of normal could also be considered.\nInterestingly, some predictors of better response to biologics were apparent only for the lung function responder definition (eg, higher FeNO, later asthma onset, and shorter duration), respectively associated with a 20%, 11%, and 19% increase in odds of achieving lung function responder status. This is in agreement with other authors, who found a greater increase in postbiologic FEV1 (relative to placebo) in patients with high versus low prebiologic FeNO levels,24 in those with late ( age 40 years) versus early (age <40 years) onset asthma,41 and in patients who received a diagnosis after versus before age 18 years.40 A better FEV1 response in patients with a high FeNO may suggest that those with poor lung function and an elevated FeNO might be a future target population for earlier interven- tion, perhaps already at the time of the first exacerbation. A greater likelihood of responding to biologic therapy in younger patients with a shorter duration of asthma would be important considering that the speed of lung function decline is faster in younger adults (aged 18-39 years) experiencing exacerbations and persists even in patients receiving higher average daily dos- ages of inhaled corticosteroid.42",
    "trans": "réponse à la thérapie biologique (selon nos définitions) et implique un certain degré d'activité sous-jacente de la maladie, comme la présence d’asthm non-T2, des poumons déjà irréversiblement endommagés (par exemple, obstruction persistante des voies respiratoires), et la nécessité de thérapies encore plus efficaces ou alternatives. Les larges gammes de réponses confirment également que certains patients répondent dans certains domaines mais pas dans d'autres, et soulignent l'urgence de décider d'une approche commune pour évaluer la réponse à utiliser dans les RCTs et les études cliniques réelles, et pour informer les lignes directrices de gestion de l'asthme. Deux définitions différentes de répondeur multimodal ont récemment été publiées. La première définit une bonne réponse en utilisant trois domaines (réduction de 50 % des exacerbations et de LTOCS et contrôle), 8 et la seconde définit un répondeur en utilisant quatre domaines (réduction de 50 % des exacerbations et de LTOCS, amélioration du contrôle et augmentation de >100 mL du FEV1). 7 Ces deux définitions de répondeur ont été capturées dans l’étude actuelle, ce qui a donné des taux de réponse à la thérapie biologique de 18,5 % et 10,6 %, respectivement.\nMais est-ce que l’obtention d’une réponse ou le fait d’être un répondeur marque la fin de l’histoire ? La réponse dépend fortement du niveau de l'altération prébiologique dans chaque domaine évalué et de ce qui est réalisable pour chaque patient en fonction du niveau de cette altération. Par exemple, 33,3 % des répondeurs à la fonction pulmonaire avaient encore un ppFEV1 inférieur à 80 % après le traitement biologique, bien que le FEV1 ait déjà augmenté de 500 mL ou plus grâce au traitement biologique. Cette altération résiduelle peut être due au médicament, au traitement, aux déterminants sociaux (par exemple, l’observance et l’accès) et/ou à l’hétérogénéité de l’asthme sévère, y compris la présence d’une physiopathologie sous-jacente non ciblée par les biologiques existants, l’asthme T2-bas et/ou des comorbidités non pulmonaires telles que l'obésité.\nLes dommages non réversibles à long terme peuvent également limiter la réponse chez certains patients, ce qui suggère la nécessité d'une intervention plus précoce pour un bénéfice optimal. Il est également important de considérer que les biologiques représentent seulement certains aspects de l’approche des traits traitables en gestion et peuvent nécessiter un complément avec d’autres thérapies, selon les besoins. Alternativement, l’altération résiduelle pourrait indiquer la nécessité de changer de biologique et nous amener à considérer la réponse comme un parcours vers la destination finale (c'est-à-dire la rémission). Dans l’étude actuelle, nous considérons un ppFEV1 inférieur à 80 % comme une altération résiduelle, mais une définition utilisant la limite inférieure de la normale pourrait également être envisagée.\nFait intéressant, certains prédicteurs d’une meilleure réponse aux biologiques n’étaient apparents que pour la définition des répondeurs à la fonction pulmonaire (par exemple, un FeNO plus élevé, un début d’asthme plus tardif et une durée plus courte), associés respectivement à une augmentation de 20 %, 11 % et 19 % des chances d'obtenir le statut de répondeur à la fonction pulmonaire. Cela concorde avec d’autres auteurs qui ont observé une augmentation plus importante du FEV1 post-biologique (par rapport au placebo) chez les patients avec des niveaux de FeNO prébiologique élevés par rapport à faibles, dans ceux avec un début d’asthme tardif (âge >40 ans) par rapport à précoce (âge <40 ans), et chez les patients diagnostiqués après 18 ans par rapport à avant. Une meilleure réponse du FEV1 chez les patients avec un FeNO élevé pourrait suggérer que ceux ayant une mauvaise fonction pulmonaire et un FeNO élevé pourraient constituer une population cible future pour une intervention plus précoce, peut-être dès la première exacerbation. Une plus grande probabilité de répondre à la thérapie biologique chez les patients plus jeunes et ayant une durée d’asthme plus courte serait importante, car la vitesse de déclin de la fonction pulmonaire est plus rapide chez les jeunes adultes (18-39 ans) connaissant des exacerbations et persiste même chez les patients recevant des doses quotidiennes moyennes plus élevées de corticostéroïdes inhalés."
}