{
    "source": "en_US",
    "target": "fr_FR",
    "text": "am excited to announce that, effective October 1, Steve Witkowski will assume a new leadership role within our organization: Director of Pre-Construction.\nStarting out as an installer in 1999, Steve has worked his way up through a variety of roles—Lead Tech, Estimator, Project Manager, and Account Manager—each one sharpening his skills and bringing him to where he is today. In 2019, he joined IES as West Coast Pre-Con Manager and cemented himself as an essential force behind our Pre-Construction efforts.\nSteve's qualifications for this position go beyond 25 years of technical expertise—his leadership abilities have been just as vital. His ability to motivate and inspire his team while maintaining solid bonds across a remote workforce has been key to a culture of accountability, innovation, and teamwork.\nA large part of Steve's new role as Director of Pre-Construction will be working closely with myself, Jason Young, Director of VDC, and Paul Nava, Design Branch Manager, to align all areas of Pre-Construction. Together, we can continue to embrace emerging advancements and leverage new technologies that ensure the Pre-Construction team is well-positioned to continue our upward trajectory of growth, delivering more projects with the same level of quality and precision that our customers have come to expect from us.\nOutside of work, Steve enjoys spending time with his wife, Samantha, and their two daughters, Scarlett (11), a fierce dancer, and Sloan (8), a level 4 gymnast! Since relocating to Arizona from Wisconsin in 2010, he's remained a die-hard Packers fan, so it's only fitting we cheer him on as he steps into this new role—\"GO STEVE GO!\"\nPlease join me in congratulating Steve on this well-deserved promotion. I am confident his technical understanding, innovative spirit, and dedication to his team will serve him well in this next chapter of his journey at IES.\nThank you,",
    "trans": "Je suis ravi d'annoncer qu'à compter du 1er octobre, Steve Witkowski assumera un nouveau rôle de leadership au sein de notre organisation : Directeur de la Pré-construction.\nAyant commencé comme installateur en 1999, Steve a grimpé les échelons à travers divers rôles : Technicien principal, Estimateur, Chef de projet et Responsable de comptes—chacun d'eux affinant ses compétences et le menant à sa position actuelle. En 2019, il a rejoint IES en tant que Responsable Pré-construction pour la côte Ouest et s'est imposé comme une force essentielle derrière nos efforts en pré-construction.\nLes qualifications de Steve pour ce poste vont au-delà de ses 25 ans d'expertise technique—ses capacités de leadership ont été tout aussi essentielles. Sa capacité à motiver et inspirer son équipe tout en maintenant des liens solides au sein d'une main-d'œuvre à distance a été déterminante pour instaurer une culture de responsabilité, d'innovation et de travail d'équipe.\nUne grande partie du nouveau rôle de Steve en tant que Directeur de la Pré-construction consistera à travailler en étroite collaboration avec moi-même, Jason Young, Directeur du VDC, et Paul Nava, Responsable du service conception, afin d'harmoniser toutes les facettes de la Pré-construction. Ensemble, nous pourrons continuer à adopter les progrès émergents et à exploiter les nouvelles technologies pour garantir que l'équipe de Pré-construction soit bien positionnée afin de poursuivre notre trajectoire de croissance, en livrant davantage de projets avec le même niveau de qualité et de précision que nos clients attendent de nous.\nEn dehors du travail, Steve aime passer du temps avec sa femme Samantha et leurs deux filles, Scarlett (11 ans), une danseuse passionnée, et Sloan (8 ans), une gymnaste de niveau 4 ! Depuis son déménagement en Arizona en 2010 en provenance du Wisconsin, il reste un fan inconditionnel des Packers, il est donc tout à fait approprié que nous l’encouragions alors qu’il prend ce nouveau rôle—« GO STEVE GO ! »\nVeuillez vous joindre à moi pour féliciter Steve pour cette promotion bien méritée. Je suis convaincu que sa compréhension technique, son esprit d'innovation et son dévouement envers son équipe lui seront très utiles dans ce nouveau chapitre de son parcours chez IES.\nMerci,"
}