{
    "source": "en_US",
    "target": "fr_FR",
    "text": "espite freshwater nematodes being present in all types of limnetic habitats (including extreme habitats that exclude many other meiobenthic invertebrates) they have received much less attention than terrestrial and marine forms. Their generally small size and the uneven distribution of the few available taxonomists may partly be responsible for the observed bias. Also, information on freshwater nematodes is extremely regionally biased, with limited data from the southern hemisphere. Another factor contributing to the low total number of globally known freshwater nematode species is the relative inaccessibility of taxonomic literature and possible misidentification of many populations or the presence of species complexes (Abebe et al., 2008). In the last decade, taxonomic studies have developed toward a more integrated approach, combining classical and modern tools and techniques, such as light microscopy, electron-microscopy, and confocal observations with in- formation from molecular analyses (Decraemer & Back- eljau, 2015). Free-living aquatic nematodes are usually small (0.2e2 mm long) but the free-living stages of nem- atodes of aquatic insects such as mermithids are much longer, up to 16 cm. To study nematodes, specimens have to be fixed and processed for mounting on microscopic slides and observed at high magnification (1000). Consequently, good fixa- tion is very important for adequate detailed observations (see Material Preparation and Preservation section) and influences appearance, such as resulting in stronger ventral curving of the body and contraction of different structures/ organs. Correct use of the microscope, including optimal regulation of the light source, is essential for the",
    "trans": "Bien que les nématodes d'eau douce soient présents dans tous les types d'habitats limnétiques (y compris les habitats extrêmes qui excluent de nombreux autres invertébrés méiobenthiques), ils ont reçu beaucoup moins d'attention que les formes terrestres et marines. Leur taille généralement réduite et la répartition inégale des quelques taxonomistes disponibles peuvent être en partie responsables du biais observé. Par ailleurs, les informations sur les nématodes d'eau douce sont extrêmement biaisées sur le plan régional, avec peu de données provenant de l'hémisphère sud. Un autre facteur contribuant au faible nombre total d'espèces de nématodes d'eau douce connues à l'échelle mondiale est l'inaccessibilité relative de la littérature taxonomique et l'identification erronée possible de nombreuses populations ou la présence de complexes d'espèces (Abebe et al., 2008). Au cours de la dernière décennie, les études taxonomiques ont évolué vers une approche plus intégrée, combinant des outils et des techniques classiques et modernes, tels que la microscopie optique, la microscopie électronique et les observations confocales, avec l'apport des analyses moléculaires (Decraemer & Back- eljau, 2015). En général, les nématodes aquatiques libres sont petits (0,2 à 2 mm de long), mais les stades libres des nématodes d'insectes aquatiques tels que les mermithidés sont beaucoup plus longs, jusqu'à 16 cm. Pour étudier les nématodes, les spécimens doivent être fixés et traités pour être montés sur des lames microscopiques et observés à fort grossissement (1000). Par conséquent, une bonne fixation est très importante pour des observations détaillées adéquates (voir la section sur la préparation et la conservation du matériel) et influe sur l'apparence, par exemple en entraînant une plus forte courbure ventrale du corps et la contraction de différentes structures/ organes. L'utilisation correcte du microscope, y compris le réglage optimal de la source lumineuse, est essentielle pour"
}