{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Text labels are a common format to represent nominal data, but nominal data can also be coded with numerical labels. As shown below, the column named “Code” contains a corresponding GICS code of each sector as a numerical value. However, the nominal data in numerical format do not indicate ranking, and any arithmetic operations on nominal data are not meaningful. In this example, the energy sector with the code 10 does not represent a lower or higher rank than the real estate sector with the code 60. Often, financial models, such as regression models, require input data to be numerical; so, nominal data in the input dataset must be coded numerically before applying an algorithm (that is, a process for problem solving) for performing the analysis. This would be mainly to identify the category (here, sector) in the model.\nHaving discussed different data types from a statistical perspective, it is important to note that at first glance, identifying data types may seem straightforward. In some situations, where categorical data are coded in numerical format, they should be distinguished from numerical data. A sound rule of thumb: Meaningful arithmetic operations can be performed on numerical data but not on categorical data.\nOrdinal data are categorical values that can be logically ordered or ranked. For example, the Morningstar and Standard & Poor’s star ratings for investment funds are ordinal data in which one star represents a group of funds judged to have had relatively the worst performance, with two, three, four, and five stars representing groups with increasingly better performance or quality as evaluated by those firms.\nOrdinal data may also involve numbers to identify categories. For example, in ranking growth-oriented investment funds based on their five-year cumulative returns, we might assign the number 1 to the top performing 10% of funds, the number 2 to next best performing 10% of funds, and so on; the number 10 represents the bottom performing 10% of funds. Despite the fact that categories represented by ordinal data can be ranked higher or lower compared to each other, they do not necessarily establish a numerical difference between each category. Importantly, such investment fund ranking tells us nothing about the difference in performance between funds ranked 1 and 2 compared with the difference in performance between funds ranked 3 and 4 or 9 and 10.",
    "trans": "Les étiquettes textuelles sont un format courant pour représenter des données nominales, mais ces données peuvent également être codées avec des étiquettes numériques. Comme indiqué ci-dessous, la colonne intitulée « Code » contient un code GICS correspondant à chaque secteur sous forme de valeur numérique. Cependant, les données nominales au format numérique ne font pas référence à un classement, et toute opération arithmétique sur des données nominales n'a pas de sens. Dans cet exemple, le secteur de l'énergie avec le code 10 ne représente pas un rang inférieur ou supérieur à celui du secteur immobilier avec le code 60. Souvent, les modèles financiers, tels que les modèles de régression, nécessitent que les données d'entrée soient numériques ; ainsi, les données nominales dans le jeu de données d'entrée doivent être codées numériquement avant d'appliquer un algorithme (c'est-à-dire un processus de résolution de problèmes) pour effectuer l'analyse. Cela permet principalement d'identifier la catégorie (ici, le secteur) dans le modèle.\nAprès avoir discuté des différents types de données sous l'angle statistique, il est important de noter qu'à première vue, l'identification des types de données peut sembler simple. Dans certaines situations, lorsque des données catégorielles sont codées sous forme numérique, elles doivent être distinguées des données numériques. Une règle de base : des opérations arithmétiques significatives peuvent être effectuées sur des données numériques, mais pas sur des données catégorielles.\nLes données ordinales sont des valeurs catégorielles qui peuvent être logiquement ordonnées ou classées. Par exemple, les notations en étoiles de Morningstar et de Standard & Poor’s pour les fonds d'investissement sont des données ordinales où une étoile représente un groupe de fonds jugés avoir eu la performance la plus faible, avec deux, trois, quatre et cinq étoiles représentant des groupes ayant des performances ou une qualité de plus en plus meilleures, selon l'évaluation de ces entreprises.\nLes données ordinales peuvent également impliquer des numéros pour identifier des catégories. Par exemple, pour classer les fonds d'investissement orientés vers la croissance en fonction de leur rendement cumulatif sur cinq ans, nous pourrions attribuer le numéro 1 aux 10 % des fonds les plus performants, le numéro 2 aux 10 % suivants, et ainsi de suite ; le numéro 10 représente les 10 % des fonds les moins performants. Bien que les catégories représentées par des données ordinales puissent être classées plus haut ou plus bas les unes par rapport aux autres, elles n'établissent pas nécessairement une différence numérique entre chaque catégorie. Il est important de noter que ce classement des fonds d'investissement ne nous dit rien sur la différence de performance entre les fonds classés 1 et 2, par rapport à la différence de performance entre les fonds classés 3 et 4 ou 9 et 10."
}