{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello [redacted_name],\nWe are continuing to monitor the service interruption affecting your area due to a power outage.\nYour power company has not provided an estimate for when power will be restored.\nWe will update you every three hours until your Spectrum services are restored. You can expect your next update by 1:30 AM.\nOur notifications will include the latest updates, so you don't need to contact customer service during the outage.\nWe apologize for any inconvenience.\nOutage Details:\nDate:\nWednesday, October 9, 2024\nService Impacted:\nInternet, Video, Voice\nAccount Number:\nEnding in [redacted_info]\nService Address:\n14103 Colonial Grand Blvd\nApt 1707\nOrlando, FL 32837\nWe understand how challenging service interruptions can be. If you are a Spectrum TV customer, you can still access many programming options during the outage by downloading our Spectrum TV App using cellular data.\nSpectrum Mobile customers can use their devices as mobile hotspots or connect to Spectrum Access Points nationwide. Find one near you.\nManage Account Preferences\nSpectrum uses your preferred form of communication to notify you about service interruptions. Add new communication methods to your account or modify existing ones to ensure you never miss important outage updates.\nYou're receiving this update by email instead of your preference of SMS or phone call due to the late time of day.\nThank you for being a Spectrum Customer,\nSpectrum Support Team\nPlease do not reply to this message. Replies to this message are routed to an unmonitored mailbox. For more information, please visit Spectrum Support.\nThis email was sent to: [redacted_email]. If you received this email in error, please let us know.\n©2024 Charter Communications. All rights reserved | Privacy Policy.\nThis message was sent by Charter Communications.",
    "trans": "Bonjour [redacted_name],\nNous continuons à surveiller l'interruption de service affectant votre région en raison d'une panne de courant.\nVotre compagnie d'électricité n'a pas fourni d'estimation concernant la restauration de l'alimentation électrique.\nNous vous mettrons à jour toutes les trois heures jusqu'à ce que vos services Spectrum soient rétablis. Vous pouvez vous attendre à votre prochaine mise à jour d'ici 1h30.\nNos notifications incluront les dernières mises à jour, vous n'avez donc pas besoin de contacter le service client pendant la panne.\nNous nous excusons pour tout inconvénient.\nDétails de la panne :\nDate :\nMercredi 9 octobre 2024\nService impacté :\nInternet, Vidéo, Téléphonie\nNuméro de compte :\nSe terminant par [redacted_info]\nAdresse du service :\n14103 Colonial Grand Blvd\nApt 1707\nOrlando, FL 32837\nNous comprenons à quel point les interruptions de service peuvent être difficiles. Si vous êtes un client de Spectrum TV, vous pouvez toujours accéder à de nombreuses options de programmation pendant la panne en téléchargeant notre application Spectrum TV en utilisant les données cellulaires.\nLes clients de Spectrum Mobile peuvent utiliser leurs appareils comme points d'accès mobiles ou se connecter aux points d'accès Spectrum dans tout le pays. Trouvez-en un près de chez vous.\nGérer les préférences du compte\nSpectrum utilise votre méthode de communication préférée pour vous informer des interruptions de service. Ajoutez de nouvelles méthodes de communication à votre compte ou modifiez celles existantes afin de vous assurer de ne jamais manquer d'importantes mises à jour concernant les pannes.\nVous recevez cette mise à jour par e-mail plutôt que par SMS ou appel téléphonique en raison de l'heure tardive.\nMerci d'être un client Spectrum,\nL'équipe de support Spectrum\nVeuillez ne pas répondre à ce message. Les réponses à ce message sont envoyées à une boîte aux lettres non surveillée. Pour plus d'informations, veuillez visiter Spectrum Support.\nCet e-mail a été envoyé à : [redacted_email]. Si vous avez reçu cet e-mail par erreur, veuillez nous en informer.\n©2024 Charter Communications. Tous droits réservés | Politique de confidentialité.\nCe message a été envoyé par Charter Communications."
}