{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Mila strokes Hope's mousy brown hair in comfort. \"Don't let him get to you. He's just an ass - but we knew that.\"\nHope gives a sad nod, tucking her head into Mila's shoulder.\n\"So what we doing today?\" Hope asks, looking side ways to Laura.\nLaura places her hands on my shoulder from behind. \"Today, we're doing a makeover SOS - getting a new wardrobe for college Nova. And something extra hot for the baller party this weekend.\" she tells us, then leans into my ear and whispers to me, \"and also drive my brother crazy for screwing with you.\"\nI smile at this. Just the type of fun revenge I need.\nPiling into Laura's cute little red convertible we took off into town and I honestly liked being around these girls, especially Laura. It's like nothing in the years had changed between us. We still meshed well together, bringing out the best in one another. She made me loud and confident, I made her think about things before steamrolling ahead and doing something she'd later regret.\nThe drive wasn't long and consisted of loud music, windows down and Mila hanging out the sunroof singing to by passers.\nThese girls were crazy, nothing like my friends back home.\nI loved it like a breath of fresh air.\nThank the lord we arrived at the mall in one piece - Laura's driving is actually horrendous and terrifyingly dangerous.\nLaura hooks her arm with mine as we walk in front of Mila and Hope.\nShe's positively happy and can't wait to get inside to dress me up like her human sized Barbie doll.\n\"You ready for this?\" Laura asked, but I'm sure it's more rhetorical than I think.\nI nod. \"Work your magic on me, honey!\"\nFirst shop Laura drags me to is Victoria Secret.\nShe says that sexy underwear gives us confidence that no man will ever possess.\nI strangely believe her.\nIt took her all but ten minutes to shove an arm full of barely-there lacey panties and wildly printed, front hooked bras into my chest and slapped my butt into the changing rooms, demanding I try them on and give her a show.\nMy knees almost buckled under me.\nThis wasn't the kind of bonding experience I was used to with my other friends.\nThey were all religious goodies too.\nBut I did say I wanted a change, I wanted to be free - this is my chance to pull off my big girl panties and exchange them for a red G-string.\nThe first little number I try is a black see through lacey set that has black ribbon at either side criss crossing on my hips.\nI exit the changing stall and Laura's jaw all but rips from her face.\n\"OHMIGOSH!\" she exclaims. \"You look so freaking hot, what the fuck! How is that fair!\"\nThe heat rises from my neck to my cheeks.",
    "trans": "Mila caresse les cheveux bruns de Hope pour la réconforter. « Ne le laisse pas t'atteindre. C'est juste un con - mais on le savait. »\nHope hoche tristement la tête et se blottit dans l'épaule de Mila.\n« Alors, qu'est-ce qu'on fait aujourd'hui ?», demande Hope en regardant Laura de côté.\nLaura pose ses mains sur mon épaule de dos. « Aujourd'hui, on fait un SOS relooking - une nouvelle garde-robe pour Nova la collégienne. Et quelque chose d'extra sexy pour la fête de la balle ce week-end », nous dit-elle, puis elle se penche à mon oreille et me chuchote : « Et aussi rendre mon frère fou parce qu'il se moque de toi ».\nJe souris à cette idée. C'est exactement le genre de revanche amusante dont j'ai besoin.\nEn nous asseyant dans la jolie petite décapotable rouge de Laura, nous sommes partis en ville et j'ai vraiment aimé être entouré de ces filles, surtout de Laura. C'est comme si rien n'avait changé entre nous au fil des ans. Nous nous entendions toujours aussi bien, faisant ressortir ce qu'il y a de mieux l'une chez l'autre. Elle me rendait bruyante et confiante, je la faisais réfléchir avant d'aller de l'avant et de faire quelque chose qu'elle regretterait plus tard.\nLe trajet n'était pas long et se résumait à de la bonne musique, les vitres baissées et Mila suspendue au-dessus de la capote en chantant pour les passants.\nCes filles étaient folles, rien à voir avec mes amies de chez nous.\nJ'ai adoré ça, comme une bouffée d'air frais.\nDieu merci, nous sommes arrivées au centre commercial en un seul morceau - la conduite de Laura est en fait épouvantable et terriblement dangereuse.\nLaura accroche son bras au mien alors que nous marchons devant Mila et Hope.\nElle est positivement heureuse et a hâte d'entrer pour m'habiller comme sa poupée Barbie à taille humaine.\n« Es-tu prête pour ça ?» Me demande Laura, mais je suis sûre que c'est plus rhétorique que je ne le pense.\nJ'acquiesce. « Exerce ta magie sur moi, chérie ! »\nLa première boutique dans laquelle Laura me conduit est Victoria Secret.\nSelon elle, les sous-vêtements sexy nous donnent une confiance en nous qu'aucun homme ne possédera jamais.\nJe la crois étrangement.\nDix minutes lui suffisent pour m'enfoncer dans la poitrine un bras plein de culottes en dentelle à peine transparentes et de soutiens-gorge à crochets aux imprimés sauvages, et pour m'envoyer dans la salle d'essayage en exigeant que je les essaie et que je lui fasse un spectacle.\nMes genoux ont failli se dérober sous moi.\nCe n'était pas une expérience de rapprochement comme celle à laquelle j'étais habituée avec mes autres amies.\nElles étaient toutes de bonnes religieuses, elles aussi.\nMais j'ai dit que je voulais quelque chose de différent, que je voulais être libre - c'est donc l'occasion pour moi d'enlever ma culotte de grande fille et de la remplacer par un string rouge.\nLe premier petit vêtement que j'essaie est un ensemble en dentelle noire transparente avec un ruban noir de chaque côté qui se croise sur mes hanches.\nJe sors de la salle d'essayage et la mâchoire de Laura s'arrache presque de son visage.\n« Oh, mon Dieu ! », s'exclame-t-elle. « Tu es tellement sexy, c'est quoi ce bordel ! C'est pas juste ! »\nLa température monte de mon cou à mes joues."
}