{
    "source": "en_US",
    "target": "fr_FR",
    "text": "2024/Oct/317094/v1.1\nEmbassy of India,\nNo.362,\nZharakova Street-Al Farabi, Almaty, Kazakhstan\nYour Excellency,\nDated: 16/10/2024\nThis is to certify that patient SYMBAT ZHAIKENOVA (Passport No.[redacted_id]) has approached Max Super Speciality Hospital (East Block), Saket (A Unit of Devki Devi Foundation) 2, Press Enclave Road, Saket, New Delhi with the medical details, As per the reports shared, the patient needs to come to India and Max Super Speciality Hospital (East Block), Saket (A Unit of Devki Devi Foundation) 2, Press Enclave Road, Saket, New Delhi on urgent basis for detailed evaluation and further necessary treatment under Dr. Harit Chaturvedi – Surgical Oncology (Chairman).\nThe passport details of patient are as mentioned below:\nPatient Name: SYMBAT ZHAIKENOVA Passport Number:[redacted_id]\nThe approximate duration of stay in India for the patient will be 90 days.\nRequest you to please issue the visa to the patient at the earliest. This letter remains valid for 30 days from the date of issue.\nThanks & Regards\nYashvi\nManager- International Sales & Marketing[redacted_number]\nMax Super Speciality Hospital, Saket (East Block)",
    "trans": "2024/Oct/317094/v1.1\nAmbassade de l'Inde,\nNo.362,\nRue Zharakova-Al Farabi, Almaty, Kazakhstan\nVotre Excellence,\nDaté : 16/10/2024\nCeci est pour certifier que le patient SYMBAT ZHAIKENOVA (Numéro de passeport [redacted_id]) s'est présenté au Max Super Speciality Hospital (East Block), Saket (Une unité de la Fondation Devki Devi) 2, Press Enclave Road, Saket, New Delhi avec les détails médicaux. Selon les rapports partagés, le patient doit se rendre en Inde et au Max Super Speciality Hospital (East Block), Saket (Une unité de la Fondation Devki Devi) 2, Press Enclave Road, Saket, New Delhi de toute urgence pour une évaluation détaillée et un traitement supplémentaire nécessaire sous la supervision du Dr. Harit Chaturvedi – Oncologie Chirurgicale (Président).\nLes détails du passeport du patient sont les suivants :\nNom du patient : SYMBAT ZHAIKENOVA Numéro de passeport : [redacted_id]\nLa durée approximative du séjour en Inde pour le patient sera de 90 jours.\nNous vous prions de bien vouloir délivrer le visa au patient dans les plus brefs délais. Cette lettre reste valable pendant 30 jours à compter de la date d'émission.\nMerci & Salutations,\nYashvi\nDirecteur des ventes internationales et du marketing [redacted_number]\nHôpital Max Spécialisé, Saket (East Block)"
}