{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name], age 34, pleaded guilty to aggravated identity theft, aggravated theft in the first degree, possession of a forged instrument in the first degree, forgery in the first degree, and unauthorized use of a motor vehicle. He was later sentenced to 70 months in prison by Washington County Circuit Court Judge [redacted_name]. Deputy District Attorney [redacted_name] prosecuted the defendant.\nIn August of 2022, the defendant and three acquaintances began cashing forged checks from the business account of a family farm located in Cornelius, Oregon. Total losses reached nearly $29,000. The Washington County Sheriff's Office was alerted. A detective obtained a search warrant for bank records, copies of all checks used, suspect identifications, and video of the fraudulent transactions and was able to identify the defendant as a suspect. He determined Mr. Garcia stole more than $10,000 over the course of these transactions.\nIn February of 2023, the defendant also engaged in a similar scheme involving a restaurant in Washington County. He and three accomplices cashed fraudulent checks issued to themselves on behalf of the restaurant. They stole more than $10,000 in total with Mr. Garcia responsible for more than $2,000 in fraudulent transactions.",
    "trans": "[redacted_name], 34 ans, a plaidé coupable de vol d'identité aggravé, de vol aggravé au premier degré, de possession d'un instrument falsifié au premier degré, de falsification au premier degré et d'utilisation non autorisée d'un véhicule à moteur. Il a ensuite été condamné à 70 mois de prison par le juge du tribunal de circuit du comté de Washington, [redacted_name]. Le procureur adjoint du district, [redacted_name], a poursuivi le défendeur.\nEn août 2022, le défendeur et trois de ses connaissances ont commencé à encaisser des chèques falsifiés du compte d'entreprise d'une ferme familiale située à Cornelius, Oregon. Les pertes totales ont atteint près de 29 000 $. Le bureau du shérif du comté de Washington a été alerté. Un détective a obtenu un mandat de perquisition pour les relevés bancaires, les copies de tous les chèques utilisés, les identifications des suspects et les vidéos des transactions frauduleuses et a pu identifier le défendeur comme suspect. Il a déterminé que M. Garcia avait volé plus de 10 000 $ au cours de ces transactions.\nEn février 2023, le défendeur a également participé à un stratagème similaire impliquant un restaurant dans le comté de Washington. Lui et trois complices ont encaissé des chèques frauduleux émis à leur nom au nom du restaurant. Ils ont volé plus de 10 000 $ au total, M. Garcia étant responsable de plus de 2 000 $ de transactions frauduleuses."
}