{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello 奥村雅之,\nThank you for shopping with us. We’d like to let you know that アナミ has received your order, and is preparing it for shipment. Your order details are indicated below. If you would like to view the status of your order or make any changes to it, please visit Your Orders.\nOrder Confirmation\nArriving:\nSunday, 10/20\nYour order will be sent to:\n[redacted_address]\nJapan\nYour delivery option:\nStandard Shipping\nOrder #\n[redacted_id]\nView order details\nOrder Total:\n￥ 2,780\nPayment Method\nCredit Card (Visa) One time payment\n￥ 2,780\nTo learn more about ordering, go to Ordering from Amazon.co.jp.\nMost packages may not include a packing slip. If you need a receipt or an order detail, please go to Your Account and select \"Receipt\". To learn how to print out your receipt from Your Account, go to Help.\nFor orders by Dash Button/Dash Replenishment Service, offer details (for example, product, price, taxes, availability, shipping charges, and the seller) at the time of order may have changed since you chose the product using Dash Button/Service Enabled Device. Please carefully check “Your Order”. You can change or cancel for a period of time after placing the order. You can also return the product after it is shipped. For more details, see Amazon Dash Terms of Use, Your Orders, and Amazon.co.jp Return Policies.\nIf you want more information or need more assistance, go to Help.",
    "trans": "Salut 奥村雅之,\nNous vous remercions d'avoir fait vos achats chez nous. Nous tenons à vous informer que アナミ a bien reçu votre commande et la prépare pour l'expédition. Les détails de votre commande sont indiqués ci-dessous. Si vous souhaitez consulter l'état de votre commande ou y apporter des modifications, veuillez consulter la page Vos commandes.\nConfirmation de la commande\nArrivage :\nDimanche 20 octobre\nVotre commande sera envoyée à :\n[redacted_address]\nJapon\nVotre option de livraison :\nExpédition standard\nCommande #\n[redacted_id]\nVoir les détails de la commande\nTotal de la commande :\n￥ 2,780\nMode de paiement\nCarte de crédit (Visa) Paiement unique\n￥ 2,780\nPour en savoir plus sur les commandes, consultez la page Commander sur Amazon.co.jp.\nLa plupart des colis ne comportent pas de bordereau d'expédition. Si vous avez besoin d'un reçu ou d'un détail de votre commande, rendez-vous sur Votre compte et sélectionnez « Reçu ». Pour savoir comment imprimer votre reçu à partir de votre compte, consultez l'Aide.\nPour les commandes par Dash Button/Service de réapprovisionnement Dash, les détails de l'offre (par exemple, le produit, le prix, les taxes, la disponibilité, les frais d'expédition et le vendeur) au moment de la commande peuvent avoir changé depuis que vous avez choisi le produit à l'aide du Dash Button/appareil compatible avec le service. Veuillez vérifier attentivement la rubrique « Votre commande ». Vous pouvez modifier ou annuler votre commande pendant un certain temps après l'avoir passée. Vous pouvez également retourner le produit après son expédition. Pour plus de détails, voir les Conditions d'utilisation d'Amazon Dash, Vos commandes et les Politiques de retour d'Amazon.co.jp.\nSi vous souhaitez obtenir plus d'informations ou si vous avez besoin d'aide, consultez la rubrique Aide."
}