{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Watch this videoessayon Ethics in Modern Societyreferring to a popular fantasy TV series 'The Good Place'.\nAs well as being a fun show to watch, it raises a lot of questions pertaining tomoral philosophy.\nIt is a good place (pun intended!) to start with our discussions about how we behave.\nAs you watch the video, reflect on the following:\nIn your own words, what would you say 'ethical' or 'moral' means? What behaviours do you associate with as being ethical or moral?\nThink of a situation in your own life or society in general, when seemingly good behaviour could or does have bad consequences?\n[Optional] Think about culturally relative examples: when something is considered good in your culture/society but is not in another culture/society.\nWhat does that tell us about the possibility of universal good/evil?\nHow do you think the considerations expressed in the video apply to science and research?",
    "trans": "Regardez cette vidéo essai sur l'éthique dans la société moderne, en faisant référence à une série télévisée fantastique populaire, « The Good Place ».\nEn plus d'être une émission divertissante à regarder, elle soulève de nombreuses questions liées à la philosophie morale.\nC'est un bon endroit (jeu de mots voulu !) pour commencer nos discussions sur la façon dont nous nous comportons.\nEn regardant la vidéo, réfléchissez aux points suivants :\nAvec vos propres mots, que diriez-vous que signifie « éthique » ou « moral » ? Quels comportements associez-vous à ce qui est éthique ou moral ?\nPensez-vous à une situation dans votre propre vie ou dans la société en général, où un comportement apparemment bon pourrait avoir de mauvaises conséquences?\n[Optionnel] Pensez à des exemples culturellement relatifs : lorsque quelque chose est considéré comme bon dans votre culture/société mais ne l'est pas dans une autre culture/société.\nQue nous apprend cela sur la possibilité d'un bien/mal universel ?\nComment pensez-vous que les considérations exprimées dans la vidéo s'appliquent à la science et à la recherche ?"
}