{
    "source": "en_US",
    "target": "fr_FR",
    "text": "19. Renewal of Appointment: Renewal of appointment shall be subject to review to be conducted in\naccordance with the established policies and procedures, and mutual consent. Such renewal, if applicable,\nshall be on such terms as deemed appropriate by the University at the time of renewal. The University\nreserves the right not to offer any renewal of appointment.\nThis offer of appointment is subject to your obtaining a valid employment visa issued by the\nGovernment of the Hong Kong Special Administrative Region, where applicable, our receipt of satisfactory\nreferences on you and our verification of your credentials. It would be appreciated if you could indicate\nacceptance of this offer of appointment under the above terms and conditions by signing and returning this\nLetter to the Human Resources Office within 7 calendar days from the date of this Letter. For\nadministrative reasons, if we do not receive your reply within the specified period, we shall assume that you\ndo not accept this offer which shall then be withdrawn. This appointment is regarded as binding on both the\nUniversity and yourself once you have indicated your acceptance by signing the Letter.",
    "trans": "19. Renouvellement du mandat : Le renouvellement du mandat est soumis à un examen qui sera effectué\nconformément aux politiques et procédures établies, et au consentement mutuel. Ce renouvellement, le cas échéant,\nsera soumis aux conditions jugées appropriées par l'Université au moment du renouvellement. L'Université\nse réserve le droit de ne pas proposer de renouvellement de mandat.\nCette offre de nomination est subordonnée à l'obtention d'un visa de travail valide délivré par le\nGouvernement de la Région administrative spéciale de Hong Kong, le cas échéant, notre réception satisfaisante\ndes références sur vous et notre vérification de vos qualifications. Nous vous serions reconnaissants d'indiquer\nvotre acceptation de cette offre de nomination selon les termes et conditions ci-dessus en signant et en renvoyant la présent\nLettre au Bureau des ressources humaines dans un délai de 7 jours ouvrables à compter de la date de la présente lettre. Pour\ndes raisons administratives, si nous ne recevons pas votre réponse dans le délai imparti, nous considérons que vous avez répondu à l'appel.\nn'acceptent pas cette offre qui sera alors retirée. Cette nomination est considérée comme contraignante pour les deux\nL'Université et vous-même, une fois que vous avez indiqué votre acceptation en signant la Lettre."
}