{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Private Cars in China\nPrivate cars，in most developed countries，used to be the counterpart of bicycles in China. Nevertheless，more and more Chinese people have cars of their own nowadays. It is an indication of the lifted living standard of Chinese people. But in my opinion，private ownership of cars should not be encouraged in China.\nThere are sound reasons for the limitation of private cars in China. First，it is self evident that the automobile contributes much to air pollution. In China，especially in large cities whose residents are more likely to buy private cars，the pollution of the air is already very serious. More private cars will inevitably aggravate the present situation. Second，private cars can be a formidable threat to the traffic. To tell the truth，today many people can afford a car，if a large number of private cars rush onto the streets，the already dense traffic will suffer more. Last but not the least，the automobile consumes energy. We always proudly claim our country is rich in natural resources. But in the mean time，we need to remember we also have a large population. We do have rich resources of energy，but speaking of energy，we can not smile with ease.\nTherefore，I sincerely believe that private cars should be discouraged in China. Then，by what means shall we limit private cars？ Since people buy private cars mainly for convenience，my first suggestion is to develop adequate public transportation which is effective and punctual. At the same time，we should raise the price of gasoline to a prohibitive level so as to make car－driving expensive enough. All in all，private cars，from my point of view，should be limited in China.",
    "trans": "Voitures particulières en Chine\nLes voitures particulières, dans la plupart des pays développés, étaient utilisées en complément des vélos en Chine. Cependant, aujourd'hui, de plus en plus de Chinois ont leur propre voiture. Cela reflète une hausse du niveau de vie de la population chinoise. Mais d'après moi, la propriété de voitures particulières ne devrait pas être encouragée en Chine.\nIl existe de bonnes raisons pour limiter les véhicules particuliers en Chine. Tout d'abord, il est évident que la voiture contribue fortement à la pollution de l'air. En Chine, surtout dans les grandes villes dont les résidents sont plus enclins à acheter des voitures particulières, la pollution de l'air est déjà très importante. Un plus grand nombre de voitures particulières aggravera inévitablement la situation actuelle. Ensuite, les voitures particulières peuvent être une grande menace pour la circulation. Pour être honnête, beaucoup peuvent aujourd'hui se permettre l'achat d'une voiture, si un grand nombre de voitures remplissait les rues, la circulation déjà dense en souffrirait davantage. Enfin, et surtout, la voiture consomme de l'énergie. Nous sommes toujours fiers d'affirmer que notre pays est riche en ressources naturelles. Mais parallèlement, nous devons nous souvenir que sa population est importante. Nous disposons de ressources énergétiques en abondance, mais en parlant d'énergie, nous ne pouvons pas sourire facilement.\nC'est pourquoi, je pense sincèrement que l'achat de voitures particulières ne devrait pas être encouragé en Chine. Ensuite, par quels moyens devrions-nous limiter les voitures particulières ? Étant donné que les gens achètent des voitures particulières avant tout pour leur côté pratique, ma première suggestion serait de développer des transports publics appropriés, efficaces et ponctuels. En parallèle, nous devrions augmenter le prix de l'essence à un niveau rédhibitoire afin de rendre l'expérience de conduite trop onéreuse. Dans l'ensemble, les voitures particulières, de mon point de vue, devraient être limitées en Chine."
}