{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Frontiers of Architectural Research\nTitle: The perception of the \"sacred place\" of Xi'an Daxingshan temple from the perspective of Lefebvre's spatial triad theory\nAuthors: Minglan Zou; Azizi Bahauddin; Weihan Rong; Jingyi Wang\nDear Dr. [redacted_name],\nThe PDF for your submission, \"The perception of the \"sacred place\" of Xi'an Daxingshan temple from the perspective of Lefebvre's spatial triad theory\" has now been built and is ready for your approval. Please view the submission before approving it, to be certain that it is free of any errors. If you have already approved the PDF of your submission, this e-mail can be ignored.\nTo approve the PDF please login to the Editorial Manager as an Author:\n[redacted_url]\nYour username is: [redacted_name]\nThen click on the folder 'Submissions Waiting for Author's Approval' to view and approve the PDF of your submission. You may need to click on 'Action Links' to expand your Action Links menu.\nYou will also need to confirm that you have read and agree with the Elsevier Ethics in Publishing statement before the submission process can be completed. Once all of the above steps are done, you will receive an e-mail confirming receipt of your submission from the Editorial Office. For further information or if you have trouble completing these steps please go to: http://help.elsevier.com/app/answers/detail/a_id/88/p/7923.\nPlease note that you are required to ensure everything appears appropriately in PDF and no change can be made after approving a submission. If you have any trouble with the generated PDF or completing these steps please go to: http://help.elsevier.com/app/answers/detail/a_id/88/p/7923.\nYour submission will be given a reference number once an Editor has been assigned to handle it.\nThank you for your time and patience.\nKind regards,\nEditorial Office\nFrontiers of Architectural Research\n******************************************\nFor further assistance, please visit our customer support site at http://help.elsevier.com/app/answers/list/p/7923. Here you can search for solutions on a range of topics, find answers to frequently asked questions and learn more about EM via interactive tutorials. You will also find our 24/7 support contact details should you need any further assistance from one of our customer support representatives.\n[redacted_id]\nTo ensure this email reaches the intended recipient, please do not delete the above code\n__________________________________________________\nIn compliance with data protection regulations, you may request that we remove your personal registration details at any time. (Use the following URL: [redacted_url]). Please contact the publication office if you have any questions.",
    "trans": "Frontières de la Recherche Architecturale\nTitre : La perception du « lieu sacré » du temple Daxingshan de Xi'an du point de vue de la théorie de la triade spatiale de Lefebvre\nAuteurs : Minglan Zou ; Azizi Bahauddin ; Weihan Rong ; Jingyi Wang\nCher Dr. [redacted_name],\nLe document PDF pour votre soumission, « La perception du “lieu sacré” du temple Xi'an Daxingshan du point de vue de la théorie de la triade spatiale de Lefebvre » a maintenant été construit et est prêt pour votre approbation. Veuillez visualiser la soumission avant de l'approuver, afin de vous assurer qu'elle ne contient pas d'erreurs. Si vous avez déjà approuvé le PDF de votre soumission, vous pouvez ignorer cet e-mail.\nPour approuver le fichier PDF, veuillez vous connecter à Editorial Manager en tant qu’auteur :\n[redacted_url]\nVotre nom d’utilisateur est : [redacted_name]\nPuis, ouvrez le dossier « Submissions Waiting for Author's Approval » pour examiner et valider le fichier PDF de votre soumission. Vous devrez peut-être cliquer sur « Action Links » afin d'afficher le menu des actions.\nVous devrez aussi attester avoir lu et accepté la déclaration d’éthique de la publication d’Elsevier avant de finaliser le processus de soumission. Une fois ces étapes complétées, vous recevrez un e-mail de confirmation de réception de votre soumission de la part de l’Office éditorial. Pour toute question ou difficulté, veuillez consulter le site : http://help.elsevier.com/app/answers/detail/a_id/88/p/7923.\nVeuillez noter qu'il vous incombe de vérifier que tout apparaît correctement dans le fichier PDF, car aucune modification ne pourra être apportée après approbation.Si vous rencontrez des difficultés avec le fichier PDF généré ou avec l’une des étapes à suivre, veuillez consulter :http://help.elsevier.com/app/answers/detail/a_id/88/p/7923.\nVotre soumission recevra un numéro de référence une fois qu’un éditeur aura été assigné pour la traiter.\nMerci pour votre temps et votre patience.\nCordialement,\nBureau éditorial\nFrontières de la Recherche Architecturale\n******************************************\nPour plus d'assistance, veuillez consulter notre site d'assistance à la clientèle à l'adresse http://help.elsevier.com/app/answers/list/p/7923. Vous pouvez y rechercher des solutions sur une série de sujets, trouver des réponses aux questions fréquemment posées et en apprendre davantage sur EM grâce à des didacticiels interactifs. Vous y trouverez également les coordonnées de notre service d'assistance 24 heures sur 24, 7 jours sur 7, si vous avez besoin d'une aide supplémentaire de la part de l'un de nos conseillers à la clientèle.\n[redacted_id]\nAfin de vous assurer que cet e-mail parvienne à son destinataire, ne supprimez pas le code ci-dessus.\n__________________________________________________\nConformément aux réglementations sur la protection des données, vous pouvez demander la suppression de vos informations personnelles d’enregistrement à tout moment. Utiliser l’URL suivant : [redacted_url].Pour toute question, veuillez contacter le bureau de la publication."
}