{
    "source": "en_US",
    "target": "fr_FR",
    "text": "water leakage issue and was informed to call when ready to move. The guest contacted GSC at 1125 hrs, and GSC informed FO via Teams. However, the guest did not receive the new key cards and called back at 1155 hrs, expressing frustration with the delay. GSC immediately informed tDM who delivered the key cards.\nUpon meeting the guest, the guest was upset with the delay and requested a formal explanation. The DM apologized in person, but the guest requested a written apology, which was provided via email along with an offer for a complimentary dinner at StraitsKitchen.\nFindings: delay was caused by low staffing, as four FO team members were on medical leave, and the team was swamped during the peak check-out period between 1130-1230 hrs, inadvertently missing GSC’s message. The FO team has been briefed to respond more promptly to guest requests going forward.\ntbc\nAM DM to follow up\nRecovery Cost:\n70.00",
    "trans": "Problème de fuite d'eau et a été informé d'appeler lorsqu'il était prêt à déménager. L'invité a contacté le GSC à 11h25, et le GSC a informé le FO via Teams. Cependant, l'invité n'a pas reçu les nouvelles cartes-clés et a rappelé à 11h55, exprimant sa frustration face au retard. Le GSC a immédiatement informé le tDM qui a livré les cartes-clés.\nEn rencontrant l'invité, celui-ci était contrarié par le retard et a demandé une explication formelle. Le DM s'est excusé en personne, mais l'invité a demandé des excuses écrites, qui ont été fournies par e-mail avec une offre de dîner gratuit au StraitsKitchen.\nConclusions : le retard était causé par un manque de personnel, car quatre membres de l'équipe FO étaient en congé maladie, et l'équipe était débordée pendant la période de pointe des départs entre 11h30 et 12h30, manquant par inadvertance le message du GSC. L'équipe FO a été informée de répondre plus rapidement aux demandes des invités à l'avenir.\ntbc\nAM DM pour faire le suivi\nCoût de récupération :\n70,00"
}