{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What we like: OMG! The find-a-way Mets continue to provide magic. New York has been counted out a number of times this year but keeps finding a way to stay alive. Count the Mets out at your own peril. Getting [redacted_name] going would be a huge development. The slugging first baseman delivered the signature moment of his career with a go-ahead three-run home run in the ninth inning of Game 3 versus the Brewers.\nArea of concern: The bullpen showed a few cracks against the Brewers. New York relievers posted a 5.00 ERA in three games, which was the second-worst mark among the eight wild-card teams. Manager [redacted_name] had to use starter [redacted_name] to close out the series.\nUnderrated player to watch: [redacted_name]. The right-hander figured something out down the stretch, posting a 2-0 record with a 2.45 ERA and 38 strikeouts across his last seven regular-season appearances. [redacted_name] was sharp in the Mets' doubleheader against the Braves and will likely draw a start early in the NLDS. His ability to miss bats could be crucial against a lineup as talented as the Phillies.",
    "trans": "Ce que nous aimons : OMG ! Les Mets qui trouvent toujours un moyen continuent d'offrir de la magie. New York a été éliminé plusieurs fois cette année, mais continue de trouver des moyens de rester en vie. Ignorer les Mets à vos risques et périls. Faire décoller [redacted_name] serait un énorme développement. Le premier baseman puissant a délivré le moment signature de sa carrière avec un home run de trois points dans la neuvième manche du match 3 contre les Brewers.\nZone de préoccupation : Le bullpen a montré quelques faiblesses contre les Brewers. Les lanceurs de relève de New York ont affiché une Moyenne de points mérités (MPM) de 5,00 en trois matchs, ce qui était la deuxième pire performance parmi les huit équipes en wild-card. Le manager [redacted_name] a dû utiliser le partant [redacted_name] pour conclure la série.\nJoueur sous-estimé à suivre : [redacted_name]. Le droitier a trouvé sa formule dans la fin de saison, affichant un record de 2-0, avec une Moyenne de points mérités (MPM) de 2,45 et 38 retraits au bâton lors de ses sept dernières apparitions en saison régulière. [redacted_name] a été solide lors du double-header des Mets contre les Braves et devrait probablement obtenir une titularisation tôt dans la NLDS. Sa capacité à éviter les contacts pourrait être cruciale contre une formation aussi talentueuse que celle des Phillies."
}