{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear all,\nThis email has been sent to you via the Business School Undergraduate Information Hub through ‘Announcements’. The Information Hub alongside the new Business School Handbook has all the information to help you throughout your studies.\nPlease read the Undergraduate Updates weekly for important updates and news!\nJubilee Campus Wobble Week event\nWednesday 6 November 11am-1pm.\nJoin us to get up close with adorable Ponies and Goats and learn how the university can support you. No sign-up needed, just turn up!\nStudent Experience Survey\nWant to be in with a chance to win a £50 voucher?\nTell us about your experience with Student Services through our Student Experience Survey.\n24 Hour Libraries\nSeveral of our library buildings will soon be switching to 24-hour opening.\nDjanogly Library (Jubilee Campus) will be open 24 hours from Monday 4 November-Thursday 12 December.\nOpportunities:\nSearch for placement, job and internship opportunities like the ones below on MyCareer under the ‘Jobs and Placements’ tab\nMcKinsey and Company – Business Analyst Intern – closes 12 November\nOur business analyst intern programme gives a group of undergraduate students and eligible graduate students first-hand experience with consulting at McKinsey. At the end of your internship, you may receive an offer to join us as a full-time business analyst after the completion of your degree.\nCapital One – Strategy Analyst Intern – closes 4 November\nOn this ten-week programme, you’ll be based within one of our core Strategy teams and from Day 1 you’ll take a bird’s eye view of our organisation whilst owning a real life business project. You will help identify new ways to improve every aspect of what we do and put forward your suggestions on how we can achieve this by the end of your internship. Great training and support from the team around you will be provided to ensure you have all the tools required for success!\nEvents to add to your diary:\nWobble Week\nWobble Week(s) runs until Friday 8 November. There will be two weeks of activities to support students who are feeling overwhelmed by university. We want you to know that however you are feeling, it’s OK. The university is well prepared to support you. See a list of events and how to get supported here.\nUK CV Essentials: Peer Review and Best Practices for NUBS undergraduate International Students\nBook now and secure your spot!\n28 Nov 2024, 2:00 pm - 2:50 pm\n12 Dec 2024, 10:00 am - 10:50 am\nKey links:\nBelow are some key links to support your studies. Check out the NEW Business School Student Handbook for all relevant school information for your studies.\nBusiness School Handbook\nWell-being\nCareers\nStudent Services\nStudy support - Libraries Learning Development\nUG Instagram Account",
    "trans": "Chers tous,\nCet e-mail vous a été envoyé via le Centre d'information pour les étudiants de premier cycle de l'école de commerce, dans la rubrique « Annonces ». Le Centre d'information ainsi que le nouveau manuel de l'école de commerce contiennent toutes les informations nécessaires pour vous aider tout au long de vos études.\nVeuillez lire la rubrique « Undergraduate Updates » (mises à jour pour les étudiants de premier cycle) chaque semaine pour prendre connaissance des mises à jour et des nouvelles importantes !\nÉvénement de la semaine Jubilee Campus Wobble\nMercredi 6 novembre de 11h à 13h.\nRejoignez-nous pour rencontrer des poneys et des chèvres adorables et découvrez comment l'université peut vous soutenir. Aucune inscription nécessaire, il suffit de venir !\nEnquête sur l'expérience des étudiants\nVous voulez avoir une chance de gagner un bon de 50 £ ?\nParlez-nous de votre expérience avec les Services aux Étudiants en répondant à notre enquête sur l'expérience des étudiants.\nBibliothèques ouvertes 24 heures sur 24\nPlusieurs de nos bibliothèques seront bientôt ouvertes 24 heures sur 24.\nLa bibliothèque Djanogly (campus Jubilee) sera ouverte 24 heures sur 24 du lundi 4 novembre au jeudi 12 décembre.\nOpportunités :\nRecherchez des opportunités de stage, d'emploi et de stage comme celles-ci sur MyCareer sous l'onglet « Jobs and Placements ».\nMcKinsey and Company – Business Analyst Intern – clôture le 12 novembre\nNotre programme de stage en analyse commerciale offre à un groupe d'étudiants de premier cycle et d'étudiants diplômés éligibles une expérience de première main dans le domaine du conseil chez McKinsey. À la fin de votre stage, vous pourriez recevoir une offre pour rejoindre l'entreprise en tant qu'analyste commercial à temps plein après l'obtention de votre diplôme.\nCapital One – Strategy Analyst Intern – clôture le 4 novembre\nLors de ce programme de dix semaines, vous serez intégré à l'une de nos équipes stratégiques principales et, dès le premier jour, vous aurez une vue d'ensemble de notre organisation tout en prenant en charge un projet commercial réel. Vous aiderez à identifier de nouvelles façons d'améliorer chaque aspect de notre activité et ferez vos suggestions pour y parvenir à la fin de votre stage. Une formation et un soutien de l'équipe autour de vous seront fournis pour vous garantir que vous avez tous les outils nécessaires à votre réussite !\nÉvénements à ajouter à votre agenda :\nWobble Week\nLes semaines Wobble se dérouleront jusqu'au vendredi 8 novembre. Il y aura deux semaines d'activités pour soutenir les étudiants se sentant accablés par l'université. Nous voulons que vous sachiez que peu importe comment vous vous sentez, c'est OK. L'université est bien préparée pour vous soutenir. Consultez la liste des événements et comment obtenir du soutien ici.\nUK CV Essentials : Revue par des pairs et meilleures pratiques pour les étudiants internationaux de premier cycle de la NUBS\nRéservez maintenant et assurez votre place !\n28 Nov 2024, 14h00 - 14h50\n12 décembre 2024, 10h00 - 10h50\nLiens clés :\nVoici quelques liens clés pour vous aider dans vos études. Consultez le NOUVEAU manuel de l'étudiant de l'école de commerce pour obtenir toutes les informations utiles à vos études.\nManuel de l'École de Commerce\nBien-être\nCarrières\nServices aux étudiants\nSoutien aux études - Bibliothèques et Développement de l'apprentissage\nCompte Instagram des étudiants de premier cycle"
}