{
    "source": "en_US",
    "target": "fr_FR",
    "text": "must be a regular bona fide student in good standing in the school you represent; must have enrolled not later than the fifteenth day of the current semester.\nmust have completed 10 separate days of organized practice in said sport under the direct supervision of the high school coaching staff preceding date of participation in interschool contests. (Excluding Girls Golf - SeeRule 101) must have received passing grades at the end of their last grading period in school in at least seventy percent (70%) of the maximum number of full credit subjects (or the equivalent) that a student can take and must be currently enrolled in at least seventy percent (70%) of the maximum number of full credit subjects (or the equivalent) that a student can take.\nSemester grades take precedence.\nmust not have reached your twentieth birthday prior to or on the scheduled date of the ISAA State Finals in a sport. must have been enrolled in your present high school last semester or at a junior high school from which your high school receives its students.\n...unless you are entering the ninth grade for the first time.\n...unless you are transferring from a school district or territory with a corresponding bona fide move on the part of your\nparents.\nunless you are a ward of a court; you are an orphan, you reside with a parent, your former school closed, your former school is not accredited by the state accrediting agency in the state where the school is located, your transfer was pursuant to school board mandate, you attended in error a wrong school, you transferred from a correctional school, you are emancipated, you are a foreign exchange student under an approved CSIET program. You must have been eligible from the school from which you transferred.",
    "trans": "Vous devez être un étudiant régulier et en règle dans l'établissement que vous représentez ; vous devez être inscrit au plus tard le quinzième jour du semestre en cours.\nL'étudiant doit avoir complété 10 jours distincts de pratique organisée dans le sport en question sous la supervision directe du personnel d'entraîneurs de l'école, avant la date de participation aux compétitions inter-écoles. (À l'exception du Golf féminin - voir la Règle 101). L'étudiant doit avoir obtenu des notes passantes à la fin de son dernier trimestre scolaire dans au moins 70% du nombre maximum de matières à crédit complet (ou l'équivalent) qu'un étudiant peut suivre, et doit être actuellement inscrit dans au moins 70% du nombre maximum de matières à crédit complet (ou l'équivalent) qu'un étudiant peut suivre.\nLes notes du semestre priment.\nVous ne devez pas avoir atteint votre vingtième anniversaire avant ou le jour de la date prévue des finales de l'État ISAA dans un sport. Vous devez être inscrit dans votre lycée actuel le semestre précédent ou dans un collège intermédiaire d'où votre lycée reçoit ses élèves.\n...à moins que vous ne soyez en neuvième année pour la première fois.\n...à moins que vous ne veniez d'un district scolaire ou territoire avec un déménagement légitime de la part de vos\nparents.\nà moins que vous ne soyez un tuteur judiciaire, que vous soyez un orphelin, que vous résidiez avec un parent, que votre ancienne école ait fermé, que votre ancienne école ne soit pas accréditée par l'agence d'accréditation de l'État dans lequel elle se trouve, que votre transfert ait été effectué en vertu d'un mandat du conseil scolaire, que vous ayez fréquenté par erreur une mauvaise école, que vous soyez transféré depuis une école correctionnelle, que vous soyez émancipé, ou que vous soyez un étudiant d'échange international dans un programme approuvé par CSIET. Vous devez avoir été éligible dans l'école dont vous êtes transféré."
}