{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Tom wanted him gone. It was time for him to give up and run home, embarrassed and defeated. Again. Another failure.\nHe wondered if he should have started getting used to them by that point.\nHe finished getting ready for bed before stepping out of the bedroom, hovering in the doorway to the living room. Tom was sitting on the sofa again, his back to Primož. Charlie had taken Primož’s place, and Tom was petting him as he read.\n“Tom?” Primož called, drawing the Dutchman’s attention. He looked back at him. “Um- are you still okay to-?”\n“Yes, Primož,” Tom interrupted him softly. “Go to bed. I’ll be there in a minute.”\nPrimož nodded and stepped back into the bedroom. He settled into bed and stared up at the ceiling. In the living room, he heard Tom muttering something to Charlie. The sound of him moving the poker on the heath. Footsteps, as he walked over to the kitchen. A few seconds passed, and Tom appeared in the doorway to the bedroom. He glanced at Primož.\n“I’ll try to be quiet so I don’t wake you up. In case you fall asleep,” he promised. “I-”\n“It’s okay,” Primož told him. “I don’t… feel tired anymore. The shower woke me up.”\nTom chuckled. “Oh? Guess that’s how it always goes, isn’t it?” he said, stepping into the bathroom. He eased the door closed behind him. Primož listened as the water turned on.\nHe sighed. Closed his eyes. He wondered if he could convince Tom to text him once he was back in Monaco. It wouldn’t do much, but it might serve to balm his nerves slightly if he at least knew Tom was alive.\nIt would be better than the silence from before at least.\nHe heard the shower turn off. A few minutes passed. The bathroom door opened, and Tom slipped out, gingerly closing it behind himself. His eyes fell on Primož and he smiled, barely visible in the dim light.\n“Still not asleep?” he whispered, stepping across the room and settling into his spot. Primož felt the mattress dip as he laid down. Tom sighed. “I’m beat. I suppose I’m still recovering. I just didn’t expect a little walk to take so much out of me.”\n“Sorry,” Primož muttered.\nSilence, for a moment. “Primož,” Tom said. “I- I’m sorry. Again. I didn’t mean to-”\n“Stop, Tom. Don’t apologize anymore. You’re right. I… need to go home.” Primož took a shaky breath.",
    "trans": "Tom souhaitait qu'il parte. Il était temps pour lui d'abandonner et de rentrer chez lui, embarrassé et vaincu. Encore une fois. Un autre échec.\nIl se demanda s'il n'aurait pas dû commencer à s'habituer à eux à ce moment-là.\nIl acheva de se préparer pour aller au lit avant de sortir de la chambre et de s'arrêter dans l'embrasure de la porte du salon. Tom était de nouveau assis sur le canapé, dos à Primož. Charlie avait pris la place de Primož et Tom le caressait en lisant.\n« Tom ? Primož appela, attirant l'attention du Néerlandais. Il se retourna vers lui. « Hum... ça va toujours ? »\n« Oui, Primož », l'interrompit doucement Tom. « Va te coucher. Je serai là dans une minute. »\nPrimož acquiesça et retourna dans la chambre. Il s'y installa et regarda le plafond. Dans le salon, il entendit Tom marmonner quelque chose à Charlie. Le bruit qu'il faisait en déplaçant le tisonnier sur la lande. Des pas, alors qu'il se dirigeait vers la cuisine. Quelques secondes passèrent et Tom apparut dans l'embrasure de la porte de la chambre. Il jeta un coup d'œil à Primož.\n« Je vais essayer d'être discret pour ne pas te réveiller. Au cas où tu t'endormirais », promit-il. « I- »\n« C'est bon », lui dit Primož. « Je ne me sens plus fatigué. La douche m'a réveillé. »\nTom s'esclaffe. « Oh ? Je suppose que c'est toujours comme ça, n'est-ce pas ? » dit-il en entrant dans la salle de bains. Il referme la porte derrière lui. Primož écouta l'eau s'écouler.\nIl soupira. Ferma les yeux. Il se demanda s'il pourrait convaincre Tom de lui envoyer un message une fois qu'il serait de retour à Monaco. Cela ne servirait pas à grand-chose, mais il pourrait se rassurer un peu s'il savait au moins que Tom était en vie.\nCe serait au moins mieux que le silence d'avant.\nLa douche s'éteignit. Quelques minutes passèrent. La porte de la salle de bains s'ouvrit et Tom se glissa à l'extérieur, la refermant avec précaution derrière lui. Ses yeux se posèrent sur Primož et il sourit, à peine visible dans la faible lumière.\n« Toujours pas endormi ? « chuchota-t-il en traversant la pièce et en s'installant à sa place. Primož sentit le matelas s'affaisser lorsqu'il s'allongea. Tom soupira. « Je suis crevé. Je suppose que je suis encore en convalescence. Je ne m'attendais pas à ce qu'une petite promenade me fasse autant souffrir. »\n« Désolé », marmonne Primož.\nSilence, pendant un moment. « Primož, dit Tom. « Je suis désolé. Encore une fois. Je ne voulais pas... »\n« Arrête, Tom. Ne t'excuse plus. Tu as raison. Je... dois rentrer chez moi. » Primož respire difficilement."
}