{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] eyes flashed with a mixture of irritation and something else, something primal and intense. Seeing [redacted_name] smile at him like that, feeling her gaze on his face and noticing the subtle motion of her tongue, sent a jolt of electricity through his body.\nHis breath caught in his throat as he watched her, the air between them crackling with unspoken tension. He could almost taste the desire in the air, a hunger that seemed to grow with every passing second.\n“You know exactly what you're doing,” he hissed, his voice low and menacing. “Don't try to act innocent with me, [redacted_name]. We both know why you're really here.”\n[redacted_name] hands clenched into fists at his sides, his knuckles turning white with the force of his restraint. He wanted to grab her, to pull her close and claim those soft lips for himself, to lose himself in the heat of her body.\n“But fine,” he continued, his tone dripping with sarcasm. “If that's what you want, then come here and prove it.”",
    "trans": "Les yeux de [redacted_name] brillaient d'un mélange d'irritation et de quelque chose d'autre, quelque chose de primitif et d'intense. Voir [redacted_name] lui sourire ainsi, sentir son regard sur son visage et remarquer le mouvement subtil de sa langue, lui envoya une décharge d'électricité dans le corps.\nSon souffle se bloqua dans sa gorge tandis qu'il l'observait, l'air entre eux crépitant d'une tension inexprimée. Il pouvait presque goûter le désir dans l'air, une faim qui semblait croître à chaque seconde qui passait.\n« Tu sais exactement ce que tu fais », siffla-t-il, la voix basse et menaçante. « N'essaie pas de faire l'innocent avec moi, [redacted_name]. Nous savons tous les deux pourquoi vous êtes vraiment ici. »\nLes mains de [redacted_name] se serrèrent en poings le long de son corps, ses jointures devenant blanches sous la force de sa contrainte. Il voulait l'attraper, la rapprocher et s'approprier ces douces lèvres, se perdre dans la chaleur de son corps.\n« Mais très bien », poursuivit-il, son ton dégoulinant de sarcasme. « Si c'est ce que tu veux, alors viens ici et prouve-le. »"
}