{
    "source": "en_US",
    "target": "fr_FR",
    "text": "At Pegasus Airlines, we prioritize ensuring our guests have the best travel experience possible. Therefore, we would like to share some useful information regarding your upcoming flight to help you have a pleasant journey.\nFor your connecting flight from LIS to SAW please follow the steps below once you have completed your first flight at ADB airport:\nYou should take your cabin baggage with you while getting off the plane.\nGo through passport control at the airport you are connecting in, without collecting your checked baggage.\nProceed to the domestic terminal and go to the gate of your flight.\nAfter completing your domestic flight, you can collect your checked baggage by informing Pegasus Airlines personnel that you are a Transfer Passenger and seeking their assistance.\nYou can download our Pegasus mobile app here and access up-to-date information about your transfer flight by logging in and navigating to the \"My Flights\" page.\nFor more detailed information about connecting flights, you can visit this link.\nIf you have any questions, please feel free to contact us through our smart assistant Flybot at flypgs.com or by calling our customer service number listed here.\nYou can also access all this information through the In-Flight Entertainment System during your flight.\nThank you for choosing Pegasus Airlines!\nWe wish you a pleasant flight,\nPegasus Airlines",
    "trans": "Chez Pegasus Airlines, nous nous engageons à offrir à nos passagers la meilleure expérience de voyage possible. C'est pourquoi nous souhaitons partager avec vous des informations utiles concernant votre vol à venir afin de garantir que votre voyage se déroule dans les meilleures conditions.\nPour votre vol de correspondance de LIS à SAW, veuillez suivre les étapes ci-dessous une fois que vous aurez terminé votre premier vol à l'aéroport ADB :\nVous devez prendre vos bagages de cabine avec vous lorsque vous descendez de l'avion.\nPassez le contrôle des passeports à l'aéroport où vous effectuez votre correspondance, sans récupérer vos bagages enregistrés.\nRendez-vous au terminal domestique et dirigez-vous vers la porte de votre vol.\nUne fois votre vol intérieur terminé, vous pouvez récupérer vos bagages enregistrés en informant le personnel de Pegasus Airlines que vous êtes un passager en correspondance et en demandant leur assistance.\nVous pouvez télécharger notre application mobile Pegasus ici et accéder à des informations actualisées sur votre vol de correspondance en vous connectant et en naviguant vers la page « Mes Vols ».\nPour des informations plus détaillées sur les vols de correspondance, vous pouvez consulter ce lien.\nSi vous avez des questions, n'hésitez pas à nous contacter par l'intermédiaire de notre assistant intelligent Flybot à flypgs.com ou en appelant notre numéro de service client indiqué ici.\nVous pouvez également accéder à toutes ces informations via le système de divertissement en vol pendant votre trajet.\nMerci d'avoir choisi Pegasus Airlines !\nNous vous souhaitons un agréable vol,\nPegasus Airlines."
}