{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello\nThank you for your application to our Holiday Boutique, we are very happy to have you as a Vendor.\nOur boutique will take place on Sunday, Nov 24th from 9am to 230pm in the parking lot. Set up starts at 6.45 am, I understandthis may sound too early but we need to be in our booths by 7.30 because parishionersstart to arrive around 7.45 for the first mass and we want to avoid trafficcongestion (plus some of them may get a first look of what we have to offer).\nWe request that each vendor advertises the event too on their own social media, groups, etc. Feel free to tag stmboutiques in Instagram.\nAttached is the contract, please read, sign andreturn to me along with a screenshot of your payment confirmation for ourrecords.\nPLEASE NOTE THAT FROM NOW ON THE VENDOR FEES HAVE A SEPARATE LINE ITEM AT THE END OF THE OPTIONS:WWP BOUTIQUE FEES and as a reminder all vendor fees are a donation to our“Believe and Build Capital Campaign\" for the new church building.",
    "trans": "Bonjour\nNous vous remercions pour votre candidature à notre Boutique de Noël, nous sommes très heureux de vous compter parmi nos vendeurs.\nNotre boutique aura lieu le dimanche 24 novembre de 9h à 14h30 sur le parking. L'installation commence à 6h45, je comprends que cela peut sembler trop tôt mais nous devons être dans nos stands avant 7h30 car les paroissiens commencent à arriver vers 7h45 pour la première messe et nous voulons éviter les embouteillages (et certains pourraient jeter un coup d'œil à nos étals).\nNous demandons à chaque vendeur de faire de la publicité pour l'évènement sur ses propres réseaux sociaux, groupes, etc. N'hésitez pas à taguer stmboutiques sur Instagram.\nVous trouverez le contrat en pièce jointe, merci d'en prendre connaissance, le signer et me le renvoyer accompagné d'une capture d'écran de votre confirmation de paiement pour nos dossiers.\nMERCI DE NOTER QU'A PARTIR DE MAINTENANT LES TARIFS VENDEURS SONT INDIQUES SUR UNE LIGNE DISTINCTE A LA FIN DES OPTIONS : WWP BOUTIQUE FEES et pour rappel tous les frais vendeurs représentent une donation à notre \"Campagne Croire et Construire un Capital\" pour le nouveau bâtiment de l'église."
}