{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ForewordIt’s always an honor being asked to write the foreword for a book by someone you respect and admire. It’s particularly gratifying for me when that individual is Bret Contreras. There is no one I respect and admire more, both personally and professionally. Those of you who are fairly new to fitness may not truly appreciate the magnitude of influence that Bret’s had on the industry. In fact, it’s no exaggeration to state that Bret has changed the way fitness enthusiasts and pros alike approach glute training. All that’s needed to fully comprehend Bret’s contribution to the field is a perusal of the exercise literature in the years prior to his arrival on the fitness scene. You’ll see that until the late 2000s, virtually every article on glute training advised people to go heavy and hard on squats and deadlifts. The occasional paper might have included a few sets of lunges or stiff-leg deadlifts, but many so-called authority figures were all too quick to dismiss lunges as a",
    "trans": "C'est toujours un honneur d'être sollicité pour rédiger l'avant-propos d'un livre d'une personne que l'on respecte et admire. C'est particulièrement gratifiant pour moi lorsque cette personne est Bret Contreras. Il n'y a personne que je respecte et admire davantage, tant personnellement que professionnellement. Ceux d'entre vous qui sont relativement nouveaux dans le domaine de la fitness ne mesurent peut-être pas pleinement l'ampleur de l'influence qu'a eue Bret sur l'industrie. En fait, il n'est pas exagéré de dire que Bret a changé la façon dont les passionnés et les professionnels de la fitness abordent l'entraînement des fessiers. Tout ce qu'il faut pour comprendre pleinement la contribution de Bret au domaine, c'est de consulter la littérature sur l'exercice avant son arrivée sur la scène du fitness. Vous verrez qu'avant la fin des années 2000, pratiquement tous les articles sur l'entraînement des fessiers conseillaient aux gens de se concentrer sur les squats et les deadlifts en mettant l'accent sur la charge et l'intensité. De rares articles incluaient quelques séries de fentes ou de deadlifts jambes tendues, mais de nombreuses soi-disant figures d'autorité étaient trop rapides à écarter les fentes comme un exercice utile."
}