{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nMy name is [redacted_name] and I'm a recruiter at Axelon Services Corporation. We have your resume on file and I thought you may be interested in an opportunity we currently have available for a Operator I - 2nd Shift with a major company located in Irvine, CA. Please review the job description below.\nIf you are qualified and interested in pursuing this opportunity, please call me at (212) 488-7729 ASAP. You may also send me an e-mail, if you do respond via e-mail please include a daytime phone number and an updated resume so I can reach you. In considering candidates, time is of the essence, so please respond ASAP.\nIf you do not feel like you are a good fit, but you know someone who may be looking for a position like this, please feel free to forward this email onto them. I alsoencourage you to visit our website at www.axelon.com for all of our job openings.",
    "trans": "Cher [redacted_name],\nJe m'appelle [redacted_name] et je suis recruteur chez Axelon Services Corporation. Nous avons votre CV dans nos dossiers et je pense que vous pourriez être intéressé par une opportunité que nous avons actuellement pour un poste d'Opérateur I - 2e Equipe chez une grande entreprise située à Irvine, CA. Veuillez trouver ci-dessous la description du poste.\nSi vous êtes qualifié(e) et intéressé(e) par cette opportunité, merci de me contacter au (212) 488-7729 ASAP. Vous pouvez également m'envoyer un e-mail, en incluant un numéro de téléphone pendant la journée et un CV mis à jour afin que je puisse vous joindre. Étant donné que le temps est un facteur clé dans le processus de sélection, je vous prie de répondre ASAP.\nSi vous ne pensez pas être un bon candidat pour ce poste, mais que vous connaissez quelqu'un qui pourrait être intéressé, n'hésitez pas à lui transférer ce message. Je vous encourage également à visiter notre site web à www.axelon.com pour consulter toutes nos offres d'emploi."
}