{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Bond Market Daily | 14 October 2024\nThe US Treasury yield curve bear steepened on Friday, with long-end yields having risen by about 3bp on average while short-end yields remained steady. US PPI YoY for September rose by 1.8% vs. expectations of 1.6% and the prior month's 1.9% reading. The Core PPI rose by 2.8%, higher than expectations and the prior reading of 2.6%. US IG and HY CDS spreads tightened by 0.5bp and 2.6bp respectively. Looking at US equity markets, S&P and Nasdaq both closed higher, by 0.6% and 0.3% respectively.\nEuropean equities followed suit and closed broadly higher across the board. In terms of Europe’s CDS spreads, the iTraxx Main and Crossover spreads tightened by 0.4bp and 0.9bp respectively. Asian equities have opened broadly higher this morning. Asia ex-Japan IG CDS spreads were 0.1bp tighter. In Saturday’s China stimulus briefing, while a host of measures were targeted at reviving the property sector, there was a lack of policies to boost domestic consumption that analysts noted have disappointed expectations.\nNew Bond Issues\nNew Bonds Pipeline\nAdani Hybrids Renewables hires for $ 20Y bond\nPower Construction Corp of China hires for $ PerpNC5 bond\nChina Huadian hires for $ PerpNC3 bond\nKorea Land & Housing hires for $ 2Y/3Y bond\nRating Changes\nMoody's Ratings upgrades Ghana's ratings to Caa2 and changes the outlook to positive\nMoody's Ratings upgrades Banorte's deposit ratings to Baa1; outlook changed to stable\nAdler Group S.A. And Adler RE Upgraded To ‘B-‘ After Completing Debt Restructuring; Outlook Negative\nFitch Revises France's Outlook to Negative; Affirms at 'AA-\nMoody's Ratings changes Volkswagen's outlook to negative\nThe Week That Was\nUS primary market issuances fell last week to just $12.3bn vs. $20.3bn seen in the prior week. IG issuers took up $7.7bn of the total, led by Toyota Motor Credit's$3bn three-trancher and Eastern Energy Gas' $900mn deal. Last week saw $4.4bn in HY issuances from the region, led byCleveland Cliff's $1.8bn two-part deal and Glatfelter's $800mn issuance. In North America, there were a total of 27 upgrades and 33 downgrades across the three major rating agencies last week. US IG funds saw $1.83bn of inflows last week, adding to the $3.8bn of inflows during the week before that. HY funds witnessed a net $145.6mn in outflows during the same period reversing the $2.2bn of inflows in the week prior to it.\nEU Corporate G3 issuances dropped marginally last week to $24.5bn vs. $25.1bn in the prior week. KfW's €3bn issuance led the tables, followed by StanChart's $1.5bn deal and Banque Credit Mutuel's €1.25bn issuance. The region saw 31 upgrades and 36 downgrades, across the three major rating agencies. The GCC dollar primary bond market saw a total issuance of $1.3bn vs. compared to $4.4bn seen in the prior week, thanks to two deals led by Sharjah's $750mn sukuk and DIB's $500mn sukuk perp. In the Middle East/Africa region, there were 6 upgrades and 25 downgrades across the major rating agencies. LatAm saw $3.2bn in issuances last week vs. $1.8bn in the week prior to it. Issuance volumes were led by Chile Electricity Lux's $1.44bn deal, Braskem Netherlands' $850mn and YPF Energia's $420mn deals each. The South American region saw no upgrades nor downgrades across the rating agencies.\nG3 issuance volumes from APAC ex-Japan rose to $3.9bn vs. $2bn seen in the previous week. KDB's $1bn deal led the table, followed by HKMC's $850mn issuance and ASB Bank's €500mn deal. In the APAC region, there were 4 upgrades and 5 downgrades, across the three rating agencies last week.\nEcopetrol to Use Sumitomo Loan and Cash to Pay off Half of $1bn 2030 Loan\nEcopetrol is planning to utilize a $250mn loan from Sumitomo Mitsui Banking Corp to reduce its overall debt, after having postponed its planned $1.75bn dollar bond issuance last week. This $1.75bn planned dollar bond was likely to be priced at a yield of 7.65%, and was aimed at funding a debt buyback and to prepay the 2030 loan. Ecopetrol has indicated that it may reconsider the offer if market conditions improve. The company plans to pay off half of its $1bn loan due in 2030 - partly using a $250mn credit line from Sumitomo Mitsui and the remainder from available cash balances. Ecopetrol said that the payment of the 2030 loan is part of its strategy to optimize credit metrics and that it was not dependent on the bond issuance. The buyback of its 2026s is currently in the process. Some analysts note that investors view Ecopetrol as a quasi-sovereign entity and may welcome a revised bond offering with higher yields.\nEcopetrol’s dollar bonds traded stable with its8.875% 2033sat 105.5, yielding 7.94%.\nFor more details, click here\nGhana Upgraded to Caa2 by Moody's\nGhana was upgraded by a notch to Caa2 from Caa3 by Moody's. The upgrade follows its debt restructuringexercise that has significantly eased the nation's financial burden. Initiated in December 2022 under the Common Framework, this process has addressed 55% of the country’s total debt, involving a 37% haircut on dollar bond principals and restructuring of local currency debt and bilateral obligations. As a result, government debt is expected to decline to 81% of GDP in 2024 from 93% in 2022, although foreign exchange risk remains high due to a large portion of debt being in foreign currency. Moody's has a positive outlook on Ghana's ratingsreflecting the potential easing of liquidity risk amid ongoing fiscal consolidation efforts supported by an IMF program.\nGhana's 5% DISCO bonds due 2029 traded up by 0.4 points to 81.7, yielding 10%.\nEl Salvador Announces Tender Offer Results\nEl Salvador announced the results and the acceptance of notes under its tender offer launched last week. The debt-for-nature swap tender offer will see cost savings go towards promoting nature conservation and wider sustainable goals. The results of the tender offer are given in the table below:\nEl Salvador's dollar bonds traded steady after having rallied by ~2 points last week, following the launch of the above offer.\nFor more details, click here\nTerm of the Day: Bear Steepening\nBear Steepening refers to a move in the yield curve where the longer-dated bond yields move higher than the shorter-dated bond yield (far maturity bonds sell-off more than near maturity ones). A bear steepening move can occur due to different reasons some of them being long term expectations of inflation picking up, higher supply of longer-dated bonds, central bank tapering purchases with a focus on the long-end bonds etc.\nTalking Heads",
    "trans": "Le quotidien du Marché obligataire | 14 octobre 2024\nLa courbe des rendements du Trésor américain s'est accentuée vendredi, les rendements à long terme ayant augmenté d'environ 3 points de base en moyenne, tandis que les rendements à court terme sont restés stables. L'IPP américain en glissement annuel pour septembre a augmenté de 1,8 % par rapport aux attentes de 1,6 % et à la lecture du mois précédent de 1,9 %. L'IPP de base a augmenté de 2,8 %, plus que les attentes et à la lecture précédente de 2,6 %. Les écarts des CDS IG et HY américains se sont resserrés de 0,5 pb et 2,6 pb respectivement. En ce qui concerne les marchés boursiers américains, le S&P et le Nasdaq ont tous deux clôturé en hausse, respectivement de 0,6 % et 0,3 % .\nLes actions européennes ont suivi le mouvement et ont clôturé en hausse généralisée. En ce qui concerne les écarts de CDS européens, les écarts de l'iTraxx Main et Crossover se sont resserrés respectivement de 0,4 pb et 0,9 pb. Les actions asiatiques ont ouvert en hausse généralisée ce matin. Les écarts de CDS IG en Asie hors Japon se sont resserrés de 0,1 pb. Lors du briefing sur les mesures de relance de la Chine samedi, alors qu'une série de mesures visaient à relancer le secteur immobilier, il n'y a pas eu de politiques visant à stimuler la consommation intérieure qui, selon les analystes, a déçu les attentes.\nNouvelles émissions obligataires\nNouveau pipeline d'obligations\nAdani Hybrids Renewables recrute pour un emprunt obligataire de 20 ans en dollars\nPower Construction Corp of China recrute pour l'obligation PerpNC5 en dollars\nChina Huadian recrute pour l'obligation PerpNC3 en dollars\nKorea Land & Housing recrute pour un emprunt obligataire de 2 ans/3 ans en dollars\nChangements de notation\nMoody's Ratings relève la note du Ghana à Caa2 et les perspectives modifiées à positives\nMoody's Ratings relève la note des dépôts de Banorte à Baa1 ; les perspectives modifiées à stables\nAdler Group S.A. et Adler RE sont améliorés à « B- » après avoir terminé la restructuration de leur dette ; perspectives négatives\nFitch révise les perspectives de la France à négatives et les maintient à « AA- ».\nMoody's Ratings modifie les perspectives de Volkswagen à négatives\nLa semaine dernière\nLes émissions sur le marché primaire américain ont chuté la semaine dernière à seulement 12,3 milliards de dollars, contre 20,3 milliards de dollars la semaine précédente. Les émetteurs IG ont absorbé 7,7 milliards de dollars du total, avec en tête la triple émission de 3 milliards de dollars de Toyota Motor Credit et l'opération de 900 millions de dollars d'Eastern Energy Gas. La semaine dernière, les émissions HY de la région se sont élevées à 4,4 milliards de dollars, avec en tête l'opération en deux parties de Cleveland Cliff (1,8 milliard de dollars) et l'émission de Glatfelter (800 millions de dollars). En Amérique du Nord, les trois principales agences de notation ont procédé la semaine dernière à 27 révisions à la hausse et à 33 révisions à la baisse. Les fonds IG américains ont enregistré des entrées de 1,83 milliard de dollars la semaine dernière, qui s'ajoutent aux 3,8 milliards de dollars d'entrées de la semaine précédente. Les fonds HY ont enregistré des sorties nettes de 145,6 millions de dollars au cours de la même période, contre des entrées de 2,2 milliards de dollars au cours de la semaine précédente.\nLes émissions d'obligations d'entreprise G3 de l'UE ont légèrement baissé la semaine dernière à 24,5 milliards de dollars contre 25,1 milliards de dollars la semaine précédente. L'émission de 3 milliards d'euros de la KfW a été la plus importante, suivie par l'opération de 1,5 milliard de dollars de StanChart et l'émission de 1,25 milliard d'euros de la Banque Crédit Mutuel. Les trois principales agences de notation de la région ont procédé à 31 révisions à la hausse et à 36 révisions à la baisse. Le marché primaire des obligations en dollars du CCG a enregistré un volume d'émission total de 1,3 milliard de dollars, contre 4,4 milliards de dollars la semaine précédente, grâce à deux opérations menées par le sukuk de 750 millions de dollars de Sharjah et le sukuk perp de 500 millions de dollars de la DIB. Dans la région Moyen-Orient/Afrique, les principales agences de notation ont procédé à 6 révisions à la hausse et à 25 révisions à la baisse. En Amérique latine, les émissions se sont élevées à 3,2 milliards de dollars la semaine dernière, contre 1,8 milliard de dollars la semaine précédente. Les volumes d'émission ont été dominés par l'opération de 1,44 milliard de dollars de Chile Electricity Lux, de 850 millions de dollars de Braskem Netherlands et de 420 millions de dollars de YPF Energia. Les agences de notation n'ont procédé à aucune révision à la hausse ou à la baisse pour la région d'Amérique du Sud.\nLes volumes d'émission G3 en provenance de l'APAC hors Japon ont augmenté à 3,9 milliards de dollars, contre 2 milliards de dollars la semaine précédente. L'émission de 1 milliard de dollars de la KDB a été la plus importante, suivie par l'émission de 850 millions de dollars de HKMC et l'émission de 500 millions d'euros d'ASB Bank. Dans la région APAC, les trois agences de notation ont procédé à 4 révisions à la hausse et à 5 révisions à la baisse la semaine dernière.\nEcopetrol utilisera le prêt et les liquidités de Sumitomo pour rembourser la moitié du prêt 2030 de 1 milliard de dollars\nEcopetrol prévoit d'utiliser un prêt de 250 millions de dollars de Sumitomo Mitsui Banking Corp pour réduire sa dette globale, après avoir reporté la semaine dernière son émission d'obligations en dollars prévue pour un montant de 1,75 milliard de dollars. Le prix de cette obligation en dollars de 1,75 milliard de dollars devrait être fixé à 7,65 % et visait à financer le rachat de la dette et le remboursement anticipé du prêt de 2030. Ecopetrol a indiqué qu'elle pourrait reconsidérer l'offre si les conditions du marché s'amélioraient. L'entreprise prévoit de rembourser la moitié de son prêt de 1 milliard de dollars à échéance 2030, en utilisant en partie une ligne de crédit de 250 millions de dollars de Sumitomo Mitsui et en utilisant pour le reste les liquidités disponibles. Ecopetrol a déclaré que le remboursement du prêt de 2030 fait partie de sa stratégie d'optimisation des indicateurs de crédit et qu'il ne dépendait pas de l'émission d'obligations. Le rachat de ses obligations de 2026 est actuellement en cours. Certains analystes notent que les investisseurs considèrent Ecopetrol comme une entité quasi-souveraine et qu'ils pourraient accueillir favorablement une nouvelle offre d'obligations avec des rendements plus élevés.\nLes obligations en dollars d'Ecopetrol se sont négociées de manière stable, avec son 8,875% 2033 à 105,5, offrant un rendement de 7,94%.\nPour plus de détails, cliquez ici\nLe Ghana rehaussé à Caa2 par Moody's\nLe Ghana a été rehaussé d'un cran à Caa2 contre Caa3 par Moody's. Ce relèvement fait suite à l'exercice de restructuration de la dette qui a considérablement allégé le fardeau financier du pays. Lancé en décembre 2022 dans le cadre commun, ce processus a porté sur 55 % de la dette totale du pays, avec une décote de 37 % sur les obligations en dollars et une restructuration de la dette en monnaie locale et des obligations bilatérales. En conséquence, la dette publique devrait être ramenée à 81 % du PIB en 2024, contre 93 % en 2022, même si le risque de change reste élevé du fait qu'une grande partie de la dette est libellée en devises étrangères. Moody's a une perspective positive sur les notations du Ghana, reflétant l'atténuation potentielle du risque de liquidité dans le cadre des efforts d'assainissement budgétaire en cours soutenus par un programme du FMI.\nLes obligations DISCO à 5 % du Ghana, échéance 2029, se sont négociées en hausse de 0,4 point à 81,7, avec un rendement de 10 %.\nEl Salvador annonce les résultats de l'offre publique d'achat\nEl Salvador a annoncé les résultats et l'acceptation des billets dans le cadre de son offre publique d'achat lancée la semaine dernière. L'offre d'échange dette-nature prévoit que les économies réalisées serviront à promouvoir la conservation de la nature et à atteindre des objectifs plus larges en matière de développement durable. Les résultats de l'offre sont présentés dans le tableau ci-dessous :\nLes obligations en dollars du Salvador sont restées stables après avoir augmenté de ~2 points la semaine dernière, suite au lancement de l'offre susmentionnée.\nPour plus de détails, cliquez ici\nTerme du jour : La montée en puissance de l'ours\nLe Bear Steepening désigne un mouvement de la courbe de rendement dans lequel les rendements des obligations à long terme augmentent par rapport aux rendements des obligations à court terme (les obligations à échéance lointaine se vendent plus que les obligations à échéance proche). Un mouvement de « bear steepening » peut se produire pour différentes raisons, dont certaines sont les attentes à long terme d'une reprise de l'inflation, une offre plus importante d'obligations à plus long terme, la réduction des achats des banques centrales avec une attention particulière pour les obligations à long terme, etc.\nTalking Heads"
}