{
    "source": "en_US",
    "target": "fr_FR",
    "text": "can’t see anyone happier than you huh? fortunately for everyone involved i don’t argue with women but you should know that if you’re the reason behind me losing my business partner and more importantly my friend, it wont change anything. you’ll still be miserable and you’ll still wish everyday that you made better decisions growing up, but you can’t go back in time to change that. you’re just going to make your children resent you more than they already do. eventually your daughter is going to grow up and realize that you were just holding her back from being the best version of herself and unfortunately it’ll be too late and you’ve already taken her youth away. your opinion on me prior to this message didn’t make me lose an ounce of sleep. im more successful now at 25 then most people are at 39 and thats really all that matters. with that being said i definitely won’t care after the message. just know that i wrote this AGAINST amandas wishes and she has nothing to do with it so maybe ease up on her a bit.",
    "trans": "dirait que tu ne supportes pas de voir quelqu'un plus heureux que toi, hein ? Heureusement pour tout le monde, je ne me dispute pas avec les femmes, mais tu devrais savoir que si tu es la raison pour laquelle je perds mon partenaire commercial et, plus important encore, mon ami, ça ne changera rien. Tu seras toujours misérable et tu regretteras chaque jour de ne pas avoir pris de meilleures décisions en grandissant, mais tu ne peux pas remonter le temps pour changer ça. Tu vas juste faire en sorte que tes enfants te détestent encore plus qu'ils ne le font déjà. Un jour, ta fille grandira et réalisera que tu l'as juste empêchée d'être la meilleure version d'elle-même, et malheureusement, il sera trop tard et tu lui auras déjà volé sa jeunesse. Ton opinion sur moi avant ce message ne m'a pas fait perdre une seule heure de sommeil. Je suis plus accompli à 25 ans que la plupart des gens à 39, et c'est tout ce qui compte. Cela dit, je m'en fiche encore moins après ce message. Sache juste que j'ai écrit ça CONTRE la volonté d'Amanda et qu'elle n'y est pour rien, alors peut-être pourrais-tu la laisser un peu tranquille."
}