{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dr. Ronald Goldstein, 62, whose office is located at 243 East 77th Street (between Second and Third avenues), said he was with a patient in an exam room at 1:30 p.m. when a trespasser strode past the reception area and socked him, ABC 7 reported.\nFree Upper East Side News, Delivered To Your Inbox\nGoldstein–who owns Square In The Eye Optical–is said to have fallen to the floor and passed out, while his patient protected herself out of fear, ABC 7 reported, adding that the doctor did not know his attacker but that it didn’t seem like a random attack.\n“It’s a very strange shock to have someone come into our office and invade our space and assault me like that,” Goldstein told ABC 7. “No one here recognizes him – we don’t have any disgruntled patients, so it was a very strange situation.”\nSecurity footage of the incident shows the patient eventually running out of the exam room to seek help, ABC 7 reported, adding that Goldstein was unconscious at the time of the attack.\nGoldstein was rushed to the hospital where he got seven stitches in his forehead, ABC 7 reported, adding that his glasses were broken during the altercation.\nDirectly after the attack, office workers saw the suspect walk out as casually as he walked in. They chased after him to take his picture; police have photos of the suspect they are looking for.\nThe New York Police Department told East Side Feed on Saturday that no arrests have been made and that the investigation is still ongoing. The suspect is believed be in his 20s.",
    "trans": "Le Dr Ronald Goldstein, 62 ans, dont le cabinet est situé au 243 East 77th Street (entre la deuxième et la troisième avenue), a déclaré qu'il était avec un patient dans une salle d'examen à 13h30 lorsqu'un intrus a traversé la zone de réception et l'a frappé, rapporte ABC 7.\nActualités gratuites de l'Upper East Side, livrées directement dans votre boîte de réception\nGoldstein, qui possède Square In The Eye Optical, serait tombé au sol et se serait évanoui, tandis que son patient s'est protégée par peur, rapporte ABC 7. La chaîne ajoute que le médecin ne connaissait pas son agresseur, mais que l'attaque ne semblait pas être aléatoire.\n« C'est un choc très étrange d'avoir quelqu'un entrer dans notre cabinet, envahir notre espace et m'agresser ainsi », a déclaré Goldstein à ABC 7. « Personne ici ne le reconnaît – nous n'avons pas de patients mécontents, donc c'était une situation très étrange. »\nLes images de sécurité de l'incident montrent que le patient a finalement couru hors de la salle d'examen pour demander de l'aide, rapporte ABC 7, ajoutant que Goldstein était inconscient au moment de l'attaque.\nGoldstein a été emmené d'urgence à l'hôpital où il a reçu sept points de suture sur le front, rapporte ABC 7, ajoutant que ses lunettes ont été brisées pendant l'altercation.\nJuste après l'attaque, les employés du cabinet ont vu le suspect sortir aussi tranquillement qu'il était entré. Ils l'ont poursuivi pour prendre sa photo ; la police dispose de photos du suspect qu'elle recherche.\nLe département de police de New York a déclaré à East Side Feed samedi qu'aucune arrestation n'a été effectuée et que l'enquête est toujours en cours. Le suspect serait âgé d'une vingtaine d'années."
}