{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Fallacy: Explaining by Naming:\ndrinking heav ily, but we don’t. Be alert for the explaining by naming fallacy when people claim that they have discovered a cause for the behavior when all they have actually done is provide a name for the problem.\nFalsely assuming that because you have provided a\nof wishful thinking in which we make overly optimistic, unrealistic predictions about the outcomes of projects.\nname for some event or behavior, you have also adequately explained the event.\nExperience tells us that past behavior is often the best predictor of future behavior. Sometimes, however, we commit a reasoning fallacy because we mistakenly assume that our past behavior is not a very good predictor even when there is good reason to believe that it is. We express an optimism bias, which we can label the planning fallacy. Here is an illustration. Suppose you or I postpone a report we are required to submit until right before it is due even though we know that time and time again we have been unable to com plete our work when it was due. Also, organizations frequently underestimate the time required to complete a project. The planning fallacy is a special case",
    "trans": "Sophisme : Expliquer en nommant :\nbuvons beaucoup, mais nous ne le faisons pas. Soyez vigilant face au sophisme de l'explication par la nomination lorsque les gens prétendent avoir découvert une cause au comportement alors qu'ils n'ont fait que donner un nom au problème.\nSupposant à tort que parce que vous avez fourni un\nde pensée magique dans laquelle nous faisons des prédictions trop optimistes et irréalistes sur les résultats des projets.\nnom pour un événement ou un comportement, vous avez également expliqué adéquatement l'événement.\nL'expérience nous enseigne que le comportement passé est souvent le meilleur prédicteur du comportement futur. Parfois, cependant, nous commettons un sophisme de raisonnement parce que nous supposons à tort que notre comportement passé n'est pas un très bon prédicteur, même lorsqu'il y a de bonnes raisons de croire qu'il l'est. Nous exprimons un biais d'optimisme, que l'on peut qualifier de sophisme de planification. Voici une illustration : Supposons que vous ou moi reportions un rapport que nous sommes tenus de soumettre jusqu'à la dernière minute, alors que nous savons que, maintes et maintes fois, nous n'avons pas été en mesure de terminer notre travail à temps. De même, les organisations sous-estiment fréquemment le temps nécessaire pour terminer un projet. Le sophisme de planification est un cas particulier de pensée illusoire dans lequel nous faisons des prédictions trop optimistes et irréalistes sur les résultats des projets"
}