{
    "source": "en_US",
    "target": "fr_FR",
    "text": "6. Highest Quarter Earnings: The calendar quarter listed on the reverse page in item 12 with the highest amount of earnings. These earnings determine your weekly benefit amount.\n7. The award listed on the reverse page in item 7 is your award without the wages earned from a public or nonprofit school. If you worked for a public or nonprofit school during any of the quarters listed on the reverse page in item 12, you may not be able to use those wages in your claim during a school recess period.\n8. You must follow the instructions on the reverse page in item 8 to be eligible for benefits. By law you must make all reasonable efforts to find work when claiming benefits.\n9. The Unemployment Insurance Code (Section 1277) requires that you work between the beginning and the ending dates of a prior claim to have a valid claim the next year. If this applies to your claim you will receive additional instructions.\n10. The type of base period used to establish your claim; it will be either the Standard Base Period or the Alternate Base Period. If you do not have sufficient wages in the Standard Base Period to establish a valid claim, you may be eligible to use the Alternate Base Period. For more information, review the handbook, A GUIDE TO BENEFITS AND EMPLOYMENT SERVICES, DE 1275A, available at www.edd.ca.gov/forms/\n11. Employee's Name: The name used by your employers) to report your earnings to the Employment Development Department (EDD)\nduring each calendar quarter listed on the reverse page in item 11.\n12. Employee's Wages for the Calendar Quarter Ending: These are the potentially usable wages for unemployment insurance purposes that your employers) reported you earned during each calendar quarter listed. These earnings determine the amount of your Unemployment Insurance (Ul) award.\n13. Employer Name: The names) of the employers) you worked for during the calendar quarters listed on the reverse page on item 13.\n14. Totals: The total amount of earnings reported by all employers) in each calendar quarter listed on the reverse page in item 12.\nYOUR CLAIM IS INVALID IF:\na. Your earnings were not enough to meet the minimum requirements.\nb. You had a prior Ul claim and did not meet the requirements for working and earning wages necessary to have a later valid claim.\nIMPORTANT:\nCheck this notice carefully to make sure that all employers you worked for in the calendar quarters shown, (on the reverse page in item 12) are listed and that the wages you earned are shown. If an employer is listed and you did not work for them, or if an employer is not listed, or your wages are incorrect, contact an EDD office immediately to protest the accuracy of the computation. You may be subject to disqualifications, overpayments, and/or criminal penalties for failure to notify the EDD immediately of any inaccurate employment and wage information displayed in item 12.\nIf you worked for a federal agency your wages must be requested from that federal agency. You will receive a Notice of Amended Unemployment Insurance Award with these wages added.\nIf this notice or amended notice is incorrect and you want to protest the accuracy of the computation or recomputation, you must contact the EDD within 30 days after the mail date of the notice or amended notice. Otherwise, a wage investigation or recomputation of wages may be denied. The 30-day period may be extended for good cause. If you need to contact the EDD, you will need to provide your full name, address, and Social Security number and, if necessary, any wage and employment information you would like to add to your claim, or to remove any employers for whom you did not work and earn wages.\nYOU ARE RESPONSIBLE FOR KNOWING THE CONTENT OF THE UNEMPLOYMENT INSURANCE BENEFITS: WHAT YOU NEED TO KNOW, DE 1275B, AND THE CONTENT OF THE HANDBOOK, A GUIDE TO BENEFITS AND EMPLOYMENT SERVICES, DE 1275A. BOTH PUBLICATIONS EXPLAIN YOUR UNEMPLOYMENT RIGHTS AND RESPONSIBILITIES AND ARE AVAILABLE A' WWW.EDD.CA.GOV/FORMS/.\nTO RECEIVE UI BENEFITS, YOU MUST CERTIFY FOR BENEFITS USING ONE OF THE FOLLOWING METHODS: UI ONLINES™, EDD TELE-CERTSM, OR SUBMIT A PAPER CONTINUED CLAIM FORM, DE 4581. FOR MORE INFORMATION ON CERTIFYING FOR BENEFITS, REFER TO THE DE 1275A HANDBOOK WHICH IS AVAILABLE ONLINE AT WWW.EDD.CA.GOV/FORMS/.",
    "trans": "6. Gains les plus élevés du trimestre : Le trimestre civil indiqué au verso, à l'item 12, avec le montant le plus élevé de gains. Ces gains déterminent votre montant d'indemnité hebdomadaire.\n7. La récompense indiquée au verso, à l'item 7, est votre récompense sans les salaires gagnés dans une école publique ou à but non lucratif. Si vous avez travaillé pour une école publique ou à but non lucratif au cours de l'un des trimestres indiqués au verso, à l'item 12, vous pourriez ne pas pouvoir utiliser ces salaires dans votre réclamation pendant une période de récréation scolaire.\n8. Vous devez suivre les instructions au verso, à l'item 8, pour être éligible aux prestations. Par la loi, vous devez faire tous les efforts raisonnables pour trouver du travail lors de la demande de prestations.\n9. Le Code de l'assurance-chômage (Section 1277) exige que vous travailliez entre les dates de début et de fin d'une réclamation antérieure pour avoir une réclamation valide l'année suivante. Si cela s'applique à votre réclamation, vous recevrez des instructions supplémentaires.\n10. Le type de période de base utilisé pour établir votre réclamation ; ce sera soit la période de base standard, soit la période de base alternative. Si vous n'avez pas suffisamment de salaires dans la période de base standard pour établir une réclamation valide, vous pourriez être éligible à utiliser la période de base alternative. Pour plus d'informations, consultez le manuel, A GUIDE TO BENEFITS AND EMPLOYMENT SERVICES, DE 1275A, disponible sur www.edd.ca.gov/forms/\n11. Nom de l'employé : Le nom utilisé par votre (vos) employeur(s) pour déclarer vos gains au Département de développement de l'emploi (EDD)\npendant chaque trimestre civil indiqué au verso, à l'item 11.\n12. Salaires de l'employé pour le trimestre civil se terminant : Ce sont les salaires potentiellement utilisables pour les fins de l'assurance-chômage que votre (vos) employeur(s) ont déclaré avoir gagnés pendant chaque trimestre civil indiqué. Ces gains déterminent le montant de votre indemnité d'assurance-chômage (Ul).\n13. Nom de l'employeur : Le(s) nom(s) de l'(des) employeur(s) pour lesquels vous avez travaillé pendant les trimestres civils indiqués au verso, à l'item 13.\n14. Totaux : Le montant total des gains déclarés par tous les employeurs pendant chaque trimestre civil indiqué au verso, à l'item 12.\nVOTRE RÉCLAMATION EST INVALIDÉE SI :\na. Vos gains n'étaient pas suffisants pour répondre aux exigences minimales.\nb. Vous aviez une réclamation d'assurance-chômage antérieure et vous n'avez pas respecté les exigences de travail et de gains nécessaires pour avoir une réclamation valide ultérieure.\nIMPORTANT :\nVérifiez attentivement cet avis pour vous assurer que tous les employeurs pour lesquels vous avez travaillé dans les trimestres civils indiqués, (au verso, à l'item 12) sont répertoriés et que les salaires que vous avez gagnés sont indiqués. Si un employeur est répertorié et que vous n'avez pas travaillé pour lui, ou si un employeur n'est pas répertorié, ou si vos salaires sont incorrects, contactez immédiatement un bureau de l'EDD pour contester l'exactitude du calcul. Vous pourriez être soumis à des disqualifications, des trop-payés et/ou des sanctions pénales pour ne pas avoir informé immédiatement l'EDD de toute information inexacte concernant l'emploi et les salaires indiquée à l'item 12.\nSi vous avez travaillé pour une agence fédérale, vos salaires doivent être demandés à cette agence fédérale. Vous recevrez un avis de modification de l'indemnité d'assurance-chômage avec ces salaires ajoutés.\nSi cet avis ou l'avis modifié est incorrect et que vous souhaitez contester l'exactitude du calcul ou du recalcul, vous devez contacter l'EDD dans les 30 jours suivant la date d'envoi de l'avis ou de l'avis modifié. Sinon, une enquête sur les salaires ou un recalcul des salaires peut être refusé. La période de 30 jours peut être prolongée pour une cause valable. Si vous devez contacter l'EDD, vous devrez fournir votre nom complet, adresse et numéro de sécurité sociale et, si nécessaire, toute information sur les salaires et l'emploi que vous souhaitez ajouter à votre réclamation, ou supprimer tout employeur pour lequel vous n'avez pas travaillé et gagné de salaires.\nVOUS ÊTES RESPONSABLE DE CONNAÎTRE LE CONTENU DES PRESTATIONS D'ASSURANCE CHÔMAGE : CE QUE VOUS DEVEZ SAVOIR, DE 1275B, ET LE CONTENU DU MANUEL, UN GUIDE DES PRESTATIONS ET DES SERVICES D'EMPLOI, DE 1275A. LES DEUX PUBLICATIONS EXPLIQUENT VOS DROITS ET RESPONSABILITÉS EN MATIÈRE DE CHÔMAGE ET SONT DISPONIBLES SUR WWW.EDD.CA.GOV/FORMS/.\nPOUR RECEVOIR DES PRESTATIONS D'ASSURANCE CHÔMAGE, VOUS DEVEZ CERTIFIER VOTRE DEMANDE EN UTILISANT L'UNE DES MÉTHODES SUIVANTES : UI ONLINES™, EDD TELE-CERTSM, OU SOUMETTRE UN FORMULAIRE CONTINUÉ DE DEMANDE PAPIER, DE 4581. POUR PLUS D'INFORMATIONS SUR LA CERTIFICATION DES PRESTATIONS, CONSULTEZ LE MANUEL DE 1275A QUI EST DISPONIBLE EN LIGNE SUR WWW.EDD.CA.GOV/FORMS/."
}