{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We hope this message finds you well. We want to express our warmest gratitude to you for joining us at The Grand Opening of Sindalah for Red Sea Week and for the outstanding hospitality you provided aboard your beautiful yacht. It was a pleasure and privilege to have you as an essential part of this unforgettable experience.\nYour expertise, care, and attention to detail helped bring our vision for Red Sea Week to life, offering our guests an experience they’ll treasure. We are immensely grateful for your professionalism and dedication, which were evident in every moment.\nIt was wonderful to get to know you and share such a special occasion together. We look forward to staying connected and hope that future collaborations will bring us together again.\nThank you once again for your tremendous contribution and for making Red Sea Week a true success.\nWith heartfelt appreciation,",
    "trans": "Nous espérons que ce message vous trouve en pleine forme. Nous tenons à exprimer notre plus profonde gratitude pour votre présence lors de l'inauguration de Sindalah pour la Red Sea Week et pour l'hospitalité exceptionnelle que vous avez offerte à bord de votre magnifique yacht. Ce fut un véritable plaisir et un privilège de vous avoir comme élément essentiel de cette expérience inoubliable.\nVotre expertise, votre soin et votre attention aux détails ont contribué à donner vie à notre vision de la Red Sea Week, offrant à nos invités une expérience qu'ils chériront. Nous sommes immensément reconnaissants pour votre professionnalisme et votre dévouement, qui étaient évidents à chaque instant.\nCe fut un véritable plaisir de faire votre connaissance et de partager ensemble une occasion aussi spéciale. Nous sommes impatients de rester en contact et espérons que de futures collaborations nous réuniront à nouveau.\nMerci encore une fois pour votre contribution exceptionnelle et pour avoir fait de la Red Sea Week un véritable succès.\nAvec toute notre reconnaissance,"
}