{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Answer Key\nTest name: review_questions_ch03\n1) TRUE\nForecasts depend on the rules of the game remaining reasonably constant.\n2) FALSE\nBecause focus forecasting models depend on historical data, they're not so attractive for newly introduced products or services.\n3) TRUE\nAll of these considerations are shaped by what the forecast will be used for.\n4) FALSE\nAssociative forecasts involve identifying explanatory variables.\n5) FALSE\nExponential smoothing adds a percentage of the last period's forecast error.\n6) FALSE\nTime-series forecasts assume that future patterns in the series will mimic past patterns in the series.\n7) FALSE\nThe naive approach uses a single previous value of a time series as the basis of a forecast.\n8) TRUE\nThe oldest value in the average must be dropped before updating the moving average when a new data value becomes available.\n9) FALSE\nSmaller smoothing constants result in less responsive forecast models.\n10) TRUE\nA linear trend equation assumes a constant trend; trend-adjusted smoothing allows for changes in the underlying trend.\n11) TRUE\nComputing seasonal relatives depends on past data being available.\n12) TRUE\nRegression analysis can be used in a variety of settings, even when the relationship between variables is nonlinear or when multiple predictor variables are involved\n13) FALSE\nMAD is the mean absolute deviation while MSE is the mean squared error.\n14) FALSE\nForecast methods are generally considered to be performing adequately when the errors appear to be randomly distributed.\n15) TRUE\nLarge absolute values of the tracking signal suggest a fundamental change in the forecast model's performance.\n16) TRUE\nBias would result in the ratio of the cumulative sum of forecast errors to MAD being large in absolute value.\n17) D\nCustomers themselves may be unclear regarding what they'd like to do versus what they'll actually do.\n18) E\nThe trade-off between cost and accuracy is the critical consideration when choosing a forecasting technique.\n19) C\nSecond opinions generally refer to medical diagnoses, not demand forecasting.\n20) B\nWe cannot eliminate all assumptions.\n21) B\nForecast approaches are either quantitative or qualitative.\n22) C\nThe questionnaires are a way of fostering a consensus among divergent perspectives.\n23) A\nSince responses are anonymous, there is less risk that a domineering personality can push potentially inaccurate viewpoints to drown out other important considerations.\n24) A\nSeasons happen within time periods; cycles happen across multiple time periods.\n25) B\nPeriod 5's forecast is Period 4's demand plus the difference between Period 4's demand and Period 3's demand: 61 + (61 - 60) = 62.\n26) A\nFewer data points result in more responsive moving averages.\n27) B\nThe most recent period of demand is given the most weight in exponential smoothing.\n28) C\nMultiply the previous period's forecast error (8) by alpha and then add to the previous period's forecast.\n29) A\nJuly would be period 3, so the forecast would be 40,000 + 150(3).\n30) D\nThe centered moving average serves as the basis point for computing seasonal relatives.\n31) E\nAssociative techniques use predictor variables.\n32) C\nConvert each error into an absolute value and then average.\n33) B\nShort-range forecasting tends to be fairly routine.\n34) B\nForecasting techniques generally assume that the same underlying causal system that existed in the past will continue to exist in the future.\n35) C\n36) B\nMultiply period 4 (144) by 0.5, period 3 (148) by 0.3, and period 2 (142) by 0.2, then sum these products.\n37) D\nThere is a clear trend with continuously increasing enrollments, so this year's forecast would be last year's enrollment plus the difference between last year’s enrollment and the enrollment two years ago. 21,000 + (21,000 − 20,000) = 22,000\n38) A\nThere is a clear trend with continuously decreasing demand, so this year's forecast is last year's demand plus the difference between last year’s demand and the demand two years ago. 300 + (300 − 500) = 100\n39) B\nTreat 5 years ago as period 0 and this year as period 5. The coefficients of the trend line are:\nb = [5 × ((0 × 900) + (1 × 700) + (2 × 600) + (3 × 500) + (4 × 300)) – (0 +1+2+3+4)×(900+700+600+500+300)]÷[5×(02 +12 +22 + 32 +42)–(0+1+2+3+4)2]=−140\na = [(900 + 700 + 600 + 500 + 300) – (−140) × (0 + 1 + 2 + 3 + 4)] ÷ 5 = 880\nF5 =880+(−140)×5=180\n40) D\nAverage the three most recent weeks of demand. (50 + 65 + 80) ÷ 3 = 65\n41) A\nTreat 6 weeks ago as period 0 and this week as period 6. The coefficients of the trend line are:b = [6 × ((0 × 83) + (1 × 110) + (2 × 95) + (3 × 80) + (4 × 65) + (5 × 50)) − (0 + 1 + 2 + 3 + 4 + 5) × (83 + 110 + 95+80+65+50)]÷[6×(02 +12 +22 +32 +42 +52)−(0+1+2+3+ 4 + 5)2] = -9\na = [(83 + 110 + 95 + 80 + 65 + 50) − (−9) × (0 + 1 + 2 + 3 + 4 + 5)] ÷ 6 = 103\nF6= 103 + (−9) × 6 = 49\n42) A\nMultiply last year (20,000) by 0.7 and 2 years ago (18,000) by 0.3, then sum these products. 0.7 × 20,000 + 0.3 × 18,000 = 19,400\n43) E\nThere is a clear trend with continuously increasing enrollments, so this year's forecast would be last year's enrollment plus the difference between last year’s enrollment and the enrollment two years ago. 3,000 + (3,000 – 2,800) = 3,200\n44) B\nMultiply last year's forecast error by the smoothing constant. Add the product to last year's forecast to get this year's forecast. 2,600 + 0.4 × (3,000 – 2,600) = 2,760\n45) C\nMultiply September (160) by 0.4, August (120) by 0.3, July (150) by 0.2, and June (110) by 0.1, then sum these products. 0.4 × 160 + 0.3 × 120 + 0.2 × 150 + 0.1 × 110 = 141\n46) D\nTreat April as period 0 and October as period 6. The coefficients of the trend line are:\nb = [6 × ((0 × 100) + (1 × 140) + (2 × 110) + (3 × 150) + (4 × 120) + (5\n× 160)) – (0 + 1 + 2 + 3 + 4 + 5) × (100 + 140 + 110 + 150 + 120 + 160)] ÷[6×(02 +12 +22 +32 +42 +52)–(0+1+2+3+4+5)2]=8\na = [(100 + 140 + 110 + 150 + 120 + 160) – 8 × (0 + 1 + 2 + 3 + 4 + 5)]\n÷ 6 = 110\nF6 =110+8×6=158\n47) C\nSharing forecasts and/or demand data is a means of ensuring that the supply chain's overall forecast is as accurate as it can be.\n48) C\nJudgmental forecasts rely on the analysis of subjective inputs that is obtained from various sources such as consumer services, managers, sales staff, experts, and executives.",
    "trans": "Clé de réponse\nNom du test : review_questions_ch03\n1) VRAI\nLes prévisions dépendent du fait que les règles du jeu restent raisonnablement constantes.\n2) FAUX\nParce que les modèles de prévision axés sur l'historique dépendent des données passées, ils ne sont pas aussi attrayants pour les produits ou services nouvellement introduits.\n3) VRAI\nToutes ces considérations sont influencées par l'usage prévu de la prévision.\n4) FAUX\nLes prévisions associatives consistent à identifier des variables explicatives.\n5) FAUX\nL lissage exponentiel ajoute un pourcentage de l'erreur de prévision de la dernière période.\n6) FAUX\nLes prévisions basées sur les séries chronologiques supposent que les tendances futures de la série imiteront les tendances passées de la série.\n7) FAUX\nL'approche naïve utilise une seule valeur précédente d'une série chronologique comme base pour une prévision.\n8) VRAI\nLa plus ancienne valeur de la moyenne doit être supprimée avant de mettre à jour la moyenne mobile lorsqu'une nouvelle valeur de données devient disponible.\n9) FAUX\nDes constantes de lissage plus petites entraînent des modèles de prévision moins réactifs.\n10) VRAI\nUne équation de tendance linéaire suppose une tendance constante ; le lissage ajusté à la tendance permet des changements dans la tendance sous-jacente.\n11) VRAI\nLe calcul des relations saisonnières dépend de la disponibilité des données passées.\n12) VRAI\nL'analyse de régression peut être utilisée dans divers contextes, même lorsque la relation entre les variables est non linéaire ou lorsqu'il y a plusieurs variables prédictives impliquées\n13) FAUX\nMAD est la déviation absolue moyenne, tandis que MSE est l'erreur quadratique moyenne.\n14) FAUX\nLes méthodes de prévision sont généralement considérées comme performantes lorsqu'elles montrent que les erreurs semblent être distribuées de manière aléatoire.\n15) VRAI\nDe grandes valeurs absolues du signal de suivi suggèrent un changement fondamental dans la performance du modèle de prévision.\n16) VRAI\nLe biais entraînerait un ratio de la somme cumulative des erreurs de prévision par rapport à la MAD élevé en valeur absolue.\n17) D\nLes clients eux-mêmes peuvent être incertains quant à ce qu'ils aimeraient faire par rapport à ce qu'ils feront réellement.\n18) E\nLe compromis entre le coût et la précision est la considération essentielle lors du choix d'une technique de prévision.\n19) C\nLes secondes opinions font généralement référence aux diagnostics médicaux, et non à la prévision de la demande.\n20) B\nNous ne pouvons pas éliminer toutes les hypothèses.\n21) B\nLes approches de prévision sont soit quantitatives, soit qualitatives.\n22) C\nLes questionnaires sont un moyen de favoriser un consensus entre des perspectives divergentes.\n23) A\nÉtant donné que les réponses sont anonymes, il y a moins de risque qu'une personnalité dominatrice puisse imposer des points de vue potentiellement inexacts pour étouffer d'autres considérations importantes.\n24) A\nLes saisons se produisent au sein de périodes de temps ; les cycles se produisent sur plusieurs périodes de temps.\n25) B\nLa prévision de la période 5 est la demande de la période 4 plus la différence entre la demande de la période 4 et celle de la période 3 : 61 + (61 - 60) = 62.\n26) A\nMoins de points de données entraînent des moyennes mobiles plus réactives.\n27) B\nLa période la plus récente de la demande se voit attribuer le plus de poids dans le lissage exponentiel.\n28) C\nMultipliez l'erreur de prévision de la période précédente (8) par alpha, puis ajoutez-la à la prévision de la période précédente.\n29) A\nJuillet serait la période 3, donc la prévision serait 40 000 + 150(3).\n30) D\nLa moyenne mobile centrée sert de point de base pour le calcul des relations saisonnières.\n31) E\nLes techniques associatives utilisent des variables prédictives.\n32) C\nConvertissez chaque erreur en valeur absolue, puis faites la moyenne.\n33) B\nLes prévisions à court terme ont tendance à être assez routinières.\n34) B\nLes techniques de prévision supposent généralement que le même système causal sous-jacent qui existait dans le passé continuera d'exister à l'avenir.\n35) C\n36) B\nMultipliez la période 4 (144) par 0,5, la période 3 (148) par 0,3 et la période 2 (142) par 0,2, puis additionnez ces produits.\n37) D\nIl y a une tendance claire avec des inscriptions en constante augmentation, donc la prévision de cette année serait celle de l'année dernière plus la différence entre l'inscription de l'année dernière et celle de l'année précédente. 21 000 + (21 000 − 20 000) = 22 000\n38) A\nIl y a une tendance claire avec une demande en constante diminution, donc la prévision de cette année serait celle de l'année dernière plus la différence entre la demande de l'année dernière et celle de l'année précédente. 300 + (300 − 500) = 100\n39) B\nTraitez il y a 5 ans comme la période 0 et cette année comme la période 5. Les coefficients de la droite de tendance sont :\nb = [5 × ((0 × 900) + (1 × 700) + (2 × 600) + (3 × 500) + (4 × 300)) – (0 +1+2+3+4)×(900+700+600+500+300)]÷[5×(02 +12 +22 + 32 +42)–(0+1+2+3+4)2]=−140\na = [(900 + 700 + 600 + 500 + 300) – (−140) × (0 + 1 + 2 + 3 + 4)] ÷ 5 = 880\nF5 =880+(−140)×5=180\n40) D\nFaites la moyenne des trois dernières semaines de demande. (50 + 65 + 80) ÷ 3 = 65\n41) A\nTraitez il y a 6 semaines comme la période 0 et cette semaine comme la période 6. Les coefficients de la droite de tendance sont : b = [6 × ((0 × 83) + (1 × 110) + (2 × 95) + (3 × 80) + (4 × 65) + (5 × 50)) − (0 + 1 + 2 + 3 + 4 + 5) × (83 + 110 + 95 + 80 + 65 + 50)] ÷ [6 × (0² + 1² + 2² + 3² + 4² + 5²) − (0 + 1 + 2 + 3 + 4 + 5)²] = -9\na = [(83 + 110 + 95 + 80 + 65 + 50) − (−9) × (0 + 1 + 2 + 3 + 4 + 5)] ÷ 6 = 103\nF6= 103 + (−9) × 6 = 49\n42) A\nMultipliez l'année dernière (20 000) par 0,7 et il y a 2 ans (18 000) par 0,3, puis additionnez ces produits. 0,7 × 20 000 + 0,3 × 18 000 = 19 400\n43) E\nIl y a une tendance claire avec des inscriptions en constante augmentation, donc la prévision de cette année serait celle de l'année dernière plus la différence entre l'inscription de l'année dernière et celle de l'année précédente. 3 000 + (3 000 – 2 800) = 3 200\n44) B\nMultipliez l'erreur de prévision de l'année dernière par la constante de lissage. Ajoutez le produit à la prévision de l'année dernière pour obtenir la prévision de cette année. 2 600 + 0,4 × (3 000 – 2 600) = 2 760\n45) C\nMultipliez septembre (160) par 0,4, août (120) par 0,3, juillet (150) par 0,2 et juin (110) par 0,1, puis additionnez ces produits. 0,4 × 160 + 0,3 × 120 + 0,2 × 150 + 0,1 × 110 = 141\n46) D\nTraitez avril comme la période 0 et octobre comme la période 6. Les coefficients de la droite de tendance sont :\nb = [6 × ((0 × 100) + (1 × 140) + (2 × 110) + (3 × 150) + (4 × 120) + (5\n× 160)) – (0 + 1 + 2 + 3 + 4 + 5) × (100 + 140 + 110 + 150 + 120 + 160)] ÷[6×(02 +12 +22 +32 +42 +52)–(0+1+2+3+4+5)2]=8\na = [(100 + 140 + 110 + 150 + 120 + 160) – 8 × (0 + 1 + 2 + 3 + 4 + 5)]\n÷ 6 = 110\nF6 =110+8×6=158\n47) C\nPartager les prévisions et/ou les données de demande est un moyen de garantir que la prévision globale de la chaîne d'approvisionnement soit aussi précise que possible.\n48) C\nLes prévisions basées sur le jugement reposent sur l'analyse d'entrées subjectives obtenues auprès de diverses sources telles que les services à la clientèle, les gestionnaires, le personnel de vente, les experts et les cadres."
}