{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Please everyone, take the time to read!!!\nMy summary( not word for word):\nChrist was a man of sorrow, loneliness, fatigue…but His love faileth not or the Father.\nIf the harder you try, the harder it gets, moments of fear washed over you, Remember it’s been so for some of the most remarkable & faithful in the world. Stay the course, we signed on for the whole term, the final exam. It doesn’t work if we keep cutting class.\nAsking questions, having faith,\nbe willing to follow the message we get. Willing obedience to Gods commands.\nMortality works! Repent, serve others, have integrity, endure to the end. Mortality works!\nBe still! Making time for Him each & everyday.\nDecade never to be forgotten!\nLive gospel, care for others, invite all to receive gospel, unite families. You will experience graduating, college, missions, endowments, marriage, babies. Decade never to be forgotten!\nYou are of a noble birthright!\nExpected to be better, serve others, the Lord trust you. It’s your inheritance you received from God. Remember you are not an ordinary passenger on this trip in life. You are a child of Noble birthright. You are different from the world. You got this because Jesus Christ has you! Don’t let the world change you, you were made to change the world. Get use to being different!!\nBe simple in your teachings to your children, teach the doctrine, keep commandments, endure ti the end. Remembering will save our children of teaching simple doctrines of Jesus Christ.\nHow did I do, [redacted_name]?\nLove you all!",
    "trans": "S'il vous plaît, tout le monde, prenez le temps de lire !!!\nMon résumé (pas mot pour mot) :\nChrist était un homme de douleur, de solitude, de fatigue... mais Son amour et celui du Père ne faiblissent pas.\nSi vous essayez de plus en plus, les choses deviennent de plus en plus difficiles, si la peur vous envahit, rappelez-vous que cela a été le cas pour certains des plus remarquables et fidèles du monde. Restez sur le chemin, nous nous sommes engagés pour toute la durée, jusqu’à l’examen final. Cela ne fonctionnera pas si nous manquons sans cesse les cours.\nPoser des questions, avoir la foi,\nêtre disposé à suivre le message que nous recevons. Obéissance volontaire aux commandements de Dieu.\nLa mortalité a un sens ! Repentez-vous, servez les autres, soyez intègres, persévérez jusqu’à la fin. La mortalité a un sens !\nRestez en paix ! Prenez du temps pour Lui chaque jour.\nUne décennie inoubliable !\nVivez l'Évangile, prenez soin des autres, invitez tous à recevoir l'Évangile, unissez les familles. Vous vivrez des diplômes, des études supérieures, des missions, des dotations, des mariages, des bébés. Une décennie inoubliable !\nVous êtes d’une noble lignée !\nVous êtes appelés à être meilleurs et à servir les autres. Le Seigneur vous fait confiance. C’est l’héritage que vous a transmis Dieu. Rappelez-vous que vous n’êtes pas un passager ordinaire dans ce voyage de la vie. Vous êtes un enfant de noble lignée. Vous êtes différents du monde. Vous pouvez y arriver, car Jésus-Christ est avec vous ! Ne laissez pas le monde vous changer, vous avez été faits pour changer le monde. Habituez-vous à être différents!!\nSoyez simples dans vos enseignements à vos enfants, enseignez la doctrine, gardez les commandements, persévérez jusqu'à la fin. Se souvenir sauvera nos enfants en enseignant les doctrines simples de Jésus-Christ.\nComment ai-je fait, [redacted_name]?\nJe vous aime tous !"
}