{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Understanding the historical and theoretical foundations of these parallel approaches to workplace safety enables general managers to develop more eZective and comprehensive safety programs. For example, the implementation of an integrated safety program at Alcoa in the 1980s—combining both behavioral training and systemic environmental improvements—led to a significant reduction in workplace injuries and became a model for other organizations. By moving beyond simply blaming worker behavior and considering the multifaceted environmental and systemic factors, organizations can better protect their employees and foster a culture of safety. Integrating public health and social ecology principles provides a robust framework for addressing the complexities of occupational safety and health in today's dynamic work environments (Neal & GriZin 2006). These integrated frameworks help organizations not only meet safety standards but also foster employee satisfaction and retention by creating a supportive and health-conscious workplace culture. Embracing a holistic approach not only ensures compliance with legal obligations but also creates a sustainable work environment where safety is ingrained in every aspect of organizational operations.",
    "trans": "En comprenant les fondements historiques et théoriques de ces approches parallèles de la sécurité au travail, les directeurs généraux peuvent élaborer des programmes de sécurité plus efficaces et plus complets. Par exemple, dans les années 1980, la mise en œuvre d'un programme de sécurité intégré chez Alcoa - combinant formation comportementale et améliorations systémiques de l'environnement - a entraîné une réduction significative des accidents du travail et est devenue un modèle pour d'autres organisations. En ne se contentant pas de blâmer le comportement des travailleurs et en tenant compte des multiples facettes des facteurs environnementaux et systémiques, les organisations peuvent mieux protéger leurs employés et favoriser une culture de la sécurité. L'intégration des principes de santé publique et d'écologie sociale fournit un cadre solide pour aborder les complexités de la sécurité et de la santé au travail dans les environnements de travail dynamiques d'aujourd'hui (Neal & GriZin 2006). Ces cadres intégrés aident les organisations non seulement à respecter les normes de sécurité, mais aussi à favoriser la satisfaction et la fidélisation des employés en créant une culture du travail favorable et soucieuse de la santé. L'adoption d'une approche holistique permet non seulement de respecter les obligations légales, mais aussi de créer un environnement de travail durable où la sécurité est intégrée dans tous les aspects des activités de l'organisation."
}