{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi Bethania Escalona,\nWe're contacting you because on 1 October 2024 you canceled a block less than forty-five (45) minutes before the start time. You canceled at 06:18 PM for a block beginning at 06:30 PM. As a result, this will be included in your delivery history.\nHere are some suggestions for successfully canceling your block:\nIf you need to cancel your block, please do so at least forty-five (45) minutes before the block start time.\nIf you scheduled a block within forty-five (45) minutes of the block start time and need to cancel, do so within five (5) minutes of scheduling the block, or it will be considered a late cancel.\nTo cancel a block, open the Amazon Flex app and go to the main menu > Calendar. Choose the day of the block, then forfeit, then tap Yes to forfeit.\nBe sure to email Support as soon as possible to let us know if something happened outside of your control.\nIf you continue to cancel blocks late, this may affect your eligibility to deliver with Amazon Flex.\nIf you would like to appeal this outcome, please email amazonflex-support@amazon.com providing additional information within ten (10) days of receiving this notice.\nThe Amazon Flex Team\n2-0001-002",
    "trans": "Bonjour Bethania Escalona,\nNous vous contactons car le 1er octobre 2024, vous avez annulé un bloc moins de quarante-cinq (45) minutes avant l'heure de début. Vous avez annulé à 18h18 pour un bloc commençant à 18h30. En conséquence, cela sera inclus dans votre historique de livraisons.\nVoici quelques suggestions pour annuler avec succès votre bloc :\nSi vous devez annuler votre bloc, veuillez le faire au moins quarante-cinq (45) minutes avant l'heure de début du bloc.\nSi vous avez planifié un bloc dans les quarante-cinq (45) minutes précédant l'heure de début du bloc et que vous devez l'annuler, faites-le dans les cinq (5) minutes suivant la planification du bloc, sinon l'annulation sera considérée comme tardive.\nPour supprimer un bloc, ouvrez l'application Amazon Flex et allez dans le menu principal > Calendrier. Choisissez le jour du bloc, puis annulez, et appuyez sur Oui pour annuler.\nAssurez-vous d'envoyer un e-mail au Support dès que possible pour nous faire savoir si quelque chose est survenu en dehors de votre contrôle.\nSi vous continuez à annuler des blocs en retard, cela pourrait affecter votre éligibilité pour livrer avec Amazon Flex.\nSi vous voulez faire appel de cette décision, veuillez envoyer un e-mail à amazonflex-support@amazon.com en fournissant des informations supplémentaires dans les dix (10) jours suivant la réception de cet avis.\nL’équipe Amazon Flex\n2-0001-002"
}