{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Buyer agrees that all tickets purchased, specific to the transaction entered herein through the online ticket services provided on this Website, constitute a Final Sale and are Non-Refundable. Having received this E-Ticket, Buyer agrees to be legally bound by the Terms and Conditions stated on their Order Confirmation displayed online at time of purchase and sent via email. Buyer agrees to comply with the legal age for consuming alcoholic beverages and to drink responsibly. The Venue and/or Event Producers reserve the right to make any changes they deem necessary to maintain customer safety and to provide reasonable services. Buyer further agrees that tickets are non-refundable due to Buyer's failure to attend event for any reason and/or any problems due to weather which create hardship in attending the event. Event Producer reserve the right to delay admission due to capacity restrictions and any issues that may arise affecting public safety. Event producers and venues reserve the right to eject any person(s) who exhibit disorderly conduct. Ejected patrons are not entitled to refunds. Buyer agrees that any image or likeness may be used incidentally to any live or recorded video or digital or other transmission or reproduction of the event to which this ticket relates. Buyer consents to search on entry and waived related claims. Buyer agrees to hold Crave Tickets and Sellers harmless against any and all actions by the Buyer against the Venue and/or Event Producer for any and all actions related to the event.",
    "trans": "L'acheteur accepte que tous les billets achetés, spécifiquement pour la transaction effectuée ici via les services de billetterie en ligne fournis sur ce site Web, constituent une vente finale et sont non remboursables. Ayant reçu ce billet électronique, l'acheteur accepte d'être légalement lié par les termes et conditions énoncés dans leur confirmation de commande affichée en ligne au moment de l'achat et envoyée par e-mail. L'acheteur s'engage à respecter l'âge légal pour la consommation de boissons alcoolisées et à boire de manière responsable. Le lieu et/ou les producteurs de l'événement se réservent le droit de modifier ce qu'ils jugent nécessaire pour maintenir la sécurité des clients et fournir des services raisonnables. L'acheteur accepte également que les billets ne soient pas remboursables en cas d'absence à l'événement pour quelque raison que ce soit et/ou en raison de problèmes météorologiques rendant difficile la participation à l'événement. Les producteurs de l'événement se réservent le droit de retarder l'admission en raison de restrictions de capacité et de tout problème pouvant affecter la sécurité publique. Les producteurs d'événements et les lieux se réservent le droit d'expulser toute personne présentant un comportement désordonné. Les spectateurs expulsés ne sont pas admissibles à des remboursements. L'acheteur accepte que toute image ou ressemblance puisse être utilisée de manière incidente dans toute vidéo en direct ou enregistrée, ou transmission numérique ou autre reproduction de l'événement auquel ce billet se rapporte. L'acheteur consent à une fouille à l'entrée et renonce à toute réclamation liée. L'acheteur accepte d'indemniser Crave Tickets et les vendeurs contre toutes actions de l'acheteur contre le lieu et/ou le producteur de l'événement pour toutes actions liées à l'événement."
}