{
    "source": "en_US",
    "target": "fr_FR",
    "text": "INTRODUCTION\na l te r n a t i v e v i e w o f p r e s e n c e b y s t a g i n g t h e s e l f at i t s m o s t v o l a t i l e . S e x u a l i z ed , d i s embodied, excessive, and self-obses.sro, speech travels through technologies of reproduction and architectural containers to inaugurate spatiality as integral to subjectivity. Their work questions the phenomenology of Mmimali. sm by sub tracting from the plenitude of presence, inserting instead a \"radiophonic\"' body.\nfurther exemplified in ChristorMigone's work. How doesthe voice, as a sonorous expenditure of the body, locate the self against the greater social environment? What are its limitations and how does it position the selfwithin a contextualized and situational geography? These are some of the questions pursued in the artists' works, marking them as integral to an expanded investigation of sound's spatial\nand relational operations.\nThe spatiality of sound is furthered in Part 4 by addressing rhe development ofsoundinstallationintheworks ofMaxNeuhaus,BernhardLeitner,Maryanne Amacher, and Michael Brewster. Sound installation, spatialized musicality, and acoustic design all situate sound in relation lo architecture. Architecture is taken on, disseaed, and redrawn by positionmg sound work in relation to its given acoustics. Amplifying existing sounds, fostering auditory dWogues across inside and outside, tapping into structural vibrations to expand the sonic palette of tonality, and desigrting listening experiences by harnessing the environmental mix of found auditory events: each of these procedures come 10 the fore in sound insiallation, blossoming more fully into the beginnings of sound art as a distinct discipline. With sound instaUation, and the works ofNeuhaus and others, sound art finds definition, demarcating itself from the legacy of experimental music and entering into a more thorough conversation with the visual arts. Shifting back, I look al lannis Xenakis with the intention of using his work as a further example\nof sound's architectural potential.For Xenakis's exampleisindispensable to any formulation o f a history of sound art by forging a dynamic mix of musical and spatial elements. To appropriate and create architecture for renewed sense of lis tening) sound installation moves increasingly toward public space, situating the listener within a larger framework of sonic experience that is necessarily social, therebyleavingbehindthesingularobjectorspaceforanenlargedenvironmental\npotential.\nExtending such concerns, Part 5 looks toward more overt environmental investigations as found in acoustic ecology and other \"soundscape\" work. Acoustic ecology parallels the developments of Land art throughout the I970s,\nboth of which look toward the remote, distant, and \"natural\" landscape as source for an enlarged artistic experience.As progenitor of greater awareness of the sonic environment, acoustic ecology brings to the fore sound as a physical presence whose understanding can lead to more sensitive built environments that reduce noise levels and infuse sociality with deep listening. I n addition, acoustic ecology opens up a greater field of sound 10 artistic and musical practice, exempU6ed in the works of Hildegard Westerkamp, Annea Lockwood, and Steve Peters, all of whom work with environmental sound 10 map its local presence. Through their",
    "trans": "INTRODUCTION\nUne vue alternative de la présence en mettant en scène le soi à son moment le plus volatile. Sexualisé, dépossédé, excessif et auto-obsessif, le discours circule à travers les technologies de reproduction et les contenants architecturaux pour inaugurer la spatialité comme élément intégral de la subjectivité. Leur travail remet en question la phénoménologie du minimalisme en soustrayant à la plénitude de la présence, insérant à la place un corps « radiophonique ».\nCela est encore exemplifié dans le travail de Christof Migone. Comment la voix, en tant qu'épuisement sonores du corps, situe-t-elle le soi par rapport à l'environnement social plus vaste ? Quelles sont ses limites et comment positionne-t-elle le soi dans une géographie contextualisée et situationnelle ? Ce sont quelques-unes des questions abordées dans les œuvres des artistes, les marquant comme essentiels à une investigation élargie des opérations spatiales\net relationnelles du son.\nLa spatialité du son est approfondie dans la partie 4 en abordant le développement de l'installation sonore dans les œuvres de Max Neuhaus, Bernhard Leitner, Maryanne Amacher et Michael Brewster. L'installation sonore, la musicalité spatialisée et le design acoustique situent tous le son par rapport à l'architecture. L'architecture est prise en charge, disséquée et redessinée en positionnant l'œuvre sonore par rapport à son acoustique. Amplifier les sons existants, favoriser les dWogues auditifs entre l'intérieur et l'extérieur, exploiter les vibrations structurelles pour élargir la palette sonore de la tonalité, et concevoir des expériences d'écoute en exploitant le mélange environnemental d'événements auditifs trouvés : chacune de ces procédures est mise en avant dans l'insiallation sonore, s'épanouissant plus pleinement dans les débuts de l'art sonore en tant que discipline distincte. Avec l'instaUation sonore et les œuvres de Neuhaus et d'autres, l'art sonore trouve une définition, se démarquant de l'héritage de la musique expérimentale et entrant dans une conversation plus approfondie avec les arts visuels. En revenant en arrière, je me penche sur lannis Xenakis avec l'intention d'utiliser son travail comme meilleur exemple\ndu potentiel architectural du son. L'exemple de Xenakis est indispensable à toute formulation d'une histoire de l'art sonore, en forgeant un mélange dynamique d'éléments musicaux et spatiaux. Pour s'approprier et créer une architecture pour un sens renouvelé de l'écoute, l'installation sonore se dirige de plus en plus vers l'espace public, situant l'auditeur dans un cadre plus large d'expérience sonore qui est nécessairement social, laissant ainsi derrière soi l'objet ou l'espace singulier pour un potentiel environnemental élargi.\npotentiel\nÉtendant de telles préoccupations, la Partie 5 se tourne vers des enquêtes environnementales plus évidentes, telles qu'on les trouve dans l'écologie acoustique et d'autres travaux sur le \"paysage sonore\". L'écologie acoustique suit les développements de l'art terrestre des années 1970,\nles deux cherchant vers le paysage distant, \"naturel\", comme source d'une expérience artistique élargie. En tant que précurseur d'une plus grande prise de conscience de l'environnement sonore, l'écologie acoustique met en avant le son en tant que présence physique dont la compréhension peut mener à des environnements construits plus sensibles qui réduisent les niveaux de bruit et infusent la socialité avec une écoute approfondie. De plus, l'écologie acoustique ouvre un champ plus large du son dans la pratique artistique et musicale, exemplifié dans les travaux de Hildegard Westerkamp, Annea Lockwood et Steve Peters, qui travaillent tous avec le son environnemental pour en cartographier la présence locale. A travers leur"
}