{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nFirst of all, please accept my deepest condolences for your loss. I realise that this must be a difficult time for you and your family. Yoahm was more than just a client to us.\nThank you for providing the notarised document. I will promptly review the records and gather the necessary account statements and any additional documents relating to the companies. I will send them to you as soon as possible.\nWe would add that the company has several outstanding debts: to the tax office, social security, suppliers and staff (entitlements and compensation).\nWe know that there are invoices that were issued using unlicensed software and that are not registered in the accounts, as well as invoices from suppliers that are not in our hands.\nI would like to inform you that our company, Master Vision, received 3 registered letters today, addressed to ex-employees of the company, as attached. We have not yet opened these letters, so we are awaiting instructions to proceed accordingly.\nIf there is anything else I can help you with during this process, please don't hesitate to let me know.",
    "trans": "Cher [redacted_name],\nTout d'abord, veuillez accepter mes plus sincères condoléances pour votre perte. Je comprends que cela doit être une période difficile pour vous et votre famille. Yoahm était plus qu'un simple client pour nous.\nMerci de nous avoir fourni le document notarié. Je vais examiner rapidement les dossiers et rassembler les relevés de compte nécessaires ainsi que tout document supplémentaire relatif aux entreprises. Je vous les enverrai dès que possible.\nNous tenons à ajouter que l'entreprise a plusieurs dettes en souffrance : envers le service des impôts, la sécurité sociale, les fournisseurs et le personnel (droits et indemnités).\nNous savons qu'il y a des factures émises en utilisant des logiciels non autorisés et qui ne sont pas enregistrées dans les comptes, ainsi que des factures de fournisseurs qui ne sont pas en notre possession.\nJe tiens à vous informer que notre entreprise, Master Vision, a reçu aujourd'hui trois lettres recommandées, adressées à d'anciens employés de l'entreprise, comme jointes. Nous n'avons pas encore ouvert ces lettres, donc nous attendons des instructions pour procéder en conséquence.\nSi je peux vous aider en quoi que ce soit d'autre pendant ce processus, n'hésitez pas à me le faire savoir."
}