{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Watch Trailer\nBuy on Amazon\nAdd to List\n8.4\nYour Rating: 0/10\nRatings: 8.4/10 from 16,529 users\n# of Watchers: 44,093\nReviews: 79 users\nJang Tae Sang is a wealthy man. He is known as the most attractive man around Bukchon in Gyeongseong. He is also a reliable source of information around the area. His talents, including the ability to react quickly to situations, a keen insight, and sociability, have led him to his current position. He soon gets involved with Yoon Chae Ok, which leads him to reevaluate his priorities as a person. Yoon Chae Ok is famous as a todugun (a person who finds missing people). As a young child, she traveled between Manchuria and Shanghai, China, with her father. Her life was not easy, and she learned at that time how to survive. She developed skills with shooting guns, using knives and handling machines. Her mother went missing 10 years ago. To find her mother, Yoon Chae Ok arrives in Gyeongseong. There, she becomes involved with Jang Tae Sang. They follow a series of mysterious missing person cases, and they come upon a terrible reality.",
    "trans": "Voir la Bande-annonce\nAchetez sur Amazon\nAjouter à la liste\n8,4\nVotre Note : 0/10\nLes notes : 8.4/10 sur 16 529 utilisateurs\n# Nombre d'observateurs : 44 093\nCritiques : 79 utilisateurs\nJang Tae Sang est un homme riche. Il est connu comme l'homme le plus séduisant de Bukchon, à Gyeongseong. Il est également une source fiable d'informations dans la région. Ses talents, y compris sa capacité à réagir rapidement aux situations, sa perspicacité et sa sociabilité, l'ont conduit à sa position actuelle. Il se retrouve rapidement impliqué avec Yoon Chae Ok, ce qui le pousse à réévaluer ses priorités en tant que personne. Yoon Chae Ok est célèbre pour être une todugun (une personne qui retrouve les disparus). Quand elle était enfant, elle voyageait entre la Mandchourie et Shanghai, en Chine, avec son père. Sa vie n’a pas été facile, et c’est à cette époque qu’elle a appris à survivre. Elle a développé des compétences en tir, en maniement de couteaux et en utilisation de machines. Sa mère a disparu il y a 10 ans. Pour retrouver sa mère, Yoon Chae Ok arrive à Gyeongseong. Là, elle se lie avec Jang Tae Sang. Ensemble, ils suivent une série de mystérieuses disparitions, et ils découvrent une terrible réalité."
}