{
    "source": "en_US",
    "target": "fr_FR",
    "text": "respondents might have on any question can be clarified on the spot. The researcher also has the opportunity to introduce the research topic and motivate the respondents to offer their frank answers. Administering questionnaires to large numbers of individuals at the same time is less expensive and consumes less time than interviewing; equally, it does not require as much skill to administer a questionnaire as it does to conduct interviews. Wherever possible, questionnaires are best administered personally because of these advantages. A disadvantage of personally administered questionnaires is that the researcher may introduce a bias by explaining questions differently to different people; participants may be in fact answering different questions as com- pared to those to whom the questionnaire was mailed. What’s more, personally administered questionnaires take time and a lot of effort. For this reason, electronic questionnaires are widely used these days.",
    "trans": "peuvent être clarifiées sur place. Le chercheur a également la possibilité de présenter le sujet de la recherche et d'inciter les personnes interrogées à donner des réponses franches. L'administration de questionnaires à un grand nombre de personnes en même temps est moins coûteuse et prend moins de temps que les entretiens ; de même, l'administration d'un questionnaire ne requiert pas autant de compétences que la conduite d'entretiens. Dans la mesure du possible, il est préférable que les questionnaires soient administrés personnellement en raison de ces avantages. L'inconvénient des questionnaires administrés personnellement est que le chercheur peut introduire un biais en expliquant les questions différemment à différentes personnes ; les participants peuvent en fait répondre à des questions différentes de celles des personnes à qui le questionnaire a été envoyé par la poste. De plus, les questionnaires administrés personnellement prennent du temps et demandent beaucoup d'efforts. C'est pourquoi les questionnaires électroniques sont largement utilisés de nos jours."
}