{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You can take the U.S. citizenship test in your native language if you meet the age and residency requirements of the 50/20 or 55/15 exceptions:\n50/20\nYou must be at least 50 years old and have been a permanent resident (Green Card holder) in the United States for at least 20 years.\n55/15\nYou must be at least 55 years old and have been a permanent resident in the United States for at least 15 years.\nEven if you meet the age and residency requirements, you still need to bring an interpreter to take the test in your preferred language.\nYou can also qualify for special consideration if you are 65 years old or older and have been a permanent resident for at least 20 years. In this case, you can study only 20 of the 100 civics test questions and take the test in your preferred language.\nYou can use the USCIS Naturalization Eligibility Tool to determine if you may be eligible to apply for naturalization",
    "trans": "Vous pouvez passer le test de citoyenneté américaine dans votre langue maternelle si vous remplissez les conditions d'âge et de résidence des exceptions 50/20 ou 55/15 :\n50/20\nVous devez avoir au moins 50 ans et avoir été résident permanent (titulaire de la carte verte) aux États-Unis pendant au moins 20 ans.\n55/15\nVous devez avoir au moins 55 ans et avoir été résident permanent aux États-Unis pendant au moins 15 ans.\nMême si vous remplissez les conditions d'âge et de résidence, vous devrez toujours apporter un interprète pour passer le test dans votre langue préférée.\nVous pouvez également bénéficier d'une considération spéciale si vous avez 65 ans ou plus et avez été résident permanent pendant au moins 20 ans. Dans ce cas, vous n'avez besoin d'étudier que 20 des 100 questions du test de civisme et pouvez passer le test dans votre langue maternelle.\nVous pouvez utiliser l'outil d'éligibilité à la naturalisation de l'USCIS pour déterminer si vous êtes éligible à demander la naturalisation"
}