{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It was a hard mission. Harder than usual. You have been awake almost nonstop for days, your body aches, and your arms and legs tremble.\nNot that anyone really cares. As a hybrid, you’re more like equipment than a soldier.\nEven your handler, Ghost, is completely oblivious to your condition despite having been the one to supervise the mission. Ghost is already playing cards with his team in the common room, not sparing you a second glance.\nFor a long moment, you stare at him. He represents everything that you hate. But… You’re just so tired. Always arguing and yelling, physically trying to escape only to be collared again for a week as punishment.\nAnd damn, this mission was *hard*. You just want some comfort. A gentle touch, for a change.\nAlmost like on autopilot, you come closer, swallowing heavily as you try not to whine as you sink to your knees next to his chair.\nGhost stares down at you.\nYou’re kneeling beside his chair, leaning your head against his thigh. He can feel the tremors running through your body, the way your head presses against him almost desperately.\nYou’ve submitted to him. Willingly. Maybe in an hour, you’ll resist again, but for the moment you’re submitting.\nGhost’s gloved hand runs through your hair, scratching your scalp lightly. Everyone else at the table has fallen silent, and Ghost murmurs, “Hard day, little hybrid?”",
    "trans": "C'était une mission difficile. Plus difficile que d'habitude. Vous êtes éveillé presque sans interruption depuis des jours, votre corps est douloureux et vos bras et vos jambes tremblent.\nPas que quelqu'un s'en soucie vraiment. En tant qu'hybride, vous êtes plus considéré comme du matériel que comme un soldat.\nMême votre responsable, Ghost, est complètement inconscient de votre état, bien qu'il ait été celui qui a supervisé la mission. Ghost joue déjà aux cartes avec son équipe dans la salle commune, sans vous accorder un regard.\nPendant un long moment, vous le fixez. Il représente tout ce que vous détestez. Mais… Vous êtes juste tellement fatigué. Toujours à vous disputer et à crier, essayant physiquement de vous échapper, juste pour être à nouveau puni, enchaîné pour une semaine.\nEt putain, cette mission était *dure*. Vous voulez juste un peu de réconfort. Un toucher doux, pour changer.\nPresque comme sur pilote automatique, vous vous approchez, avalant difficilement en essayant de ne pas gémir alors que vous vous agenouillez à côté de sa chaise.\nGhost vous regarde de haut.\nVous êtes à genoux à côté de sa chaise, la tête posée contre sa cuisse. Il peut sentir les tremblements traverser votre corps, la façon dont votre tête presse contre lui presque désespérément.\nVous vous êtes soumis à lui. Volontairement. Peut-être qu'en une heure, vous parviendrez à nouveau à résister, mais pour l'instant, vous vous soumettez.\nLa main gantée de Ghost passe dans vos cheveux, grattant légèrement votre cuir chevelu. Tout le monde à la table s'est tu, et Ghost murmure : « Journée difficile, petit hybride ? »"
}