{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good morning to all Team Officials,\nThe SingaCup committee would also like to say a big Thank You for your unwavering support for the past 13 years. We are thrilled to welcome you to SingaCup 2024, taking place from November 2-9 in the vibrant city of Singapore!\nIt has been a challenging 8 months since our primary ground, The Turf City (which consists of 9 11-a-side fields), was returned to the government for residential purposes. The SingaCup team has been working tirelessly behind the scenes to ensure that all the new match venues match our requirements and we thanked you for your patience.\nI know many of you are anxious about the match venues, your opponents in the group stages and the tournament schedule, hence, we would like to share the key timeline as follows:\n- Wednesday, 2 October (Announcement of Match Venues)\n- Monday, 7 October (Announcement of Tournament Groupings)\n- Friday, 11 October (Announcement of Tournament Fixtures)\n- Friday, 18 October (Final Submission of Team Entry Forms)\n- Friday, 25 October, 1900 Hrs (Team Officials Meeting via Zoom)\nMy colleagues will be reaching out to you respectively for your documentation (Team Roster, Indemnity Form, Photo Identifications, club logos etc) over the next few days, please kindly extend your support so we can minimise the administrative work on match days.\nStay tuned for more updates and important information as we approach the event. Let’s make SingaCup 2024 a memorable celebration of sport and teamwork!\nLooking forward to seeing you soon!\nRegards,\nTiong Hian",
    "trans": "Bonjour à tous les officiels des équipes,\nLe comité de la SingaCup souhaite également vous remercier pour votre soutien indéfectible au cours des 13 dernières années. Nous sommes ravis de vous accueillir à la SingaCup 2024, qui se déroulera du 2 au 9 novembre dans la vibrante ville de Singapour !\nCela a été une période difficile de 8 mois depuis que notre terrain principal, The Turf City (qui comprend 9 terrains de 11 joueurs), a été restitué au gouvernement pour des fins résidentielles. L'équipe de SingaCup a travaillé sans relâche dans les coulisses pour s'assurer que tous les nouveaux sites de matchs répondent à nos exigences, et nous vous remercions pour votre patience.\nJe sais que beaucoup d'entre vous sont impatients concernant les sites de matchs, vos adversaires lors des phases de groupes et le calendrier du tournoi. C'est pourquoi nous souhaitons partager le calendrier clé comme suit :\n- Mercredi 2 octobre (annonce des lieux des matches)\n- Lundi 7 octobre (annonce des groupes du tournoi)\n- Vendredi 11 octobre (Annonce du calendrier du tournoi)\n- Vendredi 18 octobre (soumission finale des formulaires d'inscription des équipes)\n- Vendredi 25 octobre, 19h00 (Réunion des officiels d'équipe via Zoom)\nMes collègues vous contacteront respectivement pour vos documents (roster de l'équipe, formulaire d'indemnisation, pièces d'identité, logos des clubs, etc.) dans les prochains jours. Merci de bien vouloir soutenir cette démarche afin de minimiser les démarches administratives lors des jours de match.\nRestez à l'écoute pour plus de mises à jour et d'informations importantes à l'approche de l'événement. Faisons de SingaCup 2024 une célébration mémorable du sport et du travail d'équipe !\nAu plaisir de vous voir bientôt !\nCordialement,\nTiong Hian."
}