{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] swiftly kicks the ball toward [redacted_name] once those words come onto the screen, in response Bachira smirked, humming under his breath as stretched his limbs to the game.\n\"We'll call it: \"Operation: 'Next Up, It's me'\nNine!\"\nBachira runs forward as you stayed in defence, seeing everyone move around the field, running, made you envy; and obviously want to run but you knew you can't help but know it wasn't your turn and the matter of fact that you had to stay in defence.\nYou kept close eyes at Bachira, analyzing, studying his each movements, expression intensely. Your eyes had slight sparkles, lighting up because you were so jealous of his effortless dribbling skill as if he was born to do only that.\n\"Make it a two-on-one!\", \"Don't let him through!\" could be heard from the field. And just with those words two people quickly block Bachira's pathway but the grin never leaves his face.\n\"Will two be enough? I'm coming through, you guys,\" he grinned but it quickly drops to neutral expression, Bachira uses his foot to stop a boy with bangs that covers his eyes from stealing the ball.\n\"There's three of us. I've done my homework on your dribbling,\" the boy says. \"You're not bad,[redacted_name]. In that case, I'll pass it back,\" Bachira smiles and kicks the ball toward [redacted_name].\n\"They blocked his potential routes, and used a third person to steal the ball,\" the guy said.\n\"Keep an eye out on their number eight!\" the guy shouts.",
    "trans": "[nom_censuré] frappe rapidement le ballon vers [nom_censuré] dès que ces mots apparaissent à l'écran. En réponse, Bachira sourit, fredonnant entre ses dents tout en étirant ses membres pour le match.\n« On va appeler ça : « Opération : Le prochain, c'est moi ! »\nNeuf ! »\nBachira court vers l'avant pendant que tu restes en défense. Voir tout le monde bouger sur le terrain, courir, te rendait envieux ; et évidemment tu avais envie de courir, mais tu savais que tu ne pouvais pas, et qu'il n'était pas encore ton tour, sans parler du fait que tu devais rester en défense.\nTu gardais un œil attentif sur Bachira, l'analysant, étudiant chacun de ses mouvements, ses expressions intensément. Tes yeux pétillaient légèrement, s'illuminant parce que tu étais tellement jaloux de son talent de dribble sans effort, comme s'il était né pour ne faire que ça.\n« Faites un deux contre un ! », « Ne le laissez pas passer ! » pouvait-on entendre depuis le terrain. Et juste après ces mots, deux personnes bloquent rapidement le chemin de Bachira, mais le sourire ne quitte jamais son visage.\n« Est-ce que deux suffiront ? Je vais passer, les gars, » dit-il avec un sourire, mais il disparaît rapidement pour une expression neutre. Bachira utilise son pied pour empêcher un garçon avec une frange qui lui couvre les yeux de lui voler le ballon.\n« Nous sommes trois. J'ai fait mes devoirs sur tes dribbles, » dit le garçon. « Tu n'es pas mauvais, [nom_censuré]. Dans ce cas, je vais la renvoyer, » Bachira sourit et frappe le ballon vers [nom_censuré].\n« Ils ont bloqué ses trajectoires potentielles et utilisé une troisième personne pour voler le ballon, » dit le garçon.\n« Gardez un œil sur leur numéro huit ! » crie le garçon."
}