{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Survey, Soils & Geology, and other site evaluations as required. 2. All Engineering and Project Consultants shall be retained by Owner. However, the\ndesigner shall coordinate with all Consultants retained by the Owner.\n3. All meetings with the Owner, City Officials, Owner's representatives, Homeowner's groups, and/or special Project Constants regarding strategizing for public hearings or entitlements. These shall be invoiced\nseperately on an Hourty basis.\n4. Preparation time, colored renderings or related exhibits required. These shall be compensated on an Hourty basis. 5. A \"Professional Finish Model\" is not a part of this proposal. ($3,600)\nand will likely not be necesary, but it is up to your discretion if you would like one.\n6. Landscape plans. 7. Should the owner put the project on hold for longer than 6 months due to any reason other than entitlement delays from the\ncouncil, a $350.00 restart fee will be assessed.\n8. Economic Analysis and assistance with preparation of development estimates.\n9. Marketing material for leasing or sale of the property.\n10. Custom document packages and calculations for bank financing or other uses.\n11. Printing costs will be invoiced separately as reimbursibles as required.\n12. Permit fees\n13. VCAT appearances, additional documents required by council over and above the normal scope as outlined in stage IV.\n14. Report and Consents\n15. Protection Works Notices\nPlease note the fee structure shall be adjusted commensurate with any significant changes in the Scope of Work as listed above.",
    "trans": "Relevés, études des sols et de la géologie, ainsi que d’autres évaluations du site selon les besoins. 2. Tous les ingénieurs et consultants en projet seront retenus par le propriétaire. Toutefois, le\nle concepteur devra se coordonner avec tous les consultants retenus par le propriétaire.\n3. Toutes les réunions avec le propriétaire, les représentants de la ville, les représentants du propriétaire, les groupes de propriétaires et/ou les consultants spéciaux du projet concernant la stratégie pour les audiences publiques ou les autorisations. Celles-ci seront facturées\nséparément sur une base horaire.\n4. Temps de préparation, rendus en couleur ou autres supports requis. Ceux-ci seront rémunérés sur une base horaire. 5. Un « modèle de finition professionnelle » ne fait pas partie de cette proposition. (3 600 $)\net ne sera probablement pas nécessaire, mais il vous revient d’en décider si vous en souhaitez un.\n6. Plans d’aménagement paysager. 7. Si le propriétaire met le projet en pause pendant plus de six mois pour une raison autre qu’un retard d’autorisation de la part de\ndu conseil, des frais de redémarrage de 350,00 $ seront appliqués.\n8. Analyse économique et assistance à la préparation des estimations de développement.\n9. Matériel marketing pour la location ou la vente de la propriété.\n10. Dossiers de documents personnalisés et calculs pour le financement bancaire ou d’autres usages.\n11. Les frais d’impression seront facturés séparément en tant que dépenses remboursables selon les besoins.\n12. Frais de permis\n13. Comparutions devant le VCAT, documents supplémentaires exigés par le conseil au-delà du cadre normal défini à l’étape IV.\n14. Rapports et accords\n15. Avis de travaux de protection\nVeuillez noter que la structure des frais sera ajustée en fonction de toute modification significative de l’étendue des travaux telle que mentionnée ci-dessus."
}