{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Ms. Votra:\nIn your letter dated June 19, 2024, you requested a tariff classification and country of origin ruling for purposes of marking and for purposes of the applicability of a trade remedy on behalf of your client, Align Precision Philadelphia, LLC.\nThe product to be imported is identified as Invar 36 steel plate which will be used in the semiconductor industry as parts of machines that manufacture microchips. This hot-rolled alloy steel plate, which has been annealed and shot blasted, measures 4.56” (115.82 mm) in thickness, 11” (279.4 mm) in width, and 16” in length.\nFlat-rolled products are defined in Chapter 72, Note 1(k) as “Rolled products of solid rectangular (other than square) cross section...in the form of...straight lengths, which if of a thickness less than 4.75 mm are of a width measuring at least 10 times the thickness or if of a thickness of 4.75 mm or more are of a width which exceeds 150 mm and measures at least twice the thickness.”\nThe applicable subheading for the alloy steel plate will be 7226.91.5000, Harmonized Tariff Schedule of the United States (HTSUS), which provides for Flat-rolled products of other alloy steel, of a width of less than 600 mm: Other: Not further worked than hot-rolled: Other: Of a thickness of 4.75 mm or more. The rate of duty will be free.\nIn addition to classification, you have inquired as to the country of origin of the subject plate for purposes of marking and for purposes of applying trade remedies. Part 134, Customs Regulations (19 CFR Part 134), implements the country of origin marking requirements of 19 U.S.C. §1304.",
    "trans": "Chère Mme Votra:\nDans votre lettre datée du 19 juin 2024, vous avez sollicité une décision sur la classification tarifaire et le pays d'origine aux fins de l'étiquetage et de l'applicabilité d'une mesure commerciale au nom de votre client, Align Precision Philadelphia, LLC.\nLe produit à importer est une plaque d'acier Invar 36 qui sera utilisée dans l'industrie des semi-conducteurs comme pièce de machines fabriquant des microprocesseurs. Cette plaque d'acier allié laminée à chaud, qui a été recuite et grenaillée, mesure 4,56 pouces (115,82 mm) d'épaisseur, 11 pouces (279,4 mm) de largeur et 16 pouces (406,4 mm) de longueur.\nLes produits laminés à plat sont définis dans le chapitre 72, note 1(k) comme « produits laminés de section rectangulaire pleine (autre que carrée) ... sous forme de longueurs droites, qui, si l'épaisseur est inférieure à 4,75 mm, ont une largeur mesurant au moins 10 fois l'épaisseur, ou, si l'épaisseur est de 4,75 mm ou plus, ont une largeur dépassant 150 mm et mesurant au moins deux fois l'épaisseur ».\nLa sous-position applicable pour la plaque d'acier allié sera 7226.91.5000, Tarif douanier harmonisé des États-Unis (HTSUS), qui prévoit des produits laminés plats en acier allié autre, d'une largeur inférieure à 600 mm : Autres : Non travaillés autrement que laminés à chaud : Autres : D'une épaisseur de 4,75 mm ou plus. Le taux de droit sera nul.\nEn plus de la classification, vous vous êtes enquise du pays d'origine de la plaque en question pour les fins d'étiquetage et de l'application des mesures commerciales. La partie 134 du règlement douanier (19 CFR Partie 134) met en œuvre les exigences en matière d' marquage de l'origine des produits prévues par l'article 19 U.S.C. §1304."
}