{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Ready for the future\nWorley is a global professional services company of energy, chemicals and resources experts. We partner with customers to deliver projects and create value over the life of their assets. We’re bridging two worlds, moving towards more sustainable energy sources, while helping to provide the energy, chemicals and resources needed now.\nResponsible for the day to day operation of office management; supervise personnel for the benefits department and secretarial staff; coordination of clerical support staff and executive secretary offices;\nTraining and evaluation of secretarial staff; coordinate relocation of field staff to remote site locations;\nManagement of staff timesheets, per diem, expense reports, utilities, telephones and billings for housing accommodations; coordinate and administer the travel program for all WORLEY management and employees; monitor and issue cost savings reports for corporate review;\nOrganize contract files; edit and maintain financial reports; control inventory and supplies; publish monthly reports; oversee accounts payable and receivable; assist in preparation of annual budgets and monitor cost of operations; production of proposals; bid packages; contracts; specifications;\nHandle conferences, meeting air travel and accommodations for domestic travel",
    "trans": "Prêts pour l'avenir\nWorley est une entreprise mondiale de services professionnels spécialisée dans les domaines de l'énergie, des produits chimiques et des ressources. Nous collaborons avec nos clients pour réaliser des projets et créer de la valeur tout au long du cycle de vie de leurs actifs. Nous faisons le pont entre deux mondes, en évoluant vers des sources d'énergie plus durables tout en répondant aux besoins actuels en énergie, produits chimiques et ressources.\nResponsabilités :Gestion quotidienne du bureau : Supervision du personnel du département des avantages sociaux et des secrétaires ; coordination du personnel administratif et des bureaux des secrétaires exécutifs;\nFormation et évaluation du personnel administratif ; coordination de la relocalisation du personnel sur le terrain vers des sites éloignés;\nGestion des feuilles de temps, des indemnités journalières, des rapports de dépenses, des services publics, des téléphones et de la facturation pour les logements ; coordination et administration du programme de voyage pour tout le personnel de WORLEY ; surveillance et émission de rapports d'économies de coûts pour examen corporate;\nOrganisation des dossiers contractuels ; édition et gestion des rapports financiers ; contrôle des inventaires et des fournitures ; publication des rapports mensuels ; gestion des comptes à payer et à recevoir ; aide à la préparation des budgets annuels et suivi des coûts d'opérations; production de propositions ; dossiers d'appel d'offres ; contrats ; spécifications;\nOrganisation des conférences, des déplacements aériens et des hébergements pour les voyages nationaux"
}