{
    "source": "en_US",
    "target": "fr_FR",
    "text": "reporting agency, the agency must investigate unless your dispute is frivolous. See\nwww.consumerfinance.gov/learnmore for an explanation of dispute procedures.\n• Consumer reporting agencies must correct or delete inaccurate, incomplete, or\nunverifiable information. Inaccurate, incomplete, or unverifiable information must be\nremoved or corrected, usually within 30 days. However, a consumer reporting agency\nmay continue to report information it has verified as accurate.\n• Consumer reporting agencies may not report outdated negative information. In\nmost cases, a consumer reporting agency may not report negative information that is\nmore than seven years old, or bankruptcies that are more than 10 years old.\n• Access to your file is limited. A consumer reporting agency may provide information\nabout you only to people with a valid need – usually to consider an application with a\ncreditor, insurer, employer, landlord, or other business. The FCRA specifies those with a\nvalid need for access.\n• You must give your consent for reports to be provided to employers. A consumer\nreporting agency may not give out information about you to your employer, or a potential\nemployer, without your written consent given to the employer. Written consent generally\nis not required in the trucking industry. For more information, go to\nwww.consumerfinance.gov/learnmore.\n• You may limit “prescreened” offers of credit and insurance you get based on\ninformation in your credit report. Unsolicited “prescreened” offers for credit and\ninsurance must include a toll-free phone number you can call if you choose to remove\nyour name and address from the lists these offers are based on. You may opt out with the\nnationwide credit bureaus at 1-888-567-8688.\n• The following FCRA right applies with respect to nationwide consumer reporting\nagencies:\nCONSUMERS HAVE THE RIGHT TO OBTAIN A SECURITY FREEZE\nYou have a right to place a “security freeze” on your credit report, which will\nprohibit a consumer reporting agency from releasing information in your credit\nreport without your express authorization. The security freeze is designed to prevent\ncredit, loans, and services from being approved in your name without your consent.\nHowever, you should be aware that using a security freeze to take control over who gets\naccess to the personal and financial information in your credit report may delay, interfere\nwith, or prohibit the timely approval of any subsequent request or application you make\nregarding a new loan, credit, mortgage, or any other account involving the extension of\ncredit.\nAs an alternative to a security freeze, you have the right to place an initial or extended\nfraud alert on your credit file at no cost. An initial fraud alert is a 1-year alert that is",
    "trans": "L'agence doit enquêter, à moins que votre litige ne soit frivole. Voir\nwww.consumerfinance.gov/learnmore pour une explication des procédures de contestation.\n- Les agences de renseignements sur les consommateurs doivent corriger ou supprimer les informations inexactes, incomplètes ou\ninvérifiables. Les informations inexactes, incomplètes ou invérifiables doivent être\nsupprimées ou corrigées, généralement dans un délai de 30 jours. Toutefois, une agence de renseignements sur les consommateurs\npeut continuer à communiquer des informations dont elle a vérifié l'exactitude.\n- Les agences de renseignements sur les consommateurs ne peuvent pas faire état d'informations négatives périmées. Dans la\nplupart des cas, une agence de renseignements sur la consommation ne peut pas rapporter des informations\nqui datent de plus de sept ans, ou les faillites qui datent de plus de  10 ans.\n• L'accès à votre dossier est limité. Une agence de renseignements sur la consommation peut fournir des informations\nvous concernant qu'à des personnes ayant un besoin valable - généralement pour examiner une demande auprès d'un créancier, d'un assureur, d'un employeur, d'un propriétaire ou d'une entreprise.\ncréancier, assureur, employeur, propriétaire ou autre entreprise. Le FCRA précise les personnes ayant un\nbesoin d'accès valable.\n- Vous devez donner votre accord pour que les rapports soient transmis aux employeurs. Une agence de\nne peut pas communiquer d'informations vous concernant à votre employeur, ou à un employeur potentiel, sans votre consentement écrit donné à\nl'employeur potentiel, sans votre consentement écrit donné à l'employeur. Le consentement écrit\nn'est pas nécessaire dans le secteur du transport routier. Pour plus d'informations, consultez le site\nwww.consumerfinance.gov/learnmore.\n• Vous pouvez limiter les offres de crédit et d'assurance « présélectionnées » basées sur les\ninformations contenues dans votre dossier de crédit. Les offres de crédit et d'assurance « présélectionnées » non sollicitées doivent comporter un numéro de téléphone gratuit que vous pouvez utiliser pour obtenir des informations sur votre dossier de crédit.\nd'assurance doivent inclure un numéro de téléphone gratuit que vous pouvez appeler si vous choisissez de retirer votre nom et votre adresse des listes sur lesquelles ces offres sont basées.\nvotre nom et votre adresse des listes sur lesquelles ces offres sont basées. Vous pouvez vous désinscrire auprès des\nagences nationales d'évaluation du crédit au 1-888-567-8688.\n• Le droit suivant de la FCRA s'applique aux agences nationales de renseignements sur les consommateurs\nà l'échelle nationale :\nLES CONSOMMATEURS ONT LE DROIT D'OBTENIR UN GEL DE SÉCURITÉ\nVous avez le droit de placer un « gel de sécurité » sur votre dossier de crédit, ce qui aura pour effet\nqui interdira à une agence de renseignements sur la consommation de divulguer les informations contenues dans votre dossier de crédit\nsans votre autorisation expresse. Le gel de sécurité est conçu pour empêcher\nque des crédits, des prêts et des services ne soient approuvés en votre nom sans votre consentement.\nCependant, vous devez savoir que l'utilisation d'un gel de sécurité pour contrôler qui a\nl'accès aux informations personnelles et financières contenues dans votre dossier de crédit peut\nretarder, gêner ou empêcher l'approbation en temps voulu de toute demande ultérieure que vous ferez pour un nouveau prêt, crédit, hypothèque, etc.\nconcernant un nouveau prêt, un crédit, une hypothèque ou tout autre compte impliquant l'octroi d'un\ncrédit.\nAu lieu d'un gel de sécurité, vous avez le droit de placer une alerte à la fraude initiale ou prolongée\nsur votre dossier de crédit, sans frais. Une alerte initiale à la fraude est une alerte d'un an qui est"
}