{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Pregnancy checklist at 23 weeks\nDecide whether to hire a doula\nA doula is a trained labor coach who can help you during labor and delivery. If you're interested in hiring one, it's a good idea to start your search in the second trimester. You can ask your healthcare provider, birth class instructor, or friends for a referral, or you can check the DONA website. It's important to find a doula who's the right fit for you. You'll want to ask potential birth doulas about their training, experience, schedule, coping-with-labor techniques, partner involvement, fees, backup doulas, and references.\nWrite a letter to your baby\nThis can be a moving keepsake to share with your child later. Jot down your pregnancy experiences and your hopes and dreams for your baby's future. Or if writing isn't your thing, put together a collage or a memory box of pregnancy mementos like your positive pregnancy test and ultrasound photos. Eventually you can add cards you get at your baby shower, the infant hat you get at the hospital, and your baby's coming-home outfit.\nSleep on your side\nTo get the best rest during pregnancy, experts recommend sleeping on your side. Some healthcare providers will advise you to sleep on your left side specifically because it keeps pressure off of the vein that brings blood back from your legs to your heart, promoting better circulation for you and your baby. That said, there's no hard evidence that sleeping on your left side is better, so feel free to do choose the side that's comfortable for you. For many women, this means switching back and forth. If you're struggling to get comfortable on your side, invest in a pregnancy pillow for better hip and back support.",
    "trans": "Liste de contrôle de la grossesse à 23 semaines\nDécider si vous souhaitez engager une doula\nUne doula est une accompagnante formée qui peut vous aider pendant le travail et l’accouchement. Si vous souhaitez en engager une, il est conseillé de commencer votre recherche au deuxième trimestre. Vous pouvez demander une recommandation à votre professionnel de santé, à votre instructeur de cours de préparation à l’accouchement ou à vos amis, ou consulter le site de la DONA. Il est important de trouver une doula qui vous convient. Vous devrez poser des questions aux candidates sur leur formation, leur expérience, leur disponibilité, leurs techniques pour gérer la douleur du travail, l’implication du partenaire, leurs tarifs, les doulas de remplacement et leurs références.\nÉcrivez une lettre à votre bébé\nCela peut être un souvenir émouvant à partager plus tard avec votre enfant. Notez vos expériences de grossesse ainsi que vos espoirs et rêves pour son avenir. Si l’écriture n’est pas votre point fort, vous pouvez aussi créer un collage ou une boîte à souvenirs contenant des objets marquants de votre grossesse, comme votre test de grossesse positif et les échographies. Vous pourrez ensuite y ajouter les cartes reçues lors de votre baby shower, le bonnet de naissance donné à l’hôpital et la tenue de sortie de votre bébé.\nDormez sur le côté\nPour un sommeil optimal pendant la grossesse, les experts recommandent de dormir sur le côté. Certains professionnels de santé conseillent spécifiquement de dormir sur le côté gauche, car cela évite toute pression sur la veine qui ramène le sang des jambes vers le cœur, favorisant ainsi une meilleure circulation pour vous et votre bébé. Cela dit, il n’existe aucune preuve formelle que dormir sur le côté gauche soit préférable, alors choisissez simplement le côté qui vous est le plus confortable. Pour beaucoup de femmes, cela signifie alterner entre les deux côtés. Si vous avez du mal à trouver une position confortable, investissez dans un coussin de grossesse pour un meilleur soutien des hanches et du dos."
}