{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Provides coverage for loss, theft, damage, and post-warranty malfunction.\nMonthly charge (plus taxes) billed to your wireless account. Renews monthly until cancelled.\nCancel any time without penalty and receive a prorated refund.\nUnlimited number of claims. Max device value of $3,500 per claim.\nNon-refundable deductible or service fee of $25 / $100 /$225 / $275 will be charged per replacement claim, based on device. $0 repair fee.\nReplacement device maybe new, refurbished, or remanufactured and may contain original or non-original replacements parts.\nBy enrolling, you agree to program details and terms and conditions, which contain binding arbitration. Terms and conditions will be sent within 30 days.\nSee the sales brochure for additional details (English | Spanish)\nThe following are additional details for the residents of New York\nSee the New York sales brochure for additional details (English | S",
    "trans": "Fournit une couverture en cas de perte, de dégradation, et disfonctionnement d'un appareil qui ne se trouve plus sous garantie.\nDes frais mensuels (avec ajout de la TVA) seront facturés sur votre compte de téléphonie. Se renouvelle tous les mois jusqu'à annulation.\nAnnulez à tout moment sans pénalité et recevez un remboursement au prorata.\nNombre de réclamations illimité. Valeur maximum de 3 500 $ pour le dispositif pour chaque réclamation.\nFranchise non-remboursable ou frais de service de 25 $ / 100 $ / 225 $ / 275 $ seront facturés pour chaque demande de remplacement, en fonction de l'appareil. Frais de réparation 0 $.\nLe dispositif de remplacement peut être neuf, remis à neuf ou reconditionné et peut contenir des pièces de rechange originales ou non originales.\nEn vous abonnant, vous acceptez les détails du programme et les conditions générales, qui contiennent une clause d'arbitrage obligatoire. Les conditions générales vous seront envoyées d'ici 30 jours.\nVoir la brochure de vente pour plus de détails (Anglais | Espagnol)\nVous trouverez ci-après des détails supplémentaires pour les résidents de New York\nVoir la brochure de vente de New York pour plus de détails (Anglais | E"
}