{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Before you receive payout for selling on Ticketmaster, you’ll need to complete the form below. Please provide your Name, Address, Phone Number, and Taxpayer Identification Number (this can be a Social Security Number (SSN), Individual Taxpayer Identification Number (ITIN), or Employer Identification Number (EIN)). To avoid delays in processing your payout, it’s important to make sure that the information you provide on the form matches what you use for tax purposes.\nOnce you submit your taxpayer information, Ticketmaster will submit it to the IRS for verification. Once verified, Ticketmaster will send you a confirmation via email. If the annual gross transactional amount of your sales exceeds the federal or state reporting thresholds, we’ll provide a Form 1099-K. Learn more about the Form 1099-K.\nYour Seller Tax Details will be stored within Ticketmaster's secure database. For more information regarding Ticketmaster's use of this data, please refer to our Privacy Policy.\nLess Info\nOops! Please fix the errors below.\nYou cannot enter an address in the United States if you have certified that you are NOT a U.S. citizen or resident.",
    "trans": "Avant de recevoir votre paiement pour la vente sur Ticketmaster, vous devrez remplir le formulaire ci-dessous. Veuillez fournir votre Nom, Adresse, Numéro de Téléphone et Numéro d'Identification Fiscale (cela peut être un Numéro de Sécurité Sociale (SSN), un Numéro d'Identification de Contribuable Individuel (ITIN) ou un Numéro d'Identification d'Employeur (EIN)). Pour éviter des retards dans le traitement de votre paiement, il est important de vous assurer que les informations que vous fournissez sur le formulaire correspondent à celles que vous utilisez à des fins fiscales.\nUne fois vos informations fiscales soumises, Ticketmaster les transmettra à l'IRS pour vérification. Une fois vérifiées, Ticketmaster vous enverra une confirmation par e-mail. Si le montant brut annuel de vos ventes dépasse les seuils de déclaration fédéraux ou d'État, nous vous fournirons un formulaire 1099-K. En savoir plus sur le formulaire 1099-K.\nVos Détails Fiscaux de Vendeur seront stockés dans la base de données sécurisée de Ticketmaster. Pour plus d'informations concernant l'utilisation de ces données par Ticketmaster, veuillez consulter notre Politique de Confidentialité.\nMoins d'infos\nOups ! Veuillez corriger les erreurs ci-dessous.\nVous ne pouvez pas entrer une adresse aux États-Unis si vous avez certifié que vous n'êtes PAS un citoyen ou un résident des U.S.."
}