{
    "source": "en_US",
    "target": "fr_FR",
    "text": "After Archie found Estella, he summoned Benny. “Let’s head inside and listen to what Mommy is talking about with Mr. Damaris.” Upon hearing that suggestion, the other two agreed.\nThey opened the door carefully and saw Roxanne sitting on the single-seat couch and chatting with Jack. Both adults had a smile on their faces.\nThe alarm bells in the children’s minds rang loudly the instant they noticed the faint smile on Roxanne’s face. Estella acted against her usual behavior and sprinted straight to Roxanne’s side.\n“Essie?” It was only then Roxanne noticed the children had returned. Jack gave Roxanne and Estella the once-over and said half-intentionally, “I can see the resemblance even clearer like this.”\nThat sent Roxanne into a panic. Innocently, Estella asked Roxanne, “What resemblance, Ms. Jarvis?”\nRoxanne patted her head, shot a look at Jack, and said, “It’s nothing. It’s just a random comment from Mr. Damaris.” Then she stood up and faced Jack. “Is there anything else, Mr. Damaris?”\nOf course, as a veteran in the business industry, he could tell she was hinting for him to leave. He smiled at the kids and said, “It's almost noon. Even though I’ve known the boys for a long while now, | still haven’t had the chance to treat them to a meal. How about we all have lunch together today?” Then he looked at Estella meaningfully. “It just so happens that Mr. Farwell’s daughter is here, so consider this my invitation to him for a meal.”\nRoxanne felt uncomfortable upon hearing that. Is he implying something? Also, his pretext for inviting the children to lunch is so strange.\nAt that thought, she was ready to reject the offer on the children’s behalf.\nTo her surprise, before she could speak, Estella’s voice rang out. “Thank you, Mr. Damaris, but | much prefer Ms. Jarvis’ cooking!”\nThe boys nodded in agreement. Their rejection was direct, which prompted Jack to raise his eyebrow.\nRoxanne was stunned for a few seconds before she returned to her senses and smiled at Jack apologetically. “I’m sorry. Mr. Farwell will be here soon to pick up Essie, so there’s not enough time for lunch outside. Next time, perhaps?”\nJack nodded nonchalantly and rose to his feet. “Very well, then. I'll take my leave now.”\nRoxanne proceeded to send him out with the children.Property © of NôvelDrama.Org.\nOnce Jack’s car was far enough away, the children glanced at Roxanne before returning to the living room in unison. The sight of the flowers still lying on the couch made their faces fall.\nRoxanne was confounded by their reaction until she realized they were staring at the flowers.\nShe could tell what the children were thinking. They want me to be with Lucian. While | don’t think of Jack the way they assume | do, | don’t have a future with Lucian. Yet, | can’t help but feel guilty when | face them.\n“Ms. Jarvis...” Estella lowered her eyes with disappointment and tugged at the hem of Roxanne’s shirt.\nSquatting down, Roxanne looked at her. “What’s the matter?” “Is it because you want to be with Mr. Damaris that you can’t be my mommy?” The girl sounded aggrieved. Roxanne was taken aback by that question. “Mr. Damaris and | are only friends.”\n“You accepted Mr. Damaris’ flower but not Daddy's.” | still remember Ms. Jarvis almost returned the roses Daddy bought for her when we went fo a concert.\nFor a moment, Roxanne wasn’t sure how to answer that question.\nHer conversation about work with Jack and the sudden return of the children had diverted her attention from the presence of the flowers. She had completely forgotten about it.\nIf the children hadn’t cared so much about it, she wouldn't have remembered it.\nRoxanne’s silence prompted Estella to tilt her head thoughtfully and question, “Is it because you like baby’s breath and not roses?”",
    "trans": "Une fois que Archie a retrouvé Estella, il invite Benny. « Rentrons à l'intérieur et écoutons ce dont maman parle avec M. Damaris. » En entendant cette suggestion, les deux autres sont d'accord.\nIls ouvrirent la porte avec délicatesse et virent Roxanne assise sur le canapé monoplace et discutant avec Jack. Les deux adultes souriaient.\nLa sonnette d'alarme dans l'esprit des enfants retentit fortement à l'instant où ils remarquèrent le léger sourire sur le visage de Roxanne. Estella a pris le contre-pied de son comportement habituel et s'est précipitée directement aux côtés de Roxanne.\n« Essie ? » Ce n'est qu'à ce moment-là que Roxanne remarqua que les enfants étaient revenus. Jack fit un tour d'horizon de Roxanne et d'Estella puis déclara à demi-voix : « Je peux voir la ressemblance encore plus clairement comme ça. »\nRoxanne est alors prise de panique. Innocemment, Estella a demandé à Roxanne : « Quelle ressemblance, Mme Jarvis ? »\nRoxanne s'est tapoté la tête, a jeté un coup d'œil à Jack et a dit : « Ce n'est rien. C'est juste un commentaire de M. Damaris ». Puis elle se lève et se tourne vers Jack. « Y a-t-il autre chose, M. Damaris ? »\nEn tant que vétéran du monde des affaires, Jack a tout de suite compris qu'elle voulait lui faire comprendre qu'il devait s'en aller. Il sourit aux enfants et dit : « Il est presque midi. Même si je connais les garçons depuis longtemps, je n'ai pas encore eu l'occasion de leur offrir un repas. Et si nous déjeunions tous ensemble aujourd'hui ? » Puis il regarde Estella d'un air entendu. « Il se trouve que la fille de M. Farwell est ici, alors considérez que je l'invite à manger. »\nCette déclaration a mis Roxanne mal à l'aise. Est-ce qu'il sous-entend quelque chose ? De plus, le prétexte qu'il utilise pour inviter les enfants à déjeuner est très étrange.\nElle s'apprête alors à rejeter l'offre au nom des enfants.\nÀ sa grande surprise, avant qu'elle n'ait pu parler, la voix d'Estella retentit. « Merci, Monsieur Damaris, mais je préfère de loin la cuisine de Madame Jarvis !\nLes garçons acquiescent. Leur refus était direct, ce qui fit hausser un sourcil à Jack.\nRoxanne resta abasourdie quelques secondes avant de reprendre ses esprits et de sourire à Jack en s'excusant. « Je suis désolée. M. Farwell va bientôt venir chercher Essie, nous n'aurons pas le temps de déjeuner dehors. La prochaine fois, peut-être ? »\nJack hocha la tête nonchalamment et se leva. « C'est très bien, dans ce cas. Je vais prendre congé maintenant. »\nRoxanne, avec les enfants, le raccompagne.Property © of NôvelDrama.Org.\nLa voiture de Jack suffisamment éloignée, les enfants jetèrent un coup d'œil à Roxanne avant de retourner à l'unisson dans le salon. A la vue des fleurs encore posées sur le canapé, leurs visages s'assombrirent.\nRoxanne fut déconcertée par leur réaction jusqu'à ce qu'elle se rende compte qu'ils fixaient les fleurs.\nElle pouvait deviner ce que les enfants pensaient. Ils veulent que je sois avec Lucian. Bien qu'ils ne pensent pas à Jack comme ils le supposent, ils n'ont pas d'avenir avec Lucian. Pourtant, je ne peux pas m'empêcher de me sentir coupable quand je suis face à eux.\n« Mme Jarvis... » Estella baisse les yeux, déçue, et tire sur le pan de la chemise de Roxanne.\nS'accroupissant, Roxanne la regarda. « Qu'y a-t-il ? » « C'est parce que tu veux être avec M. Damaris que tu ne peux pas être ma maman ? » La jeune fille avait l'air contrariée. Roxanne est décontenancée par cette question. « M. Damaris et moi ne sommes que des amis ».\n« Tu as accepté la fleur de M. Damaris mais pas celle de papa. » | Je me souviens encore que Mme Jarvis avait failli rendre les roses que papa avait achetées pour elle lorsque nous étions allés à un concert.\nPendant un moment, Roxanne ne sait pas trop comment répondre à cette question.\nSa conversation au sujet du travail avec Jack et le retour soudain des enfants avaient détourné son attention de la présence des fleurs. Elle en avait complètement oublié l'existence.\nSi les enfants ne s'y étaient pas intéressés, elle ne s'en serait pas souvenue.\nLe silence de Roxanne incita Estella à pencher la tête d'un air pensif et à poser la question suivante : « Est-ce parce que tu aimes l'haleine de bébé et pas les roses ? »"
}