{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If agreeable to al then [redacted_name] and [redacted_name] wil meet at Notario 1office ni Rosarito.\n[redacted_name] wil provide copy of Fideicomiso. [redacted_name] wil provide copy of bank statement\nto prove that funds are available to complete purchase.\nAt this time both parties will pay $225 dollars each or Mexico peso equivalent to [redacted_name] to create the purchase contract to include terms agreed upon by this document. Upon signing the purchase document [redacted_name] wil deposit the $136, 13 pesos into Notario 1 business account and $1000 dollars or peso equivalent wired into [redacted_name] bank account.\n[redacted_name], seller, wil provide copy of Fideicomiso.\n[redacted_name] will not order the cancellation of the fideicomisio until Notario has reviewed Fideicomiso and certificate of no liens obtained. At that time an additional $5000 dollars to be paid to [redacted_name] before dissolution of bank trust is ordered. fI [redacted_name] fails ot complete ransaction this total of $6000 dollar payment becomes non-refundable.",
    "trans": "Si toutes les parties sont d’accord, [redacted_name] et [redacted_name] se rencontreront au bureau du Notario 1 à Rosarito.\n[redacted_name] fournira une copie du Fideicomiso. [redacted_name] fournira une copie du relevé bancaire\npour prouver que les fonds sont disponibles afin de finaliser l'achat.\nÀ ce moment-là, chaque partie paiera 225 dollars ou l'équivalent en pesos mexicains à [redacted_name] pour la création du contrat d'achat, incluant les termes convenus dans ce document. Lors de la signature du document d'achat, [redacted_name] déposera 136,13 pesos sur le compte professionnel du Notario 1 et 1 000 dollars ou l'équivalent en pesos sera viré sur le compte bancaire de [redacted_name].\n[redacted_name], le vendeur, fournira une copie du Fideicomiso.\n[redacted_name] ne demandera pas l'annulation du Fideicomiso tant que le Notario n'aura pas examiné le Fideicomiso et obtenu le certificat attestant l'absence de charges. À ce moment-là, un montant supplémentaire de 5 000 dollars devra être versé à [redacted_name] avant que la dissolution de la fiducie bancaire ne soit ordonnée. Si [redacted_name] ne finalise pas la transaction, ce paiement total de 6 000 dollars devient non remboursable."
}