{
    "source": "en_US",
    "target": "fr_FR",
    "text": "For Sale: Event Management and Party Supplies Business in Riyadh\nA thriving event management and party supplies business located in Riyadh, boasting a team of 5 employees and a remarkable 89% growth rate over the past year.\n• Revenue Breakdown: 85% of the business comes from event management services, catering to all types of events, from birthday parties to large-scale conferences. The remaining 15% is generated from wholesale and retail of party supplies.\n• Clientele: Includes prominent international and local restaurants, schools, and retail outlets.\n• Partnerships: Collaborates with multiple event management applications, enhancing operational efficiency.\n• Market Opportunity: Positioned for significant growth within the events management and party supplies market.\n• Experienced Team: The team consists of 5 skilled employees with deep expertise in both event management and party supplies.\n• Location Advantage: Strategically situated in Riyadh, offering access to both local and international markets.\n• Scalability: Strong potential for rapid and efficient scaling to meet rising market demand.\nThe above is a sale listing for a company priced at 450K, which you are interested in purchasing. Based on the negotiation strategies we covered in Module 5, explain how you would approach the process to achieve a mutually beneficial agreement.",
    "trans": "À Vendre : Entreprise de Gestion d'Événements et de Fournitures de Fête à Riyad\nUne entreprise florissante de gestion d'événements et de fournitures de fête située à Riyad, comptant une équipe de 5 employés et affichant un taux de croissance remarquable de 89 % au cours de l'année écoulée.\n• Répartition des revenus : 85 % de l'activité provient des services de gestion d'événements, couvrant tous types d'événements, des fêtes d'anniversaire aux conférences de grande envergure. Les 15 % restants sont générés par la vente en gros et au détail de fournitures de fête.\n• Clientèle : Comprend des restaurants internationaux et locaux renommés, des écoles et des enseignes de distribution.\n• Partenariats : Collabore avec plusieurs applications de gestion d'événements, optimisant ainsi l'efficacité opérationnelle.\n• Opportunité de marché : Positionnée pour une croissance significative sur le marché de la gestion d'événements et des fournitures de fête.\n• Équipe expérimentée : L'équipe se compose de 5 employés qualifiés possédant une expertise approfondie en gestion d'événements et en fournitures de fête.\n• Avantage géographique : Stratégiquement implantée à Riyad, offrant un accès aux marchés locaux et internationaux.\n• Scalabilité : Fort potentiel d'expansion rapide et efficace pour répondre à la demande croissante du marché.\nL'annonce ci-dessus concerne la vente d'une entreprise au prix de 450K, que vous envisagez d'acquérir. En vous basant sur les stratégies de négociation abordées dans le Module 5, expliquez comment vous mèneriez le processus afin d’aboutir à un accord mutuellement avantageux."
}