{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thirtieth Sunday – Ordinary Time – Year B\n2024\nIf we take time to reflect on today’s Gospel passage we will find an insight about ourselves, about Jesus, and about our relationship with Jesus. We may know many things about Jesus; facts we learned in religion class, but do we know how deep our personal relationship with Jesus is? I say this because many years ago I was Pastor in a university town with many parishioners who were extremely educated. I felt very intimidated by them. They were more educated than I could ever become. One of the professors offered me an insight that I needed. He said “We know our fields of expertise. What we don’t know is our faith, and that goes beyond facts about our faith. We need to experience Jesus in our lives. We need you to point the way.”\nConsider today’s Gospel passage. The religious leaders knew a lot about Jesus, or at least they thought they did. They knew where He came from. They knew His profession as a carpenter. Yet, they did not know who Jesus was. If they did know Jesus, then they would have asked the same question that Bartimaeus asked. “Jesus, son of God, have pity, have mercy on me”. If you do further reflection on the passage you might ask: Who was really blind: the religious leaders or Bartimaeus? Bartimaeus was physically blind, but could see. The religious leaders had physical sight, but lacked insight. They were definitely spiritually blind. They had knowledge of the Messiah from reading and studying the prophets. They had waited for the coming Messiah. Yet, when God came among them, they could not see the Messiah. Bartimaeus had insight, but lacked physical sight. Who had the greater vision? Bartimaeus saw in Jesus what the professional religious leaders could not see. He saw Jesus as the Messiah. Jesus recognized the insight Bartimaeus already had. Jesus recognized Bartimaeus’ deep faith.\nIf you wish to experience a deeper experience of Jesus I suggest you re-read today’s Gospel and use the prayer form Lectio Divina. Just sit quietly. Read the text slowly. Then put yourself in the text. Imagine yourself in the Gospel. Are you Bartimaeus? Are you one of the Apostles listening to Jesus? Are you one of the religious leaders trying to keep Bartimaeus away from Jesus? Are you someone else in the crowd? Are you Bartimaeus asking for mercy? Are you asking for insight into a deeper experience of Jesus? What do you imagine Jesus saying back to you? If you see yourself as one of the religious leaders, what is your attitude towards Bartimaeus or Jesus? No matter how you view yourself in the passage there is no right or wrong view. Your reflection will give you a deeper awareness of your relationship with Jesus. If, you discover your relationship is at a distance from Jesus, then what keeps you from calling out to Jesus as Bartimaeus did? Is it fear? Is it an idea that you must only be perfect to be near Jesus? Is it that your life must not be messy, but neat and clean, perfect before approaching Jesus?\nOn retreat the priest told a true story about a priest friend of his. His friend had cancer and the radiation disabled him from controlling his bowels. The nurse had cleaned him up and his messy bed. Shortly afterwards he once more lost control of his bowls. Rather than call the nurse he laid there. Later on when the nurse returned she said “Father, why didn’t you ring for me?” He replied “I didn’t want you to have to clean up this mess again”. She responded “Father, that’s my job. I’m here to clean up your mess at any time, and all times. You just call me.” When the retreat priest heard this story it gave him an insight into Jesus. Jesus came among us to clean up our mess; our sinfulness; that is the meaning of the cross. And, Jesus continues to clean up our mess with what Bartimaeus first asked of Jesus: “Jesus, have pity, have mercy on me”. Jesus continues to clean up our sinful and messy imperfect lives with His Divine Love.",
    "trans": "Trentième dimanche – Temps Ordinaire – Année B\n2024\nSi nous prenons le temps de réfléchir au passage de l'Évangile d'aujourd'hui, nous y trouverons un éclairage sur nous-mêmes, sur Jésus et sur notre relation avec lui. Nous connaissons peut-être beaucoup de choses sur Jésus ; des faits que nous avons appris en cours de religion, mais savons-nous à quel point notre relation personnelle avec Jésus est profonde ? Je dis cela parce qu'il y a de nombreuses années, j'étais curé dans une ville universitaire avec de nombreux paroissiens extrêmement instruits. Je me sentais très intimidé par eux. Ils étaient plus instruits que je ne pourrais jamais l'être. L'un des professeurs m'a offert une perspicacité dont j'avais besoin. Il a dit : « Nous connaissons nos domaines d'expertise. Ce que nous ne connaissons pas, c'est notre foi, et cela va au-delà des faits concernant notre foi. Nous avons besoin de faire l'expérience de Jésus dans nos vies. Nous avons besoin que vous nous montriez le chemin. »\nExaminons le passage de l’évangile d’aujourd’hui. Les chefs religieux pensaient bien connaître Jésus. Ils savaient d’où il venait et connaissaient son métier de charpentier. Pourtant, ils ne savaient pas qui il était vraiment. S’ils l’avaient su, ils auraient posé la même question que Bartimée : « Jésus, fils de Dieu, aie pitié de moi, prends pitié de moi. »En réfléchissant davantage à ce passage, on peut se poser cette question : qui était vraiment aveugle ? Les chefs religieux ou Bartimée ? Bartimée était physiquement aveugle, mais il voyait avec son cœur. Les chefs religieux, eux, avaient la vue, mais manquaient de clairvoyance. Ils étaient spirituellement aveugles. Ils connaissaient les prophéties sur le Messie, qu'ils attendaient depuis longtemps. Pourtant, lorsque Dieu est venu parmi eux, ils ne l’ont pas reconnu. Bartimée, lui, avait l’intuition du divin, même s’il n’avait pas la vue. Qui avait la plus grande vision ? Bartimée a vu en Jésus ce que les chefs religieux n’ont pas pu percevoir : il l’a reconnu comme le Messie. Jésus a perçu cette foi profonde en Bartimée.\nSi vous souhaitez faire l'expérience d'une expérience plus profonde de Jésus, je vous suggère de relire l'Évangile d'aujourd'hui et d'utiliser la forme de prière de la Lectio Divina. Asseyez-vous simplement tranquillement. Lisez le texte lentement. Puis mettez-vous dans le texte. Imaginez-vous dans l'Évangile. Êtes-vous Bartimée ? Êtes-vous l'un des Apôtres qui écoutent Jésus ? Êtes-vous l'un des chefs religieux qui essaient d'éloigner Bartimée de Jésus ? Êtes-vous quelqu'un d'autre dans la foule ? Êtes-vous Bartimée qui demande miséricorde ? Demandez-vous une perspicacité pour une expérience plus profonde de Jésus ? Qu'imaginez-vous que Jésus vous répond ? Si vous vous voyez comme l'un des chefs religieux, quelle est votre attitude envers Bartimée ou Jésus ? Quelle que soit la façon dont vous vous voyez dans le passage, il n'y a pas de vue juste ou fausse. Votre réflexion vous donnera une conscience plus profonde de votre relation avec Jésus. Si vous découvrez que votre relation est éloignée de Jésus, alors qu'est-ce qui vous empêche de crier vers Jésus comme Bartimée l'a fait ? Est-ce la peur ? Est-ce l'idée que vous devez seulement être parfait pour être proche de Jésus ? Est-ce que votre vie ne doit pas être désordonnée, mais soignée et propre, parfaite avant d'approcher Jésus ?\nLors d’une retraite, un prêtre a raconté une histoire vraie à propos d’un de ses confrères. Ce dernier, atteint d'un cancer, avait développé des troubles de la vessie liés à la radiothérapie. Une infirmière l'avait aidé à se nettoyer et à changer les draps souillés. Mais peu après, il a de nouveau perdu le contrôle de ses intestins. Plutôt que d’appeler l’infirmière, il resta allongé là, honteux. Quand l’infirmière revint plus tard, elle lui demanda : « Père, pourquoi ne m’avez-vous pas appelée ? » Il répondit : « Je ne voulais pas vous déranger encore une fois. » Elle lui dit alors : « Père, c’est mon travail. Je suis là pour vous aider à tout moment. Appelez-moi quand vous avez besoin. » En entendant cette histoire, le prêtre à la retraite comprit quelque chose d’essentiel sur Jésus. Jésus est venu parmi nous pour nettoyer notre désordre et notre péché. C’est le sens de la croix. Et Jésus continue à nous purifier, encore et encore, avec ce que Bartimée lui a demandé en premier : « Jésus, prends pitié de moi. » Il continue, par son amour divin, à laver nos vies imparfaites et marquées par le péché."
}