{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Product Name : FENAZIN TAB 10MG\nRegistration No. : HK-12717\nCertificate Holder : SYNCO (H.K.) LIMITED\nCertificate Holder Address : 7, DAI SHUN STREET, TAI PO IND EST, TAI PO, NEW TERRITORIES\nLegal Classification : Part 1 Poison\nSale Requirement* : Pharmacy only Medicines\nIngredients :\nActive Ingredient\npromethazine hydrochloride\nDate of Registration# : 28 Apr, 1980\nNotes:\n* -Prescription Only Medicines are medicines which must only be purchased with a prescription in a pharmacy. (該類藥物只可在藥房按照醫生處方才可購買。)\n-Pharmacy Only Medicines are medicines which can be purchased in a pharmacy in the presence and under the supervision of a registered pharmacist, but without the need of a prescription. (該類藥物只可在有註冊藥劑師在場及在其監督下於藥房購買，但並不需要醫生處方。)\n-Over-the-Counter Medicines are in general medicines classified as Part 2 poison and 'Not a Poison'. For medicines which are classified as 'Not a Poison', they can be freely purchased from a pharmacy (Authorized Seller of Poisons), a medicine store (Listed Seller of Poisons), or any other non-licensed premises; whereas for Part 2 Poisons, they can be purchased only from a pharmacy or a medicine store. (該類藥物一般歸納為第2部毒藥和非毒藥。 非毒藥可在藥房(獲授權毒藥銷售商)、藥行(列載毒藥銷售商)或其他沒有牌照的處所購買，而第2部毒藥則只能在藥房或藥行購買。)\n- For details of legal classification of medicines and sales requirements, please refer to an",
    "trans": "Nom du produit : FENAZIN COMPRIMÉ 10 MG\nNuméro d’enregistrement : HK-12717\nTitulaire du certificat : SYNCO (H.K.) LIMITED\nAdresse du titulaire du certificat : 7, Dai Shun Street, Tai Po Ind Est, Tai Po, Nouveaux Territoires\nClassification légale : Poison de catégorie 1\nExigence de vente* : Médicaments réservés aux pharmacies\nIngrédients :\nIngrédient actif\nChlorhydrate de prométhazine\nDate d’enregistrement# : 28 avril 1980\nRemarques :\n* - Les médicaments sur ordonnance sont des médicaments qui ne peuvent être achetés en pharmacie que sur présentation d’une ordonnance médicale. (該類藥物只可在藥房按照醫生處方才可購買。)\n- Les médicaments réservés aux pharmacies sont des médicaments qui peuvent être achetés en pharmacie en présence et sous la supervision d’un pharmacien agréé, sans nécessiter d’ordonnance. (該類藥物只可在有註冊藥劑師在場及在其監督下於藥房購買，但並不需要醫生處方。)\n- Les médicaments en vente libre sont généralement classés comme poisons de catégorie 2 ou non toxiques. Les médicaments classés comme non toxiques peuvent être achetés librement en pharmacie (vendeur autorisé de poisons), en droguerie (vendeur inscrit de poisons) ou dans tout autre établissement non agréé. En revanche, les poisons de catégorie 2 ne peuvent être achetés qu’en pharmacie ou en droguerie. (該類藥物一般歸納為第2部毒藥和非毒藥。非毒藥可在藥房(獲授權毒藥銷售商)、藥行(列載毒藥銷售商)或其他沒有牌照的處所購買，而第2部毒藥則只能在藥房或藥行購買。)\n- Pour plus de détails sur la classification légale des médicaments et les exigences de vente, veuillez vous référer à un"
}