{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Adult material: Some Content on OnlyFans contains adult material, and you acknowledge and agree to this when you access OnlyFans. We are not responsible for any loss or damage you suffer as a result of how or where you view Content.\n\"Fan Payment\": any payment related to a Creator Interaction;\nWho we are and how to contact us: OnlyFans is operated by Fenix International Limited. We are a limited company registered in England and Wales, with company registration number 10354575 and we have our registered office address at 9th Floor, 107 Cheapside, London, EC2V 6DN. Our VAT number is 268196365.\n\"Referring User\": a User who participates in the OnlyFans Referral Program;\nSubmit additional age or identity verification information any time we ask for it;\n\"Indirect Sales Taxes\": any Tax that is statutorily applied to Fan Payments in any relevant jurisdiction;\n\"Fan\": a User who has registered for an account and who can access a Creators' Content via a Creator Interaction;\nFan subscriptions and purchases: This section applies to Creator Interactions including Subscription billing and renewals:\nBY USING OUR WEBSITE YOU AGREE TO THESE TERMS – PLEASE READ THEM CAREFULLY\n\"Creator Interaction\": an interaction on OnlyFans that grants access to a Creator's Content, including: (i) a Subscription; (ii) a payment for pay-per-view Content; and (iii) any other interaction or payment between a User and a Creator's account or Content, including direct messages;\nTo address a risk to OnlyFans, to us, to Users, or to relevant third parties.\nTo register as a User and open a Fan account:\n\"Tax\": all forms of tax and statutory, governmental charges, duties, imposts, contributions, levies, withholdings, or liabilities wherever chargeable in any applicable jurisdiction;\n\"United Kingdom\" and \"UK\": the United Kingdom of Great Britain and Northern Ireland;\nCreators are solely responsible for determining any pricing applicable to Creator Interactions.\nIf you are registered for VAT in the UK, provide your UK VAT number;\n\"Content\": any material Uploaded to OnlyFans by any User, including any photos, videos, audio, livestream material, data, text, metadata, images, interactive features, emojis, GIFs, memes, and any other material whatsoever;\nAll prices appear,\nUpload a valid form of ID and two photos of you;\n\"Terms of Service\" (also called \"your agreement with us\"): the legally binding agreement between you and us which consists of: (i) these Terms of Use; (ii) Acceptable Use Policy; (iii) Referral Program Terms; (iv) Platform to Business Regulation Terms; (v) Complaints Policy; (vi) Appeals Policy; (vii) UK VAT Policy; and (viii) Community Guidelines;\nif your Content includes or uses any third-party material, you have secured all rights, licenses, written consents and releases that are necessary for the use of such third-party property in your Content and for the subsequent use of that Content on OnlyFans and by us; and\n\"Subscription\": a Fan's binding agreement to obtain access for a specific period of time to all content that a Creator makes available to Fans in exchange for authorised automatic renewal payments. This excludes individually priced content;\nRegistering with OnlyFans: By registering with and using OnlyFans, you agree to the Terms of Service. If you do not agree, your sole remedy is to not register or stop being an OnlyFans User. We may reject an account application for any reason. To use OnlyFans you must register and open an account on OnlyFans. You must provide a valid email address, a username, and a password or authenticate using an approved third-party. Your password must comply with the OnlyFans password requirements.\nYou are legally responsible for all Content you Upload. If you are a Creator and someone else assists you with the operation of your Creator account, this does not affect your legal responsibility. Our relationship is with you, and not with any third-party, and you will be legally responsible for ensuring that all Content posted and all use of your account complies with the Terms of Service.\nYou agree to act as custodian of records for all Content you Upload to OnlyFans.\nWe can modify these Terms of Service at any time.\nWe may change the Terms of Service: Where permitted we may change any part of the Terms of Service without Notice:\nthe Content is:\nYou must not be convicted of committing a serious crime; and\nAdd a bank account, payment details for your bank account, or a payment method;\nof satisfactory quality, taking account of any description of the Content, the price, and all other relevant circumstances including any statement or representation which you make about the nature of the Content on your account or in any advertising;\nTo contact us with questions, please email support@onlyfans.com or use our Contact Form. You may also write to us at 9th Floor, 107 Cheapside, London, EC2V 6DN.\nYou must be at least 18 years old;\nYou agree to pay (where required) for Creator Interactions in accordance with the Terms of Service and the Contract between Fan and Creator.\nSelect a method (\"Payout Option\") for us to transfer Creator Earnings to you;\nYour Content is not confidential, and you authorise your Fans to access and view your Content on OnlyFans for their own lawful and personal use, and in accordance with any licenses that you grant to your Fans.\nWe may also make other changes and will Notify you so you may delete your account before the changes take effect. Once updated you will be bound by the effective Terms of Service if you continue to use OnlyFans.\nyou own your Content (and all intellectual property rights in it) or hold all rights necessary, including licenses, to post and monetise the Content on OnlyFans or the subsequent use of that Content by OnlyFans;\nAdd Content for Users to view when they subscribe to your account and become your Fans; and\nWe may change, suspend, or deactivate OnlyFans: We may change OnlyFans from time to time for any reason. We do not guarantee that OnlyFans, or its Content, will always be available or accessible without interruption. We may suspend, withdraw, or restrict the availability of any part of OnlyFans.\nYour rights may vary depending on where you are resident when you access OnlyFans.\n\"Creator Earnings\": the portion of a Fan Payment payable to a Creator pursuant to these Terms of Service after deducting all fees and applying all relevant tax laws;\n\"Include\", \"Includes\", and \"Including\" also mean \"without limitation\";\nInterpretation: In the Terms of Service:\nReferences to \"we\", \"our\", \"us\" are references to Fenix International Limited, the operator of OnlyFans;\nProvide any additional information we request, which may vary depending on where you live or your nationality.\n\"Subsidiary\": a legal entity of which Fenix or a Fenix Subsidiary, alone or with other Fenix Subsidiaries, owns, or has the power to vote or control;\n\"Upload\": publish, display, post, type, input, or otherwise share any photos, videos, audio, livestream material, data, text, metadata, images, interactive features, emojis, GIFs, memes, and any other material whatsoever;\n\"Business User\": a User who uses OnlyFans for commercial reasons, whether acting on their own behalf or through someone else, including Referring Users;\n\"User\": any user of OnlyFans, whether a Creator or a Fan or both (also referred to as \"you\" or \"your\").\nWe refer to our website as \"OnlyFans\", including when accessed via the URL www.onlyfans.com;\nTo reflect changes in applicable laws and regulations; and/or\nTo open a Creator account, you must also:\nContent – general terms:\nIf a dispute arises between you and us, you agree to notify us and agree to mediation before bringing any claim against us.\nIf you purchase a Subscription, it will automatically renew for additional periods of the same duration unless you cancel it.\nSet a monthly subscription price, if any, for your Fans;\nas described by you.\nWe are not responsible for, do not control, and do not endorse any Content you or any other OnlyFans User posts. We have no direct control over what your Content may comprise and are not obligated to pre-screen Content. We reserve the right to pre-screen, monitor, or reuse Content. We reserve the right to remove Content that violates our Terms of Service.\n\"Consumer\": all Users who are not Business Users;\nIntroduction: These Terms of Use govern your use of OnlyFans and your agreement with us. Here are a few key things to note:\nYou must be able to be legally bound by a contract with us;\nIf you do not meet the above requirements, you must not access or use OnlyFans. You may also be asked to provide additional information prior to account approval.\n\"Contract between Fan and Creator\": the terms which govern each Creator Interaction;\n\"Notice\", \"Notify\", and \"Notification\": our attempt to share information with you by: sending a message to your OnlyFans account, or sending an email to an address you provide, or posting a letter to the physical address you provide, or sending a text message to or calling a phone number you provide;\nTERMS OF USE\nYou must be legally permitted to join, view Content, and to use any functionality provided by OnlyFans;\nit complies with the Terms of Service and all applicable laws;\nYou are liable to and will indemnify us if any warranty in this section of these Terms of Use is untrue. This means you will be responsible for any resulting loss or damage we suffer.\nCreator Interactions are governed by the Contract between Fan and Creator. We may moderate Content and we facilitate Creator Interactions by providing the OnlyFans platform, but we are not a party to the Contract between Fan and Creator or any other contract between a User and a Creator, and we are not responsible for Creator Interactions.\n\"Creator\": a User who has set up their OnlyFans account to post Content for Fans to view;\nYou warrant that, for each item of Content you Upload to OnlyFans:\nreasonably suitable for any purpose which the Fan has made known to you; and",
    "trans": "Matériel pour adultes : Certains contenus sur OnlyFans contiennent du matériel pour adultes, et vous en acceptez le caractère lorsqu'vous y accédez. Nous ne sommes pas responsables des pertes ou dommages que vous subissez en raison de la manière dont vous visionnez le contenu ou de l'endroit où vous le visionnez.\n« Paiement par le fan » : tout paiement lié à une interaction avec un créateur ;\nQui nous sommes et comment nous contacter : OnlyFans est géré par Fenix International Limited. Nous sommes une société à responsabilité limitée enregistrée en Angleterre et au Pays de Galles, avec le numéro d'enregistrement de la société 10354575 et notre siège social est situé au 9th Floor, 107 Cheapside, London, EC2V 6DN. Notre numéro de TVA est le 268196365.\n« Utilisateur référent » : un utilisateur qui participe au programme de parrainage d'OnlyFans ;\nSoumettre des informations supplémentaires de vérification d'âge ou d'identité à tout moment lorsque nous le demandons ;\n« Taxe de vente indirecte » : toute taxe qui s'applique statutairement aux paiements des fans dans toute juridiction concernée ;\n« Fan » : un utilisateur qui s'est enregistré pour un compte et qui peut accéder au contenu d'un créateur par le biais d'une interaction avec le créateur ;\nAbonnements et achats des fans : Cette section s'applique aux Interactions avec les Créateurs, y compris à la facturation et au renouvellement des Abonnements :\nEN UTILISANT NOTRE SITE WEB, VOUS ACCEPTEZ CES CONDITIONS - VEUILLEZ LES LIRE ATTENTIVEMENT\n« Interaction avec un Créateur » : une interaction sur OnlyFans qui donne accès au Contenu d'un Créateur, y compris : (i) une Souscription ; (ii) un paiement pour un Contenu à la séance ; et (iii) toute autre interaction ou paiement entre un Utilisateur et le compte ou le Contenu d'un Créateur, y compris les messages directs ;\nPour adresser un risque à OnlyFans, à nous, aux Utilisateurs, ou aux tiers concernés.\nPour s'inscrire en tant qu'Utilisateur et ouvrir un compte Fan :\n« Taxe » : toutes les formes d'impôts et de taxes statutaires, gouvernementales, charges, impôts, contributions, prélèvements, retenues ou responsabilités, où qu'ils soient imputables dans toute juridiction applicable ;\n« Royaume-Uni » et “UK” : le Royaume-Uni de Grande-Bretagne et d'Irlande du Nord ;\nLes créateurs sont seuls responsables de la détermination des prix applicables aux interactions avec les créateurs.\nSi vous êtes assujetti à la TVA au Royaume-Uni, fournissez votre numéro de TVA britannique ;\n« Contenu » : tout matériel téléchargé sur OnlyFans par un Utilisateur, y compris les photos, vidéos, audio, matériel livestream, données, textes, métadonnées, images, fonctions interactives, emojis, GIFs, mèmes, et tout autre matériel quel qu'il soit ;\nTous les prix sont affichés,\nTéléchargez une pièce d'identité valide et deux photos de vous ;\n« Conditions d'utilisation » (également appelées “votre accord avec nous”) : l'accord juridiquement contraignant entre vous et nous, qui consiste en : (i) les présentes conditions d'utilisation ; (ii) les conditions d'utilisation ; et (iii) les conditions d'utilisation : (i) les présentes conditions d'utilisation ; (ii) la politique d'utilisation acceptable ; (iii) les conditions du programme de parrainage ; (iv) les conditions du règlement de la plate-forme aux entreprises ; (v) la politique de traitement des plaintes ; (vi) la politique d'appel ; (vii) la politique de TVA britannique ; et (viii) les lignes directrices de la communauté ;\nsi votre contenu inclut ou utilise du matériel de tiers, vous avez obtenu tous les droits, licences, consentements écrits et décharges nécessaires à l'utilisation de cette propriété de tiers dans votre contenu et à l'utilisation ultérieure de ce contenu sur OnlyFans et par nous ; et\n« Abonnement » : l'accord contraignant d'un fan d'obtenir l'accès pour une période de temps spécifique à tout le contenu qu'un créateur met à la disposition des fans en échange de paiements de renouvellement automatique autorisés. Ceci exclut les contenus à prix individuels ;\nInscription à OnlyFans : En vous inscrivant et en utilisant OnlyFans, vous acceptez les conditions d'utilisation. Si vous n'êtes pas d'accord, votre seul recours est de ne pas vous inscrire ou de cesser d'être un utilisateur d'OnlyFans. Nous pouvons rejeter une demande d'ouverture de compte pour quelque raison que ce soit. Pour utiliser OnlyFans, vous devez vous inscrire et ouvrir un compte sur OnlyFans. Vous devez fournir une adresse email valide, un nom d'utilisateur et un mot de passe ou vous authentifier en utilisant un tiers approuvé. Votre mot de passe doit être conforme aux exigences d'OnlyFans en matière de mot de passe.\nVous êtes légalement responsable de tout le contenu que vous téléchargez. Si vous êtes un Créateur et que quelqu'un d'autre vous aide à gérer votre compte Créateur, cela n'affecte pas votre responsabilité légale. Notre relation est avec vous, et non avec un tiers, et vous serez légalement responsable de veiller à ce que tout le contenu publié et toute l'utilisation de votre compte soient conformes aux conditions d'utilisation.\nVous acceptez d'être le dépositaire de tous les fichiers  ou Contenus que vous téléchargez sur OnlyFans.\nNous pouvons modifier ces conditions d'utilisation à tout moment.\nNous pouvons modifier les conditions de service : Lorsque cela est autorisé, nous pouvons modifier toute partie des conditions de service sans préavis :\nle Contenu est :\nVous ne devez pas avoir été condamné pour avoir commis un crime grave ; et\nAjouter un compte bancaire, les coordonnées de votre compte bancaire ou un mode de paiement ;\nde qualité satisfaisante, en tenant compte de toute description du contenu, du prix et de toutes les autres circonstances pertinentes, y compris toute déclaration ou représentation que vous faites au sujet de la nature du contenu sur votre compte ou dans toute publicité ;\nPour nous contacter, veuillez envoyer un courriel à support@onlyfans.com ou utiliser notre formulaire de contact. Vous pouvez également nous écrire à l'adresse suivante : 9th Floor, 107 Cheapside, London, EC2V 6DN.\nVous devez être âgé d'au moins 18 ans ;\nVous consentez à payer (lorsque cela est recquis) les Interactions du Créateur conformément aux Conditions de service et au Contrat entre le Fan et le Créateur.\nSélectionnez une méthode (« Option de paiement ») pour que nous puissions vous transférer les gains des créateurs ;\nVotre contenu n'est pas confidentiel, et vous autorisez vos fans à accéder à votre contenu et à le visualiser sur OnlyFans pour leur usage personnel et légal, et conformément aux licences que vous accordez à vos fans.\nNous pouvons également apporter d'autres modifications et nous vous en informerons afin que vous puissiez supprimer votre compte avant que les modifications n'entrent en vigueur. Une fois la mise à jour effectuée, vous serez lié par les conditions d'utilisation en vigueur si vous continuez à utiliser OnlyFans.\nvotre Contenu vous appartient (ainsi que tous les droits de propriété intellectuelle y afférents) ou vous détenez tous les droits nécessaires, y compris les licences, pour publier et monétiser le Contenu sur OnlyFans ou l'utilisation ultérieure de ce Contenu par OnlyFans ;\nAjouter du Contenu pour que les Utilisateurs puissent le voir lorsqu'ils s'inscrivent sur votre compte et deviennent vos fans ; et\nNous pouvons modifier, suspendre ou désactiver OnlyFans : nous pouvons modifier OnlyFans de temps en temps pour n'importe quelle raison. Nous ne garantissons pas que OnlyFans, ou son contenu, sera toujours disponible ou accessible sans interruption. Nous pouvons suspendre, retirer ou restreindre la disponibilité de toute partie d'OnlyFans.\nVos droits peuvent varier en fonction de votre lieu de résidence au moment où vous accédez à OnlyFans.\n« Gains du Créateur » : la partie d'un paiement de Fan payable à un Créateur conformément aux présentes Conditions de service, après déduction de tous les frais et application de toutes les lois fiscales pertinentes ;\n«  Inclure », «  Inclure » et «  Incluant » signifient également « sans limitation » ;\nInterprétation : Dans les conditions de service :\nLes références à « nous », « notre », « nos » sont des références à Fenix International Limited, l'opérateur d'OnlyFans ;\nFournir toute information supplémentaire que nous demandons, qui peut varier en fonction de votre lieu de résidence ou de votre nationalité.\n« Filiale » : entité juridique dont Fenix ou une filiale de Fenix, seule ou avec d'autres filiales de Fenix, est propriétaire ou a le pouvoir de voter ou de contrôler ;\n« Télécharger » : publier, afficher, poster, taper, saisir ou partager de quelque manière que ce soit des photos, des vidéos, de l'audio, du matériel livestream, des données, du texte, des métadonnées, des images, des fonctions interactives, des emojis, des GIF, des mèmes, et tout autre matériel quel qu'il soit ;\n« Utilisateur professionnel » : un utilisateur qui utilise OnlyFans pour des raisons commerciales, qu'il agisse en son nom propre ou par l'intermédiaire de quelqu'un d'autre, y compris les utilisateurs référents ;\n« Utilisateur » : tout utilisateur de OnlyFans, qu'il s'agisse d'un créateur ou d'un fan ou des deux (également appelé « vous » ou « votre »).\nNous faisons référence à notre site web en tant que « OnlyFans », y compris lorsqu'on y accède par l'URL www.onlyfans.com ;\nPour refléter les changements dans les lois et réglementations applicables ; et/ou\nPour ouvrir un compte Créateur, vous devez également :\nContenu - conditions générales :\nSi un litige survient entre vous et nous, vous acceptez de nous en informer et d'accepter la médiation avant d'intenter une action contre nous.\nSi vous achetez un abonnement, celui-ci sera automatiquement renouvelé pour des périodes supplémentaires de même durée, à moins que vous ne l'annuliez.\nFixer un prix d'abonnement mensuel, le cas échéant, pour vos Fans ;\ntel que vous le décrivez.\nNous ne sommes pas responsables, ne contrôlons pas et n'approuvons pas le contenu que vous ou un autre utilisateur OnlyFans publiez. Nous n'avons aucun contrôle direct sur ce que votre contenu peut contenir et nous ne sommes pas obligés de filtrer le contenu. Nous nous réservons le droit de présélectionner, de contrôler ou de réutiliser le contenu. Nous nous réservons le droit de supprimer tout contenu qui enfreint nos conditions d'utilisation.\n« Consommateur » : tous les utilisateurs qui ne sont pas des utilisateurs professionnels ;\nIntroduction : Les présentes conditions d'utilisation régissent votre utilisation d'OnlyFans et votre accord avec nous. Voici quelques points clés à noter :\nVous devez être en mesure d'être légalement lié par un contrat avec nous ;\nSi vous ne remplissez pas les conditions ci-dessus, vous ne devez pas accéder à OnlyFans ni l'utiliser. Il se peut que l'on vous demande de fournir des informations supplémentaires avant d'approuver votre compte.\n« Contrat entre le Fan et le Créateur » : les termes qui régissent chaque interaction avec le Créateur ;\n« Avis », « Notifier » et « Notification » : notre tentative de partager des informations avec vous en : envoyant un message à votre compte OnlyFans, ou en envoyant un e-mail à une adresse que vous fournissez, ou en postant une lettre à l'adresse physique que vous fournissez, ou en envoyant un message texte à ou en appelant un numéro de téléphone que vous fournissez ;\nCONDITIONS D'UTILISATION\nVous devez être légalement autorisé à vous inscrire, à consulter le contenu et à utiliser toute fonctionnalité fournie par OnlyFans ;\nil est conforme aux conditions d'utilisation et à toutes les lois applicables ;\nVous êtes responsable et vous nous indemniserez si l'une des garanties de cette section des conditions d'utilisation est fausse. Cela signifie que vous serez responsable de toute perte ou de tout dommage que nous subirons.\nLes interactions entre créateurs sont gouvernées par le contrat entre le fan et le créateur. Nous pouvons modérer le Contenu et nous facilitons les Interactions entre Créateurs en fournissant la plateforme OnlyFans, mais nous ne sommes pas partie au Contrat entre le Fan et le Créateur ou à tout autre contrat entre un Utilisateur et un Créateur, et nous ne sommes pas responsables des Interactions entre Créateurs.\n« Créateur » : un utilisateur qui a configuré son compte OnlyFans pour publier du contenu à l'intention des fans ;\nVous garantissez que, pour chaque élément de contenu que vous téléversez sur OnlyFans :\nqu'il est raisonnablement adéquat pour tout objectif que le fan vous a fait connaître ; et"
}