{
    "source": "en_US",
    "target": "fr_FR",
    "text": "want to write powerfully, you must strip away empty phrases and make a compelling point that is backed up by evidence. Clear: “British food tastes good. It is nutritious, palatable, and historically proven to sustain a nation. A British restaurant should rank high when choosing a place to eat.” This is a genuinely counterintuitive argument. It takes us by surprise, since few people would argue the merits of British cui- sine. The list of qualities in the second sentence (nutritious, pal- atable, and historically proven) sets up your structure. The reader understands, and will shortly see, that you are going to support your thesis on these three pillars of evidence. With this kind of foundation you don’t need to fall back on the hackneyed con- struction: “This paper will discuss X, and then it will explore Y, and finally it will explain Z.” Instead, the clear version of this opening foreshadows what you will do by compressing it into an argument.",
    "trans": "Si vous voulez écrire avec force, vous devez éliminer les phrases creuses et formuler un argument convaincant, étayé par des preuves. Clair : « La cuisine britannique a bon goût. Elle est nutritive, savoureuse et historiquement reconnue pour avoir nourri une nation. Un restaurant britannique devrait figurer parmi les premiers choix lorsqu’il s’agit de choisir un endroit où manger. »Il s’agit d’un argument véritablement contre-intuitif. Il nous prend par surprise, car peu de gens défendraient les mérites de la cuisine britannique. La liste des qualités dans la deuxième phrase (nutritive, savoureuse et historiquement reconnue) établit votre structure. Le lecteur comprend, et verra bientôt, que vous allez appuyer votre thèse sur ces trois piliers de preuves. Avec ce type de fondation, vous n’avez pas besoin de recourir à une construction éculée du type : « Cet article traitera de X, puis il explorera Y, et enfin il expliquera Z. » À la place, la version claire de cette introduction annonce ce que vous allez faire en le condensant en un argument."
}