{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear all,\nIn session 2 of AEEP this week we completed a Speaking Diagnostic Quiz and a Writing Diagnostic quiz\nThese quizzes are important, as we want to know your English speaking abilities, in order to know how to help you improve.\nYou have NOT submitted this quiz - probably because you were absent from the AEEP class.\nPlease go to the link of this quiz (below), read the instructions and complete the quiz by recording a video of yourself speaking on the given topic, then upload the video in the designated place and press the SUBMIT button.\nPlease do this by Sunday 5pm.\nHere is the link: https://canvas.bham.ac.uk/courses/78130/quizzes/216371\nI sent you a separate email regarding the third quiz, entitled Academic English Enhancement.\nPlease complete this as well by Sunday 12 pm.\nHere is the link.\nI would like every student to complete all 3 quizzes, so that I can start planning my lessons according to your needs.\nMany thanks in advance.\nBest wishes,\nMrs Krassimira Tzvetkova (Pronouns: She/Her)\nAFAHE, MA, BTh, CELTA\nEAP, ESAP, EGAP, AEEP tutor\nInsessional Academic English\nEmail: k.tzetkova@bham.ac.uk\nTelephone: 0121 827 6000 ext. 59160\nUniversity of Birmingham\nBirmingham International Academy\nRoom 210, Priorsfield\nEdgbaston, B15 2TT\nWebsite: www.birmingham.ac.uk/bia\nThe University of Birmingham, Birmingham International Academy is accredited by the British Councilfor the teaching of English in the UK.",
    "trans": "Bonjour chers tous,\nLors de la session 2 de l'AEEP cette semaine, nous avons réalisé un quiz de diagnostic d'expression orale et un quiz de diagnostic d'expression écrite.\nCes quiz sont importants, car nous voulons connaître vos capacités d'expression orale en anglais, afin de savoir de quelle manière vous aider à vous améliorer.\nVous n'avez pas soumis ce quiz - probablement parce que vous étiez absent au cours d'AEEP.\nVeuillez vous rendre sur le lien de ce quiz (ci-dessous), lire les instructions et compléter le quiz en vous enregistrant sur le sujet donné, puis téléchargez la vidéo à l'endroit indiqué et appuyez sur le bouton SOUMETTRE.\nVeuillez le faire avant dimanche 17 heures.\nLe lien est le suivant : https://canvas.bham.ac.uk/courses/78130/quizzes/216371\nJe vous ai envoyé un autre courriel concernant le troisième quiz, intitulé Academic English Enhancement.\nVeuillez le terminer également avant dimanche 12 heures.\nLe lien est le suivant :\nJ'aimerais que chaque étudiant réponde aux trois questionnaires, afin que je puisse commencer à planifier mes cours en fonction de vos besoins.\nJe vous remercie d'avance.\nMeilleurs vœux,\nMme Krassimira Tzvetkova (Pronoms : Elle)\nAFAHE, MA, BTh, CELTA\nProfesseur d'EAP, d'ESAP, d'EGAP, d'AEEP\nInsessional Academic English\nAdresse courriel : k.tzetkova@bham.ac.uk\nTéléphone : 0121 827 6000, ext. 59160\nUniversité de Birmingham\nBirmingham International Academy\nSalle 210, Priorsfield\nEdgbaston, B15 2TT\nSite web : www.birmingham.ac.uk/bia\nL'université de Birmingham, Birmingham International Academy, est accréditée par le British Council pour l'enseignement de l'anglais au Royaume-Uni."
}