{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Stage 1: Prerequisite Course\nImportant Note: Signing up for the prerequisite courses on Coursera (Stage 1) does not guarantee participation in subsequent stages. Students must demonstrate their knowledge and skills by excelling in the assessments to progress through the program. Certificates of Completion will be awarded at each stage to acknowledge participants’ achievements. Qualified students will be invited to the next stage.\nDuration: 3 to 5 Weeks Completion Date: Late November Method: Self-Paced, Online Courses\nDescription: The students are required to complete 2 dedicated specializations (Python 3 Programming Specialization, Mathematics for Machine Learning and Data Science Specialization) and several courses that will supply them with the knowledge for machine learning and artificial intelligence, including basics of linear algebra, calculus, optimization, and Python Programming.",
    "trans": "Étape 1 : Cours prérequis\nNote importante : l'inscription aux cours prérequis sur Coursera (étape 1) ne garantit pas la participation aux étapes suivantes. Les étudiants doivent démontrer leurs connaissances et leurs compétences en excellant dans les évaluations pour progresser dans le programme. Des certificats d'achèvement seront décernés à chaque étape pour reconnaître les réalisations des participants. Les étudiants qualifiés seront invités à passer à l'étape suivante.\nDurée du programme : 3 à 5 semaines Date d'exécution : Fin novembre Méthode : Cours en ligne, à son propre rythme\nDescription : Les étudiants doivent suivre deux spécialisassions dédiées (spécialisation en programmation Python 3, spécialisation en mathématiques pour l'apprentissage automatique et la science des données) et plusieurs cours qui leur donneront les connaissances nécessaires à l'apprentissage automatique et à l'intelligence artificielle, y compris les bases de l'algèbre linéaire, du calcul, de l'optimisation et de la programmation Python."
}