{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Infrastructure Investment & Financing Program\nLuxembourg Master Fund Facility\nThis indicative proposal “proposal summary” outlines the proposed interest to arrange for the structuring and the financing i n part the\ndevelopment and construction of the Projects (as defined below). This draft proposal does not purport to summarize or contain all the conditions,\ncovenants, representations, warranties and other provisions that would be contained in the related definitive legal documents. The binding terms\nof any such Notes shall be evidenced only by definitive documents executed by all parties which memorialize the entire agreement among the\nparties at the financial closing. This draft indicative proposal does not constitute a commitment and is subject, among other things, to due\ndiligence, credit approval and definitive legal documentation satisfactory to QF Capital SLP and its affiliates and prospective funding sources.\n_________________________________________________________________\nGlobal Infrastructure Investment & Funding Programme\nQF Capital SLP and its affiliated Global Funds and financial institutions “CONSORTIUM” arrange long\nterm debt financing and investment to:\n• Sovereign, Sub-Sovereign, and governmental entities.\n• Economic, energy, and environmental infrastructure assets.\n• Banks, non-bank financial institutions, and insurance companies.\nWe are a single source debt provider of long term (20-30 year) financing for essential social and economic\ninfrastructure projects and as a monetary liquidity provider to governments and the banking sector\nproviding more efficient private debt as an alternative to public bonds.\nQF Capital Global Funding consortium along with our funding sources are operating under an investment\nand commercial banking financing apparatus. Our platform provides strategic financial solutions to\ninstitutional clients, sovereigns, Off-takers, and EPC’s (private & public sector).\nOur consortium, subject to QF Capital global funding program is prepared, subject to the definitive\nagreements to be negotiated between the (“Sponsor) and (“QF Capital”) to structure, arrange funding and\nsupport of the Project, and to simultaneously finance and/or lease all project assets capitalized to Sponsor\n(or a Sponsor affiliate) under (“QF Capital”) funding parameters; subject to our consortium’s final\napproval.",
    "trans": "Programme d'Investissement & Financement des Infrastructures\nFacilité du Fonds Principal du Luxembourg\nCette proposition indicative, « résumé de la proposition », décrit l'intérêt proposé pour organiser la structuration et le financement partiel du\ndéveloppement et de la construction des Projets (tels que définis ci-dessous). Cette proposition de projet ne prétend pas résumer ni contenir toutes les conditions,\nengagements, déclarations, garanties et autres dispositions qui seraient contenues dans les documents juridiques définitifs liés. Les termes contraignants\nde ces titres seront uniquement prouvés par des documents définitifs exécutés par toutes les parties, qui officialiseront l'accord complet entre\nles parties lors de la clôture financière. Cette proposition indicative préliminaire ne constitue pas un engagement et est sujette, entre autres, à une vérification\ndiligente, à une approbation de crédit et à une documentation juridique définitive satisfaisante pour QF Capital SLP et ses affiliés, ainsi que les sources de financement potentielles.\n_________________________________________________________________\nProgramme Global d'Investissement & Financement des Infrastructures\nQF Capital SLP et ses Fonds Global affiliés ainsi que les institutions financières « CONSORTIUM » organisent des\nfinancements de dette à long terme et des investissements pour :\n• Les Entités Souveraines, Sous-Souveraines et gouvernementales.\n• Les actifs d'infrastructure économiques, énergétiques et environnementaux.\n• Les banques, les institutions financières non bancaires et les compagnies d'assurances.\nNous sommes un fournisseur unique de financement à long terme (20-30 ans) pour des projets sociaux et économiques essentiels\ndes projets d'infrastructure et en tant que fournisseur de liquidités monétaires aux gouvernements et au secteur bancaire\noffrant une dette privée plus efficace comme alternative aux obligations publiques.  .\nLe consortium de Financement Global de QF Capital, ainsi que nos sources de financement, opèrent sous un appareil de financement\nbancaire d'investissement et commercial. Notre plateforme propose des solutions financières  stratégiques\nà des clients institutionnels, des souverains, Off-takers et des EPC (secteur privé & public).\nSous réserve de l'approbation finale de notre consortium, dans le cadre du programme de financement mondial de QF Capital, nous sommes prêts, sous réserve des accords définitifs\nà négocier entre le « Sponsor » et « QF Capital », à structurer, organiser le financement et\nsoutenir le projet, et simultanément à financer et/ou louer tous les actifs du projet capitalisés au sponsor\n(ou à un affilié du sponsor) sous les paramètres de financement de « QF Capital » ; sous réserve finale de notre consortium\nd'approbation."
}