{
    "source": "en_US",
    "target": "fr_FR",
    "text": "for increased security, it expanded the number of guest workers and, importantly, it introduced a path to legalization for undocumented immigrants.\nThe CCES contains two questions which are particularly suited for the purpose of our study. The first one asks each respondent to state whether he/she would have voted for the Senate plan. The second one, which was asked only to a subsample of the population, directly compares the House and the Senate proposal. We use answers to these questions to assess the views of each respondent on illegal immigration. In analyzing the drivers of individual attitudes, we focus on the role played by the media, while controlling for the other standard economic and noneconomic drivers which have been highlighted in the lit- erature. The CCES is unique for our purpose as, besides providing a wealth of information on the socio-economic characteristics of the respondents, it also contains information on the TV evening news program they most frequently watch (ABC World News, CBS Evening News, CNN, Fox News, PBS The NewsHour, NBC Nightly News, MSNBC, and others). To investigate the role played by the actual content of the newscast, we have supplemented this information with content coverage data obtained from the Dow Jones Factiva online archive.\nTo carry out our empirical analysis, we estimate a series of probit regressions. In our main specification, the dependent variable is a pro-Senate plan dummy, which is con- structed from answers to the first policy question described above. Controlling for other economic and noneconomic drivers, we find that media exposure plays an important role in shaping public opinion on illegal immigration. According to our estimates, respon- dents watching Fox News are 9 percentage points more likely to oppose the lenient Senate plan (relative to CBS viewers). This result is broadly consistent with the findings of recent studies on the political position and the persuasive role of Fox News (Groseclose and Milyo 2005; DellaVigna and Kaplan 2007). Perhaps surprisingly, we find that CNN viewers entertain an attitude towards illegal immigration which is very similar to the one dis- played by Fox News viewers. This result might be explained by a “Lou Dobbs” effect.3 Instead, the opposite effect holds for PBS viewers, who are 14 percentage points more likely, relative to CBS viewers, to support the Senate plan. It is important to notice that ideological self-selection into different news channels plays a relevant role, but does not completely explain the correlation between media exposure and policy attitudes on illegal immigration. In fact, when controlling for self-reported ideology and party identification, the estimated effect for Fox News and PBS is significantly smaller in absolute value than when not controlling for these variables but still large and highly significant.4 In addition, and most importantly, the estimated effect for CNN is larger in absolute value when con- trolling for self-reported ideology and party identification. This means that, in the case of CNN, the impact of the news program works in the opposite direction with respect to self-selection, and thus, the coefficient on CNN is if anything biased towards zero due to self-selection. These results give us confidence that our correlations are at least in part driven by the causal impact of media exposure. In addition, we also find that the count of stories covering migration in a given evening news program has a negative and signif- icant impact on the propensity to support the Senate plan: this result is also unlikely to be driven by self-selection since the number of stories covering migration should not be a decisive factor in the choice of the evening news program watched.\nWhen forming their opinion about a certain issue, individuals are also influenced by the real-world events pertaining to that issue (Behr and Iyengar 1985). Our findings are",
    "trans": "pour une sécurité accrue, il a augmenté le nombre de travailleurs invités et, surtout, il a mis en place une voie vers la légalisation pour les immigrés sans papiers.\nLe CCES pose deux questions particulièrement adaptées à l'objectif de notre étude. La première invite chaque personne interrogée à indiquer si elle aurait voté en faveur du plan du Sénat. La deuxième, qui n'a été posée qu'à un sous-échantillon de la population, compare directement la proposition de la Chambre des représentants et celle du Sénat. Nous utilisons les réponses à ces questions pour évaluer l'opinion de chaque personne interrogée sur l'immigration clandestine. En analysant les facteurs des attitudes individuelles, nous nous concentrons sur le rôle joué par les médias, tout en contrôlant les autres facteurs économiques et non économiques standard qui ont été mis en évidence dans la littérature. Le CCES est un instrument unique pour notre objectif car, en plus de fournir une mine d'informations sur les caractéristiques socio-économiques des personnes interrogées, il contient également des informations sur le programme d'information télévisé qu'elles regardent le plus souvent (ABC World News, CBS Evening News, CNN, Fox News, PBS The NewsHour, NBC Nightly News, MSNBC et d'autres). Pour étudier le rôle joué par le contenu réel du journal télévisé, nous avons complété ces informations par des données sur la couverture du contenu obtenues à partir des archives en ligne de Dow Jones Factiva.\nPour réaliser notre analyse empirique, nous estimons une série de régressions de type probit. Dans notre spécification principale, la variable dépendante est une variable muette de plan pro-Sénat, qui est construite à partir des réponses à la première question stratégique décrite ci-dessus. En contrôlant les autres facteurs économiques et non économiques, nous constatons que l'exposition aux médias joue un rôle important dans la formation de l'opinion publique sur l'immigration clandestine. Selon nos estimations, les personnes qui regardent Fox News sont 9 points de pourcentage plus susceptibles de s'opposer au plan sénatorial indulgent (par rapport aux téléspectateurs de CBS). Ce résultat est globalement cohérent avec les conclusions d'études récentes sur la position politique et le rôle persuasif de Fox News (Groseclose et Milyo 2005 ; DellaVigna et Kaplan 2007). Il est peut-être surprenant de constater que les téléspectateurs de CNN ont une attitude à l'égard de l'immigration illégale très similaire à celle des téléspectateurs de Fox News. Ce résultat pourrait s'expliquer par un effet « Lou Dobbs ».3 Au contraire, l'effet inverse se produit pour les téléspectateurs de PBS, qui sont 14 points de pourcentage plus susceptibles, par rapport aux téléspectateurs de CBS, de soutenir le plan du Sénat. Il est important de noter que l'autosélection idéologique dans les différentes chaînes d'information joue un rôle pertinent, mais n'explique pas complètement la corrélation entre l'exposition aux médias et les attitudes politiques en matière d'immigration clandestine. En réalité, lorsque l'on tient compte de l'idéologie déclarée et de l'identification à un parti, l'effet estimé pour Fox News et PBS est nettement plus faible en valeur absolue que lorsque l'on ne tient pas compte de ces variables, mais il demeure important et hautement significatif.4 En outre, et c'est le plus important, l'effet estimé pour CNN est plus important en valeur absolue lorsque l'on tient compte de l'idéologie déclarée et de l'identification à un parti. Autrement dit, dans le cas de CNN, l'impact du programme d'information va dans la direction opposée à l'autosélection, et le coefficient de CNN est donc biaisé vers zéro en raison de l'autosélection. Ces résultats nous confortent dans l'idée selon laquelle nos corrélations sont, au moins en partie, dues à l'impact causal de l'exposition aux médias. Par ailleurs, nous constatons également que le nombre d'articles traitant de la migration dans un journal télévisé d'un soir donné a un impact négatif et significatif sur la propension à soutenir le plan du Sénat : il est également peu probable que ce résultat soit dû à l'autosélection, car le nombre d'articles traitant de la migration ne devrait pas être un facteur décisif dans le choix du journal télévisé regardé le soir.\nLorsqu'ils se forgent une opinion sur un sujet donné, les individus sont également influencés par les événements réels liés à ce sujet (Behr et Iyengar 1985). Nos conclusions sont"
}