{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear E[redacted_name]:\nWe have noticed unusual activity on your account that we would like to verify with you. For your security, we have restricted access to your online banking service to help limit unauthorized access to your information. Please contact us at the phone number below to confirm the unusual activity and restore access to your online banking service.\nWhat you need to do\nYou can reach us at 1-877-499-6920, Monday through Friday 7:00 am to 12:00 am, and Saturday 8:00 am to 8:00 pm Eastern time. You can also reach us by calling the phone number on your statement or on the back of your ATM/debit card.\nWe can assist in other languages at this number. We can provide language assistance services if you prefer. For customers with hearing or speech disabilities, we accept telecommunications relay service calls, including 711. Please note that for security purposes, we will need to verify your identity before reviewing any recent activity.\nTo learn more about fraud prevention, please visit our Fraud Information Center at wellsfargo.com/privacy_security/fraud\nThank you. We appreciate your business.",
    "trans": "Cher E[redacted_name],\nNous avons remarqué une activité inhabituelle sur votre compte que nous aimerions vérifier avec vous. Pour votre sécurité, nous avons restreint l'accès à votre service de banque en ligne afin de limiter l'accès non autorisé à vos informations. Veuillez nous contacter au numéro de téléphone ci-dessous pour confirmer l'activité inhabituelle et rétablir l'accès à votre service de banque en ligne.\nCe que vous devez faire\nVous pouvez nous joindre au 1-877-499-6920, du lundi au vendredi de 7h00 à 12h00, et le samedi de 8h00 à 20h00, heure de l'Est. Vous pouvez également nous joindre en appelant le numéro de téléphone figurant sur votre relevé ou au dos de votre carte de débit ou de guichet.\nNous pouvons vous assister dans d'autres langues à ce numéro. Nous pouvons fournir des services d'assistance linguistique si vous le souhaitez. Pour les clients souffrant d'un handicap auditif ou d'un trouble de la parole, nous acceptons les appels des services de relais de télécommunications, y compris le 711. Veuillez noter qu'à des fins de sécurité, nous devrons vérifier votre identité avant d'examiner toute activité récente.\nPour en savoir plus sur la prévention des fraudes, veuillez visiter notre centre d'information sur les fraudes à l'adresse wellsfargo.com/privacy_security/fraud.\nNous vous remercions. Nous apprécions votre confiance."
}