{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When I started to search about every university, I have talked to some students who was studying in the program and went to University of Wisconsin–Madison. After I talked to them, I make the final decision.\nI have the faith in myself, I will do whatever it needs to achieve my goals and make my parents proud of me.\nUniversity of Wisconsin–Madison has many advantages that made me to selected than other universities . Firstly, it located at United States, and one of my goals is study there. I am working hard to achieve this goal. Secondly, I know a lot of people who studying there for a years and they are ready to answer and help me.\nFirst of all, I am interested at chemical engineering since I was in high school, and I am studying at College Preparatory Program by Saudi Aramco. The program focuses at teaching the core subjects in my major, such as Ap chemistry and AP Calculus AB. Thus, we will be well-prepared after we pass these subjects. Recently, we had received a list of universities which we can go, and it contains University of Wisconsin-Madison.",
    "trans": "Lorsque j'ai commencé à rechercher chaque université, j'ai parlé à certains étudiants qui étudiaient dans le programme et qui sont allés à l'Université du Wisconsin-Madison. Après leur avoir parlé, j'ai pris la décision finale.\nJ'ai foi en moi, je ferai tout ce qu'il faut pour atteindre mes objectifs et rendre mes parents fiers de moi.\nL'Université du Wisconsin-Madison présente de nombreux avantages qui m'ont conduit à la choisir plutôt que d'autres universités. Premièrement, elle est située aux États-Unis, et l'un de mes objectifs est d'y étudier. Je travaille dur pour atteindre cet objectif. Deuxièmement, je connais beaucoup de personnes qui y étudient depuis des années et elles sont prêtes à répondre et à m'aider.\nTout d'abord, je m'intéresse au génie chimique depuis le lycée, et j'étudie au programme préparatoire universitaire de Saudi Aramco. Le programme se concentre sur l'enseignement des matières principales dans ma spécialité, telles que la chimie AP et le calcul AP AB. Ainsi, nous serons bien préparés après avoir passé ces matières. Récemment, nous avons reçu une liste d'universités où nous pouvons aller, et elle contient l'Université du Wisconsin-Madison."
}