{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Position: Experienced Service Technician for VW & Audi Vehicles\nDuties: As an NGP technician you will be required to perform various service tasks on a wide range of VW and Audi vehicles. Our technicians are given the flexibility to perform standard service work along with aftermarket tuning and installations and are encouraged to play to their strengths while taking on new challenges to expand their abilities.\nAn ideal candidate will possess significant experience with diagnosing and servicing VW and Audi vehicles, including a thorough understanding of VAG-COM diagnostic software. Welding and fabrication experience is a plus but not a requirement. You must supply your own tools (certain specialty equipment will be provided by the company), and must be able to work the occasional Saturday. Please note, this opening is for an experienced technician, we have no entry-level positions available at this time.\nAbove all, applicants must enjoy working in a fast-paced, friendly environment filled with true VW and Audi enthusiasts, have a strong work ethic and a passion for performing quality work, and have respect for their coworkers, our customers, and their vehicles.\nPay & Benefits: NGP offers competitive pay that varies based on experience. This position is NOT commission-based as our technicians are paid on an hourly or salaried pay scale. NGP employees are also eligible for a monthly bonus. As a full-time NGP employee you are offered a full range of benefits, including health insurance (with an option for dental and eye coverage), and a company-matching retirement plan. NGP also provides paid vacation, sick, and personal days, as well as paid holidays. All employees are granted use of the shop facilities to work on their personal vehicles after hours.\nNote: This job description is not intended to be all-inclusive. The employee may be required to perform other duties as assigned by their supervisor.",
    "trans": "Poste : Technicien de service expérimenté pour les véhicules VW et Audi\nFonctions : En tant que technicien NGP, vous serez amené à effectuer diverses tâches d'entretien sur une large gamme de véhicules VW et Audi. Nos techniciens ont la possibilité d'effectuer des travaux d'entretien standard ainsi que des réglages et des équipements de pièces de rechange. Ils sont encouragés à exploiter leurs points forts tout en relevant de nouveaux défis afin d'élargir leurs compétences.\nLe candidat idéal a d'une expérience significative dans le diagnostic et l'entretien des véhicules VW et Audi, y compris une compréhension approfondie du logiciel de diagnostic VAG-COM. Une expérience de la soudure et de la fabrication est un plus mais n'est pas obligatoire. Vous devez fournir vos propres outils (certains équipements spécialisés seront fournis par l'entreprise) et être en mesure de travailler occasionnellement le samedi. Veuillez noter que ce poste est destiné à un technicien expérimenté, nous n'avons pas de poste de débutant disponible pour le moment.\nAvant tout, les candidats doivent aimer travailler dans un environnement amical et rapide, rempli de vrais passionnés de VW et d'Audi, avoir une solide éthique de travail et une passion pour le travail de qualité ainsi qu'avoir du respect pour leurs collègues, nos clients et leurs véhicules.\nSalaire et avantages : NGP offre un salaire compétitif qui varie en fonction de l'expérience. Ce poste n'est PAS rémunéré à la commission, car nos techniciens sont payés à l'heure ou au salaire. Les employés de NGP ont également droit à une prime mensuelle. En tant qu'employé à temps plein du NGP, vous bénéficiez d'une gamme complète d'avantages, notamment d'une assurance maladie (avec une option de couverture des soins dentaires et oculaires) et d'un plan de retraite assorti d'une participation de l'entreprise. Le NGP donne également des congés payés, des congés de maladie et des congés personnels, ainsi que des jours fériés payés. Tous les employés peuvent utiliser les équipements de l'atelier pour travailler sur leurs véhicules personnels après les heures de travail.\nRemarque : cette description de poste n'est pas exhaustive. L'employé peut être amené à effectuer d'autres tâches qui lui sont confiées par son superviseur."
}