{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The United States Postal Service recently received a change-of-address (COA) request that requires additional identity verification before being activated. The security of your mail is very important to us, so we have put your request on hold until successful identity verification is received. This verification must be done in-person at a participating Post Office™ location (listed below).\nHere’s what you need to do:\n1. If you are filing a COA for yourself:\n• Bring anacceptable form of photo identificationwith you to a Post Office location. Valid forms of identification are listed below andhere. Your identification must match the old address and name you provided in your COA.\n• Inform the retail clerk you are here to complete a USPS Change-of-AddressTMIn- Person Identity Verification.\n• Most importantly,bring a copy of this barcode. You can print it or show the code on your smartphone. If you do not see a barcode below, please print the attached image file, barcode.jpg. The barcode below will expire in20 days, on11/18/2024. If you are unable to complete identity verification before the expiration, you will need to submit a new change-of-address to receive a new barcode.",
    "trans": "Le service postal des États-Unis a récemment reçu une demande de changement d'adresse qui nécessite une vérification d'identité supplémentaire avant d'être activée. La sécurité de votre courrier est très importante pour nous, nous avons donc mis votre demande en attente jusqu'à ce qu'une vérification d'identité réussie soit reçue. Cette vérification doit être effectuée en personne dans un bureau de poste participant (liste ci-dessous).\nVoici ce que vous devez faire :\n1. Si vous effectuez une demande de COA pour vous-même :\n• Apportez une forme d'identification avec photo acceptable lors de votre visite au bureau de poste. Les formes d'identification valides sont listées ci-dessous et ici. Votre identification doit correspondre à l'adresse et au nom que vous avez fournis dans votre COA.\n• Informez le guichetier que vous êtes là pour compléter une vérification d'identité en personne pour un changement d'adresse USPS™.\n• Plus important encore, apportez une copie de ce code-barres. Vous pouvez l'imprimer ou afficher le code sur votre smartphone. Si vous ne voyez pas de code-barres ci-dessous, veuillez imprimer le fichier image joint, barcode.jpg. Le code-barres ci-dessous expirera dans 20 jours, le 18/11/2024. Si vous ne parvenez pas à effectuer la vérification d'identité avant l'expiration, vous devrez soumettre un nouveau changement d'adresse pour recevoir un nouveau code-barres."
}