{
    "source": "en_US",
    "target": "fr_FR",
    "text": "About the Internship Program\nNahdi Medical Co. Internship (COOP) Program aims to attract talented undergraduate Saudi calibers to\nacquire hands-on work experience to meet the requirements of their universities.\nThe Internship Program is six-month training program tailored for experiential learning and firsthand\nexperience working with great leaders, along with mentorship and training, where interns will get the\nchance enhance their knowledge of the working world of Nahdi, develop their interpersonal and\ntechnical skills, and build a solid foundation for their future careers.\nAbout the Finance Department\nAs a Finance Intern, you will get the chance to work in one of the following functions:\nFinancial Control: Managing Nahdi’s financial accounting, reporting, and control activities.\nFinancial Planning: Manage budgeting across different departments and drive value through fueling\nsustainable growth and improving resource utilization:\nQualifications\nWe’re looking for students:\n- Currently studying towards Bachelor’s with one of the following majors: Finance, Accounting, or any\nrelevant majors.\n- Proficient in English.\n- Proficient in Microsoft Office applications: Word, Excel, Power Point & Outlook.\n- Excellent written and verbal communication for coordinating across teams\nApplication Process:\n1. Online Application\n- Fill out and submit your online application\n2. Behavioral and Cognitive Assessment\n- Based on your eligibility, you will be invited via email to take the Assessment.\n3. Human Resources Interview\n- Complete a competency-based interview with the Human Resources team",
    "trans": "À propos du programme de stages\nLe programme COOP (Nahdi Medical Co. Internship) vise à attirer des étudiants saoudiens de premier cycle talentueux dans le cadre du programme COOP (Nahdi Medical Co. Internship).\nacquérir une expérience professionnelle concrète pour répondre aux exigences de leur université.\nLe programme de stage est un programme de formation de six mois conçu pour l'apprentissage par l'expérience et l'acquisition de connaissances de première main.\nune expérience de travail avec de grands dirigeants, ainsi qu'un mentorat et une formation, qui permettront aux stagiaires d'acquérir les connaissances et les compétences nécessaires à l'exercice de leurs fonctions.\nLes participants ont la possibilité d'améliorer leur connaissance du monde du travail de Nahdi, de développer leurs compétences interpersonnelles\ndes compétences techniques et bâtir une base solide pour leur future carrière.\nÀ propos du département des finances\nEn tant que stagiaire en finance, vous aurez l'occasion de travailler dans l'une des fonctions suivantes :\nContrôle financier : Gérer la comptabilité financière, les rapports et les activités de contrôle de Nahdi.\nPlanification financière : Gérer la budgétisation dans les différents départements et créer de la valeur en alimentant\nla croissance durable et l'amélioration de l'utilisation des ressources :\nQualifications\nNous recherchons des étudiants :\n- Vous étudiez actuellement en vue de l'obtention d'une licence dans l'une des disciplines suivantes : Finance, Comptabilité, ou autre\ndisciplines concernées.\n- Maîtrise de l'anglais.\n- Maîtrise des applications Microsoft Office : Word, Excel, Power Point et Outlook.\n- Excellente communication écrite et orale pour la coordination entre les équipes\nProcédure de candidature :\n1. Demande en ligne\n- Remplir et soumettre votre demande en ligne\n2. Évaluation comportementale et cognitive\n- En fonction de votre admissibilité, vous serez invité par e-mail à passer l'évaluation.\n3. Entretien avec les ressources humaines\n- Passer un entretien basé sur les compétences avec l'équipe des ressources humaines"
}