{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Response By Email (10/02/2024 06:46 PM)\nHi Marisol !\nThank you for contacting Driver Applicant Support! I do apologize for the inconvenience you may have endured today, my name is Athena and I am more than happy to help!\nI have successfully updated your email in our system. It should show correctly from here on out. Please remember an email change will only change for communications/notification purposes only. You will still have to log in with the email that you signed up with initially.\nNew Communication Email:\nMarisol52iscala@hotmail.com\nUsername:\nmarisol20202024@hotmail.com\nIf you haveany further questions, please don't hesitate to reach back out and we’ll be happy to help. As a part of our ongoing effort to improve our service, you will receive an email with a survey regarding my assistance today. I would appreciate your feedback.\nReference#: (240907-026703)\nAlways happy to help! (:\nAthena from DAS.",
    "trans": "Réponse par e-mail (10/02/2024 18:46)\nBonjour Marisol !\nMerci d'avoir contacté le service d'assistance aux candidats conducteurs ! Je m'excuse pour le désagrément que vous avez subi aujourd'hui. Je m'appelle Athena et je suis plus qu'heureuse de vous assister !\nJ'ai réussi à mettre à jour votre adresse électronique dans notre système. Il devrait s'afficher correctement à partir de maintenant. N'oubliez pas qu'un changement d'adresse électronique n'est effectué qu'à des fins de communication/notification. Vous devrez toujours vous connecter avec l'adresse électronique avec laquelle vous vous êtes inscrit initialement.\nNouvel e-mail de communication :\nMarisol52iscala@hotmail.com\nNom d'utilisateur :\nmarisol20202024@hotmail.com\nSi vous avez d'autres questions, n'hésitez pas à nous contacter et nous serons heureux de vous assister. Dans le cadre de nos efforts continus pour améliorer notre service, vous recevrez un e-mail contenant une enquête concernant mon assistance d'aujourd'hui. Je vous serais reconnaissant de me faire part de vos commentaires.\nRéférence#: (240907-026703)\nToujours heureux de vous assister ! (:\nAthena de DAS."
}