{
    "source": "en_US",
    "target": "fr_FR",
    "text": "An event of even greater impact would be the Universal Expo 2030, for which Rome has already applied. Valerio Mancini says that ‘it would be an important opportunity for Rome to strengthen its international image, attract investment and improve its infrastructure, as well as an opportunity for Italy to show the world its culture and strengthen trade relations with other countries. If Rome hosts the Expo there will be economic benefits estimated at around EUR 50 billion, as well as 300,000 jobs and urban regeneration.\nIn fact, without an integrated system of economic, natural, and above all human resources, and without coordination at all levels between public and private institutions, the beautiful one-shot event that merely acts as a showcase for an empty ‘container’ fails to express its full potential. This is why the Great Event should also be followed by a real planning strategy at territorial marketing level, Ibello concludes.",
    "trans": "Un événement d'impact encore plus grand serait l'Exposition Universelle 2030, pour laquelle Rome a déjà posé sa candidature. Valerio Mancini déclare que « ce serait une opportunité importante pour Rome de renforcer son image internationale, d'attirer les investissements et d'améliorer son infrastructure, mais également une opportunité pour l'Italie de montrer au monde sa culture et de renforcer ses relations commerciales avec d'autres pays. Si Rome accueille l'Exposition, les avantages économiques seront estimés à environ 50 milliards d'euros, 300 000 emplois seront créés et la régénération urbaine sera favorisée.\nEn effet, sans un système intégré de ressources économiques, naturelles et surtout humaines, et sans une coordination à tous les niveaux entre les institutions publiques et privées, le bel événement ponctuel qui se contente d'agir comme une vitrine pour un « contenant » vide échoue à exprimer tout son potentiel. C'est la raison pour laquelle le Grand Événement devrait également être suivi d'une véritable stratégie de planification en matière de marketing territorial, conclut Ibello."
}