{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Parents/Guardians,\nAs some of you might be aware, we have started the STI Club. Enclosed herewith you will find parts\nof STI Club that have been initiated. We shall continue with Student Prefects which is part of STI\nClub.\nThis is part of the school's efforts to provide leadership and service opportunities to the society in\nthis case the students community. Students from Year 4 Primary to Year 12 Senior High, can apply\nfor one of the prefectorial positions.\nIn line with this, please find attached the Exhibits regarding the rules and regulations for Student\nPrefects and other information about the Prefect in general. The document also provides al the\nnecessary information for students who are interested in applying for the position of a Prefect.\nImportance dates:\nIf you have any questions about the above, please contact the following Prefect Mentors.\nMs. [redacted_name], SE.Ak\nMs.[redacted_name], S.Si\nFor the benefit of the students, please review the Exhibit enclosed and extend your support.\nKind regards.\n1. Application Process October 2024\n2. Election of Prefect Head and Vice Al Prefects must attend the meeting for voting.\nAbsentee will be disqualified.\nHead Prefect.\nNovember 15, 2024\n3. The selected Prefects will attend their appointment\nceremony\nNovember 30, 2024\n4. They will start to carry out their responsibilities in the\nbeginning of Term 2\nJanuary 6, 2025\nSEKOLAH TUNAS INDONESIA\nStudent Prefect Division\n[redacted_name], SE.Ak [redacted_name], S.Si",
    "trans": "Chers parents/tuteurs,\nPuisque certains d'entre vous le savent peut-être, nous avons créé le club STI. Vous trouverez ci-joint les composantes\ndu Club STI qui ont été initiées. Nous continuerons avec les préfets des élèves qui font partie du\nClub STI.\nCela fait partie des efforts de l'école pour donner des opportunités de leadership et de service à la société,\nen l'occurrence la communauté des élèves. Ceux de la quatrième année du primaire à la douzième année du secondaire peuvent postuler\nà l'un des postes préfectoraux.\nDans cette optique, vous trouverez ci-joint les pièces concernant les règles et règlements pour les élèves préfets ainsi que\nd'autres informations sur les préfets en général. Le document fournit également toutes\nles informations nécessaires aux élèves qui souhaitent poser leur candidature au poste de préfet.\nDates importantes :\nSi vous avez des questions sur ce qui précède, veuillez contacter les préfets mentors suivants :\nMme [redacted_name], SE.Ak\nMme [redacted_name], S.Si\nDans l'intérêt des étudiants, veuillez examiner la pièce jointe et apporter votre soutien.\nJe vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées.\n1. Processus de candidature Octobre 20242.\n2. Élection du préfet en chef et du vice-préfet. Les préfets doivent assister à la réunion pour voter.\nLes absents seront disqualifiés.\nPréfet en chef.\n15 novembre 2024\n3. Les préfets sélectionnés assisteront à leur\ncérémonie de nomination\nLe 30 novembre 2024\n4. Ils commenceront à exercer leurs compétences au\ndébut du deuxième trimestre.\n6 janvier 2025\nSEKOLAH TUNAS INDONESIA\nDivision des élèves préfets\n[redacted_name], SE.AK [redacted_name] S.Si"
}