{
    "source": "en_US",
    "target": "fr_FR",
    "text": "YOUR CONDUCT\nNordVPN Services shall not be used for any criminal, illicit, illegal and fraudulent acts, and you accept and agree not to violate any laws applicable to you. It is your responsibility to know and comprehend any and all relevant laws related to any jurisdiction or venue that concerns you, your actions, and your use of NordVPN Services.\nAs a reminder, your use of and access to NordVPN Services is also subject to the General Terms, including its provisions on Prohibited and Restricted Uses. We reserve the right, at any time, in our sole discretion, with or without notice, to suspend and/or terminate the Accounts and/or NordVPN Services to any users who violate any applicable laws or these Terms, whether repeated violation or a single instance. It means that we may, among other things, terminate NordVPN Accounts and/or NordVPN Services of users who may be repeat infringers in appropriate circumstances. The foregoing does not limit other rights or remedies available to us hereunder, at law or in equity.",
    "trans": "VOTRE COMPORTEMENT\nLes Services NordVPN ne doivent pas être utilisés pour des actes criminels, illicites, illégaux et frauduleux, et vous acceptez et convenez de ne pas enfreindre les lois en vigueur. Il est de votre responsabilité de connaître et de comprendre toutes les lois applicables à toute juridiction ou lieu qui vous concerne, vos actions et votre utilisation des Services NordVPN.\nPour rappel, votre utilisation et votre accès aux Services NordVPN sont également soumis aux Conditions Générales, y compris aux dispositions relatives aux Utilisations Interdites et Restreintes. Nous nous réservons le droit, à tout moment, à notre seule discrétion, avec ou sans préavis, de suspendre et/ou de résilier les Comptes et/ou les Services NordVPN de tout utilisateur qui enfreindrait les lois en vigueur ou les présentes Conditions, qu'il s'agisse d'une violation répétée ou d'un cas unique.  Cela signifie que nous pouvons, entre autres, résilier les comptes NordVPN et/ou les services NordVPN des utilisateurs qui peuvent être des contrefacteurs récidivistes dans des circonstances appropriées. Ce qui précède ne limite pas les autres droits ou recours dont nous disposons en vertu des présentes, en droit ou en équité."
}