{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Residents:\nPlease be advised that a HURRICANE WARNING OR WATCH has been issued for our area! We strive to provide necessary information to our residents, concerning hurricane and tropical storm preparations. It’s also necessary for each resident to become familiar with the location of storm shelters in the area and to take the steps necessary to protect themselves and their personal belongings.\nPreparing for the Storm\nAll residents should remove objects that are prone to become airborne in high winds. Such objects include chairs, tables, hanging plants, potted plants, wind chimes, patio benches, and all other items on the patio/balcony area of your apartment home.\nAll objects that are in the breezeways, hallways, or other items you have placed outside or around your apartment building should be removed and placed inside your apartment.\nDO NOT TAPE OR BOARD UP YOUR APARTMENT WINDOWS! THIS IS STRICTLY PROHIBITED.\nDuring a storm of this type, there is the strong likelihood of power failure. Remember to unplug high value electrical items, so when power flashes back on, the surge of electricity doesn’t damage your equipment.\nHave a supply of bottled water, battery operated radio, flashlights, extra batteries, and a supply of non-perishable food items to last at least five (5) days. If you have an infant, remember to have an adequate supply of disposable diapers, wipes and baby food. If you have a pet, remember to stock up on pet food and supplies. If you take medication, have at least a seven (7) day supply of medication and medical items.\nBe aware that a hurricane or tropical storm is an act of God and your personal belongings should be covered by your personal property insurance; it’s NOT the responsibility of the Property Owner to cover such items.",
    "trans": "Chers Résidents :\nVeuillez noter qu'un AVIS OU UNE ALERTE DE CYCLONE a été émis pour notre région ! Nous nous efforçons de fournir aux résidents les informations nécessaires concernant la préparation aux ouragans et aux tempêtes tropicales. Il est également nécessaire pour chaque résident de se familiariser avec l'emplacement des abris anti-tempêtes dans la région et de prendre les mesures nécessaires pour se protéger ainsi que leurs biens personnels.\nPréparation à la Tempête\nTous les résidents doivent retirer les objets susceptibles de devenir des projectiles en cas de vents violents. Ces objets comprennent les chaises, les tables, les plantes suspendues, les plantes en pot, les carillons éoliens, les bancs de terrasse et tous les autres objets situés sur la terrasse/balcon de votre appartement.\nTous les objets se trouvant dans les coursives, couloirs ou autres articles que vous avez placés à l'extérieur ou autour de votre bâtiment doivent être retirés et placés à l'intérieur de votre appartement.\nNE COUVREZ PAS VOS FENÊTRES D'APPARTEMENT AVEC DU SCOTCH OU DES PLACAGES ! CECI EST STRICTEMENT INTERDIT.\nLors d'une tempête de ce type, il est fort probable qu'il y ait une coupure de courant. N'oubliez pas de débrancher les appareils électroniques de grande valeur, afin que lorsque le courant reviendra, la surtension électrique ne endommage pas vos équipements.\nPréparez-vous en ayant une réserve d'eau en bouteille, une radio à piles, des lampes de poche, des piles de rechange et une réserve de nourriture non périssable pour au moins cinq (5) jours. Si vous avez un nourrisson, veillez à avoir un stock suffisant de couches jetables, de lingettes et de nourriture pour bébé. Si vous avez un animal de compagnie, n'oubliez pas de faire des provisions de nourriture et de fournitures pour animaux. Si vous prenez des médicaments, assurez-vous d'avoir au moins un stock de sept (7) jours de médicaments et d'articles médicaux.\nSoyez conscient qu'un ouragan ou une tempête tropicale est un acte de Dieu et que vos biens personnels doivent être couverts par votre assurance propriété personnelle ; il n'incombe pas au propriétaire des lieux de couvrir ces articles."
}