{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I have a 2017 Equinox with a 2.4 liter engine. I've been having issues with the check engine light coming on for several days, going off for a few days and back to on again. The error codes are P0138 and P2271. I replaced the downstream O2 sensor with a Bosch sensor that was supposedly a suitable replacement (seems like I should have went OEM). This did not fix the issue. I'm tempted to buy an OEM sensor to replace the Bosch one, but I wanted to do my due diligence before buying another sensor. I unplugged the downstream sensor and tested the heater circuit voltage and got 9.8 volts. Is it supposed to be 12 V? Other bits of info: 1) I measured resistance from the heater circuit ground to battery ground to be 3.3 kohms. 2) The old sensor I removed measures 50 ohms from the black sensor wire to the heater circuit (I also get about 6 ohms across the heater circuit). I don't think the new Bosch sensor measures any resistance from the black sensor wire to the heater circuit. 3) After 15 minutes of the engine running and the O2 sensor unplugged, the Bosch sensor reads back about 0.6 volts.",
    "trans": "J'ai un Equinox 2017 avec un moteur de 2,4 litres. J'ai des problèmes avec le voyant de contrôle du moteur qui s'allume pendant plusieurs jours, s'éteint pendant quelques jours et s'allume à nouveau. Les codes d'erreur sont P0138 et P2271. J'ai remplacé le capteur O2 en aval par un capteur Bosch qui était supposée être un rechange approprié (il me semble que j'aurais dû prendre une pièce OEM). Cela n'a pas résolu le problème. Je suis tenté d'acheter un capteur OEM pour remplacer celui de Bosch, mais je voulais faire mes devoirs avant d'acheter un autre capteur. J'ai débranché le capteur en aval et j'ai testé la tension du circuit de chauffage et j'ai obtenu 9,8 volts. Cela devrait-il être 12 V ? Autres informations : 1) J'ai mesuré la résistance du circuit de chauffage à la masse de la batterie et trouvé 3,3 kohms. 2) L'ancien capteur que j'ai enlevé mesure 50 ohms entre le fil noir du capteur et le circuit de chauffage (j'obtiens également environ 6 ohms à travers le circuit de chauffage). Je ne pense pas que le nouveau capteur Bosch mesure une quelconque résistance entre le fil noir du capteur et le circuit de chauffage. 3) Après 15 minutes de fonctionnement du moteur et le capteur O2 débranché, le capteur Bosch indique environ 0,6 volt."
}