{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As you may have heard from Adidas, they were unable to fulfill your order and so a partial refund has been issued to you. If you'd like to learn what was and was not shipped, or to place another order, please visit the merchant's website or contact Adidas directly so they can confirm your order status.\nWe have processed the following refund and adjusted your payment schedule accordingly. If you have made a donation with this order, this amount is non-refundable.\nAmount refunded\n-$0.01 USD\nNew order total\n$70.31 USD\nRetailer\nAdidas\nAfterpay order number\n[redacted_info]\nOutstanding balance\n$52.73 USD\nYour adjusted payment schedule\nDown Payment\n$17.58 USD\nPAID\nTue, 10/29/2024\n$17.58 USD\nTue, 11/12/2024\n$17.58 USD\nTue, 11/26/2024\n$17.57 USD\nPlease note that we adjust your final payment first and work back to your most recent payment when applying the refund.\nThank you for using Afterpay.\nNeed help?\nVisit our Help Page\n© 2024Afterpay. 760 Market St. Floor 2, Unit 2.03, San Francisco, CA 94102",
    "trans": "Comme vous l'avez peut-être entendu de la part d'Adidas, ils n'ont pas pu honorer votre commande et un remboursement partiel vous a donc été accordé. Si vous souhaitez savoir ce qui a été expédié ou non, ou pour passer une nouvelle commande, veuillez visiter le site du marchand ou contacter directement Adidas afin qu'ils puissent confirmer le statut de votre commande.\nLe traitement de remboursement suivant et ajusté votre calendrier de paiement en conséquence. Si vous avez fait un don avec cette commande, ce montant n'est pas remboursable.\nMontant remboursé\n0,01 $ USD\nNouveau total de la commande\n70,31 $ USD\nDétaillant\nAdidas\nNuméro de commande Afterpay\n[redacted_info]\nSolde impayé\n52,73 $ USD\nVotre calendrier de paiement ajusté\nAcompte\n17,58 $ USD\nPAYÉ\nMar, 29/10/2024\n17,58 $ USD\nMar, 12/11/2024\n17,58 $ USD\nMar, 26/11/2024\n17,57 $ USD\nNous vous prions de noter que nous ajustons votre dernier paiement en premier et revenons à votre paiement le plus récent lors de l'application du remboursement.\nNous vous prions d'utiliser Afterpay.\nBesoin d'aide ?\nPrière visiter notre page d'aide\n© 2024 Afterpay. 760 Market St. Floor 2, Unit 2.03, San Francisco, CA 94102"
}