{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Muslim commander was sitting next to the female-knight-pathfinder Victoria. The Muslim commander really liked the female-knights and started talking to them.\nMuslim commander: Lady, let's get acquainted, my name is Amir. What is your name, beauty (he addressed Victoria)?\nFemale-knight-pathfinder Victoria: My name is Victoria.\nMuslim commander: Dear, Victoria, do you like it here, do you feel comfortable here, has anyone offended you and your friend? What is your friend's name?\nFemale-knight-pathfinder Victoria: Yes, Amir, I really like it here, you have a very cultured society here, no one has offended me here, and if I were offended, I would give any offender a rebuff and put him in his place. Amir, I am not used to complaining, I have always, since childhood, fought and put any boors and impudent people in their place. My best friend's name is Elena. Amir, I didn't know that being captured could lead such an easy, comfortable and trouble-free life, I am your enemy, and you treat me and my friend like your best friends. To be honest, I am very surprised by your good treatment of the captured knights. I thought that when your warriors brought us to the fortress, they would immediately start robbing us, stripping us naked and raping us, and then selling us into slavery.\nMuslim commander: Victoria, you and I are enemies only for military reasons, but I don't consider you and your friend my enemies. I have always been used to fighting honestly and I am used not only to protecting honest and good people, but also to treating captured enemies well, so, Victoria, even being captured, you can meet good and normal people. Victoria, eat, drink wine and rest. I will not disturb you and your friend and pester you with my conversations.\nFemale-knight-pathfinder Victoria: Thank",
    "trans": "Le commandant musulman était assis à côté de la femme chevalier-guérite Victoria. Le commandant musulman aimait beaucoup les femmes chevaliers et a commencé à leur parler.\nCommandant musulman : Madame, faisons connaissance, je m'appelle Amir. Quel est ton nom, ma belle (il s'adresse à Victoria) ?\nFemme-chevalier-guérisseuse Victoria : Je m'appelle Victoria.\nCommandant musulman : Chère Victoria, est-ce que vous vous plaisez ici, est-ce que vous vous sentez à l'aise, est-ce que quelqu'un vous a offensée, vous et votre amie ? Quel est le nom de votre ami ?\nFemme-chevalier-éclaireur Victoria : Oui, Amir, j'aime beaucoup cet endroit, vous avez une société très cultivée, personne ne m'a offensée ici, et si j'étais offensée, je donnerais une rebuffade à tout offenseur et je le remettrais à sa place. Amir, je n'ai pas l'habitude de me plaindre, j'ai toujours, depuis mon enfance, combattu et remis à leur place les rustres et les impudents. Ma meilleure amie s'appelle Elena. Amir, je ne savais pas qu'en étant capturé, on pouvait mener une vie aussi facile, confortable et sans problème, je suis ton ennemi, et tu nous traites, moi et mon amie, comme tes meilleurs amis. Pour être honnête, je suis très surpris de la façon dont vous traitez les chevaliers capturés. Je pensais que lorsque vos guerriers nous auraient amenés à la forteresse, ils auraient immédiatement commencé à nous voler, à nous déshabiller et à nous violer, puis à nous vendre comme esclaves.\nCommandant musulman : Victoria, toi et moi ne sommes ennemis que pour des raisons militaires, mais je ne te considère pas, toi et ton ami, comme mes ennemis. J'ai toujours eu l'habitude de me battre honnêtement et j'ai l'habitude non seulement de protéger les gens honnêtes et bons, mais aussi de bien traiter les ennemis capturés, donc, Victoria, même en étant capturée, tu peux rencontrer des gens bons et normaux. Victoria, mange, bois du vin et repose-toi. Je ne vous dérangerai pas, vous et votre ami, et je ne vous importunerai pas avec mes conversations.\nFemme-chevalier-éclaireur Victoria : Merci"
}