{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Applicant Number: 250016680 / 700322649\nDate: 17 October 2024\nWenying Fang\nRoom 1102, No. 39 Chunjiang Garden Xishan District\nWuxi\n214000\nChina\nDear Wenying Fang,\nApplication for Postgraduate Study - MSc Ops, Log and Supply Chain Mgmt (FT)\nI am pleased to confirm that your application to study at Newcastle University has been successful. Details of your Conditional offer can be found in the 'Terms and Conditions of Your Offer' section of this letter.\nIf you have any questions about your offer please contact pgadmissions@ncl.ac.uk. You should quote your programme of study, and the reference number at the top of this letter in your email.\nAcceptance of Offer\nTo accept (or decline) your offer, login to Apply to Newcastle Portal.\nWhen you accept your offer you are accepting the University's overall Terms and Conditions. A copy of these is\navailable at https://www.ncl.ac.uk/student-welcome/student-contract/ . Postgraduate Offer Guide\nOur online Postgraduate Offer Guide at www.ncl.ac.uk/postgraduate/applications-offers/offer-guide/ explains everything you need to know about your postgraduate study offer, including what you need to do and when. It also includes information about applying for a visa, accommodation, funding and fees, and the support we provide to welcome you to Newcastle.\nPostgraduate Admissions Service Newcastle University King’s Gate Newcastle-upon-Tyne NE1 7RU\nTerms and Conditions of your offer for Postgraduate Study\nName of Applicant Wenying Fang\nApplication Number 700322649\nApplicant Number 250016680\nDate of Issue 17 October 2024\nType of Offer Conditional\nProgramme of Study MSc Ops, Log and Supply Chain Mgmt (FT)\nSchool Newcastle University Business School\nCAH3 (CAH17-01-04) management studies\nStart Date* 15/09/2025\nExpected Completion Date**\n16/09/2026\nConditions\nReceipt of a copy of your Bachelor degree certificate\nAward of your Bachelor degree with an overall grade of 80%.\nIELTS 6.5 with at least 6.0 in all sub-skills, or recognised equivalent. Alternatively, successful completion of INTO Newcastle's pre-sessional. Our Band 6 English language requirements apply to this offer. See information at: go.ncl.ac.uk/pre-sessional Receipt of certified copies of your Certificate and Transcript that has been physically stamped and signed in English, with a declaration that this is a true copy of the original document. This must be done by your Agent, University or an official translator. Electronic stamps and signatures are not accepted.\nReceipt of an official final transcript showing the overall grade achieved\nReceipt of a copy of your new passport, as the current passport will be expired before the start of the course.\nA deposit payment of £1,500 is required to be paid by 30-01-2025. For further information please refer to the offer guide. Should you have any enquiries, please submit them via the application portal. If you do not pay your deposit by the deadline your offer will be withdrawn.\nFee Status International Student\nTuition Fee Band Band 1\nTuition Fee **\n£27,100.00\nThis fee is expected to rise for the 2025-2026 academic year. Further information will be available in March 2025\nDeposit Fee\nPlease note a deposit of £1,500 is payable, See attached 'Information for Offer Holders.\n* Under normal circumstances you will not be permitted to start the course beyond this date. If you foresee any problem which may affect your arrival in Newcastle please notify the Postgraduate Admissions Team immediately.\n** Newcastle University charges tuition fees by academic year. The University’s full academic year runs from September to August. If you have a mid-year start date, you will only pay a proportion of this tuition fee to cover the period of study to the end of the academic year. If your course lasts longer than an academic year, the fee due in September, at the start of the next academic year, will normally be higher than in the previous year, due to an annual inflationary increase. Further information about tuition fees is available at https://www.ncl.ac.uk/tuition-fees/costs/.\nIf you need a hard copy of this letter posted to you please email the Postgraduate Admissions Team at pgadmissions@ncl.ac.uk.\nMay I take this opportunity to congratulate you on your offer of a place to study at Newcastle University. I hope that you will accept your offer and I wish you every success in your future studies with us.\nYours sincerely, Postgraduate Admissions",
    "trans": "Numéro du demandeur : 250016680 / 700322649\nDate: 17 October 2024\nWenying Fang\nRoom 1102, No. 39 Chunjiang Garden Xishan District\nWuxi\n214000\nChina\nChère Wenying Fang,\nCandidature pour les études postuniversitaires - MSc Ops, Log and Supply Chain Mgmt (FT)\nJ'ai le plaisir de vous confirmer que votre demande d'inscription à l'université de Newcastle a été acceptée. Les détails de votre offre conditionnelle figurent dans la section « Conditions de votre offre » de la présente lettre.\nSi vous avez des questions concernant votre offre, veuillez contacter pgadmissions@ncl.ac.uk.\nDans votre e-mail, vous devez mentionner votre programme d'études et le numéro de référence figurant au début de cette lettre.\nPour accepter (ou refuser) votre offre, connectez-vous au portail Apply to Newcastle.\nEn acceptant votre offre, vous acceptez les conditions générales de l'université. Une copie de ces conditions est disponible à l'adresse suivante\ndisponible à l'adresse https://www.ncl.ac.uk/student-welcome/student-contract/ . Guide des offres d'études postuniversitaires\nNotre Postgraduate Offer Guide en ligne sur www.ncl.ac.uk/postgraduate/applications-offers/offer-guide/ explique tout ce que vous devez savoir sur votre offre d'études de troisième cycle, y compris ce que vous devez faire et quand vous devez le faire. Il comprend également des informations sur la demande de visa, l'hébergement, le financement et les frais de scolarité, ainsi que sur l'aide que nous vous apportons pour vous accueillir à Newcastle.\nPostgraduate Admissions Service Newcastle University King's Gate Newcastle-upon-Tyne NE1 7RU\nConditions de l'offre d'études postuniversitaires\nNom du demandeur Wenying Fang\nNuméro de la demande 700322649\nNuméro du demandeur 250016680\nDate d'émission 17 octobre 2024\nType d'offre Conditionnelle\nProgramme d'études MSc Ops, Log and Supply Chain Mgmt (FT)\nÉcole de commerce de l'université de Newcastle\nCAH3 (CAH17-01-04) études de gestion\nDate de début* 15/09/2025\nDate d'achèvement attendue**\n16/09/2026\nConditions\nRéception d'une copie du certificat de licence\nObtention du diplôme de bachelier avec une note globale de 80 %.\nIELTS 6.5 avec au moins 6.0 dans toutes les sous-compétences, ou équivalent reconnu. Il est également possible de terminer avec succès la pré-session d'INTO Newcastle. Nos exigences en matière d'anglais (Band 6) s'appliquent à cette offre. Voir les informations à l'adresse suivante : go.ncl.ac.uk/pre-sessional Réception de copies certifiées conformes de votre certificat et de votre relevé de notes, tamponnées et signées en anglais, accompagnées d'une déclaration attestant qu'il s'agit d'une copie conforme du document original. Cette signature doit être apposée par votre agent, votre université ou un traducteur officiel. Les cachets et signatures électroniques ne sont pas acceptés.\nRéception d'un relevé de notes final officiel indiquant la note globale obtenue\nRéception d'une copie de votre nouveau passeport, car le passeport actuel aura expiré avant le début de la formation.\nUn acompte de 1 500 £ doit être versé avant le 30-01-2025. Pour plus d'informations, veuillez consulter le guide de l'offre. Si vous avez des questions, veuillez les soumettre via le portail de candidature. Si vous ne payez pas votre acompte avant la date limite, votre offre sera retirée.\nStatut tarifaire Étudiant international\nTranche de frais de scolarité Tranche 1\nFrais de scolarité **\n£27,100.00\nCette taxe devrait augmenter pour l'année académique 2025-2026. De plus amples informations seront disponibles en mars 2025\nFrais de dépôt\nVeuillez noter qu'une caution de 1 500 £ doit être versée. Voir les « Informations pour les détenteurs d'offres » ci-jointes.\n* Dans des circonstances normales, vous ne serez pas autorisé à commencer le cours après cette date. Si vous prévoyez un problème quelconque susceptible d'affecter votre arrivée à Newcastle, veuillez en informer immédiatement l'équipe chargée des admissions pour les études postuniversitaires.\n** L'université de Newcastle facture les frais de scolarité par année universitaire. L'année universitaire complète s'étend de septembre à août. Si vous commencez vos études en milieu d'année, vous ne paierez qu'une partie de ces frais de scolarité pour couvrir la période d'études jusqu'à la fin de l'année académique. Si votre cursus dure plus d'une année universitaire, les frais de scolarité dus en septembre, au début de l'année universitaire suivante, seront normalement plus élevés que ceux de l'année précédente, en raison d'une augmentation annuelle due à l'inflation. De plus amples informations sur les frais de scolarité sont disponibles sur le site https://www.ncl.ac.uk/tuition-fees/costs/.\nSi vous souhaitez recevoir une copie papier de cette lettre par la poste, veuillez envoyer un e-mail à l'équipe chargée des admissions postuniversitaires à l'adresse suivante : pgadmissions@ncl.ac.uk.\nPermettez-moi de profiter de cette occasion pour vous féliciter d'avoir obtenu une place d'étudiant à l'université de Newcastle.  J'espère que vous accepterez votre offre et je vous souhaite beaucoup de succès dans vos futures études chez nous.\nJe vous prie d'agréer, Admissions postuniversitaires"
}