{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Pick an environmental issue: Choose something like pollution, climate change, or deforestation.\nExplain the problem: Write 2-3 sentences describing what happens because of the issue. For example, how it affects people, animals, or the Earth.\nWrap it up: End by mentioning why it's important to think about the environment and our actions.\nExample 1 (Pollution):\nPollution happens when harmful substances like chemicals or trash enter the environment. This can damage water, air, and land, making it unsafe for animals, plants, and people. In Fuzzy Mud, the chemical Biolene spreads uncontrollably, similar to how pollution can spread in real life. Both show how human inventions can accidentally harm nature. Just like pollution, Biolene was created to solve a problem but ended up causing bigger issues. This reminds us to be careful about how we interact with the environment.",
    "trans": "Choisissez un problème environnemental : Choisissez quelque chose comme la pollution, le changement climatique ou la déforestation.\nExpliquez le problème : Écrivez 2 à 3 phrases décrivant ce qui se passe à cause de ce problème. Par exemple, comment il affecte les gens, les animaux ou la Terre.\nConclusion : Terminez en mentionnant pourquoi il est important de penser à l'environnement et à nos actions.\nExemple 1 (Pollution) :\nLa pollution se produit lorsque des substances nocives comme des produits chimiques ou des déchets pénètrent dans l'environnement. Cela peut endommager l'eau, l'air et la terre, et les rendre dangereux pour les animaux, les plantes et les personnes. Dans Fuzzy Mud, le produit chimique Biolene se répand de manière incontrôlable, de la même manière que la pollution peut le faire dans la vie réelle. Les deux montrent comment les inventions humaines peuvent accidentellement nuire à la nature. Tout comme la pollution, il a été créé pour résoudre un problème, mais il a fini par causer des problèmes plus importants. Cela nous rappelle d'être prudents quant à notre interaction avec l'environnement."
}