{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In these places you experience - actively or passively - the meaning of power and of forces which are not easily controlled. You live in extremes, and your motto is \"all or nothing\". That is fine, as long as you are aware of what you are doing and how others perceive you. If you are not careful, the tide may turn against you.\nThe strong energies of Pluto in combination with the Sun generally cause you to question aspects of your life which have become too rigid. You can definitely expect profound changes by being in this region. What type of events is likely to happen in your life under this influence depends on your current constitution and state of development.\nrossing Sun/Pluto / 2440 km\nIt is here that you come into contact with your unacknowledged needs and repressed emotions. The shadow sides of your psyche come to the surface, often without warning and in a disruptive manner. If you find the courage to face these deeper dimensions of yourself, you can transform them. Psychotherapy can also facilitate this process.\nA constructive way to deal with these topics lies in the wisdom of the occult and shamanistic rites for example. Use the power of this influence to explore and transform your personality.",
    "trans": "Dans ces lieux, vous ressentez activement ou passivement la signification du pouvoir et des forces qui ne sont pas facilement contrôlées. Vous vivez dans les extrêmes, et votre devise est « tout ou rien ». C'est bien tant que vous êtes conscient de ce que vous faites et de la manière dont les autres vous perçoivent. Si vous ne faites pas attention, la situation peut se retourner contre vous.\nLes fortes énergies de Pluton en combinaison avec le Soleil vous poussent généralement à remettre en question les aspects de votre vie devenus trop rigides. Vous pouvez certainement vous attendre à des changements profonds en étant dans cette région. Le type d'événements susceptibles de se produire dans votre vie sous cette influence dépend de votre constitution actuelle et de votre état de développement.\nLe Soleil/Pluton/2 440 km\nC'est ici que vous entrez en contact avec vos besoins inavoués et vos émotions réprimées. Les côtés obscurs de votre psyché remontent alors à la surface, souvent sans avertissement et de manière perturbante. Si vous trouvez le courage de faire face à ces dimensions plus profondes de vous-même, vous pouvez les transformer. La psychothérapie peut également faciliter ce processus.\nUne manière constructive de traiter ces sujets réside dans la sagesse de l'occulte et des rites chamaniques, par exemple. Utilisez le pouvoir de cette influence pour explorer et transformer votre personnalité."
}