{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Florida International University is a public institution that was founded in 1972. It has a total undergraduate enrollment of 44,045 (fall 2023), its setting is urban, and the campus size is 344 acres. It utilizes a semester-based academic calendar. Florida International University's ranking in the 2025 edition of Best Colleges is National Universities, #98. Its in-state tuition and fees are $6,566; out-of-state tuition and fees are $18,964.\nMiami's Florida International University has two main campuses: the Modesto A. Maidique Campus in West Miami-Dade County and the Biscayne Bay Campus in North Miami. About 60 percent of students who attend the university are Hispanic, making the school one of the top granters of bachelor's degrees to Hispanic undergraduates.\nOutside of class, there are many student organizations and more than 30 fraternities and sororities to consider joining, as well as annual campus events, such as the Food Network South Beach Wine & Food Festival, to check out. The FIU Golden Panthers sports teams compete in the NCAA Division I Conference USA.\nGraduate students can enroll in the Florida International University College of Law, College of Education, College of Business and more. Notable alumni of FIU include actor Danny Pino, who has appeared in television shows including \"The Shield\" and \"Law & Order: Special Victims Unit,\" and Adam Stewart, CEO of Sandals Resorts International.\n- Show Less\nAt-a-Glance\nSetting\nUrban\nIn-state tuition and fees\n$6,566\nUndergraduate Enrollment\n44,045\nAcceptance Rate\n59%",
    "trans": "L'Université internationale de la Floride (Florida International University) est un établissement public fondé en 1972. Elle compte un total de 44 045 étudiants de premier cycle (automne 2023), son environnement est urbain et sa superficie est de 344 acres. Elle utilise un calendrier académique semestriel. Le classement de l'Université internationale de la Floride dans l'édition 2025 des Meilleures Universités est : Universités Nationales, #98. Ses frais de scolarité pour les résidents de l'État sont de 6 566 $ ; pour les non-résidents de l'État, ils sont de 18 964 $.\nLa Florida International University de Miami possède deux campus principaux : le Modesto A. Maidique Campus dans le comté de West Miami-Dade et le Biscayne Bay Campus dans le nord de Miami. Environ 60 % des étudiants qui fréquentent l'université sont hispaniques, ce qui fait de l'établissement l'un des premiers à délivrer des diplômes de licence à des étudiants hispaniques.\nEn dehors des cours, il existe de nombreuses organisations étudiantes et plus de 30 fraternités et sororités auxquelles il est possible d'adhérer, ainsi que des événements annuels sur le campus, tels que le Food Network South Beach Wine & Food Festival. Les équipes sportives des Golden Panthers de la FIU participent à la NCAA Division I Conference USA.\nLes étudiants diplômés peuvent s'inscrire à la Florida International University College of Law, College of Education, College of Business, et bien plus. Parmi les anciens élèves célèbres de FIU, on trouve l'acteur Danny Pino, qui a joué dans des séries télévisées telles que \"The Shield\" et \"Law & Order: Special Victims Unit\", ainsi qu'Adam Stewart, PDG de Sandals Resorts International.\n- Montrer moins\nEn bref\nLe cadre\nUrbain\nFrais de scolarité pour les résidents de l'État :\n6 566 $\nEffectif des étudiants de premier cycle :\n44 045\nTaux d'acceptation :\n59 %"
}