{
    "source": "en_US",
    "target": "fr_FR",
    "text": "*7th Year*\nWhen Mariya woke up the following morning, she couldn't feel her feet. That is, until she climbed out of bed and felt them brush painfully against the floor. Thankfully no blisters had formed, but her heels were rubbed raw from the hours of dancing. She did however feel immensely grateful that she hadn't consumed much alcohol the previous evening, as she could only imagine the hangovers some of her peers would be dealing with throughout a day of classes.\nInstead of her usual boots or flats, Mariya decided on wearing a comfortable pair of black trainers which - though not really school uniform - would not be picked up on by the teachers. She threw her hair up into a messy bun and washed her face quickly before leaving her dorm, having never been particularly bothered about make up or properly styling her hair.\nShe meandered through the corridors until she reached the great hall, where she dropped into a seat beside Remus - who was reading a book - and shooting him a confused look when she noticed that Sirius has fallen asleep at the table, his head having landed sideways in his bowl of cereal and that James was had his tongue sticking out the side of his mouth slightly in concentration as he slowly used sticking charms to attach bran flakes to Sirius's forehead in the shape of a loveheart. She raised an eyebrow at the boy, making him grin at her, and cast him a look as if to say I am glad you're doing something productive with your first class education. This was clearly a look he was used to receiving as he just shrugged at her - not looking guilty in the slightest - and went back to his task.\nDeciding it was better to just accept it, Mariya turned back towards the table and picked up a red chive bagel, the food was always so much better at the Gryffindor table - clearly the house elves liked them best too - and added a few pieces of cheese before taking a bite. Remus shot her a look for the strange combination and she just offered the other half to him, smiling as he took a bite and nodded in surprised delight. Finishing the food, Mariya and Remus stood from the table and began to walk towards their first class - potions - Mariya could only hope that Professor Slughorn would give them something interesting to do.\nThe next month passed in like manner; everyone went to classes as usual, they ate meals together and nothing out of the ordinary happened. Mariya and Regulus continued to exchange letters and James and Mariya still attended meetings with Professor McGonagall, though she had been more willing to let them miss them with the improvement in their relationship.\nThen one morning in the middle of December, only a week before the school broke up for the Christmas holidays, everyone was sitting at dinner when something rather unexpected happened.\nFirst the enormous doors that led to the great hall flew open, then a boy walked in. If Mariya hadn't known any better, she would have thought that the boy was James Potter; he certainly looked like him, with the same messy black hair and swaggering walk, but Mariya could see James sitting next to Sirius at the Gryffindor table. He too was looking at the newcomer with confusion but Mariya could see the beginnings of a grin forming on his face. Only thirty seconds or so passed before James stood and strode the length of the tables catching the other boy in an embrace that was quickly reciprocated. Pulling back, they spoke to each other for a moment - ignoring all the heads that were craning towards them in an attempt to hear what they were saying - before turning to stride towards the teachers table.\nJames voice was clear as he spoke to Professor Dumbledore, \"This is my cousin Jasper. He is a transfer student from Beauxbatons Academy of Magic.\"\nProfessor McGonagall nodded and she and Dumbledore rose from the table, disappearing out of the doors in order to - Mariya presumed - fetch the Sorting Hat. As soon as they vanished from sight, the hall burst out in whispers as students wondered which house he would be in, why he was there, and obviously most importantly whether or not he had a girlfriend.\nTwo of these ever so important questions were answered the following morning. Jasper Potter, though sitting at the Gryffindor table - was wearing blue and bronze edged robes - making him a clear Ravenclaw. The second was that he was definitely single, as he had only been sitting there for a few minutes before Lily Evans walked past him and he threw her a smile and a wink which, it is worth saying, earned him only a raised eyebrow from the redhead.\n\"What is it with Potter boys and liking Lily Evans?\" Mariya asked as she slid into the free seat beside Remus. \"It's like you have some sort of death wish.\"\n\"Well she is even more beautiful than how James described her in his letters,\" Turning from the ginger girl to face Mariya, \"But who are you?\"\nMariya sent an amused look in James direction, \"Do I not make it into your familial correspondences, Potter.\" He grimaced in response as Mariya stuck a hand out to his cousin. \"Mariya Seratova, it's a pleasure.\"\nJasper looked between Mariya and James in confusion for a few moments before accepting the hand, \"I thought that you weren't friends, James certainly never seemed to like you.\"\nRemus winced and Mariya was shocked for a moment before she shrugged gently, \"I wasn't a big fan of his either but we are Head Boy and Head Girl this year so we have become reconciled over that.\"",
    "trans": "*7ème année\nLorsque Mariya se réveilla le lendemain matin, elle ne sentait plus ses pieds. C'est-à-dire, jusqu'à ce qu'elle sorte du lit et qu'elle les sente frôler douloureusement le sol. Heureusement, aucune ampoule ne s'était formée, mais ses talons étaient frottés à vif par les heures de danse. Elle était cependant très reconnaissante de ne pas avoir consommé beaucoup d'alcool la veille, car elle ne pouvait qu'imaginer la gueule de bois de certains de ses camarades après une journée de cours.\nAu lieu de ses bottes  habituelles  ou chaussures plates, Mariya décida de porter une confortable paire de baskets noires qui, bien que n'étant pas vraiment l'uniforme de l'école, ne serait pas remarquée par les professeurs. Elle se coiffa en un chignon désordonné et se lava rapidement le visage avant de quitter son dortoir, n'ayant jamais été particulièrement soucieuse de se maquiller ou de se coiffer correctement.\nElle se faufila dans les couloirs jusqu'à la grande salle, où elle s'assit à côté de Remus qui lisait un livre et lui jeta un regard confus lorsqu'elle remarqua que Sirius s'était endormi à table, sa tête ayant atterri de travers dans son bol de céréales, et que James avait la langue légèrement sortie du côté de sa bouche, concentré, alors qu'il utilisait lentement des charmes de collage pour attacher des flocons sur le front de Sirius en forme de cœur d'amour. Elle fronça son sourcil en direction du garçon, ce qui lui arracha un sourire et lui jeta un regard comme pour lui dire : « Je suis contente que tu fasses quelque chose de productif avec ton éducation de première classe ». C'était clairement un regard qu'il avait l'habitude de recevoir puisqu'il se contenta de hausser les épaules - sans avoir l'air le moins du monde coupable  et retourna à sa tâche.\nDécidé qu'il valait mieux l'accepter, Mariya se retourna vers la table et prit un bagel rouge à la ciboulette, la nourriture était toujours bien meilleure à la table des Gryffondor - visiblement les elfes de maison les préféraient aussi - et ajouta quelques morceaux de fromage avant de prendre une bouchée. Remus lui jeta un regard pour cette étrange combinaison et elle se contenta de lui offrir l'autre moitié, souriant lorsqu'il en prit une bouchée et hocha la tête étant surpris. Mariya et Remus se levèrent de la table et se dirigèrent vers leur premier cours - les potions - Mariya ne pouvait qu'espérer que le professeur Slughorn leur donnerait quelque chose d'intéressant à faire.\nLe mois suivant se passa de la même manière : tout le monde allait en cours comme d'habitude, ils prenaient leurs repas ensemble et rien ne sortait de l'ordinaire. Mariya et Regulus continuaient d'échanger des lettres. James et Mariya assistaient toujours aux réunions avec le professeur McGonagall, bien que celle-ci ait été plus disposée à les laisser manquer ces réunions depuis l'amélioration de leur relation.\nUn matin de la mi-décembre, une semaine seulement avant la fermeture de l'école pour les vacances de Noël, tout le monde était en train de dîner lorsqu'un événement inattendu se produisit.\nD'abord, les grandes portes qui menaient à la grande salle s'ouvrirent, puis un garçon entra. Si Mariya n'avait pas été mieux informée, elle aurait pensé qu'il s'agissait de James Potter ; il lui ressemblait certainement, avec les mêmes cheveux noirs en désordre et la même démarche chaloupée, mais Mariya pouvait voir James assis à côté de Sirius à la table des Gryffondor. Lui aussi regardait le nouveau venu avec confusion, mais Mariya pouvait voir le début d'un sourire se former sur son visage. Il ne s'écoula qu'une trentaine de secondes avant que James ne se lève et fasse le tour des tables pour prendre l'autre garçon dans ses bras, ce qui ne tarda pas à être réciproque. En se retirant, ils se parlèrent un moment - ignorant toutes les têtes qui se tournaient vers eux pour tenter d'entendre ce qu'ils disaient - avant de se tourner vers la table des professeurs.\nLa voix de James était claire lorsqu'il s'adressa au professeur Dumbledore : « Voici mon cousin Jasper. C'est un étudiant transféré de l'Académie de Magie de Beauxbatons ».\nLe professeur McGonagall acquiesça, tandis que Dumbledore et elle se levèrent de la table, disparaissant par les portes pour  aller chercher le Chapeau de choix. Dès qu'ils disparurent de la vue des élèves, les murmures fusèrent dans la salle, les élèves se demandant dans quelle maison il serait, pourquoi il était là et, évidemment, le plus important, s'il avait ou non une petite amie.\nDeux de ces questions, toujours aussi importantes, trouvèrent leur réponse le lendemain matin. Jasper Potter, bien qu'assis à la table de Gryffondor, portait des robes bleues et bordées de bronze, ce qui en faisait clairement un Ravenclaw. La seconde disait qu'il était définitivement célibataire, car il n'était assis là que depuis quelques minutes lorsque Lily Evans passa devant lui et qu'il lui souriait et jetait un clin d'œil qui, il faut le dire, ne lui valut qu'un froncement de sourcils de la rouquine.\n« Qu'est-ce qui fait que les garçons Potter aiment Lily Evans ?», demanda Mariya en se glissant dans le siège libre à côté de Remus. « C'est comme si vous aviez une sorte de désir de mort. »\n« Eh bien, elle est même plus belle que la description que faite par James dans ses lettres ». Se détournant de la jeune fille rousse pour faire face à Mariya, « Mais qui es-tu ?»\nMariya jeta un regard amusé en direction de James, « Est-ce que je ne figure pas dans votre correspondance familiale, Potter ?» Il grimaça en répondant lorsque Mariya tendit la main à sa cousine. « Mariya Seratova, c'est un plaisir ».\nJasper regarda Mariya et James avec confusion pendant quelques instants avant d'accepter la main, « Je pensais que vous n'étiez pas amis, James n'a jamais semblé vous apprécier ».\nRemus grimaça et Mariya fut choquée pendant un moment avant de hausser doucement les épaules. « Je n'étais pas une grande fan de lui non plus mais nous sommes Head Boy et Head Girl. Cette année alors, nous nous sommes réconciliés à ce sujet. »"
}