{
    "source": "en_US",
    "target": "fr_FR",
    "text": "DETANGLE, MOISTURIZE, & CLEANSE: Easily lock in moisture and fight frizz, while adding slip for easy detangling with our gentle kids leave in conditioner and detangler shampoo set!\nHYDRATE, STRENGTHEN & PROTECT: Carefully formulated with plant protein peptides and argan oil, our toddler shampoo and conditioner duo strengthens, repairs, and improves manageability for all hair types.\nGREAT FOR KIDS AND FAMILIES ALIKE: Our Kid Shampoo & Leave in Conditioner for Kids are formulated for children ages 3+, but anyone in the family can use them safely, even 1-year olds!\nGENTLE & TEAR-FREE: Our detangling toddler conditioner & tear-free shampoo for kids are gentle enough for daily use and safe even for sensitive skin, making shower time a stress-free pleasure!\nCLEAN & VEGAN INGREDIENTS: The kid shampoo and conditioner in this set are made with clean ingredients, and no sulfates, parabens, phthalates, or petrolatum.",
    "trans": "DÉMÊLER, HYDRATER ET NETTOYER : Retenez facilement l'humidité et combattez les frisottis tout en apportant de la brillance grâce à notre duo de shampoing et après-shampoing sans rinçage pour enfants, conçu pour faciliter le démêlage et apporter de l'éclat !\nHYDRATER, RENFORCER ET PROTÉGER : Formulé avec soin à base de peptides de protéines végétales et d'huile d'argan, notre duo shampoing et après-shampoing pour tout-petits renforce, répare et améliore la maniabilité de tous les types de cheveux.\nIdéal pour les enfants et les familles : notre shampoing pour enfants et notre après-shampoing sans rinçage sont formulés pour les enfants de 3 ans et plus, mais conviennent à tout le monde dans la famille, y compris les bébés d'un an !\nDoux et sans larmes : notre après-shampoing démêlant pour tout-petits et notre shampoing sans larmes pour enfants sont suffisamment doux pour une utilisation quotidienne et sûrs même pour les peaux sensibles. Ils rendent le moment de la douche sans stress et agréable !\nIngrédients propres et végétaux : le shampoing et l'après-shampoing pour enfants de cet ensemble sont fabriqués à partir d'ingrédients propres, sans sulfates, parabènes, phtalates ou pétrolatum."
}