{
    "source": "en_US",
    "target": "fr_FR",
    "text": "missed her warmth. Her touch.\nBut he couldn't, not right now. He had something to do, and he's let himself be delayed long enough. That's why Sam quietly rolled out of bed, making sure to keep a watchful eyes on the woman in his bed as he started to put on a shirt and his shoes.\nNow that he was standing, he was able to see the others in the room. Selene and Dean slept in the other bed, tonight they weren't cuddled up. Dean slept hugging his pillow, mouth open and drooling as Selene laid next to him sleeping peacefully.\nOn the pull out couch was Alison, she laid with her leg practically hanging off as she was the one snoring slightly. Her little snores were able to cover up his noise as he made his way to the door, grabbing his bag as he pulled open the door and snuck out into the dead of night.\nSam knew that the others were all pretty heavy sleepers, so he knew that the Impala started up would not have woken anyone up. But he wouldn't have known anyway, because he was long gone.\nAfter driving for who knows how long, Sam had found himself standing at the crossroads. It didn't take him long to set everything up, digging the hole in the middle of it, and once it the tin can of everything he needed was buried—he just had to wait.\nAs he waited, he seemed think about how they've all ended on the crossroads at least one point. Selene tried to save her brother, Dean saved Selene and now Sam was here trying to save Dean. They really were just an endless cycle of sacrifice, and Sam wasn't sure if it was a good thing. God they really live without each other?\nSam already knew that answer.\n\"Little Sammy Winchester, I'm touched.\" The crossroads demon voice spoke up, making Sam spin around to face her. She stood in the moonlight with a smirk spread across her face, \"I mean, your brothers been to see me twice but you... I never had the pleasure. What can I do for you, Sam?\"\nThat's when Sam reached behind him and pulled out the Colt, as the demon was now staring down the barrel of the gun. Sam spoke, \"You can beg for your life.\"\n\"Where'd you get that?\" The demon asked, looking at it suspiciously before sighing, \"Ruby and Rowan. Had to be. They're such a pain in my ass, they'll both get what's coming to them. You can count on it.\"\n\"That's enough, I came here to make you an offer. you can let Dean out of his dead right now. He lives. I live. Selene lives, and you live. Everyone goes home happy, or...\" Sam cocks the gun, \"You can stop breathing. Permanently.\"\nSam's eyes were sharp and dangerous and no one in their right mind would call his bluff with that look. Even the demon knew it was serious, and that's what made her only smirk wider, almost impressed.\nStill, she wasn't done with him.\n\"Come on, Sam. Do you even want to break the deal? Aren't you tired of cleaning up Dean's messed? Tired of picking up Selene's broken pieces? Dealing with those broken psyche of theirs? Aren't you tired of being bossed around like a snot-nosed little brother or being treated like a defenceless baby?\" The demon's words were haunting, and hung heavy in the air as Sam listened to her. The way the words rolled off her tongue so dark, almost mad Sam believe her.\nShe noticed his hesitation and proceeded, \"You're stronger than Dean, you're better than him. Truth is, he's weighting you and Selene down from your true potential. You'll be a little bit relieved when he's gone, when it's just you and Selene, how it always should've been.\"\n\"Shut your mouth.\" Sam snapped back, his grip on the gun growing tighter at this.\n\"Do you see Selene here trying to make a deal? What has she done to save Dean? Don't you think maybe she wants him gone too, so that the two of you can finally be free.\" The demon was eating away at him, and no part of Sam believed her—or wanted to. But her words were hitting the darkest parts of him, making his eyes narrow in.\nBut, no matter what this demon said—Sam knew the truth. Dean was his brother, and nothing else mattered to him more than that.\n\"I've had enough of your crap, you let Dean out of his deal right now.\" Sam demanded, pushing the gun closer towards her as a threat.\nThe demon shakes her head lightly, \"Sorry, sweetheart, but your brother's an adult. He made that deal of his own free will, fair and square.\"\nSam's jaw clenched, \"Fine, I'll just kill you. If you're gone, so is the deal.\" Sam assumed, well he prayed that was the case. It'd make things a lot simpler, but he knew nothing came as easy as that.\nThe demon laughs, \"Sam, I'm just a saleswoman. I got a boss like everybody. He holds the contract, not me, and he wants Dean's soul—bad. Believe me, he's not gonna let it go.\"\nThis is what caused Sam to finally lower the gun just a little, knowing that he was getting information he needed, \"Who's your boss? Who holds the contract?\"\n\"I can't tell you.\" The demon says, but for the first time it seems she wasn't toying with him. She truly couldn't tell him, not because she didn't want to—but because she was following orders. Sam knew she wouldn't break.\nWhich meant she was useless to him now.\nWithout hesitation, Sam quickly lifts the gun back up towards the demons head and pulls the trigger before the demon could even process what had just happened. The sound echoed in the air as the body jolted and dead inside.",
    "trans": "Il ressentait le manque de sa chaleur. Son toucher.\nMais il ne pouvait pas, pas maintenant. Il avait quelque chose à faire, et il s'était déjà laissé retarder assez longtemps. C'est pourquoi Sam se leva discrètement du lit, veillant à garder un œil attentif sur la femme dans son lit alors qu'il commençait à enfiler une chemise et ses chaussures.\nMaintenant qu'il était debout, il pouvait voir les autres dans la pièce. Selene et Dean dormaient dans l'autre lit. Ce soir, ils n'étaient pas enlacés. Dean dormait en serrant son oreiller, la bouche ouverte et bavant, alors que Selene était paisiblement endormie à côté de lui.\nSur le canapé convertible se trouvait Alison. Elle était allongée avec une jambe pratiquement pendante, ronflant de temps à autre. Ses petits ronflements arrivaient à couvrir le bruit qu'il faisait en se dirigeant vers la porte, en attrapant son sac et en l'ouvrant avant de se faufiler dans la nuit noire.\nSam savait que les autres étaient tous de gros dormeurs, donc il était certain que le démarrage de l'Impala ne les réveillerait pas. Mais de toute façon, il ne l'aurait pas su, car il était déjà loin.\nAprès avoir conduit pendant un certain temps, Sam se retrouva debout à la croisée des chemins. Il n'eut pas longtemps à attendre : il n'eut qu'à enfouir la boîte contenant tout ce dont il avait besoin, puis à la recouvrir de terre, avant de s'allonger à côté pour attendre.\nAlors qu'il attendait, il semblait réfléchir à la façon dont ils s'étaient tous retrouvés à un moment donné à la croisée des chemins. Selene avait essayé de sauver son frère, Dean avait sauvé Selene et maintenant Sam était là pour essayer de sauver Dean. Ils formaient vraiment un cycle sans fin de sacrifices, et Sam n'était pas sûr que ce soit une bonne chose. Dieu, pourraient-ils vraiment vivre sans l'autre ?\nSam connaissait déjà la réponse.\n« Petit Sammy Winchester, je suis touchée. » La voix du démon des carrefours s'éleva, faisant tourner Sam pour lui faire face. Elle se tenait dans la lumière de la lune, un sourire étiré sur son visage, et dit : « Je veux dire, ton frère est venu me voir deux fois, mais toi... je n'ai jamais eu le plaisir. Que puis-je faire pour toi, Sam ? »\nSam attrapa alors le démon à l'arrière et sortit le Colt, tandis que le démon se retrouvait face au canon. Sam dit alors : « Tu peux implorer pour ta vie. »\n« D'où tiens-tu ça ? » Demanda le démon en le regardant avec méfiance avant de soupirer. Ça devait être elles. Elles sont tellement pénibles, elles auront ce qu'elles méritent. Tu peux me croire. »\n« C'est assez. Je suis venu ici pour te faire une offre. Tu peux laisser Dean sortir de son marché tout de suite. Il vit. Je vis. Selene vit, et tu vis. Tout le monde rentre chez soi, heureux... ou...\" Sam armait le pistolet : « Tu peux arrêter de respirer. définitivement. »\nLes yeux de Sam étaient vifs et dangereux, et personne en son bon sens ne mettrait en doute sa menace avec un tel regard. Même le démon savait que c'était sérieux, et c'est ce qui la fit seulement sourire davantage, presque impressionnée.\nElle n'en avait toutefois pas fini avec lui.\n« Allez, Sam. Veux-tu vraiment rompre le marché ? N'en as-tu pas assez de réparer les erreurs de Dean ? Fatigué de ramasser les morceaux brisés de Selene ? De te faire diriger comme un petit frère morveux ou d'être traité comme un bébé sans défense ? » N'en as-tu pas assez d'être dirigé comme un petit frère morveux ou d'être traité comme un bébé sans défense ? » Les mots du démon étaient obsédants, et ils planèrent lourdement dans l'air alors que Sam l'écoutait. La manière dont les mots roulaient sur sa langue était si sombre, presque folle, que Sam commençait à la croire.\n« Elle remarqua son hésitation et continua : « Tu es plus fort que Dean, tu es meilleur que lui. La vérité, c'est qu'il te retient, toi et Selene, en deçà de votre potentiel réel. Tu te sentiras un peu soulagé quand il sera parti, quand ce ne sera plus que toi et Selene, comme ça aurait toujours dû être. »\n« Ferme-la. » Répliqua Sam, serrant davantage le pistolet dans sa main.\n« Vois-tu Selene essayer de faire un marché ici ? Qu'a-t-elle fait pour sauver Dean ? Ne penses-tu pas qu'elle veut peut-être aussi qu'il parte, pour que vous puissiez enfin être libres tous les deux ? » Le démon le rongeait, et aucune partie de Sam ne la croyait—ou ne voulait la croire. Mais ses mots touchaient les parties les plus sombres de lui, faisant se rétrécir ses yeux.\nPourtant, peu importait ce que disait ce démon : Sam connaissait la vérité. Dean était son frère, et rien d'autre ne comptait plus pour lui que ça.\n« J'en ai assez de tes bêtises. Tu laisses Dean sortir de son marché tout de suite. » Sam exigea, poussant le pistolet plus près d'elle comme une menace.\nLe démon secoua légèrement la tête : « Désolée, mon cœur, mais ton frère est adulte. Il a conclu ce marché de son plein gré, dans les règles de l'art. »\nLa mâchoire de Sam se contracta, et il répliqua : « Bien, je vais simplement te tuer. Si tu disparais, le marché aussi. » Sam supposait, enfin, il l'espérait, que c'était le cas. Ça rendrait les choses beaucoup plus simples, mais il savait que rien ne venait aussi facilement que ça.\nLe démon rit, « Sam, je ne suis qu'une vendeuse. J'ai un patron comme tout le monde. Il détient le contrat, pas moi, et il veut l'âme de Dean à tout prix. Crois-moi, il ne laissera pas tomber. »\nC'est ce qui poussa finalement Sam à baisser un peu plus le pistolet, sachant qu'il obtenait les informations dont il avait besoin. « Qui détient le contrat ? »\n« Je ne peux pas te le dire. » Le démon dit, mais pour la première fois, il semble qu'elle ne jouait pas avec lui. Elle ne pouvait vraiment pas lui dire, non pas parce qu'elle n'en voulait pas, mais parce qu'elle suivait les ordres. Sam savait qu'elle ne romprait pas.\nCe qui signifie qu'elle lui est désormais inutile.\nSans hésiter, Sam lève rapidement l'arme vers la tête du démon et appuie sur la gâchette avant même que le démon n'ait pu comprendre ce qui venait de se passer. Le son se répercute dans l'air tandis que le corps est secoué et que la mort s'empare de lui à l'intérieur."
}