{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good afternoon fellow economists,\nI hope this message finds you well as we approach the halfway point of the semester. I know this time of year can be particularly busy, with midterms and project deadlines looming. Please remember to pace yourself and prioritise your well-being (check out Tuesday’s well-being walk).\nI would like to remind you that we have dedicated group of learning and teaching support officers, who are always happy to support you with your well-being- for general advice and welfare advice (both face to face and online) and can be contacted by email: ulmsltso@liverpool.ac.uk or https://bookings.liverpool.ac.uk/Home/Guest\nThis week, once again we have some exciting opportunities and deadlines on the horizon with some important reminders:\nThis Friday is the deadline for applications for a placement in Bentley Motors (see item 1 below for the details).\nToday at 5pm, there will be a networking event, organised by the Banking and Finance Society of UoL with Harriet Norman, who is a final year Business Economics student who has recently completed an industrial placement as an Investment Banking Analyst at Lazard in Debt Advisory. Harriet will share her experiences transitioning from university to the fast-paced world of finance. This is a great opportunity as Applications for 2025 Industrial Placements with Lazard are not open! (item 4 below).\nYou will be hearing from the Big 4 - PwC, KPMG, Deloitte, EY at 1pm on Tuesday (item 2 below).\nAt 1pm on Tuesday, there will be an online session on Finding Business and Management resources (item 3 below) as well as a wellbeing walk at 1-3pm.\nIn addition, there are many digital resources that can help with your placement&job search as listed in item 5 below.\nDon't miss out on these opportunities!\nAs always, please don't hesitate to reach out if you need any academic support. I'm here to help you succeed in your studies Yigit.Oezcelik@liverpool.ac.uk .",
    "trans": "Bonjour, chers collègues économistes,\nJ'espère que ce message vous trouvera en bonne santé alors que nous approchons de la moitié du semestre. Je sais que cette période de l'année peut être particulièrement chargée, avec les partiels et les échéances des projets qui se profilent. N'oubliez pas de vous ménager et de donner la priorité à votre bien-être (voir la promenade bien-être de mardi).\nJe voudrais vous rappeler que nous disposons d'un groupe de chargés de soutien à l'apprentissage et à l'enseignement, qui sont toujours heureux de vous aider à assurer votre bien-être - pour des conseils généraux et des conseils en matière d'aide sociale (en face à face et en ligne) - et qui peuvent être contactés par e-mail : ulmsltso@liverpool.ac.uk ou https://bookings.liverpool.ac.uk/Home/Guest.\nCette semaine encore, des opportunités et des échéances passionnantes se profilent à l'horizon, accompagnées de quelques rappels importants :\nCe vendredi est la date limite de dépôt des candidatures pour un stage chez Bentley Motors (voir le point 1 ci-dessous pour plus de détails).\nAujourd'hui à 17 heures, la Banking and Finance Society de l'UoL organise un événement de réseautage avec Harriet Norman, étudiante en dernière année d'économie d'entreprise qui a récemment effectué un stage industriel en tant qu'analyste de la banque d'investissement chez Lazard dans le domaine du conseil en matière d'endettement. Harriet partagera son expérience de la transition entre l'université et le monde rapide de la finance. Il s'agit d'une opportunité exceptionnelle car les candidatures pour les placements industriels 2025 avec Lazard ne sont pas ouvertes ! (point 4 ci-dessous).\nVous entendrez les Big 4 - PwC, KPMG, Deloitte, EY - à 13 heures le mardi (point 2 ci-dessous).\nMardi, à 13 heures, une session en ligne sera organisée sur la recherche de ressources en matière d'affaires et de gestion (point 3 ci-dessous), ainsi qu'une promenade bien-être de 13 heures à 15 heures.\nEn outre, il existe de nombreuses ressources numériques qui peuvent vous aider dans votre recherche de stage et d'emploi, comme indiqué dans le 5ème point ci-dessous.\nNe manquez pas ces opportunités !\nComme toujours, n'hésitez pas à nous contacter si vous avez besoin d'un soutien académique. Je suis là pour vous aider à réussir vos études Yigit.Oezcelik@liverpool.ac.uk ."
}