{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] introduction to the Boston punk rock scene at an early age was the catalyst influence for her current sound and stage presence. Moving to Nashville gave her a task to expose all music lovers to the power of thrashable tunes. After recruiting lead guitarist Dan Fuson, they set off to do the scene [redacted_name] had left behind justice. Eventually the two of them added [redacted_name] (bass/producer) to the family.\nThe band is recognized as an energized powerhouse during their live performances. Their shows are a space where all bullshit and ego is left at the door – everyone is welcome, equal and needs to get on their fucking feet. In recent times, they have opened for the bands Incubus, Motion City Soundtrack, Badflower, and Something Corporate, in addition to playing multiple sets at Bonnaroo 2023. Other recent performances include Is For Lover’s Festivals and Shiprocked 2024.",
    "trans": "L’introduction de [redacted_name] à la scène punk rock de Boston dès son plus jeune âge a été l’influence déterminante de son style actuel et de sa présence sur scène. Son déménagement à Nashville lui a donné pour mission de faire découvrir à tous les amateurs de musique la puissance des morceaux endiablés. Après avoir recruté le guitariste principal Dan Fuson, ils se sont lancés dans l’aventure pour rendre justice à la scène que [redacted_name] avait laissée derrière elle. Finalement, ils ont accueilli [redacted_name] (basse/producteur) dans la famille.\nLe groupe est reconnu comme une véritable boule d’énergie sur scène. Leurs concerts sont un espace où tout le superflu et l’ego restent à la porte – tout le monde est le bienvenu, égal, et doit se lever bordel. Récemment, ils ont assuré les premières parties d’Incubus, Motion City Soundtrack, Badflower et Something Corporate, en plus de jouer plusieurs sets à Bonnaroo 2023. Parmi leurs autres performances récentes, on compte les festivals Is For Lover’s et Shiprocked 2024."
}