{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It is know that QL40 is a string, which makes it possible to add tools based on budget or requirements. For example, the customer suggests that they are concerned about temperature parameters, but we see that the brochure is about temperature and conductivity probe, then we will ask the customer that how about to add extra additional conductivity? If the budget is acceptable? (But only if we have the more information like manual and price about the probe .) Because we know that customer are very interested in ALT tools, according to the habits of Chinese users in the budget application, they will seize the opportunity to apply for the budget as much as possible, then at this time we will talk with customers, given the configuration list in the premise of meeting their basic requirements, as far as possible to provide them with more choices of tools. That iswhy we asked you about the QL40 series price list.By doing so, we can give the enduser very quick response. Meantime,we also took into account of the time difference between us and you, so we presented the price list requirement to you based on such circumstances.",
    "trans": "Il est connu que le QL40 est un ensemble de spécifications, ce qui permet d'ajouter des outils en fonction du budget ou des exigences. Par exemple, le client suggère qu'il est préoccupé par les paramètres de température, mais nous voyons que la brochure porte sur la température et la sonde de conductivité, alors demanderons-nous au client d'ajouter une sonde de conductivité supplémentaire ? Si le budget est acceptable ? (Mais cela uniquement si nous avons plus d'informations, comme le manuel et le prix de la sonde.) Nous savons que les clients sont très intéressés par les outils ALT, et selon les habitudes des utilisateurs chinois en matière de demande de budget, ils saisissent l'opportunité de demander un budget aussi large que possible. Dans ce cas, nous discuterons avec les clients pour, en tenant compte de la liste de configuration et en répondant à leurs exigences de base, leur fournir autant de choix d'outils que possible. C'est pourquoi nous vous avons demandé la liste de prix de la série QL40. En procédant ainsi, nous pourrons donner une réponse rapide à l'utilisateur final. En même temps, nous avons également pris en compte le décalage horaire entre nous et vous, c'est pourquoi nous vous avons présenté cette demande de liste de prix en tenant compte de ces circonstances."
}