{
    "source": "en_US",
    "target": "fr_FR",
    "text": "An updated edition of curriculum guidelines was published in 2016, based on:\n• a general framework which includes principles to support the Curriculum Guidelines, purposeful teaching and advice on how to develop the curriculum, advice on the design of the educational environment\n• a set of learning areas, namely personal and social development, expression and communication - including physical education, art education, oral language and literacy, mathematics, knowledge of the world, educational continuity and transition.\nThe curriculum guidelines are based on four principles:\n• recognise development and learning as a closely intertwined process;\n• acknowledge the child as subject and agent of his/her educational process;\n• require staff to respond to all children;\n• require a holistic approach to the construction of learning.\nThe guidelines require each teacher to develop the curriculum by considering the children they work with each year. Their curriculum development should be based on an ongoing quality assurance cycle which includes observing, recording, documenting, planning, acting and assessing. This assessment and planning should consider the educational environment, the learning process, the teacher's self-evaluation of their provision for each child, and their assessment of each child's development.\nThe Guidelines consider inclusion as a cross-curriculum issue. Inclusion is addressed in the General Framework and included in two of the foundation principles. In addition, one of the learning areas (Personal and Social Development) has explicit requirements to respect differences and enhance inclusion within teaching and learning",
    "trans": "Une édition mise à jour des lignes directrices du programme a été publiée en 2016, basée sur :\n• un cadre général comprenant des principes pour soutenir les lignes directrices du programme, un enseignement ciblé et des conseils sur le développement du programme, ainsi que des recommandations sur la conception de l’environnement éducatif.\n• un ensemble de domaines d’apprentissage, à savoir le développement personnel et social, l’expression et la communication - incluant l’éducation physique, l’éducation artistique, le langage oral et l’alphabétisation, les mathématiques, la connaissance du monde, la continuité éducative et la transition.\nLes lignes directrices du programme reposent sur quatre principes :\n• reconnaître que le développement et l’apprentissage sont des processus étroitement liés ;\n• reconnaître l’enfant comme sujet et acteur de son propre processus éducatif ;\n• exiger du personnel éducatif qu’il réponde aux besoins de tous les enfants ;\n• adopter une approche holistique dans la construction des apprentissages.\nLes lignes directrices demandent à chaque enseignant de développer le programme en tenant compte des enfants avec lesquels il travaille chaque année. L’élaboration du programme doit s’appuyer sur un cycle d’assurance qualité continu, comprenant l’observation, l’enregistrement, la documentation, la planification, l’action et l’évaluation. Cette évaluation et cette planification doivent prendre en compte l’environnement éducatif, le processus d’apprentissage, l’auto-évaluation de l’enseignant sur sa propre pratique, ainsi que son évaluation du développement de chaque enfant.\nLes lignes directrices considèrent l’inclusion comme un enjeu transversal du programme. L’inclusion est abordée dans le cadre général et incluse dans deux des principes fondamentaux. De plus, l’un des domaines d’apprentissage (Développement personnel et social) contient des exigences explicites visant à respecter les différences et à renforcer l’inclusion dans l’enseignement et l’apprentissage."
}