{
    "source": "en_US",
    "target": "fr_FR",
    "text": "His eyes were softer than Chuuya had seen them in weeks.\n“I come here every year,” he kept going, his entire face a combination of sadness and something less desperate, almost a little hopeful. “It's the first time I don't feel like throwing myself under the first train coming afterward, though.”\n“Dazai-”\n“I'm sorry I worried you. My mood is not the best around this time of the year.”\n“Why would you even apologise about that.” He squeezed the other's hand again, and Dazai shrugged. “I'm glad you took me here. I'm glad I can help.”\n“You always do, slug,” he leaned his head over his and sighed. “You're my little ball of sunshine-”\n“Oi, was that 'little' really necessarily there-”\n“- All warm and bright and loving, that I get to kiss and cuddle with. It's perfect.” He sighed. \"Really special my Chibi~\"\n“Why do you talk about yourself like you're a plant...”\nBut he felt himself blushing at Dazai's words, and he knew the other was perfectly aware of the effect his words had had on him.\nDazai stared at the tomb a little longer, before jumping to his feet. He grabbed the bottle, and poured the rest of the whiskey on the stone and the grass in front of it, then did the same with Odasaku's glass. He touched the gravestone with his fingertips, clearly saying his goodbyes. Chuuya got up as well, waiting. Dazai tapped the monument a few times.\n“See you, Odasaku.”\nChuuya bowed his head a bit, and followed Dazai back to the street. He stretched his arms and legs, and then turned to Chuuya.\n“Wanna go to a bar?”\n“It's four in the afternoon.”\n“Yeah, but I feel like getting wasted, today,” he said, crossing his arms behind his head. “Which won't work, but I can still appreciate the burn. Plus this one is special~” He tugged his hand and gave him a lopsided smile. There was still sadness in his eyes, Chuuya noticed, the kind that would never go away for real. It was something that he would always be with Dazai, always come knocking on his door on his worst days, just to add to the pain. It was the kind you learn to live with, and part of you welcomed, because losing it would be losing the people you're missing everyday, and you wouldn't want that anyway.\nChuuya offered his hand and squeezed Dazai's when he took it.\n“Lead the way, then.”\nHe would follow Dazai to hell and back if needed; a bar sounded lovely, after all.",
    "trans": "Ses yeux étaient plus doux que Chuuya ne les avait vus depuis des semaines.\n« Je viens ici chaque année, » continua-t-il, son visage tout entier une combinaison de tristesse et de quelque chose de moins désespéré, presque un peu d'espoir. « C’est la première fois que je n’ai pas envie de me jeter sous le premier train qui passe. »\n« Dazai- »\n« Désolé de t’avoir inquiété. Mon humeur n’est pas la meilleure à cette époque de l’année. »\n« Pourquoi tu t’excuses pour ça ? » Il serra encore la main de l'autre, et Dazai haussa les épaules. « Je suis content que tu sois venu ici. Je suis content de pouvoir t’aider. »\n« Tu le fais toujours, espèce de mollusque, » il posa sa tête sur la sienne et soupira. « T’es mon petit rayon de soleil- »\n« Oi, est-ce que le 'petit' était vraiment nécessaire - »\n« - Toute chaude, lumineuse et aimante, que je peux embrasser et câliner. C'est parfait. » Il soupire. « Vraiment spéciale ma Chibi~ »\n« Pourquoi tu parles de toi comme si tu étais une plante... »\nMais il se sentit rougir aux paroles de Dazai, et il savait que l'autre était parfaitement conscient de l'effet que ses mots avaient eu sur lui.\nDazai regarda encore un peu la tombe avant de se lever d'un bond. Il saisit la bouteille et versa le reste du whisky sur la pierre et l'herbe devant la tombe, puis fit de même avec le verre d'Odasaku. Il toucha la pierre tombale du bout des doigts, faisant clairement ses adieux. Chuuya se leva à son tour, attendant. Dazai tapa plusieurs fois sur le monument\n« À plus, Odasaku. »\nChuuya baissa un peu la tête et suivit Dazai jusqu’à la rue. Il s’étira les bras et les jambes, puis se tourna vers Chuuya.\n« Tu veux aller dans un bar ? »\n« Il est quatre heures de l’après-midi. »\n« Ouais, mais j’ai envie de me saouler aujourd’hui, » dit-il, croisant les bras derrière sa tête. « Ce qui ne va pas marcher, mais j’apprécierai quand même la brûlure. Et celui-là est spécial~ » Il tira sa main et lui offrit un sourire en coin. Il y avait encore de la tristesse dans ses yeux, remarqua Chuuya, celle qui ne disparaîtrait jamais vraiment. C’était une tristesse qu’il porterait toujours avec lui, toujours présente pendant ses pires jours, juste pour ajouter à la douleur. C’était le genre de tristesse qu’on apprend à vivre avec, et qu’une partie de toi accepte, car la perdre, ce serait perdre les gens qui te manquent chaque jour, et tu ne voudrais pas ça.\nChuuya tendit sa main et serra celle de Dazai lorsqu’il la prit.\n« Alors, montre le chemin. »\nIl suivrait Dazai jusqu’en enfer s’il le fallait ; un bar, après tout, semblait agréable."
}