{
    "source": "en_US",
    "target": "fr_FR",
    "text": "is our lowest income communities and our communities of color that are most impacted by these extreme conditions and impacted by issues that are not of their own making.\nAnd so we have to address this in a way that is about giving resources based on equity, understanding that we fight for equality, but we also need to fight for equity, understanding not everyone starts out at the same place. And if we want people to be in an equal place, sometimes we have to take into account those disparities and do that work.\nSounds familiar, right? It’s almost like FEMA is taking its cues straight from Harris. Their shared outlook turns disaster relief into a political agenda, instead of focusing on the basic job of saving lives.\nThe result? A FEMA that’s more interested in virtue signaling than actual virtue, more concerned with social engineering than practical engineering, and more focused on politics than people. The American taxpayer expects FEMA to be prepared to help everyone, no matter who they are, when disaster strikes. But under the current administration, FEMA clearly thinks that some victims are more deserving than others.",
    "trans": "Ce sont nos communautés à faibles revenus et nos communautés de couleur qui sont les plus touchées par ces conditions extrêmes et par des problèmes qui ne sont pas de leur fait.\nNous devons donc aborder cette question en attribuant des ressources de manière équitable, en comprenant que nous nous battons pour l'égalité, mais que nous devons aussi lutter pour l'équité, sachant que tout le monde ne part pas du même point de départ. Et si nous voulons que les gens soient à égalité, il faut parfois prendre en compte ces disparités et faire ce travail.\nÇa vous semble familier, non ? C'est presque comme si la FEMA suivait les conseils de Harris. Leur vision commune transforme l'aide en cas de catastrophe en une agenda politique, au lieu de se concentrer sur l'essentiel : sauver des vies.\nQuel est le résultat ? Une FEMA plus intéressée par les signaux de vertu que par la véritable vertu, plus préoccupée par l'ingénierie sociale que par l'ingénierie pratique, et plus focalisée sur la politique que sur les gens. Les contribuables américains s'attendent à ce que la FEMA soit prête à aider tout le monde, peu importe qui ils sont, lorsque la catastrophe frappe. Mais sous l'administration actuelle, la FEMA semble clairement penser que certaines victimes méritent plus que d'autres."
}