{
    "source": "en_US",
    "target": "fr_FR",
    "text": "High-quality ingredients and prebiotic fibers contribute to good health for a tidier litter box.\nNatural DHA from fish oil support healthy brain and eye development.\nAntioxidant and vitamin blend work together to help support a healthy immune system.\nMade from natural, high-quality ingredients without any artificial colors, flavors or preservatives.\nMade in the USA, this is a complete and balanced diet recommended for kittens, pregnant and nursing cats.\nHill's Science Diet Kitten Indoor Dry Cat Food provides your four-legged friend with great tasting nutrition for a long, happy life. Made with wholesome ingredients such as savory chicken, this nourishing recipe is balanced to meet your pet’s needs, and promote healthy, gentle digestion. Manufactured in the United States, every ingredient meets strict requirements for purity and nutrient content which exceed industry standards. Formulated for kittens from weaning until 1 year old and cats who are pregnant or nursing, this Hill’s Science Diet provides your cat the nutrition she needs for a lifetime of health and happiness.",
    "trans": "Des ingrédients de haute qualité et des fibres prébiotiques contribuent à une bonne santé pour une litière plus propre.\nLe DHA naturel provenant de l’huile de poisson favorise le développement sain du cerveau et des yeux.\nLe mélange d’antioxydants et de vitamines agit ensemble pour aider à soutenir un système immunitaire sain.\nFabriqué à partir d’ingrédients naturels et de haute qualité, sans colorants, arômes ni conservateurs artificiels.\nFabriqué aux États-Unis, ce régime complet et équilibré est recommandé pour les chatons, les chattes enceintes et allaitantes.\nLa nourriture sèche pour chatons d’intérieur Hill’s Science Diet offre à votre compagnon à quatre pattes une nutrition savoureuse pour une vie longue et heureuse. Préparée avec des ingrédients sains, comme du poulet savoureux, cette recette nourrissante est équilibrée pour répondre aux besoins de votre animal et favoriser une digestion saine et douce. Fabriqué aux États-Unis, chaque ingrédient répond à des exigences strictes en matière de pureté et de teneur en nutriments, dépassant les normes de l’industrie. Formulée pour les chatons du sevrage jusqu’à 1 an ainsi que pour les chattes enceintes ou allaitantes, cette alimentation Hill’s Science Diet apporte à votre chat la nutrition essentielle pour une vie en pleine santé et épanouie."
}