{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Group discussions were carried out with eight Year Fight (age 1 1/12 years) and eight Year 12 (age 15/16 years) pupils in each school. All participation was voluntary. In the grammar school, participants were selected by a senior teacher, who was requested not to discriminate according to behaviour. In the secondary school, participants represented the full number of pupils from each class in attendance on that day (class sizes were very small as the school had sustained a fall in their annual intake for a number of years and school attendance was poor). These discussions lasted for one hour and were meant as an introduction to the topics of education, social life and locality. The intention was to uncover some of the issues important to the pupils themselves, so that the subsequent individual interviews could be underpinned by questions generated by the boys and therefore relevant to their experiences, In this way the research aims to engage respectfully with their views and experiences, which is something Diane Reay has presented as being of critical importance to creating a more socially inclusive society. She asserts that 'perhaps if we began by listening respectfully to the working classes we might he in a better position to develop more accurate, and necessarily complex and highly differentiated, representations of working-class lives' ( Reay 2004, 1020).",
    "trans": "Des discussions de groupe ont été menées avec huit élèves de Year Fight (âgés de 1 an et 1/12) et huit élèves de Year 12 (âgés de 15/16 ans) dans chaque école. La participation était entièrement volontaire. Dans l’école secondaire sélective, les participants ont été choisis par un enseignant senior, à qui il a été demandé de ne pas discriminer en fonction du comportement. Dans l’école secondaire générale, les participants représentaient l’ensemble des élèves présents ce jour-là dans chaque classe (les effectifs étaient très réduits, car l’école enregistrait une baisse des inscriptions annuelles depuis plusieurs années et le taux de présence scolaire était faible). Ces discussions, d’une durée d’une heure, servaient d’introduction aux thèmes de l’éducation, de la vie sociale et du cadre de vie. L’objectif était d’identifier les préoccupations importantes pour les élèves eux-mêmes, afin que les entretiens individuels ultérieurs reposent sur des questions formulées par les garçons, et donc pertinentes par rapport à leurs expériences. Ainsi, cette recherche vise à engager un dialogue respectueux avec leurs points de vue et vécus, une approche que Diane Reay considère comme essentielle pour créer une société plus inclusive sur le plan social. Elle affirme que « peut-être qu’en commençant par écouter respectueusement les classes populaires, nous serions mieux à même de développer des représentations plus précises, nécessairement complexes et fortement différenciées, des vies de la classe ouvrière » (Reay 2004, 1020)."
}