{
    "source": "en_US",
    "target": "fr_FR",
    "text": "PLEASE READ EACH AND EVERY STEP/INSTRUCTION! If you don’t read or follow these rules it will result in your lobby ending early. DO NOT USE NUKE DO NOT USE A VPN AT ALL RULES Don’t kill the running player in the enemy team! He purchased lobbies as well and is playing. They will not interfere with the amount of kills you can get!! Never use kill streaks! Replace your streaks for UAV and advanced UAV only! Never use a counter UAV!- When you have 20-25 kills, kill yourself. Make sure to have a grenade or run/jump out of the map. A nuke ends the game, so make sure not to use a nuke! If you use a nuke there will be a game penalty. Each Map will have 2-3 spawns per side of the map. Remember where you killed them since they will re-spawn at one of those 2-3 spawns. Use the scavenger perk for ammunition and a tactical insertion to avoid running after you re-spawn.- The bots are shooting at the ground. The gunfire can help to locate them. If you don’t follow the first instruction we will end the game and you will be placed at the back of the queue! If your game crashes or freezes then immediately let me know! Let us know once you’ve added our account! Read the rules and get familiar with them please! Do not join this account’s lobbies unless told to do so. Add the account, and wait for instructions or for an invite. Please add the Activision ID we will provide If you use nuke in a match, 3 games will be subtracted！！！\n15:20",
    "trans": "VEUILLEZ LIRE CHAQUE ÉTAPE/INSTRUCTION ! Si vous ne lisez pas ou ne suivez pas ces règles, votre session se terminera prématurément. N'UTILISEZ PAS NUKE N'UTILISEZ PAS DE VPN A TOUT PRIX. Ne tuez pas le joueur actif de l'équipe ennemie ! Il a également acheté des parties et est en train de jouer. Ils n'interféreront pas avec le nombre de kills possibles ! N'utilisez jamais de kill streaks ! Remplacez vos streaks par des drones et des drones avancés uniquement ! N'utilisez jamais de contre-drone ! Quand vous avez 20-25 kills, suicidez-vous. Assure-toi d'avoir une grenade ou de courir/sauter hors de la carte. Une bombe atomique met fin au jeu, alors veillez à ne pas l'utiliser ! Si vous utilisez une bombe atomique, vous serez pénalisé. Chaque carte aura 2 ou 3 spawns de chaque côté de la carte. Souvenez-vous de l'endroit où vous les avez tués car ils réapparaîtront à l'un de ces 2 ou 3 endroits. Utilisez la fonctionnalité du pilleur pour obtenir des munitions et une insertion tactique afin d'éviter de courir après être réapparu.- Les bots tirent sur le sol. Les tirs peuvent aider à les localiser. Si vous ne suivez pas la première instruction, nous mettrons fin à la partie et vous serez placé à la fin de la file d'attente ! Si votre jeu se bloque ou se fige, signalez-le moi immédiatement ! Faites-nous savoir dès que vous avez ajouté notre compte ! Lisez les règles et familiarisez-vous avec elles ! Ne rejoignez pas les lobbies de ce compte sans y être invité. Ajoutez le compte et attendez les instructions ou une invitation. Veuillez ajouter l'ID Activision que nous vous fournirons. Si vous utilisez nuke dans un match, 3 parties seront soustraites！！！\n15h20"
}