{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Great conversation during The Cooperation Council for the Arab States of the Gulf (GCC) The World Bank organized panel on Human Capital: The Pillar of Economic Growth!\nThe vibrant, young, and incredibly tech-savvy population in the GCC is key to driving innovation and positioning the region as a digital leader. Kudos to HE Jasem AlBudaiwi for recognizing the potential and betting on the digital economy being a cornerstone of growth and prosperity for the region.\nThis vision and the concerted efforts to realize it are visible, as we navigate a global growth slowdown, the GCC's projected growth rates of 2.8% and 4.7% for 2024 and 2025, highlights the strength of strategic diversification and investment in its people.\nAs we continue to drive efforts to increase digital ready talents and upskill, we should also focus on converting 30% of talents to job creators\nThank you to HE Jasem Albudaiwi for encouraging all players in the digital economy to embrace this glo-cal mindset so we can work towards a brighter and more connected future with #DigitalProsperity4All.",
    "trans": "Excellente conversation lors du panel organisé par la Banque mondiale sur le capital humain : Le pilier de la croissance économique, dans le cadre du Conseil de coopération des États arabes du Golfe (CCG) !\nLa population jeune, dynamique et incroyablement technophile du CCG est essentielle pour stimuler l'innovation et positionner la région en tant que leader numérique. Félicitations à Son Excellence Jasem AlBudaiwi pour avoir reconnu ce potentiel et misé sur l'économie numérique comme pierre angulaire de la croissance et de la prospérité de la région.\nCette vision et les efforts concertés pour la réaliser sont visibles, car alors que nous naviguons dans un ralentissement de la croissance mondiale, les taux de croissance projetés du CCG de 2,8 % et 4,7 % pour 2024 et 2025 soulignent la force de la diversification stratégique et de l'investissement dans ses citoyens.\nAlors que nous continuons à travailler pour augmenter les talents prêts pour le numérique et renforcer les compétences, nous devons également nous concentrer sur la conversion de 30 % des talents en créateurs d'emplois.\nMerci à Son Excellence Jasem AlBudaiwi pour avoir encouragé tous les acteurs de l'économie numérique à adopter cette mentalité \"glo-cal\" afin que nous puissions œuvrer vers un avenir plus brillant et plus connecté avec #DigitalProsperity4All."
}