{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Turkish President Recep Tayyip Erdogan - who is in Russia for the Brics summit - condemned what he called a \"vile terror attack\" during a meeting with Russian President Vladimir Putin, in remarks broadcast live on TV.\nHe later posted a lengthy statement on X, saying that security forces acted quickly to neutralise the threat, and that \"no terrorist organisation, no evil focus targeting our security will be able to achieve their goals\". Turkish authorities have imposed a media blackout on details of the attack, and users in large areas of the country have reported not being able to use social media sites like YouTube, Instagram, Facebook and X.\nThe president of Turkey’s Radio and TV Supreme Council, Ebubekir Sahin, warned that all images relating to the incident should be removed from social media, and urged users not to share images which “will serve the purpose of terrorism”.",
    "trans": "Le président turc Recep Tayyip Erdogan, qui se trouve en Russie pour le sommet des BRICS, a condamné ce qu'il a appelé une « attaque terroriste vile » lors d'une réunion avec le président russe Vladimir Poutine, dans des remarques diffusées en direct à la télévision.\nIl a ensuite publié une longue déclaration sur X, affirmant que les forces de sécurité avaient agi rapidement pour neutraliser la menace et qu'« aucune organisation terroriste, aucun foyer de mal ciblant notre sécurité ne pourra atteindre ses objectifs ». Les autorités turques ont imposé un black-out médiatique sur les détails de l'attaque, et de nombreux utilisateurs de grandes régions du pays ont signalé qu'ils ne pouvaient pas utiliser les sites de médias sociaux comme YouTube, Instagram, Facebook et X.\nLe président du Conseil suprême de la radio et de la télévision de Turquie, Ebubekir Sahin, a averti que toutes les images relatives à l'incident devaient être retirées des réseaux sociaux, et a exhorté les utilisateurs à ne pas partager d'images qui « serviront les objectifs du terrorisme »."
}