{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Checklist - Things you will need DURING the video oath ceremony\nHave the following documents/objects with you:\nFor ALL STEPS\n A device with reliable access to the Internet and both audio and video capability.\nFOR REGISTRATION – once you join the Zoom session\n Your seat number (at the top of this email);\n All of the original documents in your possession: your permanent resident card if you have one (even if\nit’s expired) or your confirmation of permanent residence (IMM5292 or IMM5688), as well as your\nrecord of landing (IMM 1000), if you became a permanent resident before June 28, 2002 and have one;\n (If applicable) The permanent resident card for each of the minor children associated to your\napplication, whether they participate in the ceremony or not);\n 2 pieces of personal identification (ID):\n▪ one must have your photograph and signature on it, e.g. driver’s license, health card\n▪ one of them can be your Permanent resident card, if your second piece of identification is Canadian\nfederal, provincial or territorial issued ID\n▪ foreign ID documents must be government-issued, Canadian ones don’t need to be government-issued\n▪ if they’re not in English or French, you must provide a translation with an affidavit from the translator\n▪ minors are not required to show identification with a signature;\nExamples of pieces of identification can be found here: Show identity, Minors - Gather documents;",
    "trans": "Liste de vérification – Documents nécessaires PENDANT la cérémonie de prestation de serment par vidéoconférence\nAyez les documents/objets suivants avec vous :\nPOUR TOUTES LES ÉTAPES\nUn appareil avec un accès Internet fiable, ainsi que des capacités audio et vidéo.\nAU SUJET DE L’INSCRIPTION – dès que vous rejoignez la session Zoom\nVotre numéro de siège (indiqué en haut de cet e-mail) ;\nTous les documents originaux en votre possession :Votre carte de résident permanent si vous en avez une (même si\nelle est expirée) ou votre confirmation de résidence permanente (IMM5292 ou IMM5688), ainsi que votre fiche\nrelative au droit d’établissement (IMM1000) si vous êtes devenu résident permanent avant le 28 juin 2002 et que vous en possédez une ;\n(Le cas échéant) La carte de résident permanent de chacun des enfants mineurs associés à votre\ndemande, qu’ils participent à la cérémonie ou non ;\nDeux pièces d’identité personnelles (ID) :\n▪ L’une d’elles doit comporter votre photo et votre signature, par exemple un permis de conduire ou une carte d’assurance maladie ;\n▪ Votre carte de résident permanent peut servir de pièce d’identité si votre deuxième pièce d’identité est délivrée par le gouvernement\nfédéral, provincial ou territorial du Canada ;\n▪ Les pièces d’identité étrangères doivent être émise par le gouvernement local, tandis que les pièces canadiennes n’ont pas besoin d’être délivrées par le gouvernement ;\n▪ S’ils ne sont ni en anglais ni en français, vous devez fournir une traduction accompagnée d’un affidavit du traducteur ;\n▪ Les mineurs ne sont pas tenus de présenter une pièce d’identité comportant une signature.\nDes exemples de pièces d’identité acceptées sont disponibles ici : Montrer une pièce d’identité, Mineurs – Rassembler les documents."
}