{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We respect your right to privacy. Please do not reply to this email with sensitive information, such as an account number, Social Security number, date of birth, bank account information, PIN, password, or Online ID. The security and confidentiality of your personal information is important to us. If you have any questions or want to read more, please visit ourHelp Center.\nMoneyLion does not provide, nor does it guarantee, any third-party product, service, information, or recommendation. The third parties providing these products or services are solely responsible for them, as well as all other content on their websites. MoneyLion is not liable for any third party's failure with regard to those advertised products, services, and benefits. These advertised products and services may not be FDIC insured or bank-guaranteed, and may be subject to a different privacy policy than MoneyLion’s. You should check individual offers, products, and services to become familiar with any applicable restrictions or conditions that may apply. MoneyLion may receive compensation from third parties for referring you to the third party, their products or to their website.\nMoneyLion is not associated with any government",
    "trans": "Nous respectons votre droit à la confidentialité. Veuillez ne pas répondre à cet e-mail avec des informations sensibles, telles qu'un numéro de compte, un numéro de sécurité sociale, une date de naissance, des informations bancaires, un code PIN, un mot de passe ou un identifiant en ligne. La sécurité et la confidentialité de vos informations personnelles sont importantes pour nous. Si vous avez des questions ou souhaitez en savoir plus, veuillez consulter notre Centre d'Aide.\nMoneyLion ne fournit ni ne garantit aucun produit, service, information ou recommandation de tiers. Les tiers fournissant ces produits ou services en sont les seuls responsables, ainsi que de tout autre contenu sur leurs sites web. MoneyLion n'est pas responsable des échecs d'un tiers concernant les produits, services et avantages publicités. Ces produits et services publicités peuvent ne pas être assurés par la FDIC ni garantis par une banque, et peuvent être soumis à une politique de confidentialité différente de celle de MoneyLion. Vous devez vérifier les offres, produits et services individuels pour vous familiariser avec les restrictions ou conditions qui peuvent s'appliquer. MoneyLion peut recevoir une compensation de la part de tiers pour vous avoir référé au tiers, à ses produits ou à son site Internet.\nMoneyLion n'est associé à aucun gouvernement"
}