{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Registration Number: [redacted_info]\nSupplier SST ID: [redacted_info]\nSupplier MISC Code: [redacted_info]\nSupplier Business Activity Description: Education (Private)\nBuyer TIN: [redacted_id]\nBuyer Name: [redacted_name]\nBuyer Identification [redacted_id] Buyer Nationality: [redacted_info]\nBuyer Address: [redacted_address]\nBuyer Contact No.: [redacted_number] Buyer Email: [redacted_email]\n2024/25 ACADEMIC YEAR\nDOCTOR OF PHILOSOPHY (ECONOMICS)\n[redacted_info]\ne-Invoice Version : 1.0, e-Invoice Type: 01 – Invoice Orig. Inv. Ref. No. (UIN): NA\nInvoice Date and Time:\nInvoice Currency Code: MYR Currency Exchange Rate: Reg. No.:\nClassifi cation\n[redacted_info]\nCourse Code\nDescription\nADMIN FEE (1) REGISTRATION FEE\nEMGS STUDENT VISA, APPLICATION FEES, MEDICAL SCREENING AND INSURANCE\nSUBTOTAL\nTOTAL EXCLUDING TAX\nTAX AMOUNT (SST) TOTAL INCLUDING TAX\nPLEASE PAY THIS BILL BY 10/10/2024\nCredit Rate Hour Crd\n- - - - - -\nPer Amount Hr RM\n3,000.00 1,400.00 2,141.00\nDisc\n- - -\nTax Amount\n- - -\nTotal\nRM\n3,000.00 1,400.00 2,141.00\n6,541.00\n6,541.00\n- 6,541.00\nNote:\n1.\n2.\n3.\n4.\nInternational students who require visas before entering Malaysia have to get a Single Entry Visa from the Malaysian Embassy, Consulate or High Commission in their home country or the nearest representative of the Malaysian Government before coming to Malaysia by using the E-VAL issued.\nAll fees should be paid by the payment due date stipulated in the Student Bill.\nThe international students could make payment of fee through Flywire (for international students to make payments from home countries, Flywire takes 3 working days from the delivered date to process the payment)\n-Logon to utartuition.flywire.com, a service provided by Flywire for instruction and payment.\n-View and select \"Student Bill Payment – New Student\". Then, follow the instructions to complete the payment process. -A copy of the flywire payment confirmation record must be emailed to diss@utar.edu.my as proof of payment.\nShould your country is not able to make payment via flywire.com service or you intend to pay this Student Bill through telegraphic transfer (TT) from your home country, please send an email to diss@utar.edu.my requesting the Student Bill to be re-issued in United States Dollar (USD).\nPlease note all bank charges incurred for telegraphic transfer (TT) including the issuing bank and the intermediate bank shall be paid by the student, please inform your bank about this when apply for TT payment. The University should receive the exact amount as shown on the student bill after deduction of all the bank charges, should there be any shortfall, the student is required to top up\n5.\nAll information is correct at the time of printing and is subject to change without prior n",
    "trans": "Numéro d'enregistrement : [redacted_info]\nIdentifiant SST du fournisseur : [redacted_info]\nCode MISC du fournisseur : [redacted_info]\nDescription de l'activité commerciale du fournisseur : Éducation (Privée)\nNIF de l'acheteur : [redacted_id]\nNom de l'acheteur : [redacted_name]\nIdentifiant de l'acheteur [redacted_id] Nationalité de l'acheteur : [redacted_info]\nAdresse de l'acheteur : [redacted_address]\nNuméro de contact de l'acheteur : [redacted_number] Email de l'acheteur : [redacted_email]\nANNÉE ACADÉMIQUE 2024/25\nDOCTORAT EN PHILOSOPHIE (ÉCONOMIE)\n[redacted_info]\nVersion de la facture électronique : 1.0, Type de facture électronique : 01 - Facture Réf. Orig. N° : NA\nDate et heure de la facture :\nCode de devise de la facture : MYR Taux de change de la devise : N° de registre :\nClassification\n[redacted_info]\nCode de cours\nDescription\nFRAIS D'ADMINISTRATION (1) FRAIS D'INSCRIPTION\nFRAIS DE VISA ÉTUDIANT EMGS, FRAIS DE DEMANDE, EXAMEN MÉDICAL ET ASSURANCE\nSOUS-TOTAL\nTOTAL HORS TAXES\nMONTANT DE LA TAXE (SST) TOTAL INCLUANT LES TAXES\nVEUILLEZ PAYER CETTE FACTURE AVANT LE 10/10/2024\nCrédit Taux horaire Créd\n- - - - - -\nPar Montant Hr RM\n3 000,00 1 400,00 2 141,00\nRem\n- - -\nMontant de la taxe\n- - -\nTotal\nRM\n3 000,00 1 400,00 2 141,006 541,00\n6 541,00\n6 541,00\n- 6 541,00\nNote :\n1.\n2.\n3.\n4.\nLes étudiants internationaux nécessitant un visa avant d'entrer en Malaisie doivent obtenir un visa d'entrée unique auprès de l'Ambassade de Malaisie, du Consulat ou de la Haute Commission de leur pays d'origine ou du représentant le plus proche du Gouvernement malaisien avant de venir en Malaisie en utilisant l'E-VAL émis.\nTous les frais doivent être payés avant la date d'échéance de paiement indiquée sur la facture de l'étudiant.\nLes étudiants internationaux peuvent effectuer le paiement des frais via Flywire (pour les étudiants internationaux effectuant des paiements depuis leur pays d'origine, Flywire prend 3 jours ouvrables à partir de la date de livraison pour traiter le paiement)\n-Connectez-vous à utartuition.flywire.com, un service fourni par Flywire pour les instructions et le paiement.\n-Consultez et sélectionnez \"Paiement de la facture de l'étudiant - Nouvel étudiant\". Ensuite, suivez les instructions pour finaliser le processus de paiement. -Une copie de l'enregistrement de confirmation de paiement Flywire doit être envoyée par e-mail à diss@utar.edu.my en tant que preuve de paiement.\nSi votre pays n'est pas en mesure de procéder au paiement via le service flywire.com ou si vous avez l'intention de payer cette facture d'étudiant par virement télégraphique (TT) depuis votre pays d'origine, veuillez envoyer un e-mail à diss@utar.edu.my pour demander que la facture de l'étudiant soit réémise en dollars américains (USD).\nVeuillez noter que tous les frais bancaires engagés pour le virement télégraphique (TT), y compris la banque émettrice et la banque intermédiaire, doivent être payés par l'étudiant, veuillez informer votre banque à ce sujet lors de la demande de paiement TT. L'université doit recevoir le montant exact indiqué sur la facture de l'étudiant après déduction de tous les frais bancaires, s'il y a un déficit, l'étudiant est tenu de compléter\n5.\nToutes les informations sont correctes au moment de l'impression et sont sujettes à des modifications sans préavis."
}