{
    "source": "en_US",
    "target": "fr_FR",
    "text": "JULISSA MERCEDES\nDear Tax Professional,\nWhy we're sending you this letter\nWe need information from you about the identification documents you uploaded to your online\npreparer tax identification number (PTIN) account, to complete the processing of your PTIN\napplication\nWe can't accept the documents you supplied for one or more of the following reasons:\nThey're expired and we need current documentation.\nThey're not on the list of acceptable documents.\nThey're not notarized by a foreign notary.\nThe notarized documents aren't translated into English.\nThey're not certified by the issuing agency.\nThey didn't include two current documents that verify your identity and your status as a foreign\nperson.\nAt least one document must have your photograph.\nThe documents must be a government-issued notarized copy.\nResubmit your supporting identification documents through your online PTIN account and\nallow 6 weeks for a response.",
    "trans": "JULISSA MERCEDES\nChère professionnelle de la fiscalité,\nPourquoi nous vous envoyons cette lettre\nNous avons besoin d’informations de votre part concernant les documents d’identification que vous avez téléchargés sur votre compte en ligne\npour le numéro d'identification du préparateur de déclarations fiscales (PTIN), afin de compléter le traitement de votre demande de PTIN.\napplication\nNous ne pouvons pas accepter les documents que vous avez fournis pour une ou plusieurs des raisons suivantes :\nIls sont expirés et nous avons besoin de documents à jour.\nIls ne figurent pas sur la liste des documents acceptables.\nIls ne sont pas notariés par un notaire étranger.\nLes documents notariés ne sont pas traduits en anglais.\nIls ne sont pas certifiés par l'agence émettrice.\nIls ne comprennent pas deux documents à jour vérifiant votre identité et votre statut de\npersonne étrangère.\nAu moins un document doit comporter votre photographie.\nLes documents doivent être une copie notariée émise par le gouvernement.\nVeuillez soumettre à nouveau vos documents d’identification via votre compte PTIN en ligne et\nprévoir un délai de 6 semaines pour une réponse."
}