{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The contingency theory of leadership argues that rather than adapting their style to the organization, leaders should fill roles based on how well they “match” the situation, which means leaders should fill roles that best suit their natural inclinations.\nThere is no singular \"best way\" to organize or lead a company; instead, the most effective management style depends on the specific internal and external conditions (or contingencies) faced by an organization. The effectiveness of a leader depends on situational factors. In 1995, Ayman et al. suggest that the traits of the leader and his or her control in the situation are key factors.\nIn particular, the contingency theory of leadership distinguishes between leaders who are task oriented vs. relationship oriented. Task-oriented leaders are more successful in high or low control situations and relationship-oriented leaders are more effective in medium control situations. Situational control consists of three components: the leader's relationship with the team, task clarity, and the leader's positional power.\nIn a chapter on the contingency theory of leadership in the Handbook of Leadership Theory and Practice, Lorsch further states that leadership styles are very difficult to change and that organizations should select the most appropriate leader based on needs and consider employee expectations, organizational complexity, international differences, and task certainty in determining leadership style.",
    "trans": "La théorie de la contingence du leadership soutient qu'au lieu d'adapter leur style à l'organisation, les dirigeants devraient remplir les rôles en fonction de leur « adéquation » à la situation, ce qui signifie que les dirigeants devraient remplir les rôles qui correspondent le mieux à leurs inclinations naturelles.\nIl n'existe pas de « meilleure façon » unique d’organiser ou de diriger une entreprise ; au contraire, le style de gestion le plus efficace dépend des conditions internes et externes spécifiques (ou contingences) auxquelles une organisation fait face. L'efficacité d'un leader dépend de facteurs situationnels. En 1995, Ayman et al. suggèrent que les traits du leader et son ou sa maîtrise de la situation sont des facteurs clés.\nEn particulier, la théorie contingente du leadership distingue les leaders orientés vers les tâches de ceux orientés vers les relations. Les leaders orientés vers les tâches sont plus performants dans des situations de contrôle élevé ou faible, tandis que les leaders orientés vers les relations sont plus efficaces dans des situations de contrôle moyen. Le contrôle situationnel se compose de trois éléments : la relation du leader avec l’équipe, la clarté des tâches, et le pouvoir positionnel du leader.\nDans un chapitre sur la théorie de la contingence du leadership dans le Handbook of Leadership Theory and Practice, Lorsch affirme en outre que les styles de leadership sont très difficiles à changer et que les organisations devraient sélectionner le leader le plus approprié en fonction des besoins et tenir compte des attentes des employés, de la complexité de l'organisation, des différences internationales et de la certitude des tâches pour déterminer le style de leadership."
}