{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Equal Opportunity Employer\nAt Agoda, we pride ourselves on being a company represented by people of all different backgrounds and orientations. We prioritize attracting diverse talent and cultivating an inclusive environment that encourages collaboration and innovation. Employment at Agoda is based solely on a person’s merit and qualifications. We are committed to providing equal employment opportunity regardless of age, race, color, national origin, religion, marital status, pregnancy, sexual orientation, gender identity, disability, citizenship, veteran or military status, and other legally protected characteristics.\nWewill keep your application on file so that we can consider you for future vacancies and you can always ask to have your details removed from the file.\nTo all recruitment agencies: Agoda does not accept third party resumes. Please do not send resumes to our jobs alias, Agoda employees or any other organization location. Agoda is not responsible for any fees related to unsolicited resumes.",
    "trans": "Employeur garantissant l’égalité des chances\nChez Agoda, nous sommes fiers d’être une entreprise représentée par des personnes de tous horizons et orientations. Nous accordons une priorité particulière à l’attraction de talents divers et à la création d’un environnement inclusif favorisant la collaboration et l’innovation. L’emploi chez Agoda repose uniquement sur le mérite et les qualifications d’une personne. Nous nous engageons à offrir l’égalité des chances en matière d’emploi, indépendamment de l’âge, de la race, de la couleur, de l’origine nationale, de la religion, de l’état civil, de la grossesse, de l’orientation sexuelle, de l’identité de genre, du handicap, de la citoyenneté, du statut d’ancien combattant ou militaire, ainsi que de toute autre caractéristique protégée par la loi.\nNous conserverons votre candidature dans nos dossiers afin de pouvoir vous considérer pour de futures opportunités. Vous pouvez également demander à ce que vos informations soient supprimées de notre fichier à tout moment.\nAux agences de recrutement : Agoda n’accepte pas les CV envoyés par des tiers. Veuillez ne pas transmettre de CV à notre adresse de recrutement, aux employés d’Agoda ou à tout autre site de l’organisation. Agoda n’est pas responsable des frais liés aux CV non sollicités."
}