{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The PDHPE K–6 Syllabus follows Recommendation 2: ‘Clarify and strengthen writing content in syllabus documents’ from Teaching Writing: Report of the Thematic Review of Writing (NESA 2018).\nCreating written texts is a way of organising thoughts, explaining thinking, and making connections within and across learning areas. The learning areas provide meaningful content for writing beyond the subject of English. ‘When writing instruction prompts students to think deeply and/or make decisions about content, learning is improved’ (AERO 2022). Creating written texts in learning areas develops students’ critical understandings and voice.\nCreating written texts content in the primary curriculum includes:\nsystematic development of expectations for creating written texts, which aligns with the English K–10 Syllabus (2022)\nexplicit writing content to support students to become fluent creators of texts, to deepen their understanding of the learning areas and focus on vocabulary and sentence construction\nopportunities to practise the process of creating written texts to develop and communicate knowledge, understanding and ideas\na focus on vocabulary and sentence construction.\nCreating written texts refers to the act of composing and constructing a text for a particular purpose, audience and context.\nVarious methods of transcription may",
    "trans": "Le programme PDHPE K–6 suit la Recommandation 2 : « Clarifier et renforcer le contenu rédactionnel dans les documents du programme » issue du rapport Teaching Writing: Report of the Thematic Review of Writing (NESA 2018).\nLa création de textes écrits est un moyen d'organiser ses pensées, d'expliquer sa réflexion et d'établir des liens au sein et entre les domaines d'apprentissage. Ces domaines fournissent un contenu significatif pour l'écriture au-delà de la matière de l'anglais. « Lorsque l'enseignement de l'écriture incite les élèves à réfléchir profondément et/ou à prendre des décisions concernant le contenu, l'apprentissage est amélioré » (AERO 2022). La création de textes écrits dans les domaines d'apprentissage développe la compréhension critique et l'expression des élèves.\nLe contenu lié à la création de textes écrits dans le programme primaire comprend :\nLe développement systématique des attentes pour la création de textes écrits, aligné sur le programme d'anglais K–10 (2022).\nUn contenu explicite en écriture pour aider les élèves à devenir des créateurs de textes fluides, à approfondir leur compréhension des domaines d'apprentissage et à se concentrer sur le vocabulaire et la construction de phrases.\nDes opportunités de pratiquer le processus de création de textes écrits pour développer et communiquer des connaissances, des compréhensions et des idées.\nUne attention particulière sur le vocabulaire et la construction de phrases.\nLa création de textes écrits fait référence à l'acte de composer et de construire un texte pour un objectif, un public et un contexte spécifiques.\nDiverses méthodes de transcription peuvent"
}