{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Kuwait Team,\nThe Company recently launched the International Employee Assistance Program (IEAP) to support all employees and their families with well-being and success throughout their lives.\nThe IEAP offers very useful resources on how to deal with stress, improve your mental health, manage your finances, deal with parenting challenges and more. Access is easy and available 24/7 in 27 languages via phone, email, online chat, and an online portal. It is free for employees and their family members and totally confidential.\nThe IEAP covers various personal and work-related issues, such as relationship improvement, stress management, career success, and physical health maintenance. We strongly encourage to take advantage of the IEAP.\nDon’t hesitate to visit the IEAP portal. Feel free to reach out to your local HR team if you have any questions or need some help.\nHave a safe and mindful day.\nRegards,\nHuman Resources\nWeatherford Kuwait",
    "trans": "Chère équipe du Koweït,\nL'entreprise a récemment lancé le Programme d'Assistance aux Employés International (IEAP) afin de soutenir tous les employés et leurs familles dans leur bien-être et leur succès tout au long de leur vie.\nL'IEAP propose des ressources très utiles sur la manière de gérer le stress, améliorer votre santé mentale, gérer vos finances, faire face aux défis de la parentalité et bien plus encore. L'accès est facile et disponible 24h/24 et 7j/7 en 27 langues via téléphone, email, chat en ligne et un portail en ligne. Il est gratuit pour les employés et leurs membres de famille et totalement confidentiel.\nL'IEAP couvre divers problèmes personnels et liés au travail, tels que l'amélioration des relations, la gestion du stress, la réussite professionnelle et le maintien de la santé physique. Nous vous encourageons vivement à profiter de l'IEAP.\nN'hésitez pas à visiter le portail du IEAP. N'hésitez pas à contacter votre équipe RH locale si vous avez des questions ou si vous avez besoin d'aide.\nPassez une journée en toute sécurité et en pleine conscience.\nCordialement,\nRessources humaines\nWeatherford Koweït"
}