{
    "source": "en_US",
    "target": "fr_FR",
    "text": "know,\" he agreed. \"And I'm going to make sure you do. I'll cover the fees. I'll do whatever it takes, but I need you to support me on this.\"\n\"Joey won't.\" My hands shook as I spoke. \"He won't live under the same roof as her, Darren. You don't know what it's been like for him.\"\n\"Joey's irrelevant in this,\" Darren muttered, pinching his temples. \"He's over eighteen.\"\n\"That doesn’t make him irrelevant,\" I snapped, glaring at my oldest brother. \"He's the most relevant thing in our lives, Darren.\"\nHe sighed heavily. \"I know, I know. I didn't mean it to come out like that –\"\n\"Did you know that Sean called Joey 'Da-Da' until he was two?\" I interrupted sharply. My eyes were wide and full of unshed tears, my hands balled into fists and shaking at my sides. \"Sean actually thought his brother was his daddy. I suppose it would be an easy mistake to make, you know, considering Joey sat up most nights doing his night feeds and changing his nappies when Mam was working nights or drowning in her depression. So, go ahead and tell Sean how irrelevant Joey is. Or better still, tell Ollie and Tadhg that every time Joey slept outside their bedroom door, for fear our father would go after them, was irrelevant. Tell them about how all the beatings Joey took for them were irrelevant. Tell me how irrelevant the brother who fed us when we were starving, stuck up for us when we had no one, gave us money when we needed it for school –\" my voice cracked and I dragged in several deep breaths before I could continue, \"Tell me how irrelevant he is, Darren,\" I strangled out, feeling the burning protest of my lungs from the sudden exertion. \"Go right ahead and do it!\"\n\"You know I didn’t mean it like that,\" he sighed. \"Of course he's not irrelevant. That was a shitty thing for me to say.\"\n\"Yeah,\" I strangled out, chest heaving. \"It was.\"\n\"What I was trying to say is that Joey's over eighteen. Legally, he's an adult and the social workers aren't interested in him. They're concentrating on the minor children – you, Tadhg, Ollie, and Sean. He's not on their radar.\"\n\"Have you met Sean yet?\" I heard myself ask, tone harder than I knew I was capable of. \"Ollie got big, didn’t he? Tadhg, too. What age were they when you last saw them? Three and six, wasn’t it?\" I knew I should stop and rein it in, but I couldn't. I was so furious that he could be so flippant with his words. It hurt to hear him call Joey irrelevant because I knew that was exactly how Joey was feeling when he stormed out earlier. \"I was ten. Joey was twelve – barely older than Tadhg is now. Do you think we have changed, Darren?\"\n\"A lot has changed,\" he whispered.\n\"Yeah, it has,\" I agreed, voice warbling. \"And the mother that was so good to you, the Mam you remember, isn’t the one we experienced.\"\n\"She's still your mother.\"\n\"See, you keep calling her that, but I only remember having one of those.\"\n\"Shannon –\"\n\"His name is Joey,\" I choked out, fisting the sheets. \"The irrelevant one. He's been our mother, Darren, when our real one checked out.\" Tears pooled down my cheeks as I spoke, forcing myself to get it out and for him to hear it, \"When you",
    "trans": "« Je sais », acquiesça-t-il. « Et je vais m’assurer que tu le comprennes. Je couvrirai les frais. Je ferai tout ce qu’il faut, mais j’ai besoin que tu me soutiennes là-dessus. »\n« Joey ne le fera pas. » Mes mains tremblaient en parlant. « Il ne vivra pas sous le même toit qu’elle, Darren. Tu n’as aucune idée de ce qu’il a vécu. »\n« Joey n’a pas son mot à dire là-dedans », marmonna Darren en se pinçant les tempes. « Il a plus de dix-huit ans. »\n« Ça ne le rend pas moins important », répliquai-je sèchement, lançant un regard furieux à mon frère aîné. « Il est la personne la plus importante dans nos vies, Darren. »\nIl poussa un long soupir. « Je sais, je sais. Ce n’est pas ce que je voulais dire – »\n« Tu savais que Sean appelait Joey ‘Da-Da’ jusqu’à ses deux ans ? » l’interrompis-je d’une voix tranchante. Mes yeux s’ouvrirent grands, remplis de larmes non versées, mes poings se serrèrent à mes côtés, tremblants. « Sean pensait réellement que son frère était son père. J’imagine que c’était une erreur facile à faire, tu sais, étant donné que Joey veillait la nuit pour lui donner ses biberons et changer ses couches pendant que Mam travaillait ou sombrait dans sa dépression. Alors, vas-y, dis à Sean à quel point Joey est insignifiant. Ou mieux encore, dis-le à Ollie et Tadhg chaque fois que Joey dormait devant leur porte de peur que notre père ne s’en prenne à eux. Dis-leur que toutes les raclées que Joey a prises pour eux ne comptent pas. Explique-moi à quel point le frère qui nous a nourris quand nous mourions de faim, qui nous a défendus quand nous n’avions personne, qui nous a donné de l’argent pour l’école quand nous en avions besoin, est insignifiant – » Ma voix se brisa et j’aspirai plusieurs grandes bouffées d’air avant de pouvoir continuer. « Dis-moi à quel point il est insignifiant, Darren », haletai-je, sentant mes poumons brûler sous l’effort brutal. « Vas-y, dis-le ! »\n« Tu sais que ce n’est pas ce que je voulais dire », soupira-t-il. « Bien sûr qu’il n’est pas insignifiant. C’était une remarque stupide de ma part. »\n« Ouais », haletai-je, la poitrine soulevée par la colère. « Ça l’était. »\n« Ce que j’essayais de dire, c’est que Joey a plus de dix-huit ans. Légalement, c’est un adulte et les travailleurs sociaux ne s’intéressent pas à lui. Ils se concentrent sur les enfants mineurs – toi, Tadhg, Ollie et Sean. Il n’est pas dans leur champ d’action. »\n« Tu as déjà rencontré Sean ? » entendis-je ma propre voix demander, plus dure que je ne me croyais capable. « Ollie a grandi, non ? Tadhg aussi. Quel âge avaient-ils la dernière fois que tu les as vus ? Trois et six ans, non ? » Je savais que je devais m’arrêter, ravaler ma colère, mais c’était plus fort que moi. J’étais furieuse qu’il puisse parler si légèrement. Ça faisait mal d’entendre Joey qualifié d’insignifiant, parce que je savais que c’était exactement ce qu’il avait ressenti en claquant la porte tout à l’heure. « J’avais dix ans. Joey en avait douze – à peine plus âgé que Tadhg aujourd’hui. Tu crois qu’on n’a pas changé, Darren ? »\n« Beaucoup de choses ont changé », murmura-t-il.\n« Oui, c’est vrai », acquiesçai-je d’une voix vacillante. « Et la mère qui a été si bonne pour toi, la Mam que tu te souviens, ce n’est pas celle que nous avons connue. »\n« Ça reste votre mère. »\n« Tu vois, tu continues à l’appeler comme ça, mais moi, je ne me souviens d’en avoir eu qu’une seule. »\n« Shannon – »\n« Il s’appelle Joey », étouffai-je, agrippant les draps. « Le soi-disant insignifiant. Il a été notre mère, Darren, quand la nôtre a disparu. » Les larmes coulèrent sur mes joues alors que je parlais, me forçant à tout dire, pour qu’il l’entende. « Quand tu... »"
}