{
    "source": "en_US",
    "target": "fr_FR",
    "text": "2 Years of recent, hands-on, and verifiable care, with a reputable agency, or facility.\nAbility to reliably commute to the location.\nA clean driving record, current driver's license, active and current car insurance, and a reliable vehicle. Driving is a requirement of this position, as we offer our clients the availability of transportation to run errands or participate in activities they enjoy, via their caregiver.\nExperience with older adult/senior care; experience with those who have cognitive challenges. We search for candidates who can prove their empathy, patience, and compassion for these individuals. Those who want consistency in work and opportunities to grow.\nExperience assisting with Activities of Daily Living (ADL's).\nExcellent communication (spoken and written) skills.\nExcellent charting skills, with experience in monitoring vitals.\nReliable work attendance",
    "trans": "2 ans d'expérience récente, pratique et vérifiable dans les soins, avec une agence ou un établissement réputé.\nCapacité à se rendre de manière fiable à l'emplacement.\nUn dossier de conduite vierge, un permis de conduire valide, une assurance automobile active et valide, et un véhicule fiable. La conduite est une exigence de ce poste, car nous offrons à nos clients la possibilité de se déplacer pour faire des courses ou participer à des activités qu'ils apprécient, via leur soignant.\nExpérience avec les soins aux personnes âgées/soins aux seniors ; expérience avec ceux qui ont des troubles cognitifs. Nous recherchons des candidats qui peuvent prouver leur empathie, leur patience et leur compassion pour ces individus. Ceux qui recherchent la constance dans le travail et des opportunités de croissance.\nExpérience dans l'assistance pour les Activités de la Vie Quotidienne (ADL's).\nExcellentes compétences en communication (orale et écrite).\nExcellentes compétences en prise de notes, avec expérience dans la surveillance des signes vitaux.\nPrésence au travail fiable."
}