{
    "source": "en_US",
    "target": "fr_FR",
    "text": "There is a hot pot brand in China that I really like, called Haidilao Hot pot. This hot pot is very popular, not only the business of the store is very popular, but also the brand-related foods, such as the hot pot bottom material, many people are willing to purchase. There are also hot pot chains in other countries. Not only does the hot pot restaurant offer free manicure appointments, but some areas even offer to wash your hair for free after the meal. Birthday by the waiter to sing and dance for you, the atmosphere is very pleasant. I have chosen to spend my birthday here with friends several times. I am very impressed with the Logo of this hot pot restaurant. Most of its Logo is made up of red and white, red symbolizes enthusiasm and joy, and the fact is that when you enter this hot pot restaurant, their waiters are very service conscious and can make you enjoy an unparalleled service experience.The center of the Logo, HI, also represents the meaning of hello, experiencing the joy of Hailao hot pot and excellent service awareness. The letter H is designed in the shape of a chopstick to highlight the characteristics of Chinese food, while the letter I is designed as a chili pepper to represent the food's spicy character.The image of this Logo effectively promoted the development of Haidilao hot pot in China, This made me realize that a good logo is the key to the success of a business and a product.",
    "trans": "Il existe en Chine une marque de hot pot que j'apprécie, appelée Haidilao Hot Pot. Ce hot pot est très populaire, tant les affaires du magasin sont prospères que les produits liés à la marque, comme le fond de hot pot, que beaucoup de gens sont prêts à acheter. Il existe aussi des chaînes de restaurants de hot pot dans d'autres pays. Non seulement les restaurants de hot pot proposent des rendez-vous de manucure gratuits, mais certaines régions offrent même de vous laver les cheveux gratuitement après le repas. Les serveurs chantent et dansent pour votre anniversaire, l'ambiance est très agréable. J'ai choisi de fêter mon anniversaire ici avec des amis à plusieurs reprises. Je suis très impressionné par le logo de ce restaurant de hot pot. La plupart des éléments de son logo sont rouges et blancs, le rouge symbolisant l'enthousiasme et la joie. À l'intérieur de ce restaurant, le service est excellent et les serveurs sont très attentionnés. Le centre du logo, HI, représente également le sens de bonjour et l'expérience de la joie du hot pot Haidilao, ainsi que la prise de conscience du service exceptionnel. La lettre H est conçue en forme de baguette pour souligner les caractéristiques de la nourriture chinoise, tandis que la lettre I est conçue comme un piment pour représenter le caractère épicé de la nourriture. L'image de ce logo a efficacement promu le développement de Haidilao hot pot en Chine. Elle a d'ailleurs été utilisée pour promouvoir le développement de la chaîne Haidilao hot pot en Chine."
}