{
    "source": "en_US",
    "target": "fr_FR",
    "text": "learning from a short multimedia explanation of how lightning storms develop in which an animation was accompanied by either neutral or self-referenced speech. Method Participants and design. The participants were 34 college students recruited from the psychology subject pool at the University of California, Santa Barbara. There were 17 participants in the personalized-speech group and 17 participants in the neutral-speech group. All participants indicated a low level of knowledge of meteorology. Materials and apparatus. The paper materials consisted of a partici- pant questionnaire, retention test, and four problem-solving transfer test sheets, similar to those we have used previously (Mayer & Moreno, 1998). The participant questionnaire solicited the participant's age, gender, and SAT scores; in addition, to measure the participant's knowledge of mete- orology, it contained the following two questions: (a) \"Please put a check mark indicating your knowledge of meteorology (weather),\" followed by five blanks ranging from very little (scored as 1 point) to very much (scored",
    "trans": "apprentissage à partir d'une brève explication multimédia sur le développement des orages, où une animation était accompagnée d'un discours soit neutre, soit auto-référencé. Méthode - Participants et conception. Les participants étaient 34 étudiants recrutés dans la réserve de sujets en psychologie de l'Université de Californie, Santa Barbara. Il y avait 17 participants dans le groupe de discours personnalisé et 17 participants dans le groupe de discours neutre. Tous les participants ont indiqué un faible niveau de connaissance en météorologie. Matériaux et appareils. Les documents papier comprenaient un questionnaire pour les participants, un test de rétention, et quatre feuilles de test de transfert de résolution de problèmes, similaires à ceux que nous avons utilisés précédemment (Mayer & Moreno, 1998). Le questionnaire des participants sollicitait l'âge, le sexe et les scores SAT des participants ; de plus, pour mesurer la connaissance des participants en météorologie, il contenait les deux questions suivantes : (a) « Veuillez cocher votre niveau de connaissance en météorologie (météo) », suivi de cinq cases allant de très peu (noté 1 point) à très beaucoup (noté..."
}