{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Day,\nThis is a courtesy reminder that the temporary password for your City of Markham online account is set to expire tomorrow. Please take a moment to reset your password today in order to maintain access to your account, including access to City of Markham's eTax system.\nPlease check your email, including your Junk mailbox, for an email from the City of Markham with your new temporary password. Click on the link provided in the email to login with your temporary password, and then set a new password. The temporary password expires tomorrow. If you do not reset your password within this timeframe, you will have to contact the City for further instructions.\nPlease note that your User ID will now be your email address.\nVisit the City ofMarkham website, markham.ca, for more information. If you have any questions or concerns, please contact customerservice@markham.ca or call 905.477.5530.\nWe thank you for your patience",
    "trans": "Jour,\nNous vous rappelons que le mot de passe temporaire de votre compte en ligne de la Ville de Markham expirera demain.  Veuillez prendre un moment pour réinitialiser votre mot de passe aujourd'hui afin de conserver l'accès à votre compte, y compris l'accès au système eTax de la Ville de Markham.\nVeuillez vérifier vos emails, y compris votre boîte de courrier indésirable, pour un email de la Ville de Markham avec votre nouveau mot de passe temporaire. Cliquez sur le lien fourni dans l'e-mail pour vous connecter avec votre mot de passe temporaire, puis définissez un nouveau mot de passe. Le mot de passe temporaire expirera demain. Si vous ne réinitialisez pas votre mot de passe dans ce délai, vous devrez contacter la ville pour obtenir des instructions supplémentaires.\nVeuillez noter que votre identifiant sera désormais votre adresse e-mail.\nVisitez le site Web de la ville de Markham, markham.ca, pour plus d'informations. Si vous avez des questions ou des inquiétudes, veuillez contacter customerservice@markham.ca ou appeler le 905.477.5530.\nNous vous remercions pour votre patience"
}