{
    "source": "en_US",
    "target": "fr_FR",
    "text": "So let's talk about the different components\nwe'll be looking for in time series analysis.\nThe first component we're going to look for is the level.\nThis is the value where a demand hovers, the mean.\nSo over here on the right we have this picture\nof all the different observations.\nWhat we can see here is that they're\nall kind of hovering around a certain level.\nAnd this captures the scale of the time series analysis\nbecause this kind of sets the level on the demand side.\nAnd if there's no other pattern, no other components present,\nthen we can say the forecast is going\nto be this constant value.\nSo we're going to call this Level (a)\nand you can see it's just the mean or the average\nwhere all those different observations hover.\nSo this is the easiest pattern-- level.\nThe second one is a trend, and this\nis defined as the rate of growth or decline.\nIt's got to be persistent movement\nin one direction or the other.\nWe show this as a positive trend.\nYou can also have a negative trend.\nIt could happen.",
    "trans": "Abordons les différentes composantes que\nnous examinerons dans l'analyse des séries temporelles.\nLa première composante que nous allons examiner est le niveau.\nIl s'agit de la valeur autour de laquelle la demande oscille, la moyenne.\nIci, à droite, nous avons une représentation\nde toutes les différentes observations.\nNous pouvons constater qu'elles\ngravitent toutes autour d'un certain niveau.\nEt cela capture l'échelle de l'analyse des séries temporelles,\ncar cela établit le niveau de la demande.\nEn l'absence d'autres modèles ou composantes,\nnous pouvons affirmer que la prévision\nsera cette valeur constante.\nNous appellerons cela le Niveau (a),\net vous pouvez constater qu'il s'agit simplement de la moyenne ou de la valeur moyenne\nautour de laquelle toutes ces différentes observations gravitent.\nIl s'agit donc du modèle le plus simple--le niveau.\nLa deuxième composante est la tendance,\ndéfinie comme le taux de croissance ou de déclin.\nIl s'agit d'un mouvement persistant\ndans une direction ou dans l'autre.\nNous illustrons ici une tendance positive.\nUne tendance négative est également possible.\nCela pourrait se produire."
}