{
    "source": "en_US",
    "target": "fr_FR",
    "text": "AutoCAD customization is commonly performed by system administrators and CAD managers, but senior drafters and savvy users are increasingly taking customization into their own hands. AutoLISP and VBA are two popular and versatile tools that allow for going beyond the boundaries of normal user interface customization options, allowing users to:\nEnforce drawing and CAD standards, and automate repetitive tasks\nCustomize the workspace, including tool sets, ribbon tabs and panels, and palettes\nModify graphical objects, set system variables, integrate with external software, and more\nManage blocks, change the interface, create dialog boxes, and communicate with Microsoft Office applications\nThe ideal design environment puts the tools you need right at your fingertips, removes unnecessary steps, and fosters precision through good communication. Customizing, including applying AutoLISP and VBA to AutoCAD, enables all of this and much more. For the designer who needs to work smarter because it's impossible to work any harder, AutoCAD Platform Customization provides the key information, insight, and techniques that will help to increase your productivity with AutoCAD.",
    "trans": "La personnalisation d'AutoCAD est généralement effectuée par les administrateurs système et les responsables CAO, mais les dessinateurs chevronnés et les utilisateurs avertis sont de plus en plus nombreux à prendre en main la personnalisation. AutoLISP et VBA sont deux outils populaires et polyvalents qui permettent de dépasser les limites des options normales de personnalisation de l'interface utilisateur :\nAppliquer les normes de dessin et de CAD, et automatiser les tâches répétitives\nPersonnaliser l'espace de travail, y compris les ensembles d'outils, les onglets et panneaux du ruban, et les palettes\nPersonnaliser l'espace de travail, y compris les ensembles d'outils, les onglets et panneaux du ruban, et les palettes\nGérer des blocs, modifier l'interface, créer des boîtes de dialogue et communiquer avec les applications Microsoft Office\nL'environnement de conception idéal met les outils dont vous avez besoin à portée de main, supprime les étapes inutiles et favorise la précision grâce à une bonne communication. La personnalisation, y compris l'application d'AutoLISP et de VBA à AutoCAD, permet tout cela et bien plus encore. Pour le concepteur qui doit travailler plus intelligemment parce qu'il est impossible de travailler plus dur, la personnalisation de la plate-forme AutoCAD fournit les informations clés, les connaissances et les techniques qui vous aideront à augmenter votre productivité avec AutoCAD."
}