{
    "source": "en_US",
    "target": "fr_FR",
    "text": "An alert sent out by NJ Transit said North Jersey Coast Line rail service is suspended in both directions between Red Bank and Long Branch due to a pedestrian strike near Red Bank. In a later statement, the agency said the incident occurred at about 2 pm.\nRed Bank Police Captain Mike Frazee confirmed at the scene that a pedestrian had been killed by the southbound train. A NJ Transit spokesman said in a statement the victim was an adult male.\nThe incident occurred at the same spot at which a pedestrian was killed crossing the tracks just three and a half weeks ago.\nVideo of that Sept. 14 incident obtained by redbankgreen shows the victim walking around the lowered railroad crossing gates directly into the path of the oncoming train.\nAt the scene Wednesday, a visibly distraught witness said he saw the pedestrian go around the lowered gates at Monmouth Street despite the blaring horn from the train.",
    "trans": "Une notification de NJ Transit a signalé la suspension du service ferroviaire de la North Jersey Coast Line dans les deux directions entre Red Bank et Long Branch, suite à un incident impliquant un piéton près de Red Bank. Dans une communication ultérieure, l'agence a indiqué que l'événement s'est produit aux alentours de 14 heures.\nMike Frazee, le chef de la police de Red Bank, a confirmé sur place qu'un piéton a été fauché par le train circulant vers le sud. Un représentant de NJ Transit a indiqué que la personne touchée était un homme d'âge adulte.\nL'accident a eu lieu à l'endroit où un piéton avait perdu la vie en traversant les rails il y a à peine trois semaines et demie.\nUne vidéo de cet incident du 14 septembre obtenue par redbankgreen montre la victime contournant les barrières abaissées du passage à niveau directement sur la voie du train arrivant.\nSur les lieux mercredi, un témoin visiblement bouleversé a déclaré avoir vu le piéton contourner les barrières abaissées de Monmouth Street malgré le klaxon retentissant du train."
}