{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Abby wanted to touch, but Ellie made her next move quickly.\nEllie leaned over Abby, leveraged herself with her hands, and rocked her hips against Abby’s hips again, a desperate sigh slipping through her swollen lips.\nAbby was lightning, dangerous and capable of burning someone from the inside out, but Ellie didn’t care. She would be the moth, chasing after the light that burns everything she touches.\nEllie kissed Abby like she had nothing to lose and it made Abby gasp after every kiss. Ellie would pull away and Abby would push in the same way the waves did with the shore. Abby eroded her, took pieces of her and Ellie wanted it all back. They traded soft, wet and eager kisses that walked the line, teetering onto hard and forcible.\nEllie pulled back, licking her lips and Abby tilted her head and dropped her jaw so slightly.\n“You want more?” Ellie asked, tracing Abby’s swollen lips with her thumb.\n“Mmm-hmm,” Abby hummed greedily.\nFuck. Ellie sighed, relishing in the need that dripped from Abby’s words like sweet sap from a tree.\n“Who am I to deny you?” Ellie whispered, leaning down and kissing her deeply. Abby kissed back, showing her strength and pulling Ellie’s hips down against hers. Ellie gasped, pain intertwining with pleasure and wondered if Abby was as wet as she was.",
    "trans": "Abby voulait toucher, mais Ellie a fait son prochain mouvement rapidement.\nEllie se pencha sur Abby, fit levier avec ses mains et balança à nouveau ses hanches contre celles d'Abby, un soupir désespéré s'échappant de ses lèvres gonflées.\nAbby était la foudre, dangereuse et capable de brûler quelqu'un de l'intérieur, mais Ellie s'en moquait. Elle serait le papillon de nuit, poursuivant la lumière qui brûle tout ce qu'elle touche.\nEllie embrassait Abby comme si elle n'avait rien à perdre et cela faisait haleter Abby après chaque baiser. Ellie s'éloignait et Abby la poussait comme les vagues le faisaient avec le rivage. Abby l'érodait, prenait des morceaux d'elle et Ellie voulait tout récupérer. Elles échangèrent des baisers doux, humides et avides qui se situaient à la limite entre le dur et le forcé.\nEllie se retira, se léchant les lèvres et Abby pencha la tête et laissa légèrement tomber sa mâchoire.\n« En veux-tu plus ? demanda Ellie en traçant les lèvres gonflées d'Abby avec son pouce.\n« Mmm-hmm », fredonna Abby avec avidité.\nPutain de merde. Ellie soupira, se délectant du besoin qui coulait des mots d'Abby comme la sève d'un arbre.\n« Qui suis-je pour te le refuser ? chuchota Ellie en se penchant vers elle et en l'embrassant fortement. Abby lui rendit son baiser, montrant sa force et attirant les hanches d'Ellie contre les siennes. Ellie sursauta, la douleur se mêlant au plaisir et se demanda si Abby était aussi mouillée qu'elle."
}