{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Qualifications:\nHigh school graduate\nStrong basic math skills\nMinimum ½ year experience in warehouse operations - including RF/HH equipment, forklift, electric pallet jack and stretch-wrap machine\nWorking knowledge of computers or ability to learn applicable systems required\nHigh degree of accuracy and attention to detail\nSense of urgency and well organized\nCooperative team like attitude\nAbility to multi-task and/or quickly transition from one function/task to the next\nDepending on location, must have and maintain a valid Driver’s License and clean driving record\nScope Data:\nInteracts professionally with all stakeholders\nAccountable for individual accuracy and commitment to learning from mistakes\nActs with integrity\nWork Environment:\nWarehouse environment may be subject to temperature extremes, dust, fumes and battery acid\nHeavy lifting up to 100 lbs\nRepetitive lifting\nConsistent walking\nStanding or walking for two-hour intervals\nRepetitive taping of boxes\nNote: We do not accept resumes from headhunters, placement agencies, or other suppliers that have not signed a formal agreement with us.\nInterstate Batteries provides equal employment opportunities (EEO) to all employees and applicants for employment without regard to race, color, religion, gender, sex, national origin, age, disability, genetic information, marital status, amnesty, or status as a covered veteran in accordance with applicable federal, state and local laws. Interstate Batteries complies with applicable state and local laws governing non-discrimination in employment in every location in which the company has facilities. This policy applies to all terms and conditions of employment, including, but not limited to, hiring, placement, promotion, termination, layoff, recall, transfer, leaves of absence, compensation, and training.\nInterstate Batteries expressly prohibits any form of unlawful employee harassment based on race, color, religion, gender, sex, national origin, age, genetic information, disability, or veteran status. Improper interference with the ability of Interstate Batteries' employees to perform their expected job duties is absolutely not tolerated.\nSalary Requirements\n$19-$20",
    "trans": "Qualifications :\nDiplômé(e) du lycée\nSolides compétences en mathématiques de base\nExpérience minimale de 6 mois dans les opérations d'entrepôt - y compris l'équipement RF/HH, le chariot élévateur, le transpalette électrique et la machine à film étirable\nConnaissance pratique des ordinateurs ou capacité à apprendre les systèmes applicables requise\nUn grand souci de précision et d'attention aux détails\nSens de l'urgence et bien organisé(e)\nAttitude coopérative et esprit d'équipe\nCapacité à gérer plusieurs tâches simultanément et/ou à passer rapidement d'une fonction/tâche à l'autre\nSelon l'emplacement, il est nécessaire de posséder et de maintenir un permis de conduire valide et un dossier de conduite vierge\nDonnées de portée :\nInteragit de manière professionnelle avec toutes les parties prenantes\nResponsable de la précision individuelle et de l'engagement à apprendre de ses erreurs\nAgit avec intégrité\nEnvironnement de travail :\nL'environnement de l'entrepôt peut être exposé à des températures extrêmes, de la poussière, des fumées et de l'acide de batterie\nLevage lourd jusqu'à 100 livres\nLevage répétitif\nMarche constante\nRester debout ou marcher par intervalles de deux heures\nScotchage répétitif des boîtes\nRemarque : Nous n'acceptons pas les CV provenant de chasseurs de têtes, d'agences de placement ou d'autres fournisseurs qui n'ont pas signé d'accord formel avec nous.\nInterstate Batteries offre des opportunités d'emploi égales (EEO) à tous les employés et candidats à l'emploi, sans distinction de race, couleur, religion, genre, sexe, origine nationale, âge, handicap, informations génétiques, état matrimonial, amnistie, ou statut de vétéran couvert, conformément aux lois fédérales, étatiques et locales applicables. Interstate Batteries se conforme aux lois étatiques et locales applicables régissant la non-discrimination en matière d'emploi dans chaque lieu où l'entreprise possède des installations. Cette politique s'applique à tous les termes et conditions d'emploi, y compris, mais sans s'y limiter, l'embauche, le placement, la promotion, la résiliation, la mise à pied, le rappel, le transfert, les congés, la rémunération et la formation.\nInterstate Batteries interdit expressément toute forme de harcèlement illégal des employés fondé sur la race, la couleur, la religion, le genre, le sexe, l'origine nationale, l'âge, les informations génétiques, le handicap ou le statut de vétéran. Toute interférence inappropriée avec la capacité des employés d'Interstate Batteries à accomplir leurs tâches professionnelles attendues est absolument intolérée.\nExigences salariales\n19 $ - 20 $"
}