{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Competencias Laborales / Requisitos\nMon, Wed, Fri\nPosition is cleaning a bank Mon-Wed-Fri ONLY.\nGeneral Cleaners are responsible for detailed cleaning of the commercial facility. When zone cleaning, there will be sweeping and mopping floors where needed, dusting and wiping down work areas, cleaning bathrooms and pulling trash. The main aspect of this position is you will be the sole cleaner for this facility, therefore you would do routine cleaning and deep cleaning. You will need to have a can do attitude and be comfortable with a lot of walking.\nClean Tech Company does not discriminate in employment with regard to race, color, religion, national origin, citizenship status, ancestry, age, sex (including sexual harassment), sexual orientation, marital status, physical or mental disability, military status or unfavorable discharge from military service or any other characteristic protected by law.\nInformación Adicional / Beneficios\nWe specialize in cleaning: -Corporate headquarters -Multi-tenant office buildings -Sports stadiums -Schools -Medical facilities -Industrial plants Clean-Tech is an Equal Opportunity Employer.",
    "trans": "Compétences professionnelles / Exigences\nLundi, mercredi, vendredi\nLe poste consiste à nettoyer une banque, uniquement les lundis, mercredis et vendredis.\nLes agents de nettoyage général sont responsables du nettoyage approfondi des locaux commerciaux. Lors du nettoyage par zones, ils doivent balayer et laver les sols si nécessaire, dépoussiérer et essuyer les surfaces de travail, nettoyer les sanitaires et vider les poubelles. L'aspect principal de ce poste est que vous serez le seul agent de nettoyage pour ces locaux, vous effectuerez donc le nettoyage courant et le nettoyage en profondeur. Vous devrez avoir une attitude positive et être à l'aise avec de nombreux déplacements à pied.\nLa société Clean Tech ne pratique aucune discrimination à l'embauche en ce qui concerne la race, la couleur, la religion, l'origine nationale, le statut de citoyenneté, l'ascendance, l'âge, le sexe (y compris le harcèlement sexuel), l'orientation sexuelle, la situation matrimoniale, le handicap physique ou mental, le statut militaire ou le licenciement défavorable du service militaire, ou toute autre caractéristique protégée par la loi.\nInformations complémentaires / Avantages\nNous sommes spécialisés dans le nettoyage de :-Sièges sociaux-Immeubles de bureaux multi-locataires-Stades sportifs-Écoles-Établissements médicaux-Usines industrielles Clean-Tech est un employeur garantissant l'égalité des chances."
}