{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your paperless statement is now available online. To access it, please log in to your account at toyotafinancial.com. If you would like to change your statement delivery preference to stop receiving an electronic version of the statement, log into your account, click the My Profile tab, then select Notifications to change your billing statement paperless settings from \"Email\" to \"Mail\".\nPlease do not respond to this email. This is a post-only, outbound email. We will be unable to respond to your reply. To contact Customer Service, visit toyotafinancial.com/ContactUs\nToyota Financial Services is a service mark of Toyota Motor Credit Corporation (TMCC). Retail installment accounts may be owned by TMCC or its securitization affiliates and lease accounts may be owned by Toyota Lease Trust (TLT) or its securitization affiliates. TMCC is the servicer for accounts owned by TMCC, TLT, and their securitizatio",
    "trans": "Votre relevé sans papier est maintenant disponible en ligne. Pour y accéder, veuillez vous connecter à votre compte sur toyotafinancial.com. Si vous souhaitez modifier votre préférence de réception des relevés pour ne plus recevoir de version électronique, connectez-vous à votre compte, cliquez sur l'onglet Mon Profil, puis sélectionnez Notifications pour modifier les paramètres de relevé sans papier de « Email » à « Courrier ».\nVeuillez ne pas répondre à cet e-mail. Il s'agit d'un e-mail sortant uniquement. Nous ne pourrons pas répondre à votre réponse. Pour contacter le service clientèle, visitez toyotafinancial.com/ContactUs\nToyota Financial Services est une marque de service de Toyota Motor Credit Corporation (TMCC). Les comptes de paiement en plusieurs fois peuvent être détenus par TMCC ou ses affiliés de titrisation, et les comptes de location peuvent être détenus par Toyota Lease Trust (TLT) ou ses affiliés de titrisation. TMCC est le gestionnaire pour les comptes détenus par TMCC, TLT et leurs affiliés de titrisation."
}