{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your new card is on its way\nYour debit card ending in 0878 was mailed to you on 10/08/2024 to this address:\n[redacted_address]\nYour card will arrive in an envelope with a Bank of America logo and a Wilmington, Delaware return address within 4-6 business days.\nWhat you need to know\nThis card is linked to your primary account ending in\n6565.\nYour Personal Identification Number (PIN) hasn't\nchanged.\nThis card replaces your card ending in 8632.\nYour card will have a new number, expiration date and\n3-digit security code (CVV). If you locked your card, the\nlock will not carry over to your new card.\nWant to access your debit card right away? Check if a digital version is available in our Mobile Banking app\nunder Manage Cards.\nWhen your new card arrives\nActivate your new card immediately so you can begin\nusing it to access your funds.\nDestroy your old card.\nProvide your new card number and expiration date to\ncompanies or service providers who bill you\nautomatically or where your card information is stored\nin online shopping carts.\nIf the address above is incorrect or your card is not received by the scheduled delivery date provided in the tracking link above, contact us immediately.",
    "trans": "Votre nouvelle carte est en chemin\nVotre carte de débit se terminant par 0878 vous a été envoyée le 08/10/2024 à cette adresse :\n[redacted_address]\nVotre carte arrivera dans une enveloppe avec le logo de Bank of America et une adresse de retour de Wilmington, Delaware, dans un délai de 4 à 6 jours ouvrables.\nCe que vous devez savoir\nCette carte est liée à votre compte principal se terminant par\n6565.\nVotre numéro d'identification personnel (NIP) n'a pas\nchangé.\nCette carte remplace votre carte se terminant par 8632.\nVotre carte aura un nouveau numéro, une nouvelle date d'expiration et\nun code de sécurité à 3 chiffres (CVV). Si vous avez verrouillé votre carte, le\nverrouillage ne sera pas transféré à votre nouvelle carte.\nVous voulez accéder à votre carte de débit immédiatement ? Vérifiez si une version numérique est disponible dans notre application Mobile Banking\nsous Gérer les cartes.\nLorsque votre nouvelle carte arrivera\nActivez votre nouvelle carte immédiatement afin de pouvoir commencer\nà l'utiliser pour accéder à vos fonds.\nDétruisez votre ancienne carte.\nFournissez votre nouveau numéro de carte et la date d'expiration à\nles entreprises ou les fournisseurs de services qui vous facturent\nautomatiquement ou là où les informations de votre carte sont stockées\ndans les paniers d'achat en ligne.\nSi l'adresse ci-dessus est incorrecte ou si votre carte n'est pas reçue à la date de livraison prévue indiquée dans le lien de suivi ci-dessus, contactez-nous immédiatement."
}