{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In the future, the proportion of Asia will come down and that of Africa will increase. Africa was populated by some 230 million people around 1950, or 9% of the world population. In 2010 there were already more than 1 billion Africans or 15% of the world population. According to UN projections, Africa will continue to grow at a spectacular rate up to 2.2 billion inhabitants in 2050 or 24% of the world population. The proportion of Europe, on the other hand, is evolving in the opposite direction: from 22% of the world population in 1950, over 11% in 2010 to an expected mere 8% in 2050. The population of Latin America has grown and is growing rapidly in absolute terms, but because of the strong growth in Asia and especially Africa, the relative proportion of the Latin American population is hardly increasing (at most from 6 to 8%). The proportion of the population in North America, finally, has decreased slightly from 7 to 5% of the world population.",
    "trans": "À l'avenir, la proportion de l'Asie diminuera et celle de l'Afrique augmentera. L'Afrique comptait environ 230 millions d'habitants autour de 1950, soit 9 % de la population mondiale. En 2010, il y avait déjà plus d'un milliard d'Africains, soit 15 % de la population mondiale. Selon les projections des UN, l'Afrique continuera de croître à un rythme spectaculaire pour atteindre 2,2 milliards d'habitants en 2050, soit 24 % de la population mondiale. En revanche, la proportion de l'Europe évolue dans la direction opposée : de 22 % de la population mondiale en 1950, plus de 11 % en 2010, elle devrait descendre à seulement 8 % en 2050. La population de l'Amérique latine a augmenté et continue de croître rapidement en termes absolus, mais en raison de la forte croissance de l'Asie et surtout de l'Afrique, la proportion relative de la population Latino-Américaine n'augmente guère (au maximum de 6 à 8 %). Enfin, la proportion de la population en Amérique du Nord a légèrement diminué, passant de 7 à 5 % de la population mondiale."
}