{
    "source": "en_US",
    "target": "fr_FR",
    "text": "RHS Weekly Announcements 10/14\nGENERAL SCHOOL ANNOUNCEMENTS\nLIBRARY:Click herefor library hours!\nTHRIFT STORE:Terrier Town Thrift is reopening! Now in R-2, Everything still $1. Fridays 10/4, 10/11, 11/8, 11/22, 12/6 and 12/13 at lunch. See the flyer on Minga. Don't have $1 and need something? Ask your counselor how to shop for free.\nACTIVITIES, ATHLETICS, & CLUBS\nMUSIC CONCERT;The Fall Music Concert is on 10/16 Clock Auditorium at 6:30PM. All RHS students are free with their MINGA ID and will receive Blue Crew Points for attending. Come and support our music program!\nART SHOW SUBMISSIONS:The Art Department is excited to announce our upcoming art show,Spooky Art Show, scheduled to take placeOctober 28th-31st. This event aims to celebrate and showcase the creativity and talent of artists like you. We are now accepting submissions and would like to invite you to participate by sharing your artwork for consideration. Whether you specialize in painting, sculpture, photography, or any other medium, we welcome diverse forms of artistic expression.This is a fantastic opportunity to share your art with a wider audience and connect with fellow artists and art enthusiasts.\nSubmission Details:\nSubmission Deadline: Now -October 18th\nArtwork Requirements: Art must be appropriate\nHow to Submit: Bring your art to one of the Art teachers in the S-Wing (S-1, 3, 4, or 5)\nFUTURESPIRITLEADERSCLINIC:Calling all future spirit leaders ages TK - 8th Grade! Want to learn how to cheer and be part of the RHS halftime show? Sign up for our Future Spiritleader Clinic! The training clinic is onOct. 14, 4-7PMat Terrier Hall and the performance at the game on10/18. $50 Day of registration includes game entrance, bow, shirt, snack and coaching.\nCLUBS:\nCOMPACT CLUB:MEETINGS Fall Semester Dates:10/15, 10/29, 11/12, 12/3 in room 451 at lunch\nATHLETICS:\nHOME GAMES: ALL RHS Students get in FREE to league games with their ID through the LCAP ASB Funding!\nClickHEREto view this month’s schedule.\nClickHEREto purchase athletics tickets.\nGIRLS WATER POLO:Try Girls Water Polo! Meet us at the pool deck this Monday 6:30-8:30AM, Wednesday & Friday 6-7:30AM and follow us on Instagram at@rhsgwp\nBOYS SOCCER:RHS Boys Soccer will have tryouts on10/21/24-10/25/24 from 4-5:30 pmon the South campus JV baseball field. Players must be cleared through the Athletics Office to participate. Please email coachmario.marquez@gmail.com with any questions.\nJOIN WRESTLING:Come to preseason practice and see if wrestling is the sport for you! Preseason Practices are going on nowM-F, 4PM-6PMin the wrestling room (RM 72). We welcome all boys & girls of all abilities! Join us anytime after you are cleared through the RHS Athletic Department. Hope to see you there! Go Terriers! 🐾 Stay up to date with all Wrestling updates by following them onINSTAGRAM.\nBLUE CREW EVENTSCALENDAR:\nWhat areBlue CrewEvents? Advertised Blue Crew Events are where students earn Blue Crew Points for attending. Make sure you get your ID scanned to get your points! Points can be entered to win prizes at the end of the year!",
    "trans": "Annonces hebdomadaires du RHS 10/14\nCOMMUNIQUÉS GÉNÉRAUX DE L'ÉTABLISSEMENT\nBIBLIOTHÈQUE: Cliquez ici pour les heures d'ouverture de la bibliothèque !\nMAGASIN D'ACHAT: Le magasin d'achat Terrier Town Thrift rouvre ses portes ! Maintenant en R-2, tout est toujours à 1$ les vendredis 4/10, 11/10, 8/11, 22/11, 6/12 et 13/12 dans l'après-midi. Voir le prospectus publicitaire sur Minga. Vous n'avez pas 1$ et vous avez besoin de quelque chose ? Demande à votre conseiller comment faire des achats gratuits.\nACTIVITÉS, SPORTS ET CLUBS\nCONCERT DE MUSIQUE : Celui d'automne aura lieu le 10/16 à l'auditorium de l'horloge à 18h30. Tous les élèves de l'école sont admis gratuitement avec leur carte d'identité MINGA et recevront des points Blue Crew pour leur présence. Venez soutenir notre programme de musique !\nDOSIER DE CANDIDATURE POUR L'EXPOSITION D'ART : Le département d'art est heureux d'annoncer notre prochaine exposition d'art, Spooky Art Show, qui aura lieu du 28 au 31 octobre. Cet événement a pour but de célébrer et de mettre en valeur la créativité et le talent d'artistes comme vous. Nous acceptons dès à présent les candidatures et vous invitons à participer en nous faisant part de vos œuvres d'art. Que vous soyez spécialisé dans la peinture, la sculpture, la photographie ou tout autre médium, nous accueillons diverses formes d'expression artistique. Il s'agit d'une occasion fantastique de partager votre art avec un public plus large et d'entrer en contact avec d'autres artistes et passionnés d'art.\nDétails du dossier de candidature :\nDate limite de dépôt : Maintenant - 18 octobre\nExigences en matière d'œuvres d'art : L'œuvre doit être appropriée\nComment soumettre : Apportez votre œuvre à l'un des professeurs d'art de l'aile S (S-1, 3, 4 ou 5).\nFUTURSPIRITLEADERSCLINIC : Appel à tous les futurs meneurs d'esprit âgés de la maternelle à la 8e année ! Tu veux apprendre à encourager et à faire partie du spectacle de la mi-temps du RHS ? Inscrivez-vous à notre stage de formation des futurs meneurs d'esprit ! Le stage aura lieu le 14 octobre, de 16 h à 19 h, au Terrier Hall, et le spectacle aura lieu lors du match le 18 octobre. L'inscription de 50 $ le jour même comprend l'entrée au match, l'arc, le t-shirt, la collation et l'encadrement.\nCLUBS :\nCLUB COMPACT : RÉUNIONS Dates du semestre d'automne : 15/10, 29/10, 12/11, 03/12 dans la salle 451 dans l'après-midi.\nATHLÉTISME :\nMATCHS A DOMICILE : TOUS les élèves de l'école peuvent entrer GRATUITEMENT aux matchs de la ligue avec leur carte d'identité grâce au financement LCAP ASB !\nCliquez ICI pour consulter le calendrier de ce mois.\nCliquez ICI pour acheter des billets d'athlétisme.\nPISCINE DES FILLES : Essayez le water-polo fille ! Retrouvez-nous au bord de la piscine ce lundi de 6h30 à 8h30, mercredi et vendredi de 6h à 7h30 et suivez-nous sur Instagram à@rhsgwp.\nLE FOOTBALL MASCULIN : Le football masculin RHS  aura des essais les 21/10/24-10/25/24 de 16h00 à 17h30 sur le terrain de baseball JV du campus Sud. Les joueurs doivent être autorisés par le bureau des sports à participer. Veuillez envoyer un courriel à coachmario.marquez@gmail.com si vous avez des questions.\nJOIGNEZ-VOUS À LA LUTTE : Venez à l'entraînement de pré-saison et voyez si la lutte est le sport qu'il vous faut ! Les entraînements de pré-saison se déroulent actuellement du lundi au vendredi, de 16h à 18h, dans la salle de lutte (RM 72). Nous accueillons tous les garçons et toutes les filles, quel que soit leur niveau ! Rejoins-nous en tout temps après avoir reçu l'autorisation du service des sports de l'école. J'espère vous y voir ! Allez les Terriers ! 🐾 Restez au courant de toutes les mises à jour concernant la lutte en les suivant surINSTAGRAM.\nÉVÉNEMENTS DU CALENDRIER DE L'ÉQUIPE BLEUE  :\nQue sont les événements de l'équipe Bleue ? Les événements Blue Crew annoncés permettent aux élèves de gagner des points Blue Crew en y participant. N'oublie pas de faire scanner ta carte d'identité pour obtenir tes points ! Les points peuvent être utilisés pour gagner des prix à la fin de l'année !Le contenu du texte source vous semble-t-il trop inapproprié ?"
}