{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Well…” Cain explained cautiously, “Mr. Zachary’s luggage was in the car. Besides, Bruce purposely drove around the place before returning to Northridge so that the Lindberg family wouldn’t suspect anything. As far as I can tell, Mr. Zachary knew that he could stay there.”\n“Pfft!” Spencer burst into laughter. “This is really what Mr. Zachary would do.”\n“That lad has all sorts of tricks in his mind.” Henry was slightly annoyed. “Anyway, you guys made a good point. Since Zachary has made preparations in advance, he should’ve expected what will happen next.”\n“Yes. You don’t have to overthink it,” Spencer comforted him, “anyway, it’s getting late. You should get some rest.”\n“Ah—” Henry heaved a sigh, for he still couldn’t put his mind at ease.\nNonetheless, after the incident related to Cynthia happened, Henry kept persuading himself to give more freedom to Zachary, even though he cared about him very much.\n“Alright. You may leave now.”\nCain lowered his head and left after Spencer shot a look at him.\nThen, Spencer helped Henry to the bed and consoled him. “Don’t worry, for the children will take care of themselves. Besides, Mr. Zachary is more competent than you can imagine. So, please don’t overthink it.”\n“Have you found anything about the things that I asked you to investigate?” Henry suddenly asked.\nAfter remaining silent for a few seconds, Spencer said in a low voice, “Mr. Zachary and the Lindberg family are searching for Ms. Zara. They have sent a lot of men to do it, yet I believe they haven’t had any important leads.”\n“We mustn’t let the Lindberg family find Zara first.” Henry frowned and continued, “She will be dead if the Lindberg family gets her first. Instead, she might have a chance to survive if Zachary finds her first.”\n“I think the Lindberg family won’t let go of Ms. Zara easily. After all, Mrs. Berry died because of her. Besides, she abducted Robbie and almost killed Charlotte. The animosity between them has reached the point of no return, and the Lindberg family must take revenge on her,” “ Spencer said worriedly.\nUpon hearing Spencer’s words, Henry fell silent and frowned.\n“I understand that you’re in a difficult position. Given that Ms. Zara is your daughter, you hope that she can survive. However… she committed many unforgivable crimes. Also, she seems to have gone crazy now. So, I’m afraid she can’t escape her fate no matter how much you wish to protect her,” Spencer persuaded patiently.\n“I get it…” Henry heaved a sigh and continued, “Every adult has to be responsible for what he does. I only hope that there can be a better way to solve it. For instance, hand her over to the police and punish her by the law. By then, she can at least stay alive!”\n“I understand.” Spencer nodded and replied, “Well, let’s hope that Mr. Zachary can get Ms. Zara first.”\n“No, I’ve to remind him.” With that, Henry struggled to get up from bed.\n“Please don’t,” Spencer comforted him and said, “Mr. Zachary is already aware of it even though you haven’t told him. After all, what makes you think that Ms. Zara could escape a few times easily?”\nSpencer paused for a while and continued, “ Mr. Zachary doesn’t intend to hurt his family. Besides, as far as I know, there is a lack of evidence to prove that Ms. Zara committed all of the accused crimes. So, with the help of a prominent lawyer, I think she will only be jailed for a few years.”\n“We hope that it comes true. However, the only concern is that the Lindberg family won’t let her off the hook,” Henry responded anxiously, “Hopefully, Charlotte is reasonable in dealing with Zara. Since Sharon was the one who harmed Charlotte and Mrs. Berry, Charlotte can take her life for revenge.”\n“Ms. Lindberg will understand it. After all, she didn’t stop Mr. Zachary when he wanted to bring Cynthia to the police station,” Spencer assured him, “when it comes to Ms. Zara, I believe she won’t act recklessly as well.”\n“I hope so…”",
    "trans": "« Eh bien... » expliqua prudemment Cain, « Les bagages de M. Zachary étaient dans la voiture. De plus, Bruce a délibérément circulé autour de l'endroit avant de retourner à Northridge afin que la famille Lindberg ne se doute de rien. D'après ce que je peux en dire, M. Zachary savait qu'il pouvait y rester. »\n« Pfft ! » Spencer éclata de rire. « C'est vraiment ce que ferait M. Zachary. »\n« Ce jeune a toutes sortes d'astuces en tête. » Henry était légèrement agacé. « De toute façon, vous avez soulevé un bon point. Puisque Zachary a fait des préparatifs à l'avance, il aurait dû s'attendre à ce qui va se passer ensuite. »\n« Oui. Tu n'as pas besoin de trop y penser, » le rassura Spencer, « de toute façon, il se fait tard. Tu devrais te reposer. »\n« Ah— » Henry poussa un soupir, car il n'arrivait toujours pas à se tranquilliser.\nNéanmoins, après l'incident lié à Cynthia, Henry n'arrêtait pas de se persuader de donner plus de liberté à Zachary, même s'il tenait beaucoup à lui.\n« D'accord. Vous pouvez partir maintenant. »\nCain baissa la tête et partit après que Spencer lui ait jeté un regard.\nPuis, Spencer aida Henry à se coucher et le consola. « Ne t'inquiète pas, les enfants s'occuperont d'eux-mêmes. De plus, M. Zachary est plus compétent que tu ne peux l'imaginer. Alors, s'il te plaît, ne trop y penser. »\n« As-tu trouvé quelque chose sur ce que je t'ai demandé d'enquêter ? » demanda soudainement Henry.\nAprès être resté silencieux pendant quelques secondes, Spencer dit d'une voix basse : « M. Zachary et la famille Lindberg cherchent Mme Zara. Ils ont envoyé beaucoup d'hommes pour le faire, mais je crois qu'ils n'ont pas eu de pistes importantes. »\n« Nous ne devons pas laisser la famille Lindberg trouver Zara en premier. » Henry fronça les sourcils et continua, « Elle sera morte si la famille Lindberg l'attrape en premier. En revanche, elle pourrait avoir une chance de survivre si Zachary la trouve en premier. »\n« Je pense que la famille Lindberg ne laissera pas partir Mme Zara facilement. Après tout, Mme Berry est morte à cause d'elle. De plus, elle a enlevé Robbie et a presque tué Charlotte. L'animosité entre eux a atteint un point de non-retour, et la famille Lindberg doit se venger d'elle, » dit Spencer, inquiet.\nEn entendant les paroles de Spencer, Henry se tut et fronça les sourcils.\n« Je comprends que vous soyez dans une position difficile. Étant donné que Mme Zara est votre fille, vous espérez qu'elle puisse survivre. Cependant… elle a commis de nombreux crimes impardonnables. De plus, elle semble être devenue folle maintenant. Alors, j'ai bien peur qu'elle ne puisse échapper à son destin, peu importe combien vous souhaitez la protéger, » persuada Spencer patiemment.\n« Je comprends... » Henry poussa un soupir et continua, « Chaque adulte doit être responsable de ses actes. J'espère seulement qu'il y a une meilleure manière de résoudre cela. Par exemple, la remettre à la police et la punir selon la loi. Ainsi, elle pourra au moins rester en vie ! »\n« Je comprends. » Spencer hocha la tête et répondit, « Eh bien, espérons que M. Zachary puisse trouver Mme Zara en premier. »\n« Non, je dois lui rappeler. » Sur ce, Henry eut du mal à se lever du lit.\n« S'il te plaît, ne fais pas ça, » le rassura Spencer et dit, « M. Zachary en est déjà conscient, même si tu ne lui as pas dit. Après tout, qu'est-ce qui te fait penser que Mme Zara pourrait s'échapper aussi facilement plusieurs fois ? »\nSpencer s'interrompit un moment puis continua : « M. Zachary n'a pas l'intention de nuire à sa famille. De plus, d'après ce que je sais, il manque des preuves pour prouver que Mme Zara a commis tous les crimes dont elle est accusée. Donc, avec l'aide d'un avocat réputé, je pense qu'elle ne sera emprisonnée que quelques années. »\n« Nous espérons que cela se réalisera. Cependant, la seule inquiétude est que la famille Lindberg ne la laisse pas s'en sortir, » répondit Henry avec anxiété. « J'espère que Charlotte sera raisonnable en traitant avec Zara. Puisque Sharon est celle qui a nui à Charlotte et à Mme Berry, Charlotte peut prendre sa vie pour se venger. »\n« Mme Lindberg comprendra cela. Après tout, elle n'a pas arrêté M. Zachary lorsqu'il voulait emmener Cynthia au poste de police, » assura Spencer. « En ce qui concerne Mme Zara, je crois qu'elle n'agira pas de manière imprudente non plus. »\n« J'espère bien... »"
}