{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello,\nThank you for contacting Amazon Flex.\nWe are sorry to hear that you have had a negative experience with Amazon Flex. We want to provide an exceptional experience for Amazon Flex delivery partners and greatly value feedback from our delivery partners.\nThank you for your patience as we reviewed the additional information you provided. After further review, our original decision hasn't changed. As a result, this instance will be included in your delivery history.\nYou can contact our On-road Support team for real-time support on delivery-related questions by tapping the \"Call Support\" button in your Amazon Flex delivery app.\nIf that doesn't work, you can reach On-road Support directly at 8774727562 for Amazon Fresh or at 8882816901 for Amazon's delivery service.\nFor faster access to Support, try live chat or talk to us by signing in to the Amazon Flex app and going to the Main Menu > Help > Contact us.\nWe'd appreciate your feedback. Please use the buttons below to vote about your experience today.\nRegards,\nThe Amazon Flex Team",
    "trans": "Bonjour,\nNous vous remercions d'avoir contacté Amazon Flex.\nNous sommes navrés d'apprendre que votre expérience avec Amazon Flex a été négative. Nous souhaitons offrir une expérience exceptionnelle aux partenaires de livraison Amazon Flex et accordons une grande importance aux retours de nos partenaires.\nNous vous remercions de votre patience pendant que nous examinions les informations supplémentaires que vous avez fournies. Après un examen approfondi, notre décision initiale demeure inchangée. Par conséquent, cet incident sera inclus dans votre historique de livraison.\nVous pouvez contacter notre équipe d'assistance en cours de route pour obtenir une assistance en temps réel concernant les questions liées à la livraison en appuyant sur le bouton « Appeler l'assistance » dans votre application de livraison Amazon Flex.\nSi cela ne fonctionne pas, vous pouvez joindre l'assistance en cours de route directement au 8774727562 pour Amazon Fresh ou au 8882816901 pour le service de livraison d'Amazon.\nPour un accès plus rapide à l'assistance, essayez le chat en direct ou contactez-nous en vous connectant à l'application Amazon Flex et en allant dans le Menu principal > Aide > Contactez-nous.\nNous vous serions reconnaissants de nous faire part de vos commentaires. Veuillez utiliser les boutons ci-dessous pour évaluer votre expérience d'aujourd'hui.\nCordialement,\nL'équipe Amazon Flex"
}