{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear All,\nI am pleased to announce the appointment of Vikki CHEN as Market Acceleration\nManager, effective October 1st, 2024. Vikki is based in Shanghai and reports to\nme directly.\nVikki holds Master’s degree of public health from Fudan\nUniversity and Bachelor degree of Bioscience from East China\nnormal university. She has 15+ years of experience in the\nproduct marketing, 10 year in IVD industry cover both\ndownstream and upstream.\nVikki rejoined bioMerieux China as Product Manager in June\n2023. Over the past 16 months, she rebuilt and enhanced Vitek\nintegration solution value in workflow efficiency, accelerate tiered report\nacceptance and coverage in hospitals.\nIn the new role, Vikki will be responsible not only for driving the growth and\nacceleration of our products/services in the marketplace, but also fostering\nbusiness development and open innovation which can compensate and enrich\nour current product portfolio and support consistent growth in China.\nPlease join us in wishing Vikki great success. We are looking forward to your\ncontinuous support to her.\nJoyce LI\nSr. Director of Market Acceleration",
    "trans": "Chers tous,\nJ'ai le plaisir d'annoncer la nomination de Vikki CHEN en tant que\nResponsable de l'Accélération du Marché, à compter du 1er octobre 2024. Vikki est basée à Shanghai et me rend\ndirectement compte.\nVikki est titulaire d'un Master en santé publique de l'Université\nFudan et d'une licence en biosciences de l'Université normale de l'Est\nde la Chine. Elle possède plus de 15 ans\nd'expérience dans le marketing produit, dont 10 ans dans l'industrie des IVD\ncouvrant à la fois les segments aval et amont.\nVikki a rejoint de nouveau bioMérieux Chine en tant que Chef de Produit en juin\n2023. Au cours des 16 derniers mois, elle a reconstruit et amélioré la valeur de la solution\nd'intégration Vitek en termes d'efficacité des flux de travail, en accélérant\nl'acceptation des rapports hiérarchisés et la couverture dans les hôpitaux.\nDans son nouveau rôle, Vikki sera responsable non seulement de stimuler la croissance et\nl'accélération de nos produits/services sur le marché, mais aussi de favoriser le développement\ndes affaires et l'innovation ouverte, ce qui peut compenser et enrichir\nnotre portefeuille de produits actuel et soutenir une croissance continue en Chine.\nMerci de vous joindre à nous pour souhaiter à Vikki un grand succès. Nous attendons avec impatience\nvotre soutien continu à son égard.\nJoyce LI\nDirectrice principale de l'Accélération du Marché"
}