{
    "source": "en_US",
    "target": "fr_FR",
    "text": "District 18 (Alameda, Emeryville, and Oakland), it’s time for a change. Our current assembly member has mismanaged state funding, allowed our education system to falter, and wasted billions on housing without tangible results. Together, we can turn the tide by electing me, Andre Sandford, as your next State Assemblymember for District 18.\nI am committed to transparency and will ensure that funding is tracked and publicly available 24/7, so you know exactly where your tax dollars are going. I will invest in our struggling education system and work alongside developers, homeowners, renters, insurance companies, and activists to create innovative solutions that will make District 18 and California the best place to live in America.\nOn November 5, 2024, remember to vote for me, Andre Sandford, for California State Assembly District 18. Let's build a brighter future together!\nCampaign Website: andresandfordforassembly.com",
    "trans": "District 18 (Alameda, Emeryville et Oakland), il est temps de changer. Notre actuel membre de l'assemblée a mal géré le financement de l'État, a laissé notre système éducatif s'effondrer et a gaspillé des milliards pour le logement sans résultats tangibles. Ensemble, nous pouvons renverser la vapeur en m'élisant, moi, Andre Sandford, comme votre prochain membre de l'Assemblée de l'État pour le District 18.\nJe suis attaché à la transparence et je veillerai à ce que les financements soient suivis et accessibles au public 24/7 afin que vous sachiez exactement où va l'argent de vos impôts. J'investirai dans notre système éducatif en difficulté et je travaillerai aux côtés des promoteurs, des propriétaires, des locataires, des compagnies d'assurance et des activistes pour créer des solutions innovantes qui feront du District 18 et de la Californie le meilleur endroit où vivre en Amérique.\nLe 5 Novembre 2024, n'oubliez pas de voter pour moi, Andre Sandford, pour l'assemblée de l'État de Californie District 18. Construisons ensemble un avenir meilleur !\nSite web de la campagne : andresandfordforassembly.com"
}