{
    "source": "en_US",
    "target": "fr_FR",
    "text": "• The major novelists writing in Britain at the start of the 20th century were an Irishman James Joyce (1882–1941) and two immigrants, American Henry James (1843–1916) and Pole Joseph Conrad (1857–1924). The modernist tradition in the novel, with its emphasis \"towards the ever more minute and analytic exposition of mental life\", begins with James and Conrad, in novels such as The Ambassadors (1903), The Golden Bowl (1907) and Lord Jim (1900).[ 24] Other important early modernists were Dorothy Richardson (1873–1957), whose novel Pointed Roof (1915), is one of the earliest example of the stream of consciousness technique and D. H. Lawrence (1885–1930), who wrote with understanding about the social life of the lower and middle classes, and the personal life of those who could not adapt to the social norms of his time. Sons and\nLovers (1913), is widely regarded as his earliest masterpiece. Then in 1922 Irishman James Joyce's important modernist novel Ulysses appeared. Joyce in this novel creates parallels with Homer's epic poem the Odyssey.",
    "trans": "• Au début du XXe siècle, les principaux romanciers écrivant en Grande-Bretagne étaient un Irlandais, James Joyce (1882-1941), et deux immigrants, l'Américain Henry James (1843-1916) et le Polonais Joseph Conrad (1857-1924). La tradition moderniste du roman, avec son emphase « vers une exposition toujours plus minutieuse et analytique de la vie mentale », débute avec James et Conrad, dans des romans tels que The Ambassadors (1903), The Golden Bowl (1907) et Lord Jim (1900). [24] D'autres modernistes importants de cette époque étaient Dorothy Richardson (1873-1957), dont le roman Pointed Roof (1915) est l'un des premiers exemples de la technique du courant de conscience, et D. H. Lawrence (1885-1930), qui écrivait avec perspicacité sur la vie sociale des classes populaires et moyennes, et sur la vie personnelle de ceux qui ne pouvaient s'adapter aux normes sociales de son temps. Sons and\nLovers est largement considéré comme son premier chef-d'œuvre. Puis, en 1922, l'important roman moderniste Ulysse de l'Irlandais James Joyce a été publié. Joyce crée dans ce roman des parallèles avec le poème épique d'Homère, L'Odyssée."
}