{
    "source": "en_US",
    "target": "fr_FR",
    "text": "systematic review of qualitative research in public administra- tion article abstracts where “grounded theory” was included as one of the 15 keywords used in the review; but of the 129 articles identified as qualitative studies, only 2 were classified as a study that used GT methodology (Ospina, Esteve, and Lee 2018). The lack of depth of exploration exists despite the value that theory and theory building has to the public ad- ministration field (Chijioke, Ikechukwu, and Aloysius 2021; Emerson 2022; Frederickson et al. 2018; Miller 1997; Stout and Holmes 2013), with GT methodology designed to rig- orously build meaningful, practical, relevant, and modifiable theory (Glaser 1998).\nWithin any field of study, there are several risks and asso- ciated consequences—to both scholarship and practice—with not understanding the fidelity of applied research method- ology to established methodological protocols. For example, inaccurate or incomplete application of a methodology has the potential to damage the academic reputation of any field in which it is applied, as such research may be viewed as not credible by academic peers. Public administration has a his- tory of scholars expressing concerns about the direction of research methodology in the field, including concerns about the lack of credibility in the research conducted (e.g., Gill and Meier 2000; Perry and Kraemer 1986; Zhu, Witko, and Meier 2019). Such concerns have also been directed specif- ically to inductive research approaches, causing scholars to make calls for increased rigor when conducting such research (Nowell and Albrecht 2019).\nFurther, when methods are not applied with fidelity, the results of the research may be inaccurate and could incor- rectly inform practice. Not only does this damage the repu- tation of the academic field in the eyes of practitioners, but it can also have consequential impacts on the day-to-day lives of citizens served by practitioners, as public administration is an applied field. Accordingly, it is important for a field to understand how its researchers have interpreted and applied methodological approaches, which supports the calls for a “rigorous pluralism” in public administration research (Zhu et al. 2019). This is specifically important for fields with a his- tory of expressed concern for methodological rigor—public administration—and for methodological approaches with a history of misinterpretation and fragmentary implementa- tion—GT methodology. Thus, an inquiry into the applica- tion of GT methodology in public administration research is warranted.",
    "trans": "Revue systématique de résumés d'articles de recherche qualitative en administration publique où la « théorie ancrée » (grounded theory) était incluse comme l'un des 15 mots-clés utilisés dans la revue ; mais parmi les 129 articles identifiés comme études qualitatives, seulement 2 ont été classés comme études utilisant la méthodologie GT (Ospina, Esteve et Lee 2018). Le manque de profondeur dans l'exploration existe malgré la valeur que la théorie et la construction théorique apportent au domaine de l'administration publique (Chijioke, Ikechukwu et Aloysius 2021 ; Emerson 2022 ; Frederickson et al. 2018 ; Miller 1997 ; Stout et Holmes 2013), la méthodologie GT étant conçue pour construire de manière rigoureuse une théorie significative, pratique, pertinente et modifiable (Glaser 1998).\nDans tout domaine d'étude, il existe plusieurs risques et conséquences associées—tant pour la recherche que pour la pratique—à ne pas comprendre la fidélité de la méthodologie de recherche appliquée aux protocoles méthodologiques établis. Par exemple, une application inexacte ou incomplète d'une méthodologie peut nuire à la réputation académique de tout domaine dans lequel elle est appliquée, car une telle recherche peut être perçue comme non crédible par les pairs académiques. L'administration publique a une histoire de chercheurs exprimant des préoccupations sur la direction de la méthodologie de recherche dans le domaine, y compris des préoccupations concernant le manque de crédibilité de la recherche menée (par exemple, Gill et Meier 2000 ; Perry et Kraemer 1986 ; Zhu, Witko et Meier 2019). De telles préoccupations ont également été spécifiquement dirigées vers les approches de recherche inductives, amenant les chercheurs à appeler à un plus grand rigueur lors de la réalisation de telles recherches (Nowell et Albrecht 2019).\nDe plus, lorsque les méthodes ne sont pas appliquées avec fidélité, les résultats de la recherche peuvent être inexacts et pourraient influencer de manière incorrecte la pratique. Cela endommage non seulement la réputation du domaine académique aux yeux des praticiens, mais cela peut également avoir des impacts conséquents sur la vie quotidienne des citoyens servis par les praticiens, car l'administration publique est un domaine appliqué. Par conséquent, il est important pour un domaine de comprendre comment ses chercheurs ont interprété et appliqué les approches méthodologiques, ce qui soutient les appels en faveur d'un « pluralisme rigoureux » dans la recherche en administration publique (Zhu et al. 2019). Cela est particulièrement important pour les domaines ayant une histoire de préoccupations exprimées concernant la rigueur méthodologique—l'administration publique—et pour les approches méthodologiques ayant une histoire de mauvaise interprétation et de mise en œuvre fragmentaire—la méthodologie GT. Ainsi, une enquête sur l'application de la méthodologie GT dans la recherche en administration publique est justifiée."
}