{
    "source": "en_US",
    "target": "fr_FR",
    "text": "EXCLUSIVE\nBOOKS\nKennedy Ryan reveals the cover for ‘Can't Get Enough,’ the third and final book in the ‘Skyland’ series\nThe third \"Skyland\" book was inspired by \"timely\" conversations, a J. Cole song and a brightly colored latte.\nNatasha Cunningham\nOct. 11, 2024, 12:00 PM EDT / Source: TODAY\nBy Ayanna Miller\nKennedy Ryan's next book in the \"Skyland\" series is on its way, and fans now have a sneak peek at what's in store for their favorite characters.\nRyan exclusively revealed the cover for the final installment, “Can't Get Enough,” out May 13, 2025, with TODAY.com.\nThe cover of Kennedy Ryan's \"Can't Get Enough,\" out May 13. Natasha Cunningham\nWith all of her covers, Ryan says they must pass the “gasp test.”\nRecommended\nPOP CULTURE\nWatch author Abby Jimenez call her high school writing teacher to thank him for the difference he made\nSTYLE\nQuick! Target Circle Week is almost over — get deals up to 70% off before they're gone\n“The first time someone sees (the book), I want the response to be a gasp,” Ryan tells TODAY.com.\nThe “Skyland” series, which began in 2022, follows a group of three friends who reside in the fictional neighborhood of Skyland in Atlanta.\nEach book follows one of the characters as she goes through the ebbs and flows of love and life and focuses on topics such as mental health, self-love and sisterhood.\nKennedy Ryan is the author of more than 15 books, including \"Reel\" and the \"Hoops\" series.Courtesy Perrywinkle Photography\nIn “Can’t Get Enough,” readers will follow businesswoman and self-proclaimed “rich auntie” Hendrix and her budding (but forbidden) relationship with tech mogul Maverick Bell.\nHendrix is well known for her quick wit and being the comedic relief of the series. While her story is “funny and sexy,” we’ll also get to see more of Hendrix’s vulnerable side, Ryan says.\n“Can’t Get Enough” feels “timely” to the conversations many women have today, Ryan says, especially women who are child-free by choice, like Hendrix.\n“I feel like this is such a providential intersection of the story and something that is so important that we’re discussing right now in culture,” Ryan says.\nWhen it comes to inspiration for her books, Ryan likes to draw from everyday life.\nFor “Can’t Get Enough,” the title came from a 2011 J. Cole song of the same name that lined up with what she was writing at the time.\nAnd the cover's color scheme?\nRyan says she was walking through Target when she saw a photo of a lavender matcha latte —and everything just clicked into place.\n“I literally sent the photo to my editor and I was like ‘This it it, this is the cover,'\" she says.\nHendrix’s cover has actually been years in the making. Ryan says she originally chose the photo on the cover of \"Can't Get Enough\" for Yasmen's book, “Before I Let Go,” the first of the series. That cover went in another direction, and Ryan filed the photo away for later.\nWhen it was time for Hendrix’s story, Ryan knew it would be perfect.\n“Hendrix is in such a place of command,” Ryan says. “With that cover, she’s looking right into the camera, and she has such confidence and assurance, which is who her character is.”\nIn short, it passed Ryan's \"gasp test\" with flying lavender and green colors.\nRyan says the end of the \"Skyland\" series feels “bittersweet” because the characters have come to mean so much to her and her readers. But the books accomplished the mission she sent them out to do, she says.\n“I enjoyed bringing these women in culture. Their stories, their hurts, their vulnerabilities, as well as their strengths, and deconstructing the myth of the strong Black woman,\" she says.\nThe upcoming series adaptation of “Before I Let Go,” which is currently in development at Peacock, is also helping Ryan grieve the conclusion.\n“It helps that it's going to be on television and there will be a new iteration of these characters and these stories in this universe,\" she says.\nRead the official blurb for ‘Can't Get Enough’:\nHendrix Barry lives a fabulous life. She has phenomenal friends, a loving family, and a thriving business that places her in the entertainment industry’s rarefied air. Your vision board? She’s probably living it.\nShe’s a woman with goals, dreams, ambitions—always striving upward. And in the midst of everything, she’s facing her toughest challenge yet: caring for an aging parent.\nWho has time for romance? From her experience, there’s a low ROI on relationships. She hasn’t met the man who cankeep up with her anyway. Until…him.\nTech mogul Maverick Bell is a dilemma wrapped in an exquisitely tailored suit and knee-melting charm. From their first charged glance at the summer’s hottest party, Hendrix feels like she’s met her match. Only he can’t be. Mav may be the first to make her feel this seen and desired and appreciated, but he’s thelastone she can have. Forbidden fruit is the juiciest, and this man is off limits if she plans to stay the course she’s set for herself.\nBut when Maverick gives chase—pursuing her, spoiling her,understandingher—is it time to let herself have something more?\nAyanna Miller\nAyanna Miller is a multiplatform editor for TODAY Digital and is based in New York City.\nSave on Uber One.\nGet a special discount on an Uber One membership–just for being a Verizon customer. You'll enjoy all the amazing perks of Uber and Uber Eats.\nVerizon\n|\nSponsored\nSPONSORED / BOOKBUB\nLearn More\nKindle Lovers Are Asking: Why Didn't I Find Out About This Website Sooner?\nSPONSORED / THE SKINCARE MAGAZINE\nCostco Shoppers Say This Wrinkle Cream Is \"Actually Worth It\"\nSPONSORED / SENIORDEALTODAY\nPeople Born 1941-1971 Are Due a Large Surprise This Month\nMore From NBC News\nTODAY / HEALTH\nHow did Ethel Kennedy die? Family shares cause of death\nTODAY / PARENTS\nHelen Hunt shares rare selfie with musician daughter Makena lei, 20: See the pic\nTODAY / NEWS\nRescuers help blind woman in her 90s found alone after Hurricane Milton\nTODAY / PARENTS\nLisa Marie Presley kept her late son Benjamin's body in her house for two months\nSPONSORED / BURN BELLY FAT\nClick Here\nWant to Slims Waist From 38 To 29? Doing This Every Morning\nTODAY / POPCULTURE\nJenna shares never-before-seen pic from clubbing days: 'Felt like my mom might be embarrassed'\nSPONSORED / BOOKBUB\nLearn More\nEbook Lovers Are Asking: Why Didn't I Find Out About This Website Sooner?",
    "trans": "EXCLUSIF\nLIVRES\nKennedy Ryan révèle la couverture de « Can't Get Enough », le troisième et dernier livre de la série « Skyland »\nLe troisième livre de « Skyland » a été inspiré par des conversations  « actuelles », une chanson de J. Cole et un latte coloré.\nNatasha Cunningham\n11 octobre 2024, 12h00 EDT / Source : TODAY\nPar Ayanna Miller\nLe prochain livre de Kennedy Ryan dans la série « Skyland » est en chemin, et les fans ont maintenant un aperçu de ce qui attend leurs personnages préférés.\nRyan a révélé en exclusivité la couverture de la dernière partie, « Can't Get Enough », qui sera publiée le 13 mai 2025, sur TODAY.com.\nLa couverture de  « Can't Get Enough » de Kennedy Ryan, disponible le 13 mai. Natasha Cunningham\nComme pour toutes ses couvertures, Ryan dit qu'elles doivent passer le « test du souffle ».\nRecommandé\nCULTURE POP\nRegardez l’auteure Abby Jimenez appeler son professeur d'écriture du lycée pour le remercier de la différence qu'il a faite.\nMODE\nVite ! La semaine Target Circle se termine bientôt — obtenez des réductions jusqu'à 70% avant qu'elles ne disparaissent.\n« La première fois que quelqu'un voit (le livre), je veux que la réponse soit un souffle », a déclaré Ryan à TODAY.com.\nLa série « Skyland », qui a débuté en 2022, suit un groupe de trois amis qui résident dans le quartier fictif de Skyland à Atlanta.\nChaque livre suit l'une des personnages alors qu'elle traverse les hauts et les bas de l'amour et de la vie, et aborde des sujets comme la santé mentale, l'amour de soi et la sororité.\nKennedy Ryan est l'auteur de plus de 15 livres, dont « Reel » et la série « Hoops ».Courtesy Perrywinkle Photography\nDans « Can't Get Enough », les lecteurs suivront la femme d'affaires et autoproclamée « tante riche » Hendrix et sa relation naissante (mais interdite) avec le magnat de la technologie Maverick Bell.\nHendrix est bien connue pour sa vivacité d'esprit et pour être le soulagement comique de la série. Bien que son histoire soit « drôle et sexy », nous verrons également le côté vulnérable d'Hendrix, selon Ryan.\n« Can't Get Enough » semble  « actuel » par rapport aux conversations que beaucoup de femmes ont aujourd'hui, explique Ryan, en particulier les femmes qui choisissent de ne pas avoir d'enfants, comme Hendrix.\n« Je pense que c'est une intersection providentielle de l'histoire et quelque chose de très important que nous discutons actuellement dans la culture », dit Ryan.\nEn ce qui concerne l'inspiration pour ses livres, Ryan aime puiser dans la vie quotidienne.\nPour « Can't Get Enough », le titre provient d’une chanson de J. Cole de 2011, du même nom, qui s'alignait avec ce qu'elle écrivait à l'époque.\nEt les couleurs de la couverture ?\nRyan raconte qu'elle se promenait dans Target lorsqu'elle a vu une photo d'un latte matcha lavande — et tout a cliqué en elle.\n« J'ai littéralement envoyé la photo à ma rédactrice en chef et je me suis dit : « C'est ça, c'est la couverture » », raconte-t-elle.\nLa couverture d'Hendrix est en fait le fruit d'un travail de longue haleine. Mme Ryan explique qu'à l'origine, elle avait choisi la photo de la couverture de « Can't Get Enough » pour le livre de Yasmen, « Before I Let Go », le premier de la série. Cette couverture a pris une autre direction et Mme Ryan a rangé la photo pour plus tard.\nLorsque le moment est venu de raconter l'histoire d'Hendrix, Ryan savait qu'elle serait parfaite.\n« Hendrix est dans une position de commandement », dit Ryan. « Avec cette couverture, elle regarde directement l'objectif, et elle dégage une telle confiance et assurance, ce qui correspond parfaitement à son caractère. »\nEn résumé, elle a réussi le « test du souffle » avec des couleurs lavande et vertes éclatantes.\nRyan dit que la fin de la série « Skyland » est « douce-amère » parce que les personnages sont devenus très importants pour elle et ses lecteurs. Mais les livres ont accompli la mission qu'elle leur avait fixée, dit-elle.\n« J'ai aimé faire entrer ces femmes dans la culture. Leurs histoires, leurs blessures, leurs vulnérabilités, mais aussi leurs forces, et déconstruire le mythe de la femme noire forte », dit-elle.\nLa prochaine adaptation en série de « Before I Let Go », qui est actuellement en cours de développement chez Peacock, aide également Mme Ryan à faire son deuil.\n« Le fait que la série soit diffusée à la télévision et qu'il y ait une nouvelle itération de ces personnages et de ces histoires dans cet univers l'aide à faire son deuil », explique-t-elle.\nLisez le résumé officiel de « Can't Get Enough » :\nHendrix Barry vit une existence exceptionnelle. Entourée d’amis formidables, d’une famille pleine d’amour et à la tête d’une entreprise prospère, elle évolue dans les cercles les plus exclusifs de l'industrie du divertissement. Votre tableau de vision ? Elle est sans doute en train de le réaliser.\nC'est une femme déterminée, pleine de rêves et d'ambitions, toujours en quête de nouveaux horizons. Mais au cœur de tout cela, elle doit faire face à son plus grand défi : s'occuper d'un parent qui vieillit.\nQui a le temps pour la romance ? D'après son expérience, les relations ont un faible retour sur investissement. Elle n'a pas encore rencontré l'homme capable de suivre son rythme. Jusqu'à… lui.\nLe magnat de la technologie, Maverick Bell, est un dilemme incarné dans un costume parfaitement taillé et un charme à en faire fondre les genoux. Dès leur premier échange électrisant lors de la soirée la plus en vue de l’été, Hendrix a l’impression d’avoir trouvé son égal. Mais il ne doit pas l’être. Mav est le premier à la faire se sentir aussi vue, désirée et appréciée, mais c’est l'homme qu'elle ne peut absolument pas avoir. Le fruit défendu est toujours le plus tentant, et cet homme est hors de portée si elle veut rester fidèle au chemin qu’elle s’est tracé.\nMais quand Maverick se lance à sa poursuite — la poursuivant, la gâtant, la comprenant — est-il temps de se laisser offrir quelque chose de plus ?\nAyanna Miller\nAyanna Miller est rédactrice multiplateforme pour TODAY Digital et basée à New York.\nÉconomisez sur Uber One.\nObtenez une remise spéciale sur un abonnement Uber One – rien que pour être client Verizon. Vous profiterez de tous les avantages incroyables d'Uber et Uber Eats.\nVerizon\n|\nSponsorisé\nSPONSORISÉ / BOOKBUB\nEn savoir plus\nLes amateurs de Kindle se demandent : « Pourquoi n'ai-je pas découvert ce site plus tôt ? »\nSPONSORISÉ / THE SKINCARE MAGAZINE\nLes clients de Costco disent que cette crème anti-rides « en vaut vraiment la peine ».\nSPONSORISÉ / SENIORDEALTODAY\nLes personnes nées entre 1941 et 1971 sont sur le point de recevoir une grande surprise ce mois-ci.\nPlus de nouvelles de NBC\nTODAY / SANTÉ\nHelen Hunt partage un rare selfie avec sa fille musicienne Makena Lei, 20 ans : Voir la photo.\nTODAY / NOUVELLES\nLes secouristes aident une femme aveugle dans la 90e année retrouvée seule après l'ouragan Milton.\nTODAY / NOUVELLES\nLes secouristes aident une femme aveugle dans la 90e année retrouvée seule après l'ouragan Milton.\nTODAY / PARENTS\nLisa Marie Presley a gardé le corps de son défunt fils Benjamin chez elle pendant deux mois.\nSPONSORISÉ / BRÛLER LA GRAISSE DU VENTRE\nCliquez ici\nVous voulez affiner votre taille de 38 à 29 ? Faites ceci chaque matin.\nTODAY / CULTURE POP\nJenna partage une photo jamais vue auparavant de ses jours de clubbing : « J'avais l'impression que ma mère pourrait être gênée. »\nSPONSORISÉ / BOOKBUB\nEn savoir plus\nLes amateurs de livres électroniques se demandent : « Pourquoi n'ai-je pas découvert ce site plus tôt ? »"
}