{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As a Human Resources Expert, no two days are ever the same, but a typical day will most likely include the following responsibilities:\nCreate a welcoming experience by authentically greeting all guests\nObserve to quickly understand whether a guest needs assistance or wants to interact. Follow body language and verbal clues to tailor your approach\nEngage with guests in a genuine way, which includes asking questions to better understand their specific needs\nBe knowledgeable about the tools, products, and services available in the total store, and specific to your area, to solve issues for the guest and improve their experience\nThank the guest in a genuine way and let them know we’re happy they chose to shop at Target\nKnow the store sales goals and trends with the guest and team that are impacting and driving business results\nWork with your HR leader to anticipate and address specific talent and staffing needs for each area of the business; this includes understanding guests’ needs and ensuring the right mix of experience, selling capabilities and product enthusiasm to deliver the right experience\nExecute intentional recruiting efforts to help store leaders find and hire talent with the right skills and experiences to best serve their guest\nSupport the training needs of your store's sales force and be an advocate for continuous learning\nBe an expert resource for scheduling systems and pay practices\nAct as an open door by listening to team members and collaborating with appropriate leaders to take action as needed\nDeliver on all Human Resources operational and cyclical programs\nDemonstrate a culture of ethical conduct, safety and compliance\nWork in a safe manner at all times to benefit yourself and others; identify and correct hazards; comply with all safety policies and best practices.\nAll other duties based on business needs\nWHAT WE ARE LOOKING FOR\nWe might be a great match if:\nWorking in a fun and energetic environment makes you excited…. We work efficiently and as a team to deliver for our guests\nProviding service to our guests that makes them say I LOVE TARGET! excites you…. That’s why we love working at Target\nStocking, Setting and Selling Target products sounds like your thing… That’s the core of what we do\nYou aren’t looking for Monday thru Friday job where you are at a computer all day… We are busy all day (yes, even on the weekends), making it easy for the guest to feel welcomed, inspired and rewarded",
    "trans": "En tant qu'expert en ressources humaines, aucun jour ne se ressemble, mais une journée typique inclura probablement les responsabilités suivantes :\nCréer une expérience accueillante en saluant authentiquement tous les invités.\nObserver pour comprendre rapidement si un invité a besoin d'assistance ou souhaite interagir. Suivre le langage corporel et les indices verbaux pour adapter votre approche.\nInteragir avec les invités de manière authentique, ce qui inclut poser des questions pour mieux comprendre leurs besoins spécifiques.\nÊtre informé des outils, produits et services disponibles dans l'ensemble du magasin, et plus particulièrement dans votre domaine, afin de résoudre les problèmes pour l'invité et améliorer son expérience.\nRemercier l'invité de manière sincère et lui faire savoir que nous sommes heureux qu'il ait choisi de faire ses courses chez Target.\nConnaître les objectifs de vente du magasin et les tendances avec l'invité et l'équipe qui ont un impact sur les résultats commerciaux.\nTravailler avec votre responsable RH pour anticiper et répondre aux besoins spécifiques en talents et en personnel pour chaque secteur de l'entreprise ; cela inclut la compréhension des besoins des invités et la garantie du bon mix d'expérience, de capacités de vente et d'enthousiasme pour les produits afin d'offrir la bonne expérience.\nMettre en œuvre des efforts de recrutement ciblés pour aider les responsables de magasin à trouver et embaucher des talents possédant les bonnes compétences et expériences pour mieux servir leurs invités.\nSoutenir les besoins de formation de la force de vente de votre magasin et être un défenseur de l'apprentissage continu.\nÊtre une ressource experte pour les systèmes de planification et les pratiques de rémunération.\nAgir comme une porte ouverte en écoutant les membres de l'équipe et en collaborant avec les responsables appropriés pour prendre les mesures nécessaires\nAssurer la mise en œuvre de tous les programmes opérationnels et cycliques des ressources humaines.\nDémontrer une culture de conduite éthique, de sécurité et de conformité.\nTravailler de manière sûre en tout temps pour vous-même et pour les autres ; identifier et corriger les dangers ; respecter toutes les politiques de sécurité et les meilleures pratiques.\nToutes autres tâches en fonction des besoins de l'entreprise.\nCE QUE NOUS RECHERCHONS\nNous pourrions être un excellent match si :\nTravailler dans un environnement amusant et énergique vous enthousiasme… Nous travaillons efficacement et en équipe pour répondre aux attentes de nos invités.\nFournir un service à nos invités qui les fait dire \"J'ADORE TARGET !\" vous motive… C'est pourquoi nous adorons travailler chez Target.\nStocker, disposer et vendre les produits Target vous semble-t-il être votre domaine… C'est le cœur de ce que nous faisons.\nVous ne cherchez pas un travail de 9h à 17h où vous êtes derrière un ordinateur toute la journée… Nous sommes occupés toute la journée (oui, même les week-ends), ce qui permet à l'invité de se sentir accueilli, inspiré et récompensé."
}