{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Terms & conditions for electronic delivery\nBy accepting the terms and conditions and agreeing to this consent to receive communications (all available ones or certain chosen ones) electronically, you consent (agree) to receive essential health plan coverage communications via the Website and/or Mobile App. These communications may include (but are not limited to):\nCoverage and Benefits: Communications and documents pertaining to your coverage and benefits (including cost sharing) for your health plan. Types of documents and communications may include, but are not limited to, Evidence of Coverage, Explanation of Benefits (EOB), Preauthorization and/or Precertification Notices and Preservice letters, Annual Membership Information, Annual Plan Information, and IRS Form 1095-B.\nBilling: Communications and documents related to billing for your Kaiser Permanente Plan may include but are not limited to: Medical Bills, Membership Premium",
    "trans": "Conditions générales d'utilisation de l'envoi électronique\nEn acceptant les conditions générales et ce consentement à recevoir des informations (toutes celles disponibles ou certaines choisies) par voie électronique, vous consentez (acceptez) de recevoir des informations sur la couverture des régimes de santé essentiels par l'intermédiaire du site web et/ou de l'application mobile. Ces informations peuvent inclure (mais ne sont pas limitées à) : Couverture et prestations :\nLes informations et documents relatifs à votre couverture et à vos avantages (y compris le partage des coûts) pour votre plan de santé. Les types de documents et de communications peuvent inclure, sans s'y limiter, les preuves de couverture, l'explication des prestations, les avis de préautorisation et/ou de pré-certification et les lettres de pré-service, les informations annuelles sur l'adhésion, les informations annuelles sur le régime et le formulaire 1095-B de l'IRS.\nFacturation : Les informations et documents relatifs à la facturation de votre plan Kaiser Permanente peuvent inclure, sans s'y limiter, les éléments suivants : Factures médicales, primes d'adhésion"
}