{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Featuring the EditShare® EFS solution and built on Hewlett Packard Enterprise (HPE) enterprise-grade hardware, IOX is designed for optimal operation in the most demanding environments. It is offered in bundles of predefined capacity and bandwidth, and delivered with preinstalled software.\nIOX NAS Storage provides broadcast and production facilities with an economical, easy-to-manage, high-availability, shared storage solution for Versio™ integrated playout servers: Versio™ Ingest ST 2110 servers and Nexio+™ AMP SDI servers.\nThis storage solution enables easy scaling of capacity or bandwidth without having to take the system off-air — a true shared online storage, ideal for fast-turnaround environments such as news and sports.\nThe file system features multiple controller active/active pairs that contribute their attached storage to a single namespace storage pool. As more controllers and storage are added, performance and capacity increases are achieved without adding shares, mountpoints or volumes. IOX provides the fastest client recovery in the event of catastrophic storage loss and the highest level of service SLA on the market.",
    "trans": "Doté de la solution EditShare® EFS et construit sur du matériel d'entreprise Hewlett Packard Enterprise (HPE), IOX est conçu pour fonctionner de manière optimale dans les environnements les plus exigeants. Il est proposé en bundles de capacité et de bande passante prédéfinies et livré avec un logiciel préinstallé.\nLe stockage NAS IOX offre aux installations de diffusion et de production une solution de stockage partagé économique, facile à gérer et à haute disponibilité pour les serveurs de diffusion intégrés Versio™ : Versio™ Ingest ST 2110 et Nexio+™ AMP SDI.\nCette solution de stockage permet une mise à l'échelle facile de la capacité ou de la bande passante sans avoir à mettre le système hors antenne, un véritable stockage en ligne partagé, idéal pour les environnements à rotation rapide tels que les actualités et les sports.\nLe système de fichiers comporte plusieurs paires de contrôleurs actifs/actifs qui contribuent, par le biais du stockage qui leur est attaché, à un pool de stockage à espace de noms unique. Au fur et à mesure de l'ajout de contrôleurs et de stockage, les performances et la capacité augmentent sans ajout de partages, de points de montage ou de volumes. IOX offre la récupération client la plus rapide en cas de perte de stockage catastrophique et le niveau de service ANS (Service d'Accord de Niveau) le plus élevé du marché."
}