{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ira, on the other hand, took out all her frustrations on Leen as a punching bag. She sat at the long dinning table, an array of nutritionally curated plates to increase the probability of conceiving. Zenin staff waited in the space, ready to heed to any demand from their master “It’s a pity there’s rats in our home.” Kira sneered, eyes locked on Naoya as she took a bite, her words poised to undermine Leen.\n“Someone with sticky fingers left this in my bedroom.” Kira snapped, a butler immediately returning to her side as she stared daggers at Naoya. The butler took out a small pendant that didn’t belong to Leen. She knew it was just a pendant she received as a gift from her ladies in waiting “Are you really going to sit like a fucking-“ She flinched as she was cut off by the sound of silverware clattering against the table. Naoya raised an eyebrow, anger already rising.",
    "trans": "Kira, quant à elle, verse toutes ses colères sur Leen, qui lui sert de punching-ball. Elle s'assit à la longue table à manger, un ensemble d'assiettes nutritionnellement conçues pour augmenter la probabilité de concevoir un enfant. Le personnel de Zenin attendait dans l'espace, prêt à répondre à n'importe quelle demande de leur maître « C'est dommage qu'il y ait des rats dans notre maison ». Kira ricana, les yeux rivés sur Naoya alors qu'elle prenait une bouchée, ses mots étant destinés à ébranler Leen.\n« Quelqu'un aux doigts collants a laissé ça dans ma chambre. Kira s'emporta, un majordome revenant immédiatement à ses côtés tandis qu'elle fixait Naoya du regard. Le majordome sortit un petit pendentif qui n'appartenait pas à Leen. Elle savait que ce n'était qu'un pendentif qu'elle avait reçu en cadeau de ses dames d'honneur « Allez-vous vraiment vous asseoir comme une putain de... » Elle sursauta lorsqu'elle fut interrompue par le bruit des couverts qui s'entrechoquaient sur la table. Naoya haussa un sourcil, la colère montant déjà."
}