{
    "source": "en_US",
    "target": "fr_FR",
    "text": "here with Simon Fraser.\nWe have alot of parents emailing teachers regarding students being absent, holidays, etc.\nPlease refrain from emailing teachers as these emails dont get forwarded to the office, and therfore are not recorded properly, and cause alot of worry calls to the office.\nIf you are going on Vacation or your child/ren will be away for more than a week, an Extended Absence Form is required to be filled out and returned to the office.\nGoing forward, Parents can call the office to report a child Late or Absent on the attendance line 403-777-7290, PRESS1, or else you are welcome to email Ms. Mirza directly at mamirza@cbe.ab.ca. Please be sure to incude your child's first and last name, reason and duration of the absence.\nTaking the time to let us know that your child will bne absent before school starts helps us to complete attendance accurately and reduces the automated calls you receive.\nAttendance is taken every period. Aswell as Homeroom (7:55-8:00am) and Connect (12:32-12:41pm) If your child is not in class at that time, they are marked Absent, and is required to come to the office for a late slip. These take time to be entered into the system. So there may be a delay in seeing it change in PowerSchool.\nDue to the high volume of traffic in our office, please be aware that the attendance and general delivery voicemail is checked periodically from 8-2pm.\nPlease see the following link for our School Website with information on Attendance as well a",
    "trans": "ici avec Simon Fraser.\nNous avons beaucoup de parents qui envoient des emails aux enseignants concernant les absences des élèves, les vacances, etc.\nVeuillez éviter d'envoyer des emails aux enseignants, car ces messages ne sont pas transmis au bureau et, par conséquent, ne sont pas correctement enregistrés, ce qui entraîne de nombreux appels d'inquiétude au bureau.\nSi vous partez en vacances ou si votre/vos enfant(s) sera/seront absent(s) pendant plus d'une semaine, il est nécessaire de remplir un formulaire d'absence prolongée et de le retourner au bureau.\nÀ l'avenir, les parents peuvent appeler le bureau pour signaler l'absence ou le retard d'un enfant sur la ligne de présence au 403-777-7290, APPUYER SUR 1, ou vous pouvez envoyer un email directement à Mme Mirza à l'adresse mamirza@cbe.ab.ca. Veuillez vous assurer d'inclure le prénom et le nom de famille de votre enfant, la raison et la durée de l'absence.\nPrendre le temps de nous informer que votre enfant sera absent avant le début des cours nous aide à enregistrer correctement les présences et réduit les appels automatisés que vous recevez.\nLes présences sont prises à chaque période, ainsi qu'en Homeroom (7h55-8h00) et en Connect (12h32-12h41). Si votre enfant n'est pas en classe à ce moment-là, il sera marqué comme absent et devra se rendre au bureau pour obtenir un billet de retard. Ces informations prennent du temps à être saisies dans le système, donc il peut y avoir un délai avant que cela ne soit mis à jour dans PowerSchool.\nEn raison du volume élevé de trafic dans notre bureau, veuillez noter que la messagerie vocale pour la présence et les livraisons générales est vérifiée périodiquement de 8h à 14h.\nVeuillez consulter le lien suivant pour accéder à notre site web scolaire avec des informations sur la présence ainsi que..."
}