{
    "source": "en_US",
    "target": "fr_FR",
    "text": "About us\nValerios Cleaning Service is a small business in Rochester, NY. We are professional, customer-centric and our goal is to provide professional cleaning services to our residential and commercial clients.\nOur work environment includes:\nOn-the-job training\nFlexible working hours\nWe are seeking a responsible individual to join our team of cleaners. Candidates should be comfortable working in a variety of environments, from residential homes to offices and businesses. Candidates are required to have reliable transportation to and from our operations center in Greece, NY.\nResponsibilities:\nPerform cleaning duties, such as sweeping and mopping floors, dusting furniture and blinds, and tidying up spaces.\nClean bathrooms, kitchens, and living spaces.\nThrow away trash and empty wastebaskets.\nThis is not an exhaustive list of duties. Candidates should be prepare to be on their feet for the entirety of their shift and to be able to lift up to 25 pounds.\nThe interview process may include a background check. Pay is based on experience.\nJob Type: Full-time\nPay: $15.00 - $19.00 per hour\nBenefits:\nFlexible schedule\nSchedule:\n8 hour shift\nEvening shift\nMonday to Friday\nWeekends as needed\nWeekends only\nSupplemental Pay:\nBonus opportunities\nTips\nAbility to commute/relocate:\nRochester, NY: Reliably commute or planning to relocate before starting work (Required)\nWork Location: In person",
    "trans": "À propos de nous\nValerios Cleaning Service est une petite entreprise située à Rochester, NY. Nous sommes professionnels, centrés sur le client et notre objectif est de fournir des services de nettoyage professionnels à nos clients résidentiels et commerciaux.\nNotre environnement de travail inclut :\nFormation sur le terrain\nHoraires de travail flexibles\nNous recherchons une personne responsable pour rejoindre notre équipe de nettoyeurs. Les candidats doivent être à l'aise pour travailler dans divers environnements, des maisons résidentielles aux bureaux et entreprises. Les candidats doivent disposer d'un transport fiable pour se rendre à notre centre d'opérations à Greece, NY.\nResponsabilités :\nEffectuer des tâches de nettoyage, telles que balayer et passer la serpillière sur les sols, dépoussiérer les meubles et les stores, et ranger les espaces.\nNettoyer les salles de bains, les cuisines et les espaces de vie.\nJeter les poubelles et vider les corbeilles.\nCette liste de tâches n'est pas exhaustive. Les candidats doivent être prêts à être debout pendant toute la durée de leur quart de travail et à pouvoir soulever jusqu'à 25 livres.\nLe processus d'entretien peut inclure une vérification des antécédents. Le salaire est basé sur l'expérience.\nType d'emploi : Temps plein\nRémunération : 15,00 $ - 19,00 $ de l'heure\nAvantages :\nHoraires flexibles\nEmploi :\nQuart de 8 heures\nQuart de soir\nDu lundi au vendredi\nWeek-ends selon les besoins\nWeek-ends uniquement\nRémunération supplémentaire :\nOpportunités de bonus\nPourboires\nCapacité à se déplacer/déménager :\nRochester, NY : Se déplacer de manière fiable ou planifier de déménager avant de commencer le travail (obligatoire)\nLieu de travail : En personne"
}