{
    "source": "en_US",
    "target": "fr_FR",
    "text": "No Additional Cost: You pay nothing for repairs – parts, labor, and shipping included.\nCoverage: Plan starts on the date of purchase. Drops, spills and cracked screens due to normal use are covered from day one. Malfunctions are covered after the manufacturer’s warranty. Real experts are available 24/7 to help with set-up, connectivity issues, troubleshooting and much more.\nEasy Claims Process: File a claim anytime online or by phone. Most claims approved within minutes. If we can’t repair it, we’ll send you an Amazon e-gift card for the purchase price of your covered product or replace it.\nProduct Eligibility: Plan must be purchased with a product or within 30 days of the product purchase. Pre-existing conditions are not covered.\nTerms & Details: More information about this protection plan is available within the “Product guides and documents” section. Simply click “User Guide” for more info. Terms & Conditions will be available in Your Orders on Amazon. Asurion will also email your plan confirmation with Terms & Conditions to the address associated with your Amazon account within 24 hours of purchase.",
    "trans": "Aucun coût supplémentaire : Vous ne payez rien pour les réparations - pièces, main-d'œuvre et expédition inclus.\nCouverture : Le plan commence à la date d'achat. Les chutes, les éclaboussures et les écrans fissurés dus à une utilisation normale sont couverts dès le premier jour. Les pannes sont couvertes après la garantie du fabricant. Des experts réels sont disponibles 24h/24 et 7j/7 pour vous aider avec l'installation, les problèmes de connectivité, le dépannage et bien plus encore.\nProcessus de réclamation facile : Déposez une réclamation à tout moment en ligne ou par téléphone. La plupart des réclamations sont approuvées en quelques minutes. Si nous ne pouvons pas réparer votre produit, nous vous enverrons une carte-cadeau électronique Amazon pour le prix d'achat de votre produit couvert ou nous le remplacerons.\nÉligibilité du produit : Le plan doit être acheté avec un produit ou dans les 30 jours suivant l'achat du produit. Les conditions préexistantes ne sont pas couvertes.\nTermes et détails : Plus d'informations sur ce plan de protection sont disponibles dans la section \"Guides et documents du produit\". Cliquez simplement sur \"Guide de l'utilisateur\" pour plus d'infos. Les Termes et Conditions seront disponibles dans Vos commandes sur Amazon. Asurion enverra également la confirmation de votre plan avec les Termes et Conditions à l'adresse associée à votre compte Amazon dans les 24 heures suivant l'achat."
}