{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Accordingly, one needs to consider the special nature of the constituent instruments, which form not only multilateral agreements but also constitutional documents subject to constant practice and thus interpretation, both of the institution itself and member states and others concerning it.\nIn the first instance, it will usually be for the organs of the institution to interpret the relevant constituent instruments. In some cases, the constituent instruments will determine the organ with the power of interpretation and may provide the methods and mechanisms for resolving interpretation disputes. Occasionally, a court or tribunal will be established with such competence. For example, the International Tribunal for the Law of the Sea can interpret the Law of the Sea Convention, and the European Court of Justice can interpret the EU treaties and instruments. In so far as the UN is concerned, the Security Council and General Assembly may request an advisory opinion from the International Court of Justice, as may other organs of the organization and specialized agencies where authorized by the General Assembly with regard to a question within the scope of their activities. The constituent instruments of some organisations provide for binding, final determination by the International Court using advisory proceedings; that is, organisations in such situations agree to accept the advisory opinion as binding. In addition, article 19, section 32 of the Convention on the Privileges and Immunities of Specialized Agencies, 1947, provides that differences between a specialised agency and a member arising out of the interpretation or the application of the convention are to be submitted to the International Court under the advisory procedure contained in article 96 of the Charter and article 65 of the Statute of the Court and the opinion thus obtained is to be treated as decisive by the parties. In contentious cases, the International Court may need to interpret the constituent instruments of an international organization, including the UN Charter itself, where this is relevant to determining the issue at hand.",
    "trans": "En conséquence, il faut tenir compte de la nature particulière des instruments constitutifs, qui ne forment pas seulement des accords multilatéraux mais aussi des documents constitutionnels soumis à une pratique constante et donc à une interprétation, tant de la part de l'institution elle-même que des États membres et autres concernés.\nDans un premier temps, il reviendra généralement aux organes de l'institution d'interpréter les instruments constitutifs pertinents. Dans certains cas, les instruments constitutifs détermineront l'organe ayant le pouvoir d'interprétation et pourront prévoir les méthodes et mécanismes de résolution des litiges d'interprétation. Parfois, un tribunal ou une cour sera établi avec une telle compétence. Par exemple, le Tribunal international du droit de la mer peut interpréter la Convention sur le droit de la mer, et la Cour de justice de l'Union européenne peut interpréter les traités et instruments de l'UE. En ce qui concerne l'ONU, le Conseil de sécurité et l'Assemblée générale peuvent demander un avis consultatif à la Cour internationale de justice, tout comme les autres organes de l'organisation et les agences spécialisées autorisés par l'Assemblée générale en ce qui concerne une question relevant de leur domaine d'activité. Les instruments constitutifs de certaines organisations prévoient une décision contraignante et définitive de la Cour internationale utilisant la procédure consultative ; c'est-à-dire que les organisations dans de telles situations acceptent que l'avis consultatif soit contraignant. En outre, l'article 19, section 32 de la Convention sur les privilèges et immunités des agences spécialisées de 1947 prévoit que les différends entre une agence spécialisée et un membre résultant de l'interprétation ou de l'application de la convention doivent être soumis à la Cour internationale selon la procédure consultative contenue dans l'article 96 de la Charte et l'article 65 du Statut de la Cour et que l'avis ainsi obtenu doit être considéré comme décisif par les parties. Dans les affaires contentieuses, la Cour internationale peut avoir à interpréter les instruments constitutifs d'une organisation internationale, y compris la Charte de l'ONU elle-même, lorsque cela est pertinent pour déterminer la question en cause."
}