{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Do you study English, but there is nobody to practice with around you?\nDo you feel shy or nervous when trying to speak English?\nWell, we have great news for you.\nNow you can practice English speaking with our special stories!\nThe English Easy Practice Course is designed to help you learn English by listening to fun, energetic, and interesting stories.\nIn this course, you get audio story lessons. So you can improve your listening and speak with every lesson. Great listening skills eventually become great speaking skills.\nForget about the textbooks…\nForget about grammar rules…\nForget about the old traditional methods in schools…\nYou don’t need to go to expensive schools to learn to speak English.\nYou can practice English at home by yourself, using our practice stories. So you can understand English automatically and speak English like a native…\nYou can also practice English wherever and whenever you want. Just listen to our English Easy Practice stories and answer the easy questions out loud.\nThere are PDF scripts for each lesson. Read the text while you listen to understand everything and see how to write and pronounce the vocabulary.\nNow use the English Easy Practice Course because you want to feel relax and confident every time you speak English.",
    "trans": "Étudiez-vous l'anglais, mais n'avez personne avec qui apprendre autour de vous ?\nRessentez-vous de la timidité ou de la nervosité lorsque vous essayez de parler anglais ?\nEh bien, nous avons une excellente nouvelle pour vous.\nVous avez la possibilité maintenant d'apprendre l'anglais parlé avec nos histoires spéciales !\nLe cours English Easy Practice est conçu pour vous aider à apprendre l'anglais en écoutant des histoires amusantes, énergiques et intéressantes.\nDans ce cours, vous recevez des leçons d'histoires audio. Ainsi, vous pouvez améliorer votre écoute et parler avec chaque leçon. De bonnes compétences d'écoute se transforment finalement en excellentes compétences orales.\nLaissez tomber les manuels scolaires...\nLaissez tomber les règles de grammaire...\nLaissez tomber les anciennes méthodes traditionnelles des écoles...\nIl n'est pas nécessaire d'aller dans des écoles coûteuses pour apprendre à parler anglais.\nIl est possible d'apprendre l'anglais à la maison, seul, en utilisant nos histoires pratiques. Ainsi, vous pouvez comprendre l'anglais automatiquement et parler anglais comme un natif...\nIl est possible également d'apprendre l'anglais où et quand vous le souhaitez. Il suffit d'écouter nos histoires English Easy Practice et de répondre aux questions simples à haute voix.\nIl y a des scripts PDF pour chaque leçon. Lisez le texte pendant que vous écoutez pour tout comprendre et voir comment écrire et prononcer le vocabulaire.\nUtilisez dès à présent le cours English Easy Practice pour vous sentir détendu et confiant chaque fois que vous parlez anglais."
}