{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“Poor Billy Boy. He was so sad under his feathers. His small organs and little bones. Godmother Dory told me to count his toes every month. Apparently if a budgie had some of its toes missing this was because of mites. And I had to listen to him breathe. If there was a ‘click’ when he took a breath that meant he had air sac mites. Godmother Dory knew everything there was to know about budgies. She told me that it was very important not to take pity on a sick budgie for sale in a pet shop.\n‘Pity will not bring a sick budgie back to life. It will die of respiratory problems whatever you do.’\nI tried to slap down the pity I felt for Billy Boy in case it killed him but it kept coming back. I stared at the sawdust at the bottom of his cage and told myself he was happy and well but I didn’t believe myself. As far as I was concerned all the crops had failed to grow in Billy Boy’s life and any hope he possessed had been eaten by ants and his parents had been crushed by a train[…]”\n摘录来自\nThings I Don't Want to Know\nDeborah Levy\n此材料受版权保护。",
    "trans": "« Pauvre Billy Boy. Il était si triste sous ses plumes. Ses petits organes et ses petits os. Marraine Dory m'a dit de compter ses orteils tous les mois. Apparemment, si une perruche avait des orteils manquants, c'était à cause des acariens. Et je devais l'écouter respirer. S'il y avait un « clic » lorsqu'elle respirait, cela signifiait qu'elle avait des acariens dans le sac d'air. Marraine Dory savait tout ce qu'il y avait à savoir sur les perruches. Elle m'a dit qu'il ne fallait surtout pas avoir pitié d'une perruche malade vendue dans une animalerie.\nLa pitié ne ramènera pas une perruche malade à la vie. Elle mourra de problèmes respiratoires quoi que vous fassiez ».\nJ'ai essayé de faire taire la pitié que j'éprouvais pour Billy Boy au cas où elle le tuerait, mais elle revenait sans cesse. Je fixais la sciure de bois au fond de sa cage et me disais qu'il était heureux et en bonne santé, mais je ne me croyais pas. En ce qui me concerne, toutes les récoltes n'avaient pas poussé dans la vie de Billy Boy et tout espoir qu'il possédait avait été mangé par les fourmis et ses parents avaient été écrasés par un train [...] ».\n摘录来自\nLes choses que je ne veux pas savoir\nDeborah Levy\n此材料受版权保护。"
}