{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Ephedrine and pseudoephedrine, when taken orally, have the theoretical potential to keep patients awake because of their stimulating effects on the central nervous system (CNS).\n• Sympathomimetics can cause stimulation of the heart and an increase in blood pressure and may affect diabetic control because they can increase blood glucose levels.\n• They should be used with caution in people with diabetes, those with heart disease or hypertension and those with hyperthyroidism.\n• They are most likely to cause these unwanted effects when taken by mouth and are unlikely to do so when used topically. Nasal drops and sprays containing sympathomimetics can therefore be recommended for those patients in whom the oral drugs are less suitable.\n• Saline nasal drops, things like menthol inhalations, or sitting in a steamy room (e.g. in a bathroom with a running shower) would be other possible choices for patients in this group.\n•The interaction between sympathomimetics and monoamine oxidase inhibitors (MAOIS) is potentially extremely; a hypertensive crisis can be induced and several deaths have occurred in such cases.\n• This interaction can occur up to 2 weeks after a patient has stopped taking the MAOI, so the pharmacist must establish any recently discontinued medication.\n• There is a possibility that topically applied sympathomimetics could induce such a reaction in a patient taking an MAOI. It is therefore advisable to avoid both oral and topical sympathomimetics in patients taking MAOIS.",
    "trans": "Lorsque l'éphédrine et la pseudoéphédrine sont prises par voie orale, ont le potentiel théorique de maintenir les patients éveillés en raison de leurs effets stimulants sur le système nerveux central (SNC).\n• Les sympathomimétiques peuvent provoquer une stimulation du cœur et une augmentation de la pression artérielle et peuvent affecter le contrôle du diabète car ils peuvent augmenter les niveaux de glucose dans le sang.\n• Ils est important que ce soit utilisés avec prudence chez les personnes diabétiques, celles atteintes de maladies cardiaques ou d'hypertension et celles souffrant d'hyperthyroïdie.\n• Des effets indésirables peuvent subsister lorsqu'ils sont pris par voie orale et sont peu susceptibles de le faire lorsqu'ils sont utilisés localement. Les gouttes nasales et les sprays contenant des sympathomimétiques peuvent donc être recommandés aux patients pour lesquels les médicaments oraux sont moins appropriés.\n• Les gouttes nasales salines, les inhalations de menthol ou le fait de rester dans une pièce humide (par exemple, dans une salle de bain avec une douche en marche) seraient d'autres choix possibles pour les patients de ce groupe.\n• L'interaction entre les sympathomimétiques et les inhibiteurs de la monoamine oxydase (IMAO) est potentiellement extrêmement dangereuse ; une crise hypertensive peut être induite et plusieurs décès ont été signalés dans de tels cas.\n• Jusqu'à 2 semaines après qu'un patient ait cessé de prendre un IMAO, ette interaction peut survenir. Il est donc essentiel que le pharmacien établisse si des médicaments ont été récemment arrêtés.\n• Vous avez la possibilité de constater que les sympathomimétiques appliqués localement provoquant une pareille réaction chez un patient prenant un IMAO. Nous vous conseillons alors d'éviter à la fois les sympathomimétiques oraux et topiques chez les patients prenant des IMAO."
}