{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Almost done, [redacted_name]!\nYour request for a Line of Credit is complete and has been sent for approval. If approved, any requested funds may be deposited into your bank account the same business day1.\nWith a Line of Credit through CreditFresh, it’s easy to know how much you will be charged each billing cycle. For each billing cycle, you’ll be charged a Billing Cycle Charge based on the Average Daily Principal Balance that will appear on your periodic statement. Additionally, a portion of your Minimum Payment will be applied to your Outstanding Principal Balance to help ensure you are always paying down what you owe.\nFor more information regarding the cost of your Line of Credit, including the Billing Cycle Charge table, visit the Cost of Credit page for details.\nIf you have any further questions regarding your account, please call our friendly Customer Service team at 1-800-766-2007 or send an email to customerservice@creditfresh.com.\nThank you for choosing CreditFresh.",
    "trans": "On y est presque, [nom_rédigé] !\nVotre demande de ligne de crédit est complète et a été envoyée pour confirmation. Si elle est approuvée, les fonds demandés pourront être déposés sur votre compte bancaire le même jour ouvrable.\nAvec une ligne de crédit via CreditFresh, il est facile de savoir combien vous serez facturé à chaque cycle de facturation. Pour chaque cycle, vous serez facturé d'un frais de cycle de facturation basé sur le solde principal quotidien moyen, qui apparaîtra sur votre relevé périodique. De plus, une partie de votre paiement minimum sera appliquée à votre solde principal impayé pour vous aider à toujours réduire ce que vous devez.\nPour plus d'informations sur le coût de votre ligne de crédit, y compris le tableau des frais de cycle de facturation, consultez la page Coût du crédit.\nSi vous avez d'autres questions concernant votre compte, n'hésitez pas à appeler notre équipe sympathique de service client au 1-800-766-2007 ou envoyer un e-mail à customerservice@creditfresh.com\nMerci d'avoir choisi CreditFresh."
}