{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] practically shoved them out the front door and onto the front stoop before shutting it firmly behind them. They were met by the soft whisper of the ocean waves nearby and the glow of the evening sun sinking lower in the sky.\nWhen [redacted_name] glanced over at [redacted_name], she saw he stuck his elbow out. She took it and smiled at him.\n“So, [redacted_name]. You’ve planned tonight. Where are we going?” she asked. [redacted_name] expected to see him draw his wand from his pocket to prepare to Apparate them, but he made no such move.\n“Oh, not far.”\n“We’re not Apparating?”\n“No. We’re walking.”\n[redacted_name] raised her eyebrows. “Walking?”\n“Patience, [redacted_name],” he whispered in her ear as he began to lead her down the front steps.\nTrue to his word, their destination was not terribly far. About twenty minutes up the beach, a small restaurant sat on a cliff overlooking the sea.\n“I’ve heard,” he said as they approached, “that this Muggle place has the best seafood in the area. Granted, I don’t know if it would top some of the dishes I’ve eaten in the magical corners of [redacted_address]—” [redacted_name] shoved [redacted_name] lightly with her shoulder at his braggadocious words. “—But It wouldn’t hurt to give it a try. Would you care to test it out with me?”\nRolling her eyes, [redacted_name] adjusted the light shawl wrapped around her shoulders and took his hand, pulling him along with a laugh.\n“It would be a great honour to listen to you complain about the food all evening.”",
    "trans": "[redacted_name] les poussa pratiquement hors de la porte d'entrée et sur le perron avant de la fermer fermement derrière eux. Ils furent accueillis par le doux murmure des vagues de l'océan à proximité et la lueur du soleil du soir descendant plus bas dans le ciel.\nQuand [redacted_name] jeta un coup d'œil à [redacted_name], elle vit qu'il tendait son coude. Elle le prit et lui sourit.\n« Alors, [redacted_name]. Tu as planifié ce soir. Où allons-nous ? » demanda-t-elle. [redacted_name] s'attendait à le voir sortir sa baguette de sa poche pour se préparer à les transplaner, mais il n'en fit rien.\n« Oh, pas loin. »\n« Nous ne transplanons pas ? »\n« Non. Nous marchons. »\n[redacted_name] leva les sourcils. « Marcher ? »\n« Patience, [redacted_name] », murmura-t-il à son oreille en commençant à la guider vers les marches de devant.\nFidèle à sa parole, leur destination n'était pas très loin. Environ vingt minutes plus loin sur la plage, un petit restaurant était perché sur une falaise surplombant la mer.\n« J'ai entendu dire, » dit-il en s'approchant, \"que cet endroit moldu a les meilleurs fruits de mer de la région. Certes, je ne sais pas si cela surpassera certains des plats que j'ai mangés dans les coins magiques de [redacted_address]— » [redacted_name] poussa légèrement [redacted_name] avec son épaule à ses paroles vantardes. « —Mais ça ne ferait pas de mal d'essayer. Voudrais-tu le tester avec moi ?  »\nEn levant les yeux au ciel, [redacted_name] ajusta le léger châle enroulé autour de ses épaules et prit sa main, le tirant avec un rire.\n« Ce serait un grand honneur de t'écouter te plaindre de la nourriture toute la soirée. »"
}