{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Activate your new offers to earn cash back on brands you love.\nActivate your offers\nIt's easy to get started\nBrowse\nExplore your offers in the Chase Mobile® app* or on chase.com.\nActivate\nChoose an offer and add it to your card.\nRedeem\nUse your eligible card and get a statement credit within 14 business days. *\nYour offers for card ending in 2717\nExplore more offers\nEs posible que esta comunicación contenga información acerca de usted o su cuenta. Si tiene alguna pregunta, por favor, llame al número que aparece en el reverso de su tarjeta.\nEmail Security Information:\nEmail intended for: Xiao Juan Huang\nFor your account(s) ending in:\n2717\nIf you have concerns about the authenticity of this message, please visit chase.com/CustomerService for options on how to contact us.\n* TERMS AND CONDITIONS\nChase Mobile App: Chase Mobile® app is available for select mobile devices. Message and data rates may apply.\nChase Offers: Chase is wholly responsible only for posting the statement credit to your account based on the data it receives from its third-party service provider. The statement credit will appear on your statement within 14 business days of Chase's receipt of the information.\nThird-Party Merchants: The listed merchant(s) are in no way affiliated with Chase, nor are the listed merchant(s) considered sponsors or co-sponsors of this program. All trademarks are the property of their respective owner(s).\nDeposit and credit card products provided by JPMorgan Chase Bank, N.A. Member FDIC\nABOUT THIS MESSAGE\nThis promotional email was sent to you to provide information about products, services, or special offers that may be of interest to you.\nYou can unsubscribe from future promotional emails from the JPMorgan Chase & Co. family of companies including \"points, perks and prizes\" such as this or submit your request in writing to Chase Privacy Operations, P.O. Box 734007, Dallas, TX 75373-4007. It takes up to 10 business days to process your request. You'll continue to receive Chase service emails.\nThis email was sent from an unmonitored mailbox. Go to chase.com/CustomerService for options on how to contact us.\nYour privacy is important to us. See our online Security Center to learn how to protect your information.\nJPMorgan Chase Bank, N.A. Member FDIC\n© 2024 JPMorgan Chase & Co.\nEM13945",
    "trans": "Activez vos nouvelles offres pour gagner du cashback sur les marques que vous aimez.\nActivez vos offres\nC'est facile de commencer\nParcourir\nExplorez vos offres dans l'application Chase Mobile®* ou sur chase.com.\nActiver\nChoisissez une offre et ajoutez-la à votre carte.\nUtiliser\nUtilisez votre carte éligible et obtenez un crédit de relevé dans les 14 jours ouvrables. *\nVos offres pour les cartes se terminant par 2717\nDécouvrez d'autres offres\nCette communication peut contenir des informations vous concernant ou concernant votre compte. Si vous avez des questions, veuillez appeler le numéro figurant au dos de votre carte.\nInformations sur la sécurité des e-mails :\nE-mail destiné à : Xiao Juan Huang\nPour votre compte se terminant par :\n2717\nSi vous avez des doutes sur l’authenticité de ce message, veuillez visiter chase.com/CustomerService pour voir les options de contact.\n* CONDITIONS GÉNÉRALES\nApplication Chase Mobile : L'application Chase Mobile® est disponible pour certains appareils mobiles. Des frais de messagerie et de données peuvent s'appliquer.\nOffres Chase : Chase est uniquement responsable de l’attribution du crédit sur votre relevé en fonction des données reçues de son fournisseur tiers. Le crédit apparaîtra sur votre relevé dans un délai de 14 jours ouvrables après réception des informations par Chase.\nCommerçants tiers : Les commerçants mentionnés ne sont en aucun cas affiliés à Chase, ni considérés comme sponsors ou co-sponsors de ce programme. Toutes les marques déposées sont la propriété de leurs détenteurs respectifs.\nProduits de dépôt et de cartes de crédit fournis par JPMorgan Chase Bank, N.A. Membre FDIC.\nÀ PROPOS DE CE MESSAGE\nCet e-mail promotionnel vous a été envoyé pour vous fournir des informations sur des produits, des services ou des offres spéciales susceptibles de vous intéresser.\nVous pouvez vous désabonner des futurs courriels promotionnels de la famille de sociétés JPMorgan Chase & Co., y compris des « points, avantages et prix » comme celui-ci, ou soumettre votre demande par écrit à Chase Privacy Operations, P.O. Box 734007, Dallas, TX 75373-4007. Le traitement de votre demande peut prendre jusqu'à 10 jours ouvrables. Vous continuerez à recevoir les e-mails de service de Chase.\nCet e-mail a été envoyé à partir d'une boîte aux lettres non surveillée. Rendez-vous sur chase.com/CustomerService pour savoir comment nous contacter.\nVotre confidentialité est importante pour nous. Consultez notre centre de sécurité en ligne pour savoir comment protéger vos informations.\nJPMorgan Chase Bank, N.A. Member FDIC\n© 2024 JPMorgan Chase & Co.\nEM13945"
}