{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Year One Parents,\nDuring Term 1.2 our topic We Are GIS will be evolving with the introduction of We Are GIS: The Cultural Classroom.\nThe idea is that, during the first half term, our students have been developing an understanding of the main campus, getting to know key people and key spaces and becoming more confident when accessing the different spaces and resources.\nAs we enter the second half of the term, we want the Year One students to understand that the GIS community is made up of many different cultures and to be able to demonstrate respect for cultural diversity, developing a deeper knowledge of various cultural traditions while participating in the celebration of the cultural diversity that makes the GIS community.\nTo do that, WE ARE GOING TO NEED YOUR HELP (more on how to help below).\nAfter carefully exploring the different backgrounds that make up the Year One community, the team has identified that by dividing it into the following regions, all cultural backgrounds that are meaningful to the students could be explored on a region by week basis (please, let me know if we have missed your country or if you are not happy about the way your country of origin has been grouped!)\nEurope: Great Britain, Italy, Germany, Netherlands, Ireland and Belgium\nNorth America: USA and Mexico\nSouth East Asia: Malaysia, Indonesia, Thailand\nAsia: Kazakhstan, Pakistan, India, The Maldives, Taiwan, Hong Kong, China, Korea, Japan\nSouthern Hemisphere: South Africa, Australia",
    "trans": "Chers parents de la première année,\nAu cours de la période 1.2, notre sujet Nous sommes GIS évoluera avec l'introduction de Nous sommes GIS : La salle de classe culturelle.\nL'idée est que, pendant la première moitié du trimestre, nos élèves ont développé une compréhension du campus principal, appris à connaître les personnes et les espaces clés, et sont devenus plus confiants en accédant aux différents espaces et ressources.\nÀ mesure que nous entamons la seconde moitié du trimestre, nous voulons que les élèves de la première année comprennent que la communauté GIS est composée de nombreuses cultures différentes et qu'ils puissent démontrer du respect pour la diversité culturelle, en développant une connaissance approfondie de diverses traditions culturelles tout en participant à la célébration de la diversité culturelle qui compose la communauté GIS.\nPour ce faire, NOUS ALLONS AVOIR BESOIN DE VOTRE AIDE (plus d'informations sur la manière d'aider ci-dessous).\nAprès avoir soigneusement exploré les différentes origines qui composent la communauté de la première année, l'équipe a identifié que, en les divisant en les régions suivantes, toutes les origines culturelles significatives pour les élèves pourraient être explorées sur une base région par semaine (veuillez me faire savoir si nous avons manqué votre pays ou si vous n'êtes pas satisfait de la manière dont votre pays d'origine a été regroupé !) :\nEurope : Grande-Bretagne, Italie, Allemagne, Pays-Bas, Irlande et Belgique\nAmérique du Nord : USA et Mexique\nAsie du Sud-Est : Malaisie, Indonésie, Thaïlande\nAsie : Kazakhstan, Pakistan, Inde, Maldives, Taïwan, Hong Kong, Chine, Corée, Japon\nHémisphère Sud : Afrique du Sud, Australie"
}