{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Secretary of Homeland Security Alejandro Mayorkas is implementing employment authorization for certain Lebanese nationals covered by Deferred Enforced Departure (DED) for Lebanon through Jan. 25, 2026. When an individual covered by DED receives an Employment Authorization Document with a Category Code of A11, they can show that they are authorized to work for Form I-9. For more information, see theFederal Register noticeimplementing DED for Lebanon as well as the USCIS Deferred Enforced Departure page.\nBased on the July 26, 2024, presidential memo, Secretary of Homeland Security Alejandro Mayorkas is implementing employment authorization for certain Lebanese nationals covered by Deferred Enforced Departure (DED) for Lebanon through Jan. 25, 2026. When an individual covered by DED receives an Employment Authorization Document with a Category Code of A11, they can show that they are authorized to work for Form I-9, Employment Eligibility Verification.\nFor more information, see theFederal Register noticeimplementing DED for Lebanon as well as the USCIS Deferred Enforced Departure page.",
    "trans": "Le secrétaire à la Sécurité intérieure, Alejandro Mayorkas, met en œuvre l'autorisation d'emploi pour certains ressortissants libanais couverts par le Départ Forcé Différé (DED) pour le Liban jusqu'au 25 janvier 2026. Lorsqu'une personne couverte par le DED reçoit un Document d'Autorisation d'Emploi avec un Code de Catégorie A11, elle peut prouver qu'elle est autorisée à travailler pour le formulaire I-9. Pour plus d'informations, consultez l'avis du Federal Register mettant en œuvre le DED pour le Liban ainsi que la page du DED de l'USCIS.\nSur la base du mémo présidentiel du 26 juillet 2024, le secrétaire à la Sécurité intérieure, Alejandro Mayorkas, met en œuvre l'autorisation d'emploi pour certains ressortissants libanais couverts par le Départ Forcé Différé (DED) pour le Liban jusqu'au 25 janvier 2026. Lorsqu'une personne couverte par le DED reçoit un Document d'Autorisation d'Emploi avec un Code de Catégorie A11, elle peut prouver qu'elle est autorisée à travailler pour le formulaire I-9, Vérification de l'Éligibilité à l'Emploi.\nPour plus d'informations, consultez l'avis du Federal Register mettant en œuvre le DED pour le Liban ainsi que la page du DED de l'USCIS."
}