{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The economic situation stabilized in the early 1970s with the help of additional imports. Even more imports would be needed, however, to main- tain the SED’s consumption and social welfare policies. Given the contin- uing uncompetitiveness of East German products on international markets, export revenues were not adequate to finance imports, and efforts to increase export sales fell short. Economic advisors repeatedly warned SED leaders about the discrepancy between political objectives and economic possibili- ties that lay behind this state of affairs, but under Honecker, they disregarded this information.35 Expanded expenditure on consumption also limited the funds the state could make available for scientific and technological research. As a result, a number of promising innovations had to be abandoned and the technological gap between the GDR and the Western industrial nations widened.36 The growing sales problems in foreign markets were one major reason the central authorities tried once again to reduce this gap.",
    "trans": "La situation économique s'est stabilisée au début des années 1970 grâce à des importations supplémentaires. Cependant, encore plus d'importations seraient nécessaires pour maintenir les politiques de consommation et de bien-être social du SED. Étant donné l'incapacité continue des produits est-allemands à être compétitifs sur les marchés internationaux, les revenus issus des exportations n'étaient pas suffisants pour financer les importations, et les efforts pour augmenter les ventes à l'exportation ont échoué. Les conseillers économiques ont à plusieurs reprises averti les dirigeants du SED de l'écart entre les objectifs politiques et les possibilités économiques qui sous-tendaient cette situation, mais sous Honecker, ces informations ont été ignorées. Les dépenses accrues en consommation ont également limité les fonds que l'État pouvait allouer à la recherche scientifique et technologique. En conséquence, plusieurs innovations prometteuses ont dû être abandonnées et l'écart technologique entre la RDA et les nations industrielles occidentales s'est élargi. Les problèmes croissants de ventes sur les marchés étrangers ont été l'une des raisons majeures pour lesquelles les autorités centrales ont tenté à nouveau de réduire cet écart."
}