{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Pathophysiology\nThe mechanism by which retinal tissue damage occurs in solar retinopathy is photomechanical in nature. Photochemical retinal injury is believed to be a product of free radical formation. Two mechanisms of free radical formation have been proposed. First, absorption of light energy by a molecule causes an electron to enter an “excitation state”, with free radical formation being a means by which such an electron can return to the “ground state” energy level. In returning to the “ground state” energy level, an excited state electron splits a bond within another molecule, forming a free radical.[ 11] Second, light energy absorption can cause excitation of and direct transfer of energy from an intraretinal chromophore – flavoproteins, heme proteins, melanosomes, lipofuscin, and photoreceptors themselves – to oxygen, creating a reactive oxygen species.[ 11] Furthermore, the photochemical injury to the retinal tissues may be thermally enhanced[6].",
    "trans": "Physiopathologie\nLe mécanisme par lequel se produit la lésion du tissu rétinien dans la rétinopathie solaire est de nature photomécanique. On pense que la lésion rétinienne photochimique résulte de la formation de radicaux libres. Deux mécanismes de formation des radicaux libres ont été proposés. Premièrement, l'absorption de l'énergie lumineuse par une molécule entraîne l'entrée d'un électron dans un \"état d'excitation\", la formation de radicaux libres étant un moyen par lequel un tel électron peut revenir à l'état d'énergie \"fondamental\". En revenant à l'état d'énergie \"fondamental\", un électron excité rompt une liaison au sein d'une autre molécule, formant un radical libre.[11] Deuxièmement, l'absorption d'énergie lumineuse peut entraîner l'excitation et le transfert direct d'énergie d'un chromophore intrarétinien – flavoprotéines, protéines héminiques, mélanosomes, lipofuscine et photorécepteurs eux-mêmes – à l'oxygène, créant une espèce réactive de l'oxygène.[11] De plus, la lésion photochimique des tissus rétiniens peut être amplifiée thermiquement[6]."
}