{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Between Team Rocket and travelling? Not a lot?\" [redacted_name] joked as she let Ashley rest her head on her lap\nIt took a little while, but [redacted_name] soon spoke. \"How many people are you going to get in your...'harem'?\"\n\"My what?\"\n\"Y-Your girlfriends. I mean... You've made a lot of sex-buddies.\" [redacted_name] blushed\n\"... I do?\"\n\"Sabrina, Whitney, [redacted_name]... I'm just curious.\" [redacted_name] answered\n\"Erika and you too.\" Ashley pointed out\n\"I-I know. But... I can't help but feel jealous.\" [redacted_name] answered\n\"[redacted_name]?\" Ashley pouted and kissed her softly\n[redacted_name] gave a little hum as she held Ashley, hugging her gently.\nAshley smiled and giggled\nOver by some of the trees, a yellow-necked Pokémon with a large green leaf poked its head out from the bushes. It was [redacted_name], one of Ashley's Pokémon.\n\"Bay!\" The Pokémon called happily\n\"Oh, hey [redacted_name].\" Ashley waved. \"Want to come over?\"\n\"Bay-Bay!\" [redacted_name] cheered and raced over and tackled Ashley\n\"Oof! Hey girl.\" Ashley responded, stroking her head it was like always with this girl\n\"I SWEAR she has a crush on you.\" [redacted_name] commented\n\"She's kinda crushing me now.\" Ashley's face began to turn blue as she wheezed out that comment\n\"Bay!\" [redacted_name] jumped off and let Ashley get up.\nAshley laughed and rubbed her head \"It's okay, don't worry.\"",
    "trans": "Entre la Team Rocket et les voyages ? Pas beaucoup ? » [redacted_name] plaisante en laissant Ashley reposer sa tête sur ses genoux\nCela prit un peu de temps, mais [redacted_name] prit bientôt la parole. « Combien de personnes vas-tu prendre dans ton... 'harem' ? »\n« Mon quoi ? »\n« V-Vos petites amies. Je veux dire... Tu t'es fait beaucoup de sex-buddies. » [redacted_name] rougit\n« ... Vraiment ? »\n« Sabrina, Whitney, [redacted_name]... Je suis juste curieux. » [redacted_name] a répondu\n« Erika et toi aussi ». Ashley l'a fait remarquer\n« Je sais. Mais... Je ne peux pas m'empêcher d'être jalouse. » [redacted_name] a répondu\n« [redacted_name] ? » Ashley fait la moue et l'embrasse doucement.\n[redacted_name] fit un petit bourdonnement en tenant Ashley, la serrant doucement dans ses bras.\nAshley sourit et glousse.\nPrès des arbres, un Pokémon au cou jaune et à la grande feuille verte sortit la tête des buissons. C'était [redacted_name], un des Pokémon d'Ashley.\n« Baie ! Le Pokémon l'appela joyeusement\n« Oh, salut [redacted_name]. Ashley fit un signe de la main. « Tu veux venir ? »\n« Bay-Bay ! » [redacted_name] se réjouit et se précipite sur Ashley pour la plaquer.\n« Oof ! Hey girl. » Ashley a répondu en lui caressant la tête, comme toujours avec cette fille.\n« Je jure qu'elle a le béguin pour toi. [redacted_name] a commenté\n« Elle a un peu le béguin pour moi maintenant ». Le visage d'Ashley a commencé à devenir bleu alors qu'elle lâchait ce commentaire.\n« Bay ! [redacted_name] a sauté et a laissé Ashley se lever.\nAshley rit et se frotte la tête : « C'est bon, ne t'inquiète pas. »"
}