{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The incumbent work with those active in the clinic, managing projects that drive cutting-edge innovation. They will work closely with cross-functional teams – both inside and outside of Mayo - to translate research insights and emerging technologies into market-ready solutions. The incumbent will participate in activities to inform innovation portfolio priorities. These activities may include assessments of clinical needs, market needs and opportunities assessment, and technical viability. The incumbent will be responsible for managing all aspects of prioritized projects including developing project plans, driving project progress, managing project budgets, and preparing project status reports. The ideal candidate will have a strong background in academic or industrial research, strong project management skills, and comfortable with agile-based project approaches.\nWe are prioritizing those that have a background in engineering, technology, biological or physical sciences or a related file plus 3 years’ experience in an academic research environment, healthcare industry or life scienced industry. Masters of Ph.D. degree is preferred.\nPlease feel free to share the link below within your network as you see fit. We will likely pull the position down early next week to review candidates to-date.",
    "trans": "Le titulaire du poste travaillera avec les personnes actives dans la clinique, en gérant des projets qui stimulent l'innovation de pointe. Ils travailleront en étroite collaboration avec des équipes interfonctionnelles – à la fois à l'intérieur et à l'extérieur de Mayo – pour traduire les connaissances de la recherche et les technologies émergentes en solutions prêtes pour le marché. Le titulaire participera à des activités pour informer les priorités du portefeuille d'innovation. Ces activités peuvent inclure des évaluations des besoins cliniques, une évaluation des besoins et des opportunités du marché, et une évaluation de la viabilité technique. Le titulaire sera responsable de la gestion de tous les aspects des projets prioritaires, y compris l'élaboration de plans de projet, le suivi de l'avancement du projet, la gestion des budgets de projet et la préparation des rapports d'avancement du projet. Le candidat idéal aura une solide expérience dans la recherche académique ou industrielle, de solides compétences en gestion de projet et sera à l'aise avec les approches de projet basées sur l'agilité.\nNous priorisons ceux qui ont une formation en ingénierie, technologie, sciences biologiques ou physiques ou un domaine connexe, ainsi que 3 ans d'expérience dans un environnement de recherche académique, l'industrie de la santé ou l'industrie des sciences de la vie. Un diplôme de maîtrise ou de doctorat est préféré.\nN'hésitez pas à partager le lien ci-dessous dans votre réseau comme vous le souhaitez. Nous retirerons probablement le poste au début de la semaine prochaine pour examiner les candidats à ce jour."
}