{
    "source": "en_US",
    "target": "fr_FR",
    "text": "8hr eating window\nM(2salad, one protein shake), T(one salad, one protein shake) , W(two salads, one protein shake), Th(one salad, one protein shake) , F( two salads, one protein shake), S( one salad, one protein shake) S(two salads, one protein shake)\nSalads made of\n-Meats( 3 to 6 ounces protein per salad), for example, eggs, and any type of meat\n-2 to 3 cups of low carb vegetables for salad\nExamples : any leafy vegetables, cucumber, tomato, green pepper, pickles, cauliflower, broccoli, lettuce, green beans, olives\n-Fats 30-60g per day***\nExamples: Greek yogurt, avocado, oil, olive oil, cheese, Chia seed coconut oil, butter, nuts\nNotes:\nYour protein shake needs to be high and protein, low and nut carbs and low and sugar\n-no corn\n-Beside a avocado and tomato no fruits\n-If you eat carrots, eat it in moderation\n-no beans\nFasting window no creamer or sugar substitute. Only black tea, black coffee, apple cider vinegar and lemon and ginger",
    "trans": "Voici une fenêtre alimentaire de 8 heures :\nLundi (2 salades, un shake protéiné), Mardi (une salade, un shake protéiné), Mercredi (deux salades, un shake protéiné), Jeudi (une salade, un shake protéiné), Vendredi (deux salades, un shake protéiné), Samedi (une salade, un shake protéiné), Dimanche (deux salades, un shake protéiné).\nLes salades sont composées de :\n- Protéines (3 à 6 onces de protéines par salade), par exemple des œufs et tout type de viande.\n- 2 à 3 tasses de légumes à faible teneur en glucides pour la salade.\nExemples : légumes à feuilles, concombre, tomate, poivron vert, cornichons, chou-fleur, brocoli, laitue, haricots verts, olives.\n- Graisses : 30-60g par jour.\nExemples : yaourt grec, avocat, huile d'olive, fromage, graines de chia, huile de coco, beurre, noix.\nNotes :\nVotre shake protéiné doit être riche en protéines, faible en glucides et faible en sucre.\n- Pas de maïs.\n- À l'exception de l'avocat et de la tomate, pas de fruits.\n- Si vous mangez des carottes, faites-le avec modération.\n- Pas de haricots.\n- Pendant la période de jeûne, pas de crème ni de substituts de sucre. Seulement du thé noir, du café noir, du vinaigre de cidre de pomme, du citron et du gingembre."
}