{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Khayrova, a former model with British citizenship, finalized her divorce earlier this year. She gained public attention in 2022 due to a controversy involving the installation of fountains in one of her and her ex-husband’s homes, for which she was required to pay a significant fee. While there is public interest in Cruise and Khayrova’s relationship, it has not been officially confirmed whether they are indeed a couple.\nCruise’s romantic life has always been a topic of fascination for the media, and this recent development has generated excitement among fans and partygoers alike. With rumors of past relationships with celebrities like Shakira and hisMission: Impossibleco-star Hayley Atwell, it is evident that the public has a keen interest in knowing more about Cruise’s love life.\nAs a celebrity of Cruise’s stature, it comes as no surprise that his romantic endeavors continue to captivate the attention of the public. As he navigates through his personal relationships, fans and onlookers will undoubtedly keep a close eye on his journey. Only time will reveal if Cruise and Khayrova’s connection will withstand the test of time.\nFeel free to share this article with your family and friends on Facebook to spread the news about Tom Cruise’s alleged new love interest. Let’s keep the love alive!",
    "trans": "Khayrova, une ancienne mannequin de nationalité britannique, a finalisé son divorce plus tôt cette année. Elle a attiré l'attention du public en 2022 en raison d'une controverse concernant l'installation de fontaines dans l'une de ses maisons et celles de son ex-mari, pour laquelle elle a dû payer une somme considérable. Bien qu'il y ait un intérêt public pour la relation entre Cruise et Khayrova, il n'a pas été officiellement confirmé s'ils sont effectivement en couple.\nLa vie amoureuse de Cruise a toujours fasciné les médias, et ce récent développement a suscité l'enthousiasme parmi les fans et les fêtards. Avec des rumeurs de relations passées avec des célébrités comme Shakira et sa co-vedette de Mission: Impossible, Hayley Atwell, il est évident que le public est très intéressé à en savoir plus sur la vie amoureuse de Cruise.\nEn tant que célébrité de la stature de Cruise, il n'est pas surprenant que ses aventures romantiques continuent de captiver l'attention du public. Alors qu'il navigue dans ses relations personnelles, les fans et les observateurs suivront sans aucun doute son parcours de près. Seul le temps révélera si la connexion entre Cruise et Khayrova résistera à l'épreuve du temps.\nN'hésitez pas à partager cet article avec votre famille et vos amis sur Facebook pour diffuser la nouvelle concernant le nouvel intérêt amoureux supposé de Tom Cruise. Gardons l'amour vivant !"
}