{
    "source": "en_US",
    "target": "fr_FR",
    "text": "\"I totally don't got this!\" Mk yelled in a panic as he quickly dodged all the flying Bull Clones including Y/n who blocking some of the attacks.\nHowever, Redson lands in front of Mk and then he dashed towards Mk. The fight between those two was short as Redson soon ended up it by transmitting Mk flying towards the control panel then numerous Bull Clones directly go towards him.\nWhile Y/n continued dodging and slashing several Clones from the ground.\nMk groaned in pain.\n\"How am I supposed to fight all of them?\"\nHis eyes immediately glowed gold vision.\n\"Oh, that weird gold vision thingy—huh?\"\nAs he looked around before looking above to see that greyish-sky summoned lighting.\n\"That's it!\" However, he gets piled by the Bull Clones as massive smoke explodes. When the dust of smoke died out, Redson landed on top of the pile.\n\"Not so tough without all your Monkey King powers, are you?\"\nThe sound of shifting underneath the pile made Redson confused before the pile blasted into pieces, revealing Mk squeezing his eyes as the staff extended its length; pushing Redson and his army into the dull, greyish clouds that covered the sky. The Bull Clones hold on tight on the staff for dear life.\nFor Redson, who lands on top the of staff, glaring down yet it's too far to see from that distance. Mk waited for the lighting to strike but...\nUnawares, a soft glow of purple particles appeared on Y/n armour-star chest, his one earring etc. Paimon was surprised as she know that purple effects.\n'How?' She thought.\nwhile the others were confused by the particles that were glowing around you.\nY/n notice this then took a deep breath, feeling the element of electro around him.",
    "trans": "« J'y arrive pas du tout ! » hurla Mk, paniqué, tout en esquivant rapidement les clones de taureau volants, dont Y/n, qui bloquait quelques attaques.\nRedson atterrit alors devant Mk et se précipita sur lui. Leur affrontement fut court, car Redson finit par envoyer Mk s'écraser contre le panneau de contrôle, tandis que de nombreux clones de taureau se précipitaient directement sur lui.\nPendant ce temps, Y/n continuait à esquiver et à trancher plusieurs clones au sol.\nMk gémit de douleur.\n« Comment je suis censé tous les affronter ? »\nSes yeux se mirent aussitôt à briller d'une lumière dorée.\n« Oh, ce truc bizarre de vision dorée, hein ? »\nIl regarda autour de lui avant de lever les yeux et d'apercevoir des éclairs surgir du ciel grisâtre.\n« C'est ça ! » Mais avant qu'il ne puisse réagir, les clones de taureau le submergèrent, provoquant une immense explosion de fumée. Lorsque la poussière se dissipa, Redson atterrit au sommet du tas.\n« Tu fais moins le malin sans les pouvoir du Roi Singe, pas vrai ? »\nUn bruissement sous la pile troubla Redson, juste avant qu'elle n'éclate en morceaux. Mk apparut, les yeux fermés, tandis que son bâton s'allongeait brusquement, envoyant Redson et son armée valser dans les nuages gris et ternes qui couvraient le ciel. Les clones de taureau s'agrippèrent au bâton de toutes leurs forces.\nRedson, perché au sommet du bâton, lança un regard furieux vers le sol, mais la distance l'empêchait de voir clairement. Mk attendait l'impact de la foudre, mais...\nSans qu'il ne s'en rende compte, une douce lueur violette se manifesta sur l'armure étoilée de Y/n, ainsi que sur sa boucle d'oreille. Paimon, stupéfaite, reconnut immédiatement ces effets violets.\n« Comment ? » pensa-t-elle.\nPendant que les autres restaient perplexes face aux particules lumineuses qui flottaient autour de toi,\nY/n le remarqua et prit une profonde inspiration, ressentant l'énergie électro l'entourer."
}