{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The fourth characteristic of a liberal democracy is that its citizens enjoy full civil liberties. Civil liberties are often constitutionally enumerated and entrenched, such as in the Canadian Charter of Rights and Freedoms. One can note that the Schumpeterian definition of democracy does not assume full civil liberties. However, two decades after Schumpeter’s book, the political scientist Robert A. Dahl argues that civil liberties are part of the necessary institutional guarantees of or require- ments for proper political competition and participation.23 Since that time, civil lib- erties have been seen as central to democracy—at times perhaps a bit too central, as some politicians, especially in the United States, seem to equate democracy with freedom. In fact, one can have a reasonable amount of civil liberty without respon- sible government or even elections, if, for example, one lives under an autocratic but tolerant monarch. One of the virtues of the annual surveys of freedom by the New York–based Freedom House organization is that these give separate scores for politi- cal rights and for civil liberties, allowing one to see how these diverge.\nThe fifth and final element of a liberal democracy is the need for a legally based and well-functioning state, with effective and fair governance. Civil liberties cannot truly exist in the absence of a general rule of law (as Diamond notes), and the rule of law requires an independent and unbiased judiciary as a separate component of the state. The rule of law must apply to everyone, including members of the state itself. This point goes back to the traditional German notion of a Rechtsstaat, that is, a “state subject to law.” The law protects the citizens against the power of the state, specifically the abuse (defined as the arbitrary use) of this power. More precisely, in the classic analysis of Carl Schmitt,",
    "trans": "La quatrième caractéristique d'une démocratie libérale est que ses citoyens jouissent de libertés civiles complètes. Les libertés civiles sont souvent énumérées et enracinées dans la constitution, comme dans la Charte canadienne des droits et libertés. On peut noter que la définition schumpetérienne de la démocratie ne suppose pas de libertés civiles complètes. Cependant, deux décennies après le livre de Schumpeter, le politologue Robert A. Dahl soutient que les libertés civiles font partie des garanties institutionnelles nécessaires ou des exigences pour une compétition politique et une participation appropriées. Depuis ce temps, les libertés civiles ont été considérées comme centrales à la démocratie – parfois peut-être un peu trop centrales, car certains politiciens, surtout aux États-Unis, semblent assimiler la démocratie à la liberté. En fait, on peut avoir une quantité raisonnable de libertés civiles sans gouvernement responsable ni même élections, si, par exemple, on vit sous un monarque autocratique mais tolérant. Une des vertus des enquêtes annuelles sur la liberté par l'organisation Freedom House basée à New York est qu'elles attribuent des scores séparés pour les droits politiques et pour les libertés civiles, permettant de voir comment ces derniers divergent.\nLe cinquième et dernier élément d'une démocratie libérale est la nécessité d'un État légalement fondé et bien fonctionnant, avec une gouvernance efficace et équitable. Les libertés civiles ne peuvent réellement exister en l'absence d'une règle de droit générale (comme le note Diamond), et la règle de droit nécessite une justice indépendante et impartiale en tant que composante distincte de l'État. La règle de droit doit s'appliquer à tout le monde, y compris aux membres de l'État lui-même. Ce point remonte à la notion traditionnelle allemande de Rechtsstaat, c'est-à-dire un « État de droit ». La loi protège les citoyens contre le pouvoir de l'État, en particulier contre l'abus (défini comme l'utilisation arbitraire) de ce pouvoir. Plus précisément, dans l'analyse classique de Carl Schmitt,"
}