{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Why not?”\n“So much going on.” Her smile is rueful. “I’d tell you all about it, but we’d need at least five hours.”\n“I’ve got nothing but time,” I tell her, reaching out to pat her hand. “Are you and Franklin still broken up?”\n“Yeah. He found out about Fig.” And with that one sentence she confirms my suspicions. “He wasn’t too happy about it. He even wanted to tell Headmaster Matthews about it.”\nOh wow. “Did he?”\nMaggie shakes her head. “I convinced him not to, at least for now. I don’t know how much longer I can put him off.”\n“Why don’t you let him tell? Then at least you have nothing to do with it.”\n“Because I’m in love with him, Wren,” she admits.\n“Franklin?”\n“No. With Fig.” She sighs. “And there’s more.”\nGod, what more could there be?\n“You’ll freak out though,” Maggie continues.\n“Just tell me,” I say, needing to know.\nHer gaze meets mine, and I can see a myriad of emotions swirling in her eyes. Fear and worry and just the tiniest bit of happiness too. “I’m pregnant,” she whispers.\nMy mouth falls open as I struggle to respond.\n“With Fig’s baby.”",
    "trans": "« Pourquoi pas ? »\n« Il se passe tellement de choses. » Elle esquisse un sourire désabusé. « Je pourrais tout te raconter, mais il nous faudrait au moins cinq heures. »\n« J'ai tout mon temps. » lui dis-je en lui tapotant la main. « Toi et Franklin, c'est toujours fini ? »\n« Ouais. Il a appris pour Fig. » Et en une phrase, elle confirme mes soupçons. « Il n'a pas très bien réagi. Il voulait même en parler au directeur Matthews. »\n« Oh, vraiment ? Il l'a fait ? »\nMaggie secoue la tête. « Je l'ai convaincu de ne pas le faire, du moins pour l'instant. Mais je ne sais pas combien de temps encore je pourrai le retenir. »\n« Pourquoi ne pas le laisser parler ? Au moins, tu n'aurais plus rien à voir avec ça. »\n« Parce que je suis amoureuse de lui, Wren. » avoue-t-elle.\n« De Franklin ? »\n« Non. De Fig. » Elle soupire. « Et ce n'est pas tout. »\nMon Dieu, quoi encore ?\n« Tu vas flipper. » reprend Maggie.\n« Dis-moi. » je la presse, avide de savoir.\nSon regard croise le mien, et j'y perçois un tourbillon d'émotions. De la peur, de l'inquiétude... et une infime lueur de bonheur. « Je suis enceinte. » murmure-t-elle.\nJe reste bouche bée, incapable de réagir.\n« Je porte l'enfant de Fig. »"
}