{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Non-Disclosure Agreement Term\nThis Non-Disclosure Agreement (\"Agreement\") is entered into between:\nPLSS SOLUTIONS represented by João Pellissari, CEO & Founder, hereinafter referred to as\nthe \"Disclosing Party\" and Gestor Sistemas represented by Jeferson de Almeida Silva,\nManager, hereinafter referred to as the \"Receiving Party\". The parties agree to the terms\nand conditions below to protect confidential information shared during the analysis of the\nclient's AWS account:\n1. Definition of Confidential Information:\n\"Confidential Information\" includes, but is not limited to, account data, service details, cloud\narchitecture, documents, email communications, and any other information considered\nconfidential by the parties.\n2. Purpose:\nThe parties agree that Confidential Information shall be used solely for the analysis of the\nclient's AWS account as requested by the Receiving Party.\n3. Limited Access:\nThe Disclosing Party grants the Receiving Party read-only access to the client's AWS account\nfor the purpose of analysis. The Receiving Party shall not be permitted to make changes to\nthe account.\n4. Confidentiality Obligations:\nThe Receiving Party agrees to keep all Confidential Information confidential and not to\ndisclose, share, or use such information for any purpose other than the analysis of the\nclient's AWS account. The Receiving Party agrees to take all reasonable measures to protect\nthe Confidential Information against unauthorized disclosure or misuse.\n5. Confidentiality Term:\nThis Non-Disclosure Agreement shall remain in effect for the duration of the parties\ninvolvement in the analysis of the client's AWS account and for undetermined time after the\ncompletion of the analysis.\n6. Exceptions:\nThis Non-Disclosure Agreement does not apply to information that is (a) publicly known or\nbecomes publicly known without breach of this Agreement, (b) received from third parties\nwithout confidentiality restrictions, or (c) already in the possession of the Receiving Party\nprior to disclosure by the Disclosing Party, as evidenced by written records.",
    "trans": "Clause de confidentialité\nLe présent Accord de confidentialité (« Accord ») est conclu entre :\nPLSS SOLUTIONS, représentée par João Pellissari, PDG et Fondateur, ci-après désignée comme la\n« Partie divulgatrice », et Gestor Sistemas, représentée par Jeferson de Almeida Silva,\nDirecteur, ci-après désignée comme la « Partie réceptrice ». Les parties conviennent des conditions\ngénérales ci-dessous afin de protéger les informations confidentielles lors de l'analyse du compte\nAWS du client :\n1. Définition des informations confidentielles :\nLes « Informations confidentielles » incluent, mais ne se limitent pas à, les données de compte, les informations sur les services,\nl'architecture cloud, les documents, les communications e-mail, et toute autre informations considérée\ncomme confidentielle par les parties.\n2. Objectif :\nLes parties conviennent que les Informations confidentielles seront utilisées uniquement\npour l'analyse du compte AWS du client, telle que demandée par la Partie réceptrice.\n3. Accès limité :\nLa Partie divulgatrice accorde à la Partie réceptrice un accès en lecture seule au compte AWS du client\ndans le cadre de l'analyse. La Partie réceptrice ne sera pas autorisée à apporter des modifications\nau compte.\n4. Obligations de confidentialité :\nLa Partie réceptrice s'engage à veiller à la confidentialité de toutes les Informations confidentielles et à ne pas les\ndivulguer, partager, ou utiliser à d'autres fins que l'analyse\ndu compte AWS du client. La Partie réceptrice s'engage également à prendre toutes les mesures raisonnables pour protéger\nles Informations confidentielles contre toute divulgation ou utilisation non autorisée.\n5. Durée de la confidentialité :\nLe présent Accord de confidentialité restera en vigueur pendant toute la durée de l'implication des parties\ndans l'analyse du compte AWS du client et pour une période indéterminée après la\nfin de l'analyse.\n6. Exceptions :\nCet Accord de confidentialité ne s'applique pas aux informations qui (&) sont déjà publiques ou\ndeviennent publiques sans violation de cet Accord, (b) sont reçues de tiers\nsans restrictions de confidentialité, ou (c) sont déjà en possession de la Partie réceptrice\navant leur divulgation par la Partie divulgatrice, comme en témoignent les documents écrits."
}