{
    "source": "en_US",
    "target": "fr_FR",
    "text": "At the time of the academic appeal, I was unable to provide these documents as evidence because, although my mother had already been cleared of suspicion, the case itself was still under investigation. It wasn't until October 18, 2024, that the case was fully concluded. Due to the ongoing nature of the investigation, the related confidentiality requirements remained in effect, and I was not permitted to disclose or provide any documents or evidence related to the case. This includes the confidentiality agreement, which was a part of the investigation, and I could not legally or appropriately use it for any other purposes, including submitting it to the university as supporting material.\nIt was only after the investigation was fully concluded that I was granted permission to disclose the confidentiality agreement, which proves that I was indeed restricted by legal and investigative procedures and therefore unable to report the extenuating circumstances (EC) to the university at that time. This confidentiality agreement serves as strong evidence that I was subject to strict limitations during the investigation, preventing me from providing any information related to the case. Thus, my inability to submit the agreement during the academic appeal was not due to any reluctance to provide evidence, but rather because I was bound by legal and investigative requirements, which have only recently been lifted.\nThis also further explains why I was unable to apply for EC throughout the investigation, as any information related to the case was covered under the confidentiality agreement, and I was required to comply with its terms and refrain from early disclosure. Therefore, the confidentiality agreement can now serve as solid proof that I was objectively prevented from reporting the situation or providing further supporting evidence at that time.\nDuring the academic appeal, I was indeed able to mention some aspects of my mother's case, but I was unaware of many details of the investigation. Since the case involved a transnational financial fraud ring, the complexity and breadth of the investigation prevented me from having a full understanding of the case. What I knew was limited to the fact that my mother was initially taken in for questioning and the charges she faced at the time. However, the progress of the investigation and the involvement of other individuals and details were conducted under the constraints of the confidentiality agreement, and I had neither the authority nor the ability to access more information.\nOn September 9, 2024, the day my mother was cleared of suspicion, I sought advice from the relevant authorities and did my best to provide the university with the limited information I was able to disclose without violating the confidentiality agreement. However, since the case was still under investigation, the confidentiality agreement remained in effect. As a result, I could only provide a limited background explanation and was unable to clearly elaborate on other aspects of the case or submit relevant evidence to the university. More importantly, I was not aware of the subsequent progress of the investigation at that time, as the police did not disclose any further information to me in order to prevent leaks that could compromise the integrity of the investigation.\nThis also explains why, during the academic appeal, although I mentioned my mother’s case, the information I could provide was extremely limited. Only after the case concluded on October 18, 2024, was I able to provide all relevant materials as supporting evidence, further demonstrating that I was restricted at the time and unable to fully report the extenuating circumstances (EC).",
    "trans": "Au moment de l'appel académique, je n'étais pas en mesure de fournir ces documents comme preuve parce que, bien que ma mère ait déjà été innocentée, l'affaire elle-même était encore en cours d'enquête. Ce n'est que le 18 octobre 2024 que l'affaire a été entièrement conclue. En raison de la nature continue de l'enquête, les exigences de confidentialité associées sont restées en vigueur, et je n'étais pas autorisé à divulguer ou fournir des documents ou preuves liés à l'affaire. Cela inclut l'accord de confidentialité, qui faisait partie de l'enquête, et je ne pouvais pas l'utiliser légalement ou de manière appropriée à d'autres fins, y compris le soumettre à l'université en tant que matériel de soutien.\nCe n'est qu'après la conclusion complète de l'enquête que j'ai été autorisé à divulguer l'accord de confidentialité, ce qui prouve que j'étais effectivement restreint par les procédures légales et d'enquête et donc incapable de signaler les circonstances atténuantes (CA) à l'université à ce moment-là. Cet accord de confidentialité sert de preuve solide que j'étais soumis à des restrictions strictes pendant l'enquête, m'empêchant de fournir des informations liées à l'affaire. Ainsi, mon incapacité à soumettre l'accord lors de l'appel académique n'était pas due à une réticence à fournir des preuves, mais plutôt parce que j'étais lié par des exigences légales et d'enquête, qui ont été levées récemment.\nCela explique également pourquoi je n'ai pas pu demander des CA tout au long de l'enquête, car toute information liée à l'affaire était couverte par l'accord de confidentialité, et je devais me conformer à ses termes et m'abstenir de toute divulgation prématurée. Par conséquent, l'accord de confidentialité peut maintenant servir de preuve solide que j'étais objectivement empêché de signaler la situation ou de fournir d'autres preuves à l'époque.\nLors de l'appel académique, j'ai effectivement pu mentionner certains aspects de l'affaire de ma mère, mais j'étais au courant de nombreux détails de l'enquête. Étant donné que l'affaire impliquait un réseau de fraude financière transnationale, la complexité et l'étendue de l'enquête m'ont empêché de comprendre pleinement l'affaire. Ce que je savais était limité au fait que ma mère avait été initialement interrogée et aux accusations qu'elle avait à l'époque. Cependant, le progrès de l'enquête et l'implication d'autres individus et détails ont été menés sous les contraintes de l'accord de confidentialité, et je n'avais ni l'autorité ni la capacité d'accéder à plus d'informations.\nLe 9 septembre 2024, le jour où ma mère a été innocentée, j'ai sollicité des conseils auprès des autorités compétentes et j'ai fait de mon mieux pour fournir à l'université les informations limitées que j'étais en mesure de divulguer sans violer l'accord de confidentialité. Cependant, comme l'affaire était toujours en cours d'enquête, l'accord de confidentialité est resté en vigueur. Par conséquent, je ne pouvais fournir qu'une explication de base limitée et je n'étais pas en mesure d'élaborer clairement sur d'autres aspects de l'affaire ou de soumettre des preuves pertinentes à l'université. Plus important encore, je n'étais pas au courant des progrès ultérieurs de l'enquête à ce moment-là, car la police ne m'a pas divulgué d'autres informations afin d'éviter les fuites pouvant compromettre l'intégrité de l'enquête.\nCela explique également pourquoi, lors de l'appel académique, bien que j'aie mentionné l'affaire de ma mère, les informations que je pouvais fournir étaient extrêmement limitées. Ce n'est qu'après la conclusion de l'affaire le 18 octobre 2024 que j'ai pu fournir tous les matériaux pertinents comme preuves de soutien, démontrant ainsi que j'étais restreint à l'époque et incapable de signaler pleinement les circonstances atténuantes (CA)."
}