{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If a bug can be reproduced only within an Xcode project or a playground, or if the bug is associated with an Apple NDA, please file a report to Apple’s bug reporter instead.\nA concise description of the problem. If the issue is a crash, include a stack trace. Otherwise, describe the behavior you were expecting to see, along with the behavior you actually observed.\nReporting bugs is a great way for anyone to help improve Swift. The open source Swift project uses GitHub Issues for tracking bugs.\nA description of the environment that reproduces the problem. Include information about the Swift compiler’s version, the deployment target (if explicitly set) and your platform.\nA reproducible test case. Double-check that your test case reproduces the issue. A relatively small sample (roughly within 50 lines of code) is best pasted directly into the description; a larger one may be uploaded as an attachment. Consider reducing the sample to the smallest amount of code possible—a smaller test case is easier to reason about and more appealing to сontributors.\nBecause Swift is under very active development, we receive a lot of bug reports. Before opening a new issue, take a moment to browse our existing issues to reduce the chance of reporting a duplicate.\nWhen opening an issue, please include the following:\nReporting Bugs",
    "trans": "En cas de bug ne peut être reproduit que dans un projet Xcode ou un playground, ou si le bug est associé à un NDA d'Apple, veuillez plutôt déposer un rapport auprès du bug reporter d'Apple.\nUne description concise du problème. Si le problème est un crash, incluez une trace de la pile. Sinon, décrivez le comportement que vous attendiez de voir, ainsi que le comportement que vous avez réellement observé.\nSignaler des bugs est un excellent moyen pour quiconque de contribuer à l'amélioration de Swift. Le projet open source Swift utilise GitHub Issues pour suivre les bugs.\nUne description de l'environnement qui reproduit le problème. Incluez des informations sur la version du compilateur Swift, la cible de déploiement (si elle est définie explicitement) et votre plateforme.\nUn cas de test reproductible. Prenez le temps de bien voir que votre cas de test reproduit le problème. Un échantillon relativement petit (environ 50 lignes de code) est préférable à coller directement dans la description; un plus grand peut être téléchargé en tant que pièce jointe. Envisagez de réduire l'échantillon au minimum de code possible - un cas de test plus petit est plus facile à analyser et plus attrayant pour les contributeurs.\nLe fait est que Swift est en développement très actif, nous recevons beaucoup de rapports de bugs. Avant d'ouvrir un nouvel problème, prenez un moment pour parcourir nos problèmes existants afin de réduire les risques de signaler un doublon.\nPendant l'ouverture d'un problème, veuillez inclure les éléments suivants :\nSignaler des Bugs"
}