{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi Su,\nHave you searched google or other websites that may explain how to convert idf to mit? File conversion is something that happens a lot in our computer modelling world and there should be a method. I know a student from last year who downloaded and used a model from the US website I suggested.\nHowever, it does not matter from where you download the model as long as it works. An office building is fine if you wish to investigate an office building.\nI think it is ok to keep the default HVAC system if you wish to look into energy consumption instead of overheating hours. I don’t think it is necessary to make any changes to the default HVAC system.\nThe images a bit small for me to read the content even when I copied and exploded them to bigger size. The question of default building fabric is something which you will need to decide because that depends on what you think should be the “base model”. Once you have a “base model” you will start adding other material layers such as more thermal mass, or insulation as well as variation in window-to-wall ratio.\nIf you wish to discuss this more, please let me know and we can meet up at my office because sometimes it is difficult to really grasp the nature of your inquiry over email.\nRegards,\nSung",
    "trans": "Salut Su,\nAs-tu recherché sur Google ou d'autres sites web une explication sur la conversion d'un fichier IDF en MIT ? La conversion de fichiers est une chose courante dans notre domaine de modélisation informatique, donc il devrait y avoir une méthode. Je connais un étudiant de l'année dernière qui a téléchargé et utilisé un modèle depuis le site web américain que j'avais suggéré.\nCependant, peu importe d'où tu télécharges le modèle, tant qu'il fonctionne. Un immeuble de bureaux convient si tu souhaites analyser un bâtiment de ce type.\nJe pense qu’il est acceptable de conserver le système CVC par défaut si tu cherches à étudier la consommation énergétique plutôt que les heures de surchauffe. Je ne pense pas qu’il soit nécessaire d’apporter des modifications au système CVC par défaut.\nLes images sont un peu petites pour que je puisse lire le contenu, même après les avoir copiées et agrandies. La question du choix des matériaux par défaut pour le bâtiment est une décision que tu devras prendre, car cela dépend de ce que tu considères comme étant le \"modèle de base\". Une fois ce modèle défini, tu pourras ajouter d'autres couches de matériaux, comme une masse thermique plus importante, une meilleure isolation ou encore des variations du ratio fenêtre-mur.\nSi tu souhaites en discuter davantage, fais-moi signe et nous pourrons nous rencontrer dans mon bureau, car il est parfois difficile de bien cerner ta demande par e-mail.\nCordialement,\nSung"
}