{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In this week's Travel World, we're talking to the Hutchins family. They're going on a three-week trip to South America. Let's start with you Sam. What are you looking forward to on this trip?\nSam I'm looking forward to seeing the Amazon! We're going on a four-day boat trip along the river. We're going to go canoeing and we'll be able to get close to alligators.\nMum Not too close, I hope!\nSam Don't worry, Mum. I said canoeing, not swimming! I'm looking forward to seeing other animals too. We might see some monkeys, snakes or giant frogs!\nInterviewer What about you, Lisa?\nLisa I'm not that excited about the giant frogs, to be honest! And I don't like canoeing very much either. But I'm really interested in meeting kids of my age. I hope I'll have the chance on this trip. I still write to the friends I made on our last holiday in Norway – I like having friends who live in different countries.\nInterviewer What about you, Mrs Hutchins? Is there anything else you're worried about apart from alligators?\nMum Oh yes! Lots of things. We're going up some high mountains in Peru and I'm a bit worried because I sometimes suffer from altitude sickness … and sleeping in a tent. But I'm looking forward to the scenery and trying some new food.\nDad Oh yes, I can't wait to try the local food too. I'm looking forward to seeing all the beautiful scenery around the Amazon River as well. But most of all, I just want to get away from it all. It'll be great to have the chance to be with each other for a few weeks and talk to each other. That's what I really want from this trip.",
    "trans": "Dans l'édition de cette semaine de Travel World, nous rencontrons la famille Hutchins. Ils partent pour un voyage de trois semaines en Amérique du Sud. Commençons avec toi, Sam. Qu'est-ce qui t'excite le plus pour ce voyage ?\nSam : J'ai hâte de voir l'Amazonie ! Nous allons faire une excursion de quatre jours en bateau le long du fleuve. Nous allons faire du canoë et nous pourrons nous approcher des alligators.\nMaman : Pas trop près, j'espère !\nSam : Ne t'inquiète pas, maman. J'ai dit canoë, pas baignade ! J'ai aussi hâte de voir d'autres animaux. On pourrait croiser des singes, des serpents ou des grenouilles géantes !\nIntervieweur : Et toi, Lisa ?\nLisa : Pour être honnête, les grenouilles géantes, ça ne m'excite pas vraiment ! Et le canoë, ce n'est pas trop mon truc non plus. Mais je suis vraiment curieuse de rencontrer des enfants de mon âge. J'espère avoir l'occasion de le faire pendant ce voyage. Je continue à écrire aux amis que j'ai rencontrés lors de nos dernières vacances en Norvège. J'aime avoir des amis dans différents pays.\nIntervieweur : Et vous, Mme Hutchins ? Y a-t-il quelque chose d'autre qui vous tracasse à part les alligators ?\nMaman : Oh oui ! Beaucoup de choses. Nous allons gravir des montagnes élevées au Pérou et je suis un peu inquiète parce que j'ai parfois le mal des montagnes... et dormir sous une tente. Mais j'ai hâte de découvrir le paysage et de goûter de nouveaux plats.\nPapa : Oh oui, j'ai hâte de goûter la cuisine locale aussi. J'ai aussi hâte de voir tout le magnifique paysage autour du fleuve Amazone. Mais par-dessus tout, je veux juste m'éloigner de tout. Ce sera génial d'avoir l'opportunité de passer du temps ensemble pendant quelques semaines et de discuter. C'est vraiment ce que j'attends de ce voyage."
}