{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi Mr. Ahmed,\nHappy new Year, 2024 for you, family and all UGDC Team.\nI confirm safe receipt of your email. The same will be shared to our Principals; BAKER HUGHES – ME team once we receive the following from your end.\nI went through SOW & below points and here is the comments for review and response to let us able to proceed further in providing our amended service quote.\nFor SOW:\nShare list of available spares at UGDC warehouse with Masoneialn / Dresser P/N against each. As possible to share photos for each part confirming the same.\nWe will consider the early received videos / photos during last 2022 to evaluate the valve status. If there is any further photos / videos give more details about the actual status of valve to be overhauled, please share it.\nConfirm that UGDC workshop is fully equipped with bench test to let our Service Engineer able to do calibration and Leak test. If possible to share photos / video of bench test.\nFor Below T&Cs in your email body:\nPayment : 50% down payment along with PO against our std. Performa Invoice (LG not applicable for service jobs) and balance against work report (signed and approved by UGDC and our service Engineer).\nQuote will be in USD and payment will be on USD too. Please help us in this to avoid long lead time in providing such service.\nOur service Engineer will be from Baker Hughes – Dresser LLC plant at UAE not from our Tricom Team. We will share the service engineer PP & Documents to arrange for permit accordingly.\nUGDC Obligation: adding to the below, arrange for work space at UGDC workshop as well as suitable Bench Test to do calibrate / do leak testing after valve overhauling as well as std. mechanical tools to dismantle the valve. Any special tool to dismantle the valve parts will be along with our service Engineer",
    "trans": "Bonjour M. Ahmed,\nBonne année 2024 à vous, à votre famille et à toute l'équipe de l'UGDC.\nJe confirme la bonne réception de votre e-mail. Celui-ci sera partagé avec nos principaux partenaires ; l'équipe BAKER HUGHES – ME dès que nous aurons reçu les éléments suivants de votre part.\nJ'ai passé en revue l'étendue des travaux (SOW) et les points ci-dessous et voici les commentaires pour examen et réponse afin de nous permettre de continuer à fournir notre devis de service modifié.\nPour l'étendue des travaux (SOW) :\nPartagez la liste des pièces détachées disponibles dans l'entrepôt UGDC avec les numéros de pièce Masoneilan / Dresser pour chacune. Si possible, partagez des photos de chaque pièce pour les confirmer.\nNous prendrons en compte les vidéos / photos reçues en 2022 pour évaluer l'état de la valve. Si vous avez d'autres photos / vidéos qui fournissent plus de détails sur l'état réel de la valve à réviser, veuillez les partager.\nConfirmez que l'atelier UGDC est entièrement équipé pour permettre à notre ingénieur de service de faire les tests de calibration et de fuite. Si possible, partagez des photos / vidéos des tests de banc.\nPour les termes et conditions (T&C) ci-dessous dans le corps de votre e-mail :\nPaiement : 50 % d'acompte avec le bon de commande contre notre facture proforma standard (LG non applicable pour les travaux de service) et le solde contre le rapport de travail (signé et approuvé par l'UGDC et notre ingénieur de service).\nLe devis sera en USD et le paiement se fera également en USD. Veuillez nous aider à éviter les délais de livraison longs pour fournir un tel service.\nNotre ingénieur de service viendra de l'usine Baker Hughes – Dresser LLC aux Émirats arabes unis, pas de notre équipe Tricom. Nous partagerons les documents de l'ingénieur de service pour organiser le permis en conséquence.\nObligation de l'UGDC : en plus des éléments ci-dessous, organisez un espace de travail à l'atelier UGDC ainsi qu'un test de banc approprié pour calibrer / effectuer des tests de fuite après la révision de la valve ainsi que des outils mécaniques standard pour démonter la valve. Tout outil spécial pour démonter les pièces de la valve sera fourni avec notre ingénieur de service"
}