{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear/students,\nI take advantage of this message to welcome you again to the Master's programs of the 2425 course, two important issues for international students, in the student's guide you have the PPT that we projected last week and the guide to apply for the NIE; you will find it in the “Course Organization” section https://www.cett.es/info-euht/ca/masters/informacion-para-estudiantes-internacionales.\nOn the other hand, for those of you who are interested in taking either a Spanish course at CETT or an English course, we ask you to complete the preliminary form before Thursday, October 17th at 23:59. For those who want to take the Spanish course, you can access the link: https://forms.gle/PU8xjmAghMfYJazP8.\nOn the other hand, for those who want to do the English course, you can enter the form: https://forms.gle/qhPqh77uCpVJEK3y5.\nThe information on the form is for preliminary organization of the different levels. All the economic and logistic information about the courses, including the Catalan courses, will be sent to you in the next few days.\nBest regards and keep in touch.\nDr. [redacted_name]\nDirector and Coordinator of Masters and Postgraduate Courses",
    "trans": "Cher(e)s étudiant(e)s,\nJe profite de ce message pour vous souhaiter à nouveau la bienvenue dans les programmes de Master du cours 2425. Deux questions importantes pour les étudiants internationaux : dans le guide de l'étudiant, vous trouverez le PPT que nous avons projeté la semaine dernière et le guide pour demander le NIE ; vous le trouverez dans la section \"Organisation du cours\" https://www.cett.es/info-euht/ca/masters/informacion-para-estudiantes-internacionales.\nPar ailleurs, pour ceux d'entre vous qui souhaitent suivre un cours d'espagnol au CETT ou un cours d'anglais, nous vous demandons de compléter le formulaire préliminaire avant le jeudi 17 octobre à 23h59. Pour ceux qui veulent suivre le cours d'espagnol, vous pouvez accéder au lien : https://forms.gle/PU8xjmAghMfYJazP8.\nEn revanche, pour ceux qui souhaitent suivre le cours d'anglais, vous pouvez remplir le formulaire : https://forms.gle/qhPqh77uCpVJEK3y5.\nLes informations sur le formulaire sont destinées à l'organisation préliminaire des différents niveaux. Toutes les informations économiques et logistiques concernant les cours, y compris les cours de catalan, vous seront envoyées dans les prochains jours.\nCordialement et restons en contact.\nDr. [redacted_name]\nDirecteur et Coordinateur des Masters et Cours de Postgraduate"
}