{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Daniel,\nWe notice that you will be travelling to Indonesia with us very soon and we are excited to have you on board!\nPlease be informed that all arriving travelers are required to submit the following prior to departure:\n1. An Indonesia Electronic Customs Declaration (e-CD) prior to departure to go through customs clearance. The Indonesia e-CD form is mandatory for all travelers even if you do not have any restricted goods.\nPlease click here and submit the form.\nOnce your Indonesia e-CD is approved, you will receive the completed form by email. You must then show the document to customs officials when you arrive in Indonesia.\n2. SATUSEHAT Health Pass electronic self-declaration on https: //sshp.kemkes.go.id; The completed self-declaration QR code must be shown to health officials when you arrive in Indonesia.\nFor the full Travel Requirements to Indonesia, please refer here.\nWe look forward to welcoming you on board soon!\nKind regards,\nThe AirAsia Team",
    "trans": "Cher Daniel,\nNous avons remarqué que vous allez bientôt voyager en Indonésie avec nous et nous sommes ravis de vous accueillir à bord !\nVeuillez noter que tous les voyageurs arrivant doivent soumettre les éléments suivants avant le départ :\n1. Une déclaration en douane électronique pour l'Indonésie (e-CD) avant le départ pour passer la douane. Le formulaire e-CD pour l'Indonésie est obligatoire pour tous les voyageurs, même si vous n'avez pas de marchandises restreintes.\nVeuillez cliquer ici et soumettre le formulaire.\nUne fois votre e-CD pour l'Indonésie approuvé, vous recevrez le formulaire complété par e-mail. Vous devrez ensuite montrer le document aux agents de la douane à votre arrivée en Indonésie.\n2. Auto-déclaration électronique SATUSEHAT Health Pass sur https://sshp.kemkes.go.id; Le QR code de l'auto-déclaration complétée doit être présenté aux agents de la santé à votre arrivée en Indonésie.\nPour les exigences de voyage complètes en Indonésie, veuillez vous référer ici.\nNous sommes impatients de vous accueillir à bord bientôt !\nCordialement,\nL'équipe AirAsia"
}