{
    "source": "en_US",
    "target": "fr_FR",
    "text": "our sincere apologies for the delay encountered during our recent field trip to the 6th of October Panorama. Unfortunately, upon arrival, we encountered a significant crowd from other schools, leading to a delay in our entry to the venue. This delay was due to the management at the 6th October Panorama being overwhelmed by the large number of visitors, resulting in an extended wait before we could access the show.\nThroughout this time, our students were under our supervision, and necessary facilities, including toilets, were accessible. The delay stemmed from the panorama's management struggling to accommodate the unexpected influx of guests, a situation beyond our influence.\nWe are pleased to confirm that our students are now safe and immersed in enjoying the panorama shows as intended. We are committed to ensuring that the remainder of the trip is both educational and enjoyable for all participants.\nWe apologize for any inconvenience caused by this unforeseen delay and appreciate your understanding and ongoing support.",
    "trans": "Nous vous présentons nos sincères excuses pour le retard pris lors de notre récente visite au Panorama du 6 octobre. Malheureusement, à notre arrivée, nous avons rencontré une foule importante d'autres écoles, ce qui a retardé notre entrée sur le site. Ce retard est dû au fait que la direction du Panorama du 6 octobre a été débordée par le grand nombre de visiteurs, ce qui a entraîné une attente prolongée avant que nous puissions accéder au spectacle.\nPendant tout ce temps, nos élèves étaient sous notre contrôle et les installations nécessaires, y compris les toilettes, étaient accessibles. Le retard s'explique par le fait que la direction du panorama s'est efforcée de faire face à l'afflux inattendu de visiteurs, une situation indépendante de notre volonté.\nNous sommes heureux de confirmer que nos élèves sont maintenant en sécurité et qu'ils ont pu profiter des spectacles du panorama comme prévu. Nous nous engageons à faire en sorte que le reste du voyage soit à la fois éducatif et agréable pour tous les participants.\nNous nous excusons pour les désagréments causés par ce retard imprévu et vous remercions de votre compréhension et de votre soutien."
}