{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Tooth Discoloration\nIn the 1950s, doctors discovered that the use of tetracycline antibiotics during pregnancy led to brownish-color teeth in children. When a person takes tetracycline, some of the medicine settles into the calcium that the body uses to build teeth. When the teeth grow in, they are a yellowish-color, and they gradually turn brown when exposed to sunlight.\nTetracycline, however, does not cause tooth discoloration if taken after all teeth are formed. It only causes a change in tooth color if you take the medicine before the primary or secondary teeth come in.\nToday, tetracycline and related antibiotics are not recommended during pregnancy or in young children (under age 8) whose teeth are still forming.\nOther medicines are believed to affect materials in or on existing teeth, causing staining.\nThe following medicines can cause brown, yellow-brown, or gray tooth discoloration:\namoxicillin-clavulanate (Augmentin), an antibiotic used to treat a number of bacterial infections\nchlorhexidine, an antiseptic/disinfectant\ndoxycycline, an antibiotic related to tetracycline that is often used to treat acne\ntetracycline, an antibiotic used to treat acne and some respiratory infections\nToo much fluoride (found in some chewable vitamins, toothpastes, and mouthwash) can lead to white streaks on the tooth enamel, or a whitish-brown discoloration. In severe cases, excess fluoride (called fluorosis) can lead to permanently stained brown teeth.\nThe following drugs may cause greenish or a blue-green grayish color:\nciprofloxacin (Cipro), an antibiotic known as a quinolone\nminocycline, an antibiotic related to tetracycline\nIron salts taken by m",
    "trans": "Décoloration des dents\nDans les années 1950, les médecins ont découvert que l'utilisation d'antibiotiques à base de tétracycline pendant la grossesse entraînait des dents brunâtres chez les enfants. Lorsqu'une personne prend de la tétracycline, une partie du médicament se dépose dans le calcium que le corps utilise pour construire les dents. Lorsque les dents poussent, elles ont une couleur jaunâtre et deviennent progressivement brunes lorsqu'elles sont exposées à la lumière du soleil.\nCependant, la tétracycline ne provoque pas de décoloration des dents si elle est prise après que toutes les dents soient formées. Elle ne provoque un changement de couleur des dents que si vous prenez le médicament avant l'apparition des dents primaires ou secondaires.\nAujourd'hui, la tétracycline et les antibiotiques apparentés ne sont pas recommandés pendant la grossesse ou chez les jeunes enfants (de moins de 8 ans) dont les dents sont encore en formation.\nD'autres médicaments sont réputés affecter les matériaux dans ou sur les dents existantes, provoquant des taches.\nLes médicaments suivants peuvent causer une décoloration des dents brune, jaune-brun ou grise :\namoxicilline-clavulanate (Augmentin), un antibiotique utilisé pour traiter plusieurs infections bactériennes\nchlorhexidine, un antiseptique/désinfectant\ndoxycycline, un antibiotique apparenté à la tétracycline souvent utilisé pour traiter l'acné\ntétracycline, un antibiotique utilisé pour traiter l'acné et certaines infections respiratoires\nUn excès de fluor (présent dans certaines vitamines à croquer, dentifrices et bains de bouche) peut entraîner des stries blanches sur l'émail des dents, ou une décoloration blanc-brun. Dans les cas graves, un excès de fluor (appelé fluorose) peut entraîner des dents brunies de manière permanente.\nLes médicaments suivants peuvent causer une couleur verdâtre ou bleu-vert grisâtre :\nciprofloxacine (Cipro), un antibiotique connu sous le nom de quinolone\nminocycline, un antibiotique apparenté à la tétracycline\nSels de fer pris par m"
}