{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Premodern states have always had difficulty imposing authority over vast dis-\ntances. As Lord Acton observed, the word of the king of Persia was law, but\nthis law went no further than the presence of his officials. This applies equally\nto early China. As a result, the capital, marked by the presence of the ruler\nand the highest concentration of his officials, was uniquely important to the\nstate, of which it was both center and embodiment. As the center it was the\nultimate destination of the inward flow of people and goods that spatially\ndefined the empire. It functioned as a capital only so long as it could draw\nto itself people and objects from the outside. As the embodiment of the state,\nit was an architectural and ritual microcosm where the political whole was\ndepicted and created through potent performance. Consequently the capital\nprovides a model in which the structure or organizing principles of the entire\nstate can be grasped. It is both the exemplary city and yet distinct from all\nother cities. What made it both exemplary and distinct was its adherence to\na textually sanctioned ritual program. Thus, the invention of the Chinese\nimperial capital is ultimately the process of gathering the central rituals of the\nstate into the city and its vicinity, the building of the city through adherence\nto a canonical body of texts, and the development of the city and its rites as\na literary topos.\nThe unique nature of the capital requires emphasis. Many studies of\nurbanism in China have produced generalizations about the Chinese city by\nexamining imperial capitals and treating other cities as imperfect reproduc-\ntions of the imperial center.'” This was true of the Zhou state, where noble\ncities were reduced versions of the royal capital, but the imperial government\ninsisted on a radical difference in kind between its capital and all other cities.\nThis difference, as noted by Xu Yinong, reflected the chasm separating\nthe emperor, whose presence defined the imperial capital, from his agents,\nwho served in the capitals of districts or prefectures.'’ * The emperor was a\nquasidivine figure, the regent of Heaven on earth and the source of political\nauthority and order, while all of his officials only held power from him. Con-",
    "trans": "Les États pré-modernes ont toujours eu des difficultés à imposer leur autorité sur de vastes\nétendues. Comme l'a fait remarquer Lord Acton, la parole du roi de Perse avait force de loi, mais\nmais cette loi n'allait pas plus loin que la présence de ses hauts responsables. Ce constat est également\nvalable pour la Chine antique. Par conséquent, la capitale, marquée par la présence du souverain\net la plus forte concentration de ses hauts responsables, était d'une importance capitale pour\nl'État, dont elle était à la fois le centre et l'incarnation. En tant que centre, elle était\nl'ultime destination des flux de personnes et de biens qui définissaient l'espace de\nl'empire. Elle ne fonctionnait en tant que capitale qu'aussi longtemps qu'elle pouvait attirer\nà elle des personnes et des objets de l'extérieur. En tant qu'incarnation de l'État,\nelle était un microcosme architectural et rituel où l'ensemble politique était\nreprésenté et créé par le biais d'une performance puissante. Ainsi, la capitale\nfournit un modèle dans lequel la structure ou les principes d'organisation de l'ensemble de\nl'État peuvent être saisis. Elle est à la fois la ville exemplaire et distincte de toutes\nles autres villes. Ce qui la rendait à la fois exemplaire et distincte, c'était son adhésion à\nun programme rituel sanctionné par un texte. Ainsi, l'invention de la capitale impériale\nchinoise est en fin de compte le processus de rassemblement des rituels centraux de\nl'État dans la ville et ses environs, l'édification de la ville par l'adhésion\nà un corpus de textes canoniques, ainsi que le développement de la ville et de ses rites\ncomme topos littéraire.\nLa nature particulière de la capitale doit être soulignée. De nombreuses études sur\nl'urbanisme en Chine ont abouti à des généralisations sur la ville chinoise en\nexaminant les capitales impériales et en traitant les autres villes comme des reproductions\nimparfaites du centre impérial.' » C'était le cas dans l'État Zhou, où les villes\nnobles étaient des versions réduites de la capitale royale, mais le gouvernement impérial\ninsistait sur une différence radicale de nature entre sa capitale et toutes les autres villes.\nCette différence, comme l'a noté Xu Yinong, reflétait le gouffre qui séparait\nl'empereur, dont la présence définissait la capitale impériale, et ses agents,\nqui servaient dans les chefs-lieux de districts ou de préfectures ». * L'empereur était une\nfigure quasi-divine, le régent du Ciel sur terre et la source de l'autorité\net de l'ordre politiques, tandis que tous ses hauts responsables ne tenaient leur pouvoir que de lui."
}