{
    "source": "en_US",
    "target": "fr_FR",
    "text": "For your internshipyou will be expected to work independently at times, and will not always have someone giving you daily tasks to complete. You may be given a rough idea of what you need to do but then it will be up to you to decide on the breakdown of tasks and how to keep track of these. You will be responsible for managing your own time. Please complete the tasks below to help you think about the best way to approach this.\nYou are also encouraged to talk with your academic supervisor and/or employer about how best to approach managing your workload. Some employers use an agile approach to ensure tasks are completed, for example.\nRead through the following information relating to independent study, published by our library team:\nhttps://libguides.tees.ac.uk/independentstudy/Independent\nNext, complete the following quiz:\nhttps://libguides.tees.ac.uk/c.php? g=676518&p=4819392\nNext, watch the following video:\nhttps://www.tees.ac.uk/depts/lis/learninghub/study/story_html5.html",
    "trans": "Pour votre stage, vous serez parfois amené à travailler de manière indépendante et n'aurez pas toujours quelqu'un pour vous donner des tâches quotidiennes à accomplir. Il se peut que l'on vous donne une idée générale de ce que vous devez faire, mais il vous reviendra alors de décider de la répartition des tâches et de la manière de les suivre. Vous serez responsable de la gestion de votre propre temps. Veuillez compléter les tâches ci-dessous pour vous aider à réfléchir à la meilleure manière d'aborder cela.\nIl est également recommandé de discuter avec votre superviseur académique et/ou votre employeur de la meilleure manière de gérer votre charge de travail. Certains employeurs utilisent une approche agile pour s'assurer que les tâches sont accomplies, par exemple.\nLisez les informations suivantes relatives à l'étude indépendante, publiées par notre équipe de la bibliothèque :\nhttps://libguides.tees.ac.uk/independentstudy/Independent\nEnsuite, complétez le quiz suivant :\nhttps://libguides.tees.ac.uk/c.php?g=676518&p=4819392\nEnsuite, regardez la vidéo suivante :\nhttps://www.tees.ac.uk/depts/lis/learninghub/study/story_html5.html"
}