{
    "source": "en_US",
    "target": "fr_FR",
    "text": "me. He would have hurt me far worse too. So in the end, all I’d done was survive.\nThe thermometer bleeped and I took it out, gazing down at the number.\n“Well?” [redacted_name] demanded, still at the bottom of the stairs.\n“Normal,” I told him with a breath of relief and I could have imagined it, but I swear his shoulders dropped a fraction.\nHe walked away, moving around the room as if assessing whether everything was in its rightful place. When he reached [redacted_name], he tidied the pillows around him and placed the Xbox controller back on top of the console with the other two, perfectly aligned. Then he got out a handheld hoover and used it to collect the crumbs from the bag of chips [redacted_name] had apparently devoured before passing out, even running it over his chest and not stirring him at all. He slept like the dead.\nWhen [redacted_name] was done cleaning he stood by the refrigerator, seeming out of place as he stared at nothing in particular.",
    "trans": "moi. Il m'aurait fait bien plus de mal aussi. Alors, à la fin, tout ce que j'avais fait était de survivre.\nLe thermomètre a bipé et je l'ai retiré, fixant le chiffre.\n« Alors ? » [redacted_name] demanda, toujours en bas des escaliers.\n« Normal, » je lui ai dit avec un soupir de soulagement et je pouvais l'avoir imaginé, mais je jure que ses épaules se sont relâchées d'un coup.\nIl s'est éloigné, se déplaçant dans la pièce comme s'il évaluait si tout était à sa place. Lorsqu'il a atteint [redacted_name], il a rangé les coussins autour de lui et a remis la manette Xbox sur la console avec les deux autres, parfaitement alignées. Puis il a sorti un aspirateur à main et l'a utilisé pour ramasser les miettes du sac de chips que [redacted_name] avait apparemment dévoré avant de s'évanouir, le passant même sur sa poitrine sans le réveiller du tout. Il dormait comme un mort.\nQuand [redacted_name] eut fini de nettoyer, il resta près du réfrigérateur, semblant hors de propos alors qu'il fixait dans le vide."
}