{
    "source": "en_US",
    "target": "fr_FR",
    "text": "16. We sell More than 1200000 Pcs anually.\nIn facts, in china ,there are many dental zirconia suppliers, but I would say most of them are merely trading companies, few are real manufactures, even for real zirconia manufactures , there are 3levels ,\nLevel 3, they only have the technology to make white zirconia, maybe single shaded zirconia, and they buy multilayer from others.\nLevel 2 they buy zirconia powder, raw material from others, but they make full ranges of zirconia disk, :white, preshaded, and multilayer .\nTop level : They make everything, zirconia powder ,full range of zirconia disk, color system.\nOf course ,XTCERA is one of the top level .\nOver 1.2million Pcs zirconia we sell annually, we believe XTCERA belongs to top 4 zirconia global manufacture .\nAll thanks to you!\n14. As a leading CAD/CAM company, XTCERA is going to develop more and more innovative products；\nand continue market leadership in CAD/CAM category.\nIn coming years, XTCERA will invest further in R&D of Zirconia printing Technology、 Fully automatic CAD/CAM systems、Dental implant CAD/CAM category, and so on.\n15. XTCERA is a trustworthy company, we never gave up our partners, we grow up together with our partners, we always looking for win-win solution with our partners, We always consider our business partner as our families, because XTCERA was founded in Quality and Trust amongst our business partners globally.\nAgain , welcome to XTCERA Family.",
    "trans": "16. Nous vendons plus de 1 200 000 pièces par an.\nEn fait, en Chine, il y a de nombreux fournisseurs de zircone dentaire, mais je dirais que la plupart d'entre eux ne sont que des sociétés de négoce, peu sont de vrais fabricants. Même pour les vrais fabricants de zircone, il y a 3 niveaux,\nNiveau 3, ils n'ont que la technologie pour fabriquer de la zircone blanche, peut-être de la zircone à couleur unique, et ils achètent des multicouches chez d'autres.\nNiveau 2, ils achètent de la poudre de zircone, matière première chez d'autres, mais ils fabriquent une gamme complète de disques de zircone : blanc, pré-coloré et multicouche.\nNiveau supérieur : Ils fabriquent tout, de la poudre de zircone, une gamme complète de disques de zircone, et le système de coloration.\nBien sûr, XTCERA fait partie des meilleurs niveaux.\nNous vendons plus de 1,2 million de pièces de zircone chaque année, nous croyons que XTCERA appartient au top 4 des fabricants mondiaux de zircone.\nTout cela grâce à vous !\n14. En tant qu'entreprise leader dans le domaine du CAD/CAM, XTCERA va développer de plus en plus de produits innovants ;\net continuer à être leader sur le marché dans la catégorie CAD/CAM.\nDans les années à venir, XTCERA va investir davantage dans la R&D de la technologie d'impression de zircone, des systèmes CAD/CAM entièrement automatiques, la catégorie CAD/CAM des implants dentaires, etc.\n15. XTCERA est une entreprise de confiance, nous n'abandonnons jamais nos partenaires, nous grandissons ensemble avec nos partenaires, nous cherchons toujours une solution gagnant-gagnant avec nos partenaires, nous considérons toujours nos partenaires commerciaux comme notre famille, car XTCERA a été fondée sur la qualité et la confiance parmi nos partenaires commerciaux dans le monde entier.\nEncore une fois, bienvenue dans la famille XTCERA."
}