{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ns\nOur policy lasts 14 days. If 14 days have gone by since your purchase, unfortunately we can’t offer you a refund;\nonly a exchange.\nTo be eligible for a return, your item must be unused and in the same condition that you received it. It must also be\nin the original packaging.\nSeveral types of goods are exempt from being returned. Perishable goods such as food, flowers, newspapers or\nmagazines cannot be returned. We also do not accept products that are intimate or sanitary goods, hazardous\nmaterials, or flammable liquids or gases.\nAdditional non-returnable items:\n- Gift cards\n- Downloadable software products\n- Some health and personal care items\nTo complete your return, we require a receipt or proof of purchase.\nPlease do not send your purchase back to the manufacturer.\nThere are certain situations where only partial refunds are granted (if applicable)\n- Book with obvious signs of use\n- CD, DVD, VHS tape, software, video game, cassette tape, or vinyl record that has been opened\n- Any item not in its original condition, is damaged or missing parts for reasons not due to our error\n- Any item that is returned more than 30 days after delivery\nRefunds (if applicable)\nOnce your return is received and inspected, we will send you an email to notify you that we have received your\nreturned item. We will also notify you of the approval or rejection of your refund.\nIf you are app",
    "trans": "ns\nNotre politique dure 14 jours. Si 14 jours se sont écoulés depuis votre achat, nous ne pouvons malheureusement pas vous offrir de remboursement ;\nseulement un échange.\nPour être éligible à un retour, votre article doit être inutilisé et dans le même état que lorsque vous l'avez reçu. Il doit également être\ndans son emballage d'origine.\nPlusieurs types de biens sont exemptés de retour. Les biens périssables tels que les aliments, les fleurs, les journaux ou\nles magazines ne peuvent pas être retournés. Nous n'acceptons également pas les produits intimes ou sanitaires,\nles matériaux dangereux, ou les liquides ou gaz inflammables.\nAutres articles non retournables :\n- Cartes-cadeaux\n- Logiciels téléchargeables\n- Certains articles de santé et de soins personnels\nPour compléter votre retour, nous exigeons un reçu ou une preuve d'achat.\nVeuillez ne pas renvoyer votre achat au fabricant.\nIl existe certaines situations où seuls des remboursements partiels sont accordés (si applicable)\n- Livre avec des signes évidents d'utilisation\n- CD, DVD, cassette VHS, logiciel, jeu vidéo, cassette audio ou disque vinyle qui a été ouvert\n- Tout article qui n'est pas dans son état d'origine, est endommagé ou manque des pièces pour des raisons ne provenant pas de notre erreur\n- Tout article retourné plus de 30 jours après la livraison\nRemboursements (si applicable)\nUne fois votre retour reçu et inspecté, nous vous enverrons un e-mail pour vous informer que nous avons bien reçu votre\narticle retourné. Nous vous informerons également de l'approbation ou du rejet de votre remboursement.\nSi vous  êtes une app"
}