{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The company’s cash burn increased from $451 million of lost cash in the same quarter last year . These numbers deviate from its longer-term margin, raising some eyebrows.\nKey Takeaways from American Airlines’s Q3 Results\nIt encouraging to see American Airlines narrowly top analysts’ revenue passenger miles expectations this quarter. We also liked that full year EPS guidance was raised. On the other hand, its EPS in the quarter missed. Overall, this quarter was mixed. The stock traded down 1.7% to $12.63 immediately following the results.\nAmerican Airlines’s earnings report left more to be desired. Let’s look forward to see if this quarter has created an opportunity to buy the stock. When making that decision, it’s important to consider its valuation, business qualities, as well as what has happened in the latest quarter. We cover that in our actionable full research report which you can read here, it’s free.",
    "trans": "La société a brûlé 451 millions de dollars de liquidités au cours du même trimestre de l'année précédente. Ces chiffres s'écartent de la marge à long terme de la compagnie, ce qui fait froncer les sourcils.\nPrincipaux enseignements des résultats d'American Airlines pour le troisième trimestre\nAmerican Airlines a dépassé de peu les attentes des analystes en termes de revenus et de passagers-miles ce trimestre, ce qui est encourageant. Nous avons également apprécié le relèvement des prévisions de bénéfice par action pour l'ensemble de l'année. En revanche, le BPA du trimestre n'a pas été à la hauteur des attentes. Dans l'ensemble, ce trimestre a été mitigé. L'action a baissé de 1,7 % à 12,63 $ immédiatement après la publication des résultats.\nLe rapport sur les bénéfices d'American Airlines laisse à désirer. Regardons vers l'avant pour voir si ce trimestre a créé une opportunité d'acheter l'action. Pour prendre cette décision, il est important de tenir compte de sa valorisation, de ses qualités commerciales et de ce qui s'est passé au cours du dernier trimestre. Nous couvrons ces aspects dans notre rapport de recherche complet que vous pouvez lire ici, c'est gratuit."
}