{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Menu\nStudent Login\nEnrol Now\nAdvanced Diploma of Extractive Industries Management\nRII60220\nThe Certificate Provides Competency-Based\nTraining and Assessment\nThe Advanced Diploma of Extractive Industries Management (RII60220) reflects the role of mine managers in an open cut coal or metalliferous mine or a quarry. MINRES uses a SMART Plan to deliver a qualification that is efficient and effective on a National level. That means that we have tailored our courses and classes to meet the mandatory requirements for each of Australia’s state regulators. Whether you are a Quarry Manager or SSE in New South Wales, Victoria, Western Australia or Queensland, we’ve got you covered. MINRES has been proudly supporting Quarry Managers, Site Senior Executives and Mine Managers across all Australian states for over five years during the regulatory transitions. We proudly boast industry recognised professionals in our training delivery team; with team members ‘out there in industry – doing what they say they can do’. My team work in quarries and mines, small, large and super every day of the week. We are very pleased to have played a key role in assisting more than 2000 persons acquire their notice throughout Australia.\nCourse Structure Schedule",
    "trans": "Menu\nConnexion Étudiant\nInscrivez-vous maintenant\nDiplôme Avancé de Gestion des Industries Extractives\nRII60220\nLe certificat fournit une formation et une évaluation basées sur les compétences\nLe certificat permet d'acquérir des compétences\nLe Diplôme Avancé de Gestion des Industries Extractives (RII60220) reflète le rôle des gestionnaires de mines dans une mine à ciel ouvert de charbon ou de métaux ou une carrière. MINRES utilise un Plan SMART pour délivrer une qualification efficace et efficiente au niveau national. Cela signifie que nous avons adapté nos cours et classes pour répondre aux exigences obligatoires de chaque régulateur d'État en Australie. Que vous soyez gestionnaire de carrière ou SSE en Nouvelle-Galles du Sud, Victoria, Australie-Occidentale ou Queensland, nous avons ce qu'il vous faut. MINRES soutient fièrement les gestionnaires de carrières, les cadres supérieurs de site et les gestionnaires de mines dans tous les États australiens depuis plus de cinq ans pendant les transitions réglementaires. Nous nous vantons fièrement de professionnels reconnus par l'industrie dans notre équipe de formation ; avec des membres de l'équipe « là-bas dans l'industrie – faisant ce qu'ils disent pouvoir faire ». Mon équipe travaille dans des carrières et des mines, petites, grandes et super, chaque jour de la semaine. Nous sommes très heureux d'avoir joué un rôle clé en aidant plus de 2000 personnes à obtenir leur avis dans toute l'Australie.\nStructure du cours et calendrier"
}