{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear student,\nwe would like to inform you that yourEnrolment desk for international students appointmenthas been cancelledsincestudents holding a study title obtainedinone of the countries listed inARDI (Automatic Recognition Database – Italia)areexemptedfrom the in-person appointmentto finalise their enrolment.\nIn this case,yourenrolment will be finalised by our office based on the documents you are required to upload in your DreamApply application, you DONOThave to show us your documents in presence.\nPlease make sure that all the tasks in your DreamApply application are updated (including theTraveldocumentation to come to Paduato let us know that you havefinally arrived).\nIf you have any doubt, read ourFAQsfor international students.\nKind regards,\nAdmissions & Welcome Unit - University of Padua\nCheck the10 reasonswhy more than 3.000 international students have chosen the University of Padua!\nCopyright © 2020 University of Padua, All rights reserved.\nUniversity of Padua\nLungargine del Piovego 1\nPadova, PD 35131\nItaly\nEmail address:international.admission@unipd.it",
    "trans": "Cher étudiant(e),\nNous vous informons que votre rendez-vous au bureau des inscriptions pour les étudiants internationaux a été annulé, car les étudiants titulaires d'un titre d'études obtenu dans l'un des pays figurant dans la base de données ARDI (Base de Données de Reconnaissance Automatique - Italie) sont exemptés du rendez-vous en personne pour finaliser leur inscription.\nDans ce cas, votre inscription sera finalisée par notre bureau sur la base des documents que vous devez télécharger dans votre application DreamApply. Vous N'AVEZ PAS besoin de nous présenter vos documents en personne.\nVeuillez vous assurer que toutes les tâches de votre application DreamApply sont à jour (y compris la documentation de voyage pour venir à Padoue et nous faire savoir que vous êtes enfin arrivé).\nSi vous avez des doutes, lisez nos FAQ pour les étudiants internationaux.\nJe vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées,\nUnité d'admission et d'accueil - Université de Padoue\nDécouvrez les 10 raisons pour lesquelles plus de 3.000 étudiants internationaux ont choisi l'Université de Padoue !\nCopyright © 2020 Université de Padoue. Tous droits réservés.\nUniversité de Padoue\nLungargine del Piovego 1\nPadoue, PD 35131\nItalie\nCourriel électronique : international.admission@unipd.it"
}