{
    "source": "en_US",
    "target": "fr_FR",
    "text": "MANG6221 Investment Project\n2\n4. The Investment Plan and Deadlines\nDates Tasks and Deadlines\n28 October 2024 Registration Period [4 weeks]\nThe investment project will be completed on the StockTrak trading platform. Registration\nopens four weeks before trading begins. To set up your account, go to\nhttps://www.stocktrak.com:443/members/register? sessionid=320144\nImportant information:\nMake sure the session name that you register to join is\n“MANG6221_SMA_InvestmentProject_2024/25”\nMake sure to use your full name and university email address to register and create your\ninvestment account.\nStudents need to pay a registration cost to set up an investment account on StockTrak.\nFrom\n28 October 2024\nTo\n24 November 2024\nPreparation Period [4 weeks]\nYou should complete the following tasks during the preparation period:\n1. Getting Started. Please read the “Student User Guide\" to familiarize yourself with the\ntrading platform and get guidance on how to manage your portfolio before trading\nbegins: Click here!\nYou can also watch these tutorial videos to get information about basic trading and\nmanaging your portfolio on the trading platform: Click here!\n2. Macroeconomic and Industry Analysis. You need to study the macroeconomic and\nindustry conditions and developments that underline your stock portfolio. This\ncorresponds to Part 2 of the project report.\n3. Security Selection. You need to identify the stocks to be included in your portfolio.\nPlease see the data sources listed below and further guidance provided on the\nBlackboard. This corresponds to Part 3 of the project report.\n4. Portfolio Optimization. You will need to optimize your portfolio allocation to identify\nthe optimal allocation to the stocks that will be included in your portfolio. This\ncorresponds to Part 4 of the project report.\n5. Portfolio Management Strategy. You need to figure out a strategy (active vs passive)\nthat you can follow to manage your stock portfolio. This corresponds to Part 5 of the\nproject report.\n24 November 2024 Deadline to create your investment account on the trading platform\nFrom\n25 November 2024\nTo\n20 December 2024\nInvestment Period [4 weeks]\nYou should complete the following tasks during the investment period:\n1- Portfolio Construction. Your portfolio will become live and actual trading starts\non the trading platform. Follow the portfolio management rules and constraints to\nbuild your portfolio. This corresponds to Part 5 of the project report.\n2- Portfolio Rebalancing. You might need to rebalance your portfolio. Follow the\nportfolio management rules and constraints to rebalance your portfolio. This\ncorresponds to Part 5 of the project report.\n3- Trading requirements. You will need to meet the requirements of the\n“Minimum Trading Activity” assignment on the trading platform. This\ncorresponds to Part 5 of the project report.\n20 December 2020 Deadline to complete trading on the trading platform\nFrom\n20 December 2024\nTo\n27 December 2024\nPerformance Evaluation and Reflection Period [1 week]\n1- Evaluate the performance of your stock portfolio including performance\nmeasurement, performance attribution, and performance appraisal. This\ncorresponds to Part 6 of the project report.\n2- Reflect on the investment project. This corresponds to Part 6 of the project\nreport.\n27 December 2024 Deadline to complete the Investment Project\n(This is not the coursework submission deadline. Please check the coursework brief for\nthe exact date and time of the coursework submission deadline.)",
    "trans": "MANG6221 Projet d'investissement\n2\n4. Le plan d'investissement et les échéances\nDates, tâches et échéances\n28 octobre 2024 Période d'inscription [4 semaines]\nLe projet d'investissement sera réalisé sur la plateforme de trading StockTrak. L'inscription\nest ouverte quatre semaines avant le début des opérations. Pour créer votre compte, rendez-vous à l'adresse suivante :\nhttps://www.stocktrak.com:443/members/register? sessionid=320144\nInformation importante :\nVeillez à ce que le nom de la session à laquelle vous vous inscrivez soit\n« MANG6221_SMA_InvestmentProject_2024/25 »\nVeuillez vous assurer d'utiliser votre nom complet et l'adresse électronique de votre université pour vous inscrire et créer votre\ncompte d'investissement.\nLes étudiants doivent payer des frais d'inscription pour créer un compte d'investissement sur StockTrak.\nDu\n28 octobre 2024\nJusqu'au\n24 novembre 2024\nPériode d'entraînement [4 semaines]\nVous devez effectuer les tâches suivantes pendant la période d'entraînement :\n1. Démarrage. Veuillez lire le « Guide d'utilisation de l'étudiant » pour vous familiariser avec la\nplate-forme de trading et obtenir des conseils sur la façon de gérer votre portefeuille avant de commencer à\ntrader : Cliquez ici !\nVous pouvez également regarder ces vidéos tutorielles pour obtenir des informations sur le trading de base et\nla gestion de votre portefeuille sur la plateforme de trading : Cliquez ici !\n2. Analyse macroéconomique et industrielle. Vous devez étudier les conditions et les évolutions\nmacroéconomiques et industrielles qui influencent votre portefeuille d'actions. Cela\ncorrespond à la partie 2 du rapport de projet.\n3. Sélection des actions. Vous devez identifier les actions à inclure dans votre portefeuille.\nVeuillez consulter les sources de données énumérées ci-dessous et les conseils supplémentaires fournis sur le\nTableau noir. Cela correspond à la partie 3 du rapport de projet.\n4. Optimisation du portefeuille. Vous devrez optimiser l'allocation de votre portefeuille afin d'identifier\nl'allocation optimale des actions qui seront incluses dans votre portefeuille. Cela\ncorrespond à la partie 4 du rapport de projet.\n5. Stratégie de gestion du portefeuille. Vous devez définir une stratégie (active ou passive)\nque vous pouvez suivre pour gérer votre portefeuille d'actions. Cela correspond à la partie 5 du\nrapport de projet.\n24 novembre 2024 Date limite pour créer votre compte d'investissement sur la plateforme de trading\nDu\n25 novembre 2024\njusqu'au\n20 décembre 2024\nPériode d'investissement [4 semaines]\nVous devez réaliser les tâches suivantes pendant la période d'investissement :\n1- Construction du portefeuille. Votre portefeuille devient actif et le trading effectif commence\nsur la plateforme de trading. Suivez les règles et contraintes de gestion de portefeuille pour\nconstruire votre portefeuille. Cela correspond à la partie 5 du rapport de projet.\n2- Rééquilibrage du portefeuille. Il est possible que vous ayez besoin de rééquilibrer votre portefeuille. Suivez les\nrègles et contraintes de la gestion de portefeuille pour rééquilibrer votre portefeuille. Cela\ncorrespond à la partie 5 du rapport de projet.\n3- Les exigences de trading. Vous devrez répondre aux exigences de la mission\n« Activité de trading minimale » sur la plateforme de trading. Cela\ncorrespond à la partie 5 du rapport de projet.\n20 décembre 2020 Date limite pour achever le trading sur la plateforme de trading\nDu\n20 décembre 2024\nJusqu'au\n27 décembre 2024\nPériode d'évaluation des performances et de réflexion [1 semaine]\n1- Évaluer la performance de votre portefeuille d'actions, notamment la mesure\nde la performance, l'attribution de la performance et l'évaluation de la performance. Cela\ncorrespond à la partie 6 du rapport de projet.\n2- Réfléchir sur le projet d'investissement. Ceci correspond à la partie 6 du rapport\ndu projet.\n27 décembre 2024 Date limite d'achèvement du projet d'investissement\n(Il ne s'agit pas de la date limite de remise des devoirs. Veuillez consulter le dossier des devoirs pour\nconnaître la date et l'heure exactes de la date limite de remise des devoirs)."
}