{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Contact\nDÉVELOPPEMENT\n© Jacob Lund / Shutterstock.com\nADVANCED BACHELOR’S AND MASTER’S DEGREES OR CONTINUING EDUCATION COURSES IN BELGIUM\nAre you a national of an ARES partner country? Do you have a higher education degree? Do you have professional experience and would you like to deepen your skills in a development-related topic?\nThe ARES scholarships offer you the opportunity to follow a one-year advanced bachelor’s or master’s degree program or a 2-to-6-month continuing education program within a higher education institution of the Wallonia-Brussels Federation in Belgium.\n/ Scholarships 2025-2026\nThe call for applications for the academic year 2025-2026 isnow open.\nTo fill in the application form, go to the GIRAF platform.\nDeadline:18 October 2024 at 12pm.\nVous consultez actuellement cette page en anglais. Pour consulter la version en français, cliquez iciou sur le lien \"FR\" du sélecteur de langue en haut de page.\nWARNING! The application procedure is online via the GIRAF platform. Do not send any personal data (passport photos, copies of diplomas, etc.) by e-mail. If you receive such a request by e-mail, it is probably a phishing attempt.\nObjectives",
    "trans": "Contact\nDÉVELOPPEMENT\n© Jacob Lund / Shutterstock.com\nDIPLÔMES DE BACHELIER ET DE MASTER AVANCÉS OU COURS DE FORMATION CONTINUE EN BELGIQUE\nÊtes-vous ressortissant d'un pays partenaire d'ARES ? Avez-vous un diplôme d'enseignement supérieur ? Avez-vous une expérience professionnelle et souhaitez-vous approfondir vos compétences dans un domaine lié au développement ?\nLes bourses d'études ARES vous offrent la possibilité de suivre un programme de bachelier ou de master avancé d'un an ou un programme de formation continue de 2 à 6 mois dans un établissement d'enseignement supérieur de la Fédération Wallonie-Bruxelles en Belgique.\n/ Bourses d'études 2025-2026\nL'appel à candidatures pour l'année académique 2025-2026 est maintenant ouvert.\nPour remplir le formulaire de candidature, rendez-vous sur la plateforme GIRAF.\nDate limite : 18 octobre 2024 à 12 h.\nVous consultez actuellement cette page en anglais. Pour consulter la version en français, cliquez ici ou sur le lien « FR » du sélecteur de langue en haut de la page.\nAVERTISSEMENT ! La procédure de candidature se fait en ligne via la plateforme GIRAF. Ne envoyez pas de données personnelles (photos d'un passeport, copies de diplômes, etc.) par e-mail. Si vous recevez une telle demande, il s'agit probablement d'une tentative de hameçonnage.\nObjectifs"
}