{
    "source": "en_US",
    "target": "fr_FR",
    "text": "GP Cares Foundation:\nOur foundation provides financial assistance to employees experiencing financial hardship due to natural disasters or other short term, unforeseen emergency situations.\nEligibility:\nActively employed, not on a leave of absence\nMinimum of 6 months service; unless waived due to severity of circumstances\nMust be in good standing\nMust be experiencing financial hardship due to a natural disaster or other emergency situation within the past 60 days, such as illness, injury, or death of an immediate family member.\nHow to Request:\nComplete an initial eligibility application (form attached for convenience DOC10365).\nIf initially eligible, you will be asked to complete a form with additional information.\nWhere to find additional information:\nAll information is available in Fresh Service.\nDOC10367 – GP Cares Charitable Foundation Grant Requests Guide\nDOC10368 – FAQ DOC\nDOC10365 – Initial Eligibility Application Form (Step 1)\nDOC10366 – Additional Information Form (Step 2)\nInterested in Donating?",
    "trans": "Fondation GP Cares :\nNotre fondation apporte une aide financière aux employés confrontés à des difficultés financières en raison de catastrophes naturelles ou d’autres situations d’urgence imprévues et temporaires.\nCritères d’éligibilité :\nÊtre employé actif et ne pas être en congé prolongé\nAvoir au moins 6 mois d’ancienneté ; sauf dérogation en cas de circonstances graves\nÊtre en règle avec l’entreprise\nRencontrer des difficultés financières à la suite d’une catastrophe naturelle ou d’une autre situation d’urgence survenue au cours des 60 derniers jours, telles qu’une maladie, une blessure ou le décès d’un membre de la famille immédiate.\nComment faire une demande :\nRemplir une demande d’éligibilité initiale (formulaire joint pour plus de facilité : DOC10365).\nSi votre demande est jugée éligible, vous devrez compléter un second formulaire avec des informations supplémentaires.\nOù trouver plus d’informations :\nToutes les informations sont disponibles sur Fresh Service.\nDOC10367 – Guide des demandes de subvention de la Fondation GP Cares\nDOC10368 – FAQ\nDOC10365 – Formulaire de demande d’éligibilité initiale (Étape 1)\nDOC10366 – Formulaire d’informations complémentaires (Étape 2)\nSouhaitez-vous faire un don ?"
}