{
    "source": "en_US",
    "target": "fr_FR",
    "text": "n total, 1161 of the respondents resided in Table 2 shows the key characteristics of the baseline and endline survey samples t Yopougon Est, Abidjan, and 1012 in Kinshasa, DRC. Over 40% of the respondents from both samples were under the age of 30 years. An almost perfect split between female and were analyzed to assess the motivation index. In total, 1161 of the respondents reside male participants was achieved in the baseline sample (49.87% and 50.13%, respectively), Yopougon Est, Abidjan, and 1012 in Kinshasa, DRC. Over 40% of the respondents fr but slightly more male (55%) than female participants (45%) were surveyed in the endline sample. Both samples were highly educated with over 38% of participants reporting tertiary both samples were under the age of 30 years. An almost perfect split between female education. Over 55% of participants in the baseline sample and over 65% in the endline male participants was achieved in the baseline sample (49.87% and 50.13%, respective sample were employed, either part-time, full-time, or self-employed, or reported owning a but slightly more male (55%) than female participants (45%) were surveyed in the end business. A minority were single (15.99% of baseline participants and 17.37% of endline participants), and the vast majority (81.34% of baseline participants and 79.79% of endline sample. Both samples were highly educated with over 38% of participants reporting participants) were Christian. In addition, 39% in the baseline sample and 59.72% in the tiary education. Over 55% of participants in the baseline sample and over 6",
    "trans": "Au total, 1 161 répondants résidaient à Yopougon Est, Abidjan, et 1 012 à Kinshasa, RDC. Plus de 40 % des répondants des deux échantillons avaient moins de 30 ans. Une répartition presque égale entre les participants masculins et féminins a été observée dans l'échantillon de référence (49,87 % et 50,13 %, respectivement). L'analyse des données a permis d'évaluer l'indice de motivation. Au total, 1 161 répondants résidaient à Yopougon Est, Abidjan, et 1 012 à Kinshasa, RDC. Plus de 40 % des répondants avaient moins de 30 ans. L'échantillon final comptait légèrement plus d'hommes (55 %) que de femmes (45 %). Les deux groupes étaient globalement très instruits, plus de 38 % des participants ayant suivi un enseignement supérieur. Une répartition quasi égale entre les hommes et les femmes a été atteinte dans l'échantillon de référence (49,87 % et 50,13 %, respectivement). Plus de 55 % des participants de l'échantillon de base et plus de 65 % de l'échantillon final étaient employés, que ce soit à temps partiel, à temps plein, en tant qu'indépendants ou propriétaires d'une entreprise. L'échantillon final comptait légèrement plus d'hommes (55 %) que de femmes (45 %). Une minorité des participants étaient célibataires (15,99 % dans l'échantillon de base et 17,37 % dans l'échantillon final), tandis que la grande majorité étaient chrétiens (81,34 % et 79,79 %, respectivement). De plus, 39 % des participants de l'échantillon de base et 59,72 % de l'échantillon final avaient suivi des études supérieures. Plus de 55 % des participants de l'échantillon de base et plus de 6"
}