{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Content License Summary\nWelcome to Pixabay! Pixabay is a vibrant community of authors, artists and creators sharing royalty-free images, video, audio and other media. We refer to this collectively as \"Content\". By accessing and using Content, or by contributing Content, you agree to comply with our Content License.\nAt Pixabay, we like to keep things as simple as possible. For this reason, we have created this short summary of our Content License which is available in full here. Please keep in mind that only the full Content License is legally binding.\nWhat are you allowed to do with Content?\nSubject to the Prohibited Uses (see below), the Content License allows users to:\n✓ Use Content for free\n✓ Use Content without having to attribute the author (although giving credit is always appreciated by our community!)\n✓ Modify or adapt Content into new works\nWhat are you not allowed to do with Content?\nWe refer to these as Prohibited Uses which include:\n✕ You cannot sell or distribute Content (either in digital or physical form) on a Standalone basis. Standalone means where no creative effort has been applied to the Content and it remains in substantially the same form as it exists on our website.\n✕ If Content contains any recognisable trademarks, logos or brands, you cannot use that Content for commercial purposes in relation to goods and services. In particular, you cannot print that Content on merchandise or other physical products for sale.\n✕ You cannot use Content in any immoral or illegal way, especially Content which features recognisable people.\n✕ You cannot use Content in a misleading or deceptive way.\n✕ You cannot use any of the Content as part of a trade-mark, design-mark, trade-name, business name or service mark.\nPlease be aware that certain Content may be subject to additional intellectual property rights (such as copyrights, trademarks, design rights), moral rights, proprietary rights, property rights, privacy rights or similar. It is your responsibility to check whether you require the consent of a third party or a license to use Content.",
    "trans": "Résumé de la Licence de Contenu\nBienvenue sur Pixabay! Pixabay est une communauté dynamique d'auteurs, artistes et créateurs partageant des images, vidéos, audios et autres médias libres de droits. Nous appelons cela collectivement \"Contenu\". En accédant et en utilisant le Contenu, ou en contribuant au Contenu, vous acceptez de vous conformer à notre Licence de Contenu.\nChez Pixabay, nous aimons garder les choses aussi simples que possible. Pour cette raison, nous avons créé ce résumé court de notre Licence de Contenu, disponible dans son intégralité ici. Veuillez garder à l'esprit que seule la Licence de Contenu complète a une valeur juridique contraignante.\nQue pouvez-vous faire avec le Contenu ?\nSous réserve des Utilisations Interdites (voir ci-dessous), la Licence de Contenu permet aux utilisateurs de :\n✓ Utiliser le Contenu gratuitement\n✓ Utiliser le Contenu sans avoir à attribuer l'auteur (bien que donner du crédit soit toujours apprécié par notre communauté!)\n✓ Modifier ou adapter le Contenu en de nouvelles œuvres\nQue ne pouvez-vous pas faire avec le Contenu ?\nNous appelons cela les Utilisations Interdites, qui incluent :\n✕ Vous ne pouvez pas vendre ou distribuer le Contenu (que ce soit sous forme numérique ou physique) tel quel. \"Tel quel\" signifie qu'aucun effort créatif n'a été appliqué au Contenu et qu'il reste substantiellement dans la même forme que sur notre site.\n✕ Si le Contenu contient des marques, logos ou marques reconnaissables, vous ne pouvez pas utiliser ce Contenu à des fins commerciales en relation avec des biens et services. En particulier, vous ne pouvez pas imprimer ce Contenu sur des marchandises ou autres produits physiques destinés à la vente.\n✕ Vous ne pouvez pas utiliser le Contenu de manière immorale ou illégale, en particulier le Contenu présentant des personnes reconnaissables.\n✕ Vous ne pouvez pas utiliser le Contenu de manière trompeuse ou mensongère.\n✕ Vous ne pouvez utiliser aucun Contenu comme partie d'une marque de commerce, marque de design, nom commercial, nom d'entreprise ou marque de service.\nVeuillez être conscient que certains Contenus peuvent être soumis à des droits de propriété intellectuelle supplémentaires (tels que des droits d'auteur, marques, droits de design), droits moraux, droits de propriété, droits de propriété, droits à la vie privée ou similaires. Il est de votre responsabilité de vérifier si vous avez besoin du consentement d'un tiers ou d'une licence pour utiliser le Contenu."
}