{
    "source": "en_US",
    "target": "fr_FR",
    "text": "AUTOZONE'S LIMITED WARRANTY\n(UNITED STATES ONLY)\nIf a part fails during the warranty period shown on your receipt, bring the part to an AutoZone store and you will receive a replacement or refund. Warranty excludes damage caused by misuse, abuse, other faulty parts, improper installation or off-road, commercial or marine use. Warranties on replacement parts cover the unused portion of the original warranty or 90 days, whichever is longer. Warranties expire when you sell your vehicle.\nTHIS LIMITED WARRANTY REPRESENTS THE TOTAL LIABILITY OF AUTOZONE FOR ANY BATTERY. ALL OTHER WARRANTIES IMPLIED BY LAW APPLICABLE TO THE BATTERY SHALL BE LIMITED TO THE WARRANTY PERIOD STATED ON THIS RECEIPT. AUTOZONE MAKES NO OTHER WARRANTIES, EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANT ABILITY OR FITNESS FOR A PARTICULAR PURPOSE. AUTOZONE SHALL NOT BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.\nSome states do not allow limitations on how long an implied warranty lasts, or exclusion or limitation on incidental or consequential damages, so the above limitations may not apply to you. This warranty gives you specific legal rights, and you may also have other rights that vary from state to state.\nAll of AutoZone's parts and accessories, except those mentioned above, are covered by its Limited Warranty. The length of AutoZone's Limited Warranty varies w",
    "trans": "GARANTIE LIMITÉE D'AUTOZONE\n(ÉTATS-UNIS SEULEMENT)\nSi une pièce tombe en panne pendant la période de garantie indiquée sur votre reçu, apportez-la dans un magasin AutoZone et vous recevrez un remplacement ou un remboursement. La garantie exclut les dommages causés par une mauvaise utilisation, un abus, d'autres pièces défectueuses, une installation incorrecte ou une utilisation hors route, commerciale ou marine. Les garanties sur les pièces de rechange couvrent la partie non utilisée de la garantie d'origine ou 90 jours, selon la durée la plus longue. Les garanties expirent lorsque vous vendez votre véhicule.\nCETTE GARANTIE LIMITÉE REPRÉSENTE LA RESPONSABILITÉ TOTALE D'AUTOZONE POUR TOUTE BATTERIE. TOUTES LES AUTRES GARANTIES IMPLICITES EN VERTU DE LA LOI APPLICABLE A LA BATTERIE SONT LIMITEES A LA PERIODE DE GARANTIE INDIQUEE SUR CE BORDEAU. AUTOZONE NE DONNE AUCUNE AUTRE GARANTIE, EXPRESSE OU IMPLICITE, Y COMPRIS LES GARANTIES IMPLICITES DE QUALITE MARCHANDE OU D'ADEQUATION A UN USAGE PARTICULIER. AUTOZONE NE SERA PAS RESPONSABLE DES DOMMAGES INDIRECTS, SPÉCIAUX, ACCESSOIRES OU CONSÉCUTIFS.\nCertains  états ne permettent pas de limiter la durée d'une garantie implicite, ni d'exclure ou de limiter les dommages accessoires ou indirects, de sorte que les limitations ci-dessus peuvent ne pas s'appliquer à vous. Cette garantie vous donne des droits légaux spécifiques. Vous pouvez également avoir d'autres droits qui varient d'un état à l'autre.\nToutes les pièces et tous les accessoires d'AutoZone, à l'exception de ceux mentionnés ci-dessus, sont couverts par la garantie limitée. La durée de la garantie limitée d'AutoZone varie d'un État à l'autre."
}