{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Read the following passage which presents contradictory views. Write an essay about the issue, clearly stating your opinion and supporting your ideas with reasons and examples. You should write about 500 words.\nThe “sharing economy” has become a hot topic in China. This new economic system has brought great convenience to our lives. For example, one can get a ride via Didi late at night, rent a Mobike to explore a city, or pick a flat on Airbnb when planning to travel. By sharing their bikes, cars or homes, people can earn added income and create value from waste. Therefore, it has become a lifestyle embraced by many people.\nHowever, other people warn about the problems of the “sharing economy”. Unlike a licensed taxi or hotel, shared services are often evaluated by a “reputation” or “peer-rating” system rather than by a professional institution. Lack of supervision may lead to fraud and when it happens, it is often difficult to determine responsibility and claim compensation. Therefore, the “sharing economy” could cause legal and safety problems and be a threat to people’s property.",
    "trans": "Veuillez lire le passage suivant qui présente des points de vue contradictoires. Rédigez un essai sur la question, en exposant clairement votre opinion et en étayant vos idées par des raisons et des exemples. Vous devez écrire environ 500 mots.\nL'« économie de partage » est devenue un sujet brûlant en Chine. Ce nouveau système économique a apporté une grande commodité à nos vies. Par exemple, on peut se faire conduire par Didi tard le soir, louer un Mobike pour explorer une ville ou choisir un appartement sur Airbnb lorsqu'on prévoit de voyager. En partageant leurs vélos, leurs voitures ou leurs maisons, les gens peuvent gagner un revenu supplémentaire et créer de la valeur à partir des déchets. C'est pourquoi le partage est devenu un mode de vie adopté par de nombreuses personnes.\nCependant, d'autres personnes mettent en garde contre les problèmes de l'« économie de partage ». Contrairement à un taxi ou à un hôtel agréé, les services partagés sont souvent évalués par un système de « réputation » ou de « notation par les pairs » plutôt que par une institution professionnelle. Le manque de supervision peut conduire à des fraudes et, lorsque cela se produit, il est souvent difficile de déterminer les responsabilités et de demander une indemnisation. Par conséquent, l'« économie de partage » pourrait causer des problèmes juridiques et de sécurité et constituer une menace pour la propriété des personnes."
}