{
    "source": "en_US",
    "target": "fr_FR",
    "text": "week. The class consists of 13 students, one head teacher and one assistant teacher. [redacted_name] was\nobserved during breakfast time for the class.\nWhen this observer entered the class [redacted_name] was playing with plastic blocks while the rest of the class was\nsitting at tables and eating breakfast. [redacted_name] continued to empty several buckets of plastic blocks. He left\nthe blocks, jumped up and climbed onto a chair. He was redirected off the chair and back to the blocks. He\nbegan to throw the blocks. He ignored teacher attempt to have him clean up the block and place them\nback into the buckets. He then began to walk around the room. The classroom teacher led him to a table\nand offered him a piece of banana. He peeled the banana and ate it. Classroom teacher assisted [redacted_name] in\ndrinking from a cup of water. He began spinning the paper plate. [redacted_name] then walked to the door and\nattempted to open it. He was redirected back to the table to eat more banana. During observation [redacted_name]\nwas not observed saying any words or making any sounds.\nTeacher Interview: Ms. [redacted_name], classroom teacher, shared that [redacted_name] has many challenges in the\nclassroom. He is primarily non-verbal He has difficulty focusing and sitting during circle time. He does",
    "trans": "semaine dernière. La classe se compose de 13 élèves, d'un enseignant principal et d'un assistant. [redacted_name] a été\nobservé pendant le petit-déjeuner de la classe.\nLorsque cet observateur est entré dans la classe, [redacted_name] jouait avec des blocs en plastique pendant que le reste de la classe était\nassis à des tables et prenait son petit-déjeuner. [redacted_name] a continué à vider plusieurs seaux de blocs en plastique. Il a laissé\nles blocs, s'est levé et est monté sur une chaise. Il a été redirigé hors de la chaise et de retour aux blocs. Il\na commencé à jeter les blocs. Il a ignoré les tentatives de l'enseignant de le faire ranger les blocs et de les\nremettre dans les seaux. Il a ensuite commencé à se promener dans la pièce. L'enseignant de la classe l'a amené à une table\net lui a offert un morceau de banane. Il a pelé la banane et l'a mangée. L'enseignant de la classe a aidé [redacted_name] à\nboire dans une tasse d'eau. Il a commencé à faire tourner l'assiette en papier. [redacted_name] s'est ensuite dirigé vers la porte et\na essayé de l'ouvrir. Il a été ramené à la table pour manger plus de banane. Pendant l'observation, [redacted_name]\nn'a pas été observé en train de dire des mots ou de faire des sons.\nEntretien avec l'enseignant : Mme [redacted_name], enseignante de la classe, a partagé que [redacted_name] rencontre de nombreux défis en\nclasse. Il est principalement non verbal. Il a des difficultés à se concentrer et à rester assis pendant le cercle de discussion. Il devrait"
}