{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Riza (FragranceX.com)\n[redacted_number] EDT\nHi Hector,\nI hope you're having a wonderful day! Thank you so much for reaching out to us. I'm here to help you with our request and make sure you have a clear understanding of what we need.\nWe kindly ask you for an authorization code as a way to ensure the security of your card. Don't worry, your bank has already provided you with this code specifically for this transaction. It's a unique code that only you and the merchant can access. We just need you to reply to this email with the code so we can verify your purchase and process your order. Your bank is not holding back the transaction, we simply have your order on hold temporarily for verification purposes.\nTo get the code, all you need to do is give your bank a quick call. You'll find the phone number on the back of your card. They'll be able to provide you with the code in no time!\nIf you have any further questions or concerns, please don't hesitate to let us know. We're here to assist you every step of the way.\nWarm regards,",
    "trans": "Riza (FragranceX.com)\n[redacted_number] EDT\nEDTBonjour Hector,\nJ'espère que vous passez une excellente journée ! Merci beaucoup de nous avoir contactés. Je suis là pour vous aider avec votre demande et m'assurer que vous comprenez bien ce dont nous avons besoin.\nNous vous demandons un code d'autorisation afin d'assurer la sécurité de votre carte. Ne vous inquiétez pas, votre banque vous a déjà fourni ce code spécifiquement pour cette transaction. C'est un code unique auquel vous seul et le marchand avez accès. Nous avons simplement besoin que vous répondiez à ce courriel avec le code afin que nous puissions vérifier votre achat et traiter votre commande. Votre banque ne bloque pas la transaction, nous avons simplement votre commande en attente temporaire à des fins de vérification.\nPour obtenir le code, il vous suffit de donner un coup de fil rapide à votre banque. Vous trouverez le numéro de téléphone au dos de votre carte. Ils pourront vous fournir le code en un rien de temps !\nSi vous avez d'autres questions ou préoccupations, n'hésitez pas à nous en faire part. Nous sommes là pour vous aider à chaque étape.\nCordialement,"
}