{
    "source": "en_US",
    "target": "fr_FR",
    "text": "to make landfall as a major hurricane on the West Coast and maintain its hurricane strength as it exits along the East Coast. Heavy rain across the state over the last few weeks has saturated the ground ahead of Milton’s projected landfall. This makes trees and other vegetation susceptible to falling over and potentially damaging power lines, even in areas forecast to get little to no wind from the storm.\nWe understand Milton might cause uneasiness and anxiety, especially for those still recovering from Helene or who are new to Florida. Rest assured, we’re ready to respond, with our teams, equipment and supplies being pre-positioned now — and we’re coordinating our response with county and state emergency operations centers.\nWhile thousands of resources are responding to the dire situation in the Southeast following Helene, we’re bringing in resources from as far away as the Western U.S. to support restoration efforts. Keep in mind, while our Customer Care Center will remain operational, our initial focus will be on addressing hazardous concerns. Be sure to use",
    "trans": "faire une arrivée en tant qu'ouragan majeur sur la Côte Ouest et maintenir sa force d'ouragan lorsqu'il quitte la Côte Est. Les fortes pluies sur l'État au cours des dernières semaines ont saturé le sol avant l'arrivée prévue de Milton. Cela rend les arbres et autres végétaux susceptibles de tomber et potentiellement d'endommager les lignes électriques, même dans les zones où l'on prévoit peu ou pas de vent venant de la tempête.\nNous comprenons que Milton pourrait causer de l'inquiétude et de l'anxiété, en particulier pour ceux qui se remettent encore de l'ouragan Helene ou qui sont nouveaux en Floride. Rassurez-vous, nous sommes prêts à réagir, avec nos équipes, équipements et fournitures déjà positionnés, et nous coordonnons notre réponse avec les centres d'opérations d'urgence des comtés et des États.\nBien que des milliers de ressources soient mobilisées pour faire face à la situation difficile dans le Sud-Est après Helene, nous faisons venir des ressources de la Côte Ouest des U.S. pour soutenir les efforts de restauration. Gardez à l'esprit que, bien que notre Centre de Service Client reste opérationnel, notre priorité initiale sera de traiter les préoccupations liées aux dangers. Assurez-vous d'utiliser"
}