{
    "source": "en_US",
    "target": "fr_FR",
    "text": "My Journey of Healing\nI stood at the hospital doors, my hand resting on my swollen belly, taking a deep breath. Pregnant and determined, I was about to embark on a journey into the healthcare field, one that would span more than twelve years. I started as a surgical technician at Auxilio Mutuo Hospital, diving headfirst into the fast-paced world of the operating room. It wasn’t just a job—it was a calling, one that demanded precision, focus, and a constant awareness that lives were on the line.\nThose early years were a whirlwind of beeping monitors, cold surgical tools, and swift movements in the sterile environment of the OR. The intensity was overwhelming at first, but I adapted like a sailor learning to navigate through a storm. I didn’t just become part of the team—I thrived. As the years passed, I specialized in neurosurgery, earning the reputation of being the best surgical technician in my unit. The weight of that responsibility wasn’t lost on me. Every day, I entered the OR knowing that someone’s life rested on the edge of a knife.\nDespite the demands of the hospital, my heart was always at home with my three children: Jonniell, Gian, and Mikaela. Balancing the chaos of being a mom and the high-stakes world of surgery felt like walking a tightrope. I had already been through a painful divorce, which tested my strength in ways I hadn’t anticipated. But life had a way of surprising me, and soon, I found love again with Samuel, my wonderful husband, who has been my rock through it all.\nBut just as life was finding its rhythm, the news came that changed everything. My mother, Carmen, was sick. At 70 years old, she needed care, and I couldn’t stand the thought of anyone else taking care of her but me. That’s when I decided to make a change. Even though I had become one of the top surgical technicians, I knew I wanted to do more. I wanted to be a nurse, not just for my mother, but for all the people like her who needed compassionate, skilled care.\nGoing back to school wasn’t an easy decision. The healthcare field is relentless, with long hours, constant stress, and emotional tolls that test you at every turn. But I knew that my years in the OR had prepared me. I had faced life-or-death situations, helped improve the quality of life for patients going into surgery, and worked alongside some of the best in the field. The stress was real, but so was the reward.\nNow, as I move forward in my studies, I am reminded every day why I chose this path. It’s not just about the technical skills or the medical knowledge. It’s about being the steady hand that guides someone through the storm—whether it’s a stranger on the operating table or my own mother at home. The challenges will continue, and there will be days when the weight of it all feels too heavy. But I know, in my heart, that there is no greater calling than this.\nEvery time I see a patient wake up from surgery or comfort someone in their time of need, I am reminded that, despite the hardships, this work is worth every sacrifice. I will continue to heal, to help, and to make a difference, whether it’s in the OR, in the hospital corridors, or at my mother’s bedside.",
    "trans": "Mon parcours de guérison\nJe me tenais devant les portes de l’hôpital, ma main posée sur mon ventre gonflé, prenant une grande inspiration. Enceinte et déterminée, j’étais sur le point de m’engager dans une carrière de plus de douze ans dans le domaine des soins de santé. J’ai commencé comme technicienne en chirurgie à l’hôpital Auxilio Mutuo, plongeant tête baissée dans le monde trépidant du bloc opératoire. Ce n’était pas seulement un travail — c’était une vocation, qui exigeait précision, concentration et une conscience constante que des vies étaient en jeu.\nCes premières années furent un tourbillon de moniteurs bippants, d’outils chirurgicaux froids et de mouvements rapides dans l’environnement stérile du bloc. L’intensité était écrasante au début, mais je m’y suis adaptée comme un marin apprenant à naviguer dans une tempête. Je ne me suis pas contentée d’intégrer l’équipe, j’ai excellé. Avec les années, je me suis spécialisée en neurochirurgie, gagnant la réputation d’être la meilleure technicienne en chirurgie de mon unité. Le poids de cette responsabilité n’était pas perdu pour moi. Chaque jour, j’entrais dans le bloc en sachant que la vie de quelqu’un était en jeu.\nMalgré les exigences de l’hôpital, mon cœur était toujours à la maison avec mes trois enfants : Jonniell, Gian et Mikaela. Équilibrer le chaos du rôle de maman et l’univers hautement stressant de la chirurgie ressemblait à marcher sur une corde raide. J’avais déjà vécu une séparation douloureuse qui avait testé ma force d’une manière que je n’avais pas anticipée. Mais la vie a ce don de nous surprendre, et bientôt, j’ai retrouvé l’amour avec Samuel, mon merveilleux mari, qui a été mon roc à travers tout cela.\nMais alors que la vie semblait avoir trouvé son rythme, une nouvelle est venue tout bouleverser. Ma mère, Carmen, était malade. Âgée de 70 ans, elle avait besoin de soins, et je ne supportais pas l'idée qu'une autre personne s'en occupe à ma place. C’est à ce moment-là que j’ai décidé de changer. Même si j’étais devenue l’une des meilleures techniciennes en chirurgie, je savais que je voulais faire davantage. Je voulais devenir infirmière, non seulement pour ma mère, mais aussi pour toutes les personnes comme elle qui avaient besoin de soins compétents et compatissants.\nRetourner à l’école n’a pas été une décision facile. Le domaine des soins de santé est impitoyable, avec de longues heures, un stress constant et un fardeau émotionnel qui vous teste à chaque instant. Mais je savais que mes années au bloc opératoire m’avaient préparée. J’avais affronté des situations de vie ou de mort, et aidé à améliorer la qualité de vie des patients en chirurgie. J'avais également travaillé aux côtés des meilleurs dans ce domaine. Le stress était réel, mais la récompense l’était tout autant.\nAujourd’hui, alors que je poursuis mes études, je suis rappelée chaque jour de la raison pour laquelle j’ai choisi ce chemin. Il ne s’agit pas seulement des compétences techniques ou des connaissances médicales. Il s’agit d’être la main ferme qui guide quelqu’un à travers la tempête, que ce soit un inconnu sur la table d’opération ou ma propre mère à la maison. Les défis continueront, et il y aura des jours où le poids de tout cela semblera trop lourd. Mais je sais, au fond de moi, qu’il n’y a pas de vocation plus grande que celle-ci.\nChaque fois que je vois un patient se réveiller après une opération ou que je réconforte quelqu’un dans un moment de besoin, je me rappelle que, malgré les difficultés, ce travail vaut chaque sacrifice. Je continuerai à guérir, à aider et à faire une différence, que ce soit au bloc, dans les couloirs de l’hôpital ou au chevet de ma mère."
}