{
    "source": "en_US",
    "target": "fr_FR",
    "text": "23 October 2024\n[redacted_name]\n[redacted_address]\nApplication Number: [redacted_number] Student ID Number: [redacted_number]\nDear Miss [redacted_name]\nCONDITIONAL LETTER OF OFFER\nCongratulations! We are pleased to advise that your application has been received and you have been conditionally offered a place in the following course at the University of Technology Sydney for the following intake:\nCourse:\nCRICOS Code:\nNormal Course Duration: Intake:\nOrientation commences: Session commences:\nMaster of Information Technology - No nominated major 084256C\n2 year/s\nAutumn 2025\n3 February 2025 17 February 2025\nBefore UTS can provide you with a formal letter of offer for the above Course, you will need to successfully complete the further studies and/or satisfy the additional conditions as detailed below:\nProvide a complete Authority to Submit an Online Application form. To authorize a UTS education agent to represent your application you must complete all fields on the form and sign as per your passport.\nThe form is available online at: https://www.uts.edu.au/sites/default/files/2022-10/UTSI-Authority-Submit-Online- Application-Form.pdf\nSuccessful completion of your Bachelor of Commerce from The University of Melbourne with no more than 25 percent failed subjects. Please provide a certified copy of your complete and official academic transcript and a Statement of Completion for your qualification when available.\nWe accept My eQuals digital documents via:\na. Digital PDF from My eQuals including the secure signature panel and submitted to UTS by applicant or agent\nb. My eQuals link for UTS to verify\nc. If the document provided is a digital copy printed from My eQuals, please confirm in writing on the document that your agency has downloaded from My eQuals.\nWhere you have been asked to provide certified copies, please provide copies of the original document/s verified by the issuing authority or by an Australian University (eg. UTS Future Learner Recruitment and Admissions). UTS will also accept copies verified by a UTS authorised agent, Australian Overseas Diplomatic Mission or a Public Notary Officer. Photocopies that are not certified will not be accepted.\nPlease note this course is offered at City campus.\nPlease forward all requested documentation to the Manager, International Admissions, Future Learner Recruitment and Admissions, University of Technology Sydney. Please also note that these conditions are specific to the above intake(s), as entry requirements may be subject to change.\nThis letter attaches a General Estimate of Annual Costs for International Students for the above Course. Please note this document is provided for your information and should be used as a general guide only. You should not consider that this exhaustively sets out all possible expenses or classes of expenses. All costs are approximate and subject to increases.\nPlease note that prior to finalising your admissions to the University, the University of Technology Sydney (UTS) reserves the right to undertake an assessment of \"Genuine Student\" (GS) requirements as set by the Department of Home Affairs. For further information please refer to www.homeaffairs.gov.au\nPage 1 of 3\nThis assessment will take place once you have received an unconditional formal letter of offer and accepted your offer. If the University is not satisfied that you have met the GS criteria, and/or if you are or become personally prohibited from undertaking the Course under any Australian federal legislation or regulation, the University reserves the right to withdraw this offer.\nUTS may, at any time, assess whether this offer and any subsequent enrolment by you to study at UTS complies with all Australian laws and regulations (including without limitation those relating to sanctions regimes). UTS reserves the right to take any appropriate action to comply with all such laws, including without limitation withdrawing any offer made to you, cancelling your enrolment in a UTS degree course (or any part of that course) or applying for a sanctions permit.\nUTS reserves the right to change the UTS Academic Calendar including but not limited to the organisation of Study Sessions. If you require any further information please do not hesitate to contact us.\nYours sincerely\nMr Iain [redacted_name]\nDeputy Vice-Chancellor and Vice-President (International)\nPage 2 of 3\nApplication No: [redacted_number]\nName: [redacted_name]\nCourse: Master of Information Technology - No nominated major(See Note 8 below)\nStandard Course Duration: 2 year/s (subject to satisfactory progression)\nGeneral Estimate of Annual Costs for International Students (which are subject to annual increases) (See Notes 1 and 2 below)\nAccommodation A$\nGroceries (eg.food, drinks, toiletries) A$\nTransport A$\nPersonal (eg. clothing, entertainment) A$\nPro-rata amount of the compulsory Overseas Student Health Cover (OSHC) (single rate) (See Note 3 below) A$\nAnnual Student Services and Amenities Fee (SSAF) for 2024 (but payable as two Session fees) (See Note 4 A$ below)\nTuition fees for 2025 (based on a standard load of 48 Credit Points per year) (See Notes 5 and 6 below) A$ TOTAL (See Note 7 below) A$\nNotes:\n19200.00 7748.00 1716.00 2500.00\n600.00 351.00\n52990.00 85105.00\n1. The term or symbol \"Dollars/$\" refers to Australian Dollars.\n2. The accommodation and living expenses above are based on recent data for 12 months living in independent (i.e. open-market)\nshared accommodation in Sydney. All costs are approximate and should be used as a general guide only for a single student. Your actual costs will depend on things such as your lifestyle and ability to manage your funds. The cost of living is likely to rise from year to year, depending on the general economic circumstances at the time. In addition, some courses may require additional expenses such as uniforms, vaccinations, equipment hire, travel, field trips and specialist software. You will incur extra costs if you have dependants including but not limited to full fees for school aged dependants enrolled in either government or non- government schools.\n3. You are required to purchase OSHC for yourself and any accompanying dependants for the entire time you are in Australia on a student visa. OSHC is payable upfront as a lump sum for the full length of your stay on a student visa. Medibank is the UTS preferred provider for OSHC but you may purchase OSHC from an authorised provider of your choice. The cost of cover may differ between insurers and the plan you choose. You are responsible for paying any additional charges required by your health insurer to ensure you have health cover while in Australia on a student visa. Please note that you will need to submit evidence of your OSHC arrangements when you lodge your visa application with the Department of Home Affairs. See http://www.homeaffairs.gov.au/ for more information.\n4. The quoted SSAF is based on the rate applicable for each Autumn and Spring Session in the year stated and is subject to annual increase. You will be liable to pay the SSAF applicable for each Autumn and Spring Session in which you enrol, however, you will only be charged the SSAF after the census date. UTS reserves the right to vary the method of charging the SSAF.\n5. Tuition fees are charged on a per-credit-point basis. The above annual tuition fee assumes you will enrol in a standard 100% Credit Point load for your chosen course, which is normally 24 credit points per Session. Your actual course cost per Session may differ from this figure depending on the course and the number of credit points taken per Session. UTS reserves the right to change the number of Credit Points per Session that constitute a standard 100% Credit Point load.\n6. UTS reviews per credit point fee each year and reserves the right to increase tuition fees in future years. Estimated tuition fees in the letter of offer are based on published per credit fee for the current year. For more information regarding International student tuition fees, please visit https://www.uts.edu.au/current-students/managing-your-course/fees-and-payment/international-student- tuition-fees. You must factor in the likelihood of an annual tuition fee increase into your overall budgeting, as well as considering the impact of fluctuating exchange rates if you are using funds from an overseas country.\n7. The Department of Home Affairs currently requires prospective student visa applicants to be able to demonstrate that they are able to access a minimum of $29710.00 a year towards living cost requirements while they are studying in Australia on a student visa.\n8. Under 18 students who are under a UTS CAAW must reside in UTS approved accommodation. Visit https://www.uts.edu.au/study/international/essential-information/study-heart-sydney/welfare-arrangements-students-under-18 for more information. U18 Accommodation fees are subject to annual increase.\n9. For more information about your prospective course refer to: https://www.uts.edu.au/study.\nPLEASE NOTE THAT THIS INFORMATION DOES NOT CONSTITUTE A LETTER OF OFFER\nPage 3 of 3",
    "trans": "23 Octobre 2024\n[redacted_name]\n[redacted_address]\nNuméro de Candidature : [redacted_number]  Numéro d'Identification Etudiant : [redacted_number]\nChère Mademoiselle [redacted_name]\nLETTRE D'OFFRE CONDITIONNELLE\nFélicitations ! Nous avons le plaisir de vous informer que votre candidature a été reçue et que vous avez reçu une offre conditionnelle pour une place dans le programme suivant à l'Université de Technologie de Sydney pour la prochaine rentrée :\nProgramme :\nCode CRICOS :\nDurée Normale du Programme :  Rentrée :\nOrientation commence :Début des cours :\nMaster en Technologie de l'Information - Sans majeure désignée 084256C\n2 ans\nAutomne 2025\n3 Février 2025  17 Février 2025\nAvant que l'UTS ne puisse vous fournir une lettre d'offre formelle pour ce Programme, vous devrez réussir les études supplémentaires et/ou satisfaire les conditions supplémentaires mentionnées ci-dessous :\nFournir un formulaire complet d'Autorisation de Soumettre une Candidature en Ligne. Pour autoriser un agent éducatif de l'UTS à représenter votre candidature, vous devez remplir tous les champs du formulaire et signer comme indiqué sur votre passeport.\nLe formulaire est disponible en ligne à l'adresse suivante : https://www.uts.edu.au/sites/default/files/2022-10/UTSI-Authority-Submit-Online-Application-Form.pdf\nRéussite de votre Bachelor en Commerce de l'Université de Melbourne avec un maximum de 25 % de matières échouées. Veuillez fournir une copie certifiée de votre relevé de notes officiel complet et une Déclaration de Réussite pour votre qualification dès qu'elle sera disponible.\nNous acceptons les documents numériques My eQuals via :\na. PDF Numérique de My eQuals, incluant le panneau de signature sécurisé, et soumis à l'UTS par le candidat ou l'agent.\nb. Lien My eQuals pour vérification par l'UTS.\nc. Si le document fourni est une copie numérique imprimée à partir de My eQuals, veuillez confirmer par écrit sur le document que votre agence a téléchargé depuis My eQuals.\nSi l'on vous demande de fournir des copies certifiées, veuillez fournir des copies des documents originaux vérifiées par l'autorité émettrice ou par une université australienne (par exemple, UTS Future Learner Recruitment and Admissions). L'UTS acceptera également les copies vérifiées par un agent autorisé de l'UTS, une mission diplomatique australienne à l'étranger ou un notaire public. Les photocopies non certifiées ne seront pas acceptées.\nVeuillez noter que ce programme est proposé sur le campus de la Ville.\nVeuillez envoyer tous les documents demandés au Responsable, Admissions Internationales, Future Learner Recruitment and Admissions, University of Technology Sydney. Veuillez également noter que ces conditions sont spécifiques à la rentrée indiquée, car les exigences d'admission peuvent changer.\nCette lettre joint une Estimation Générale des Coûts Annuels pour les Etudiants Internationaux pour ce Programme. Veuillez noter que ce document est fourni à titre informatif et ne doit être utilisé qu'à titre indicatif. Vous ne devez pas considérer que cela présente de manière exhaustive toutes les dépenses possibles ou catégories de dépenses. Tous les coûts sont approximatifs et peuvent augmenter.\nVeuillez noter qu'avant de finaliser votre admission à l'Université, l'Université de Technologie de Sydney (UTS) se réserve le droit de procéder à une évaluation des exigences de « Vérité Étudiant » (GS) fixées par le Département des Affaires Intérieures. Pour plus d'informations, veuillez consulter www.homeaffairs.gov.au\nPage 1 sur 3\nCette évaluation aura lieu une fois que vous aurez reçu une lettre d'offre formelle inconditionnelle et accepté votre offre. Si l'Université estime que vous ne répondez pas aux critères de GS, et/ou si vous êtes ou devenez personnellement interdit d'entreprendre ce programme en vertu de toute législation ou réglementation fédérale australienne, l'Université se réserve le droit de retirer cette offre.\nL'UTS peut, à tout moment, évaluer si cette offre et toute inscription ultérieure pour étudier à l'UTS respectent toutes les lois et réglementations Australiennes (y compris sans limitation celles relatives aux régimes de sanctions). L'UTS se réserve le droit de prendre toute mesure appropriée pour se conformer à ces lois, y compris, sans limitation, de retirer toute offre qui vous a été faite, d'annuler votre inscription dans un programme de diplôme de l'UTS (ou toute partie de ce programme) ou de demander un permis de sanctions.\nL'UTS se réserve le droit de modifier le Calendrier Académique de l'UTS, y compris, mais sans s'y limiter, l'organisation des Sessions d'Etude. Si vous avez besoin de plus d'informations, n'hésitez pas à nous contacter.\nCordialement\nMr Iain [redacted_name]\nVice-Chancelier adjoint et Vice-président (International)\nPage 2 sur 3\nNuméro de Candidature : [redacted_number]\nNom : [redacted_name]\nProgramme : Master en Technologie de l'Information - Sans majeure désignée (Voir Note 8 ci-dessous)\nDurée Standard du Programme : 2 ans (sous réserve d'une progression satisfaisante)\nEstimation Générale des Coûts Annuels pour les Etudiants Internationaux (soumis à des augmentations annuelles) (Voir Notes 1 et 2 ci-dessous)\nLogement A$\nCourses (par exemple alimentation, boissons, articles de toilette) A$\nTransport A$\nPersonnel (par exemple vêtements, loisirs) A$\nMontant au pro-rata de la Couverture Obligatoire de Santé pour Etudiants Etrangers (OSHC) (tarif pour une personne seule) (Voir Note 3 ci-dessous) A$\nFrais Annuels de Services Etudiants et d'Installations (SSAF) pour 2024 (mais payables en deux frais de session) (Voir Note 4 A$ ci-dessous)\nFrais de scolarité pour 2025 (basés sur une charge standard de 48 points de crédit par an) (Voir Notes 5 et 6 ci-dessous) A$ TOTAL (Voir Note 7 ci-dessous) A$\nNotes:\n19200.00 7748.00 1716.00 2500.00\n600.00 351.00\n52990.00 85105.00\n1. Le terme ou le symbole « Dollars/$ » fait référence aux Dollars Australiens.\n2. Les frais de logement et de subsistance ci-dessus sont basés sur des données récentes pour 12 mois de logement en colocation indépendante (c'est-à-dire sur le marché ouvert)\nà Sydney. Tous les coûts sont approximatifs et doivent être utilisés à titre indicatif pour un étudiant seul. Vos coûts réels dépendront de facteurs tels que votre mode de vie et votre capacité à gérer vos fonds. Le coût de la vie devrait augmenter d'année en année, en fonction des circonstances économiques générales du moment. En outre, certains programmes peuvent entraîner des frais supplémentaires tels que des uniformes, des vaccinations, la location d'équipement, des déplacements, des excursions et des logiciels spécialisés. Vous encourrez des frais supplémentaires si vous avez des personnes à charge, y compris, mais sans s'y limiter, des frais complets pour les enfants d'âge scolaire inscrits dans des écoles publiques ou privées.\n3. Vous êtes tenu de souscrire une couverture OSHC pour vous-même et pour toute personne à charge pendant toute la durée de votre séjour en Australie avec un visa étudiant. L'OSHC doit être payé en totalité à l'avance pour toute la durée de votre séjour avec un visa étudiant. Medibank est le fournisseur de couverture préféré de l'UTS, mais vous pouvez souscrire à une couverture OSHC auprès d'un fournisseur autorisé de votre choix. Le coût de la couverture peut varier en fonction des assureurs et du plan choisi. Vous êtes responsable de tout coût supplémentaire exigé par votre assureur pour garantir que vous avez une couverture santé pendant votre séjour en Australie avec un visa étudiant. Veuillez noter que vous devrez fournir une preuve de votre couverture OSHC lorsque vous soumettrez votre demande de visa auprès du Département des Affaires Intérieures. Voir http://www.homeaffairs.gov.au/ pour plus d'informations.\n4. Les frais SSAF indiqués sont basés sur le tarif applicable pour chaque Session d'Automne et de Printemps de l'année indiquée et sont soumis à des augmentations annuelles. Vous serez tenu de payer le SSAF applicable pour chaque Session d'Automne et de Printemps dans laquelle vous vous inscrivez, cependant, vous ne serez facturé que pour le SSAF après la date limite de chaque session. L'UTS se réserve le droit de modifier la méthode de facturation du SSAF.\n5. Les frais de scolarité sont facturés sur une base par point de crédit. Les frais annuels de scolarité ci-dessus supposent que vous vous inscrirez à une charge standard de 100 % de Points de Crédit pour votre programme choisi, ce qui correspond normalement à 24 points de crédit par Session. Le coût réel de votre programme par Session peut varier par rapport à ce chiffre en fonction du programme et du nombre de points de crédit pris par Session. L'UTS se réserve le droit de modifier le nombre de Points de Crédit par Session constituant une charge standard de 100 % de Points de Crédit.\n6. L'UTS réexamine les frais par point de crédit chaque année et se réserve le droit d'augmenter les frais de scolarité dans les années suivantes. Les frais de scolarité estimés dans la lettre d'offre sont basés sur le tarif par point de crédit publié pour l'année en cours. Pour plus d'informations sur les frais de scolarité pour les étudiants internationaux, veuillez consulter https://www.uts.edu.au/current-students/managing-your-course/fees-and-payment/international-student-tuition-fees. Vous devez prendre en compte la possibilité d'une augmentation annuelle des frais de scolarité dans votre budget global, ainsi que l'impact des fluctuations des taux de change si vous utilisez des fonds provenant d'un pays étranger.\n7. Le Département des Affaires Intérieures exige actuellement que les candidats pour un visa étudiant puissent démontrer qu'ils peuvent accéder à un minimum de 29 710,00 $ par an pour couvrir les frais de subsistance pendant qu'ils étudient en Australie avec un visa étudiant.\n8. Les étudiants de moins de 18 ans qui ont un CAAW de l'UTS doivent résider dans un logement approuvé par l'UTS. Visitez https://www.uts.edu.au/study/international/essential-information/study-heart-sydney/welfare-arrangements-students-under-18 pour plus d'informations. Les frais de logement U18 sont soumis à des augmentations annuelles.\n9. Pour plus d'informations sur votre programme, consultez : https://www.uts.edu.au/study.\nVEUILLEZ NOTER QUE CES INFORMATIONS NE CONSTITUENT PAS UNE LETTRE D'OFFRE\nPage 3 sur 3"
}