{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Bacteria may be rod shaped, spherical, spiral, or filamentous (threadlike). Some bacteria can move through liquid media by means of flagella, whereas others have no flagella and cannot move themselves. Some can transform themselves into spores, and the filamentous bacteria Streptomyces can produce spores, called conidia, at the end of the filament. Other bacteria, however, do not produce any spores. The vegetative stages of most types of bacteria reproduce by simple fission. Bacteria multiply with astonishing rapidity, and their significance as pathogens stems primarily from the fact that they can produce tremendous numbers of cells in a short period of time. Bacterial diseases of plants occur in every place that is reasonably moist or warm, and they affect all kinds of plants. Bacterial diseases are particularly common and severe in the humid tropics, but under favorable environmental conditions they may be extremely destructive anywhere.",
    "trans": "Les bactéries peuvent être en forme de bâtonnet, sphériques, spirales ou filamenteuses (en forme de fil). Certaines bactéries peuvent se déplacer dans un milieu liquide au moyen de flagelles, tandis que d'autres n'ont pas de flagelles et ne peuvent pas se déplacer par elles-mêmes. Certaines peuvent se transformer en spores, et les bactéries filamenteuses Streptomyces peuvent produire des spores, appelées conidies, à l'extrémité du filament. D'autres bactéries, cependant, ne produisent aucune spore. Les stades végétatifs de la plupart des types de bactéries se reproduisent par simple fission. Les bactéries se multiplient avec une rapidité étonnante, et leur importance en tant qu'agents pathogènes découle principalement du fait qu'elles peuvent produire un nombre considérable de cellules en peu de temps. Les maladies bactériennes des plantes surviennent dans tous les endroits raisonnablement humides ou chauds, et elles affectent toutes sortes de plantes. Les maladies bactériennes sont particulièrement courantes et graves dans les tropiques humides, mais dans des conditions environnementales favorables, elles peuvent être extrêmement destructrices partout."
}