{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When the door to Wonwoo’s room clicks open, Mingyu glances at the clock. It's been far too long for it to have been a shower. Mingyu figured Wonwoo was holed up trying to set up his equipment, or whatever it was. When Wonwoo emerges in the living room, dressed in a tee and shorts, Mingyu cannot help but smile shyly at how adorable his boyfriend looks in casuals.\n“It’s almost time for lunch, you know?” Mingyu asks when Wonwoo walks over to him silently, taking his seat next to him. He stares at the Television ahead, taking a deep breath. Mingyu wraps an arm around his shoulders and pulls him close, kissing his temple, picking up on the fact that Wonwoo’s kinda out of it. He wonders what happened, but knows not to probe around just yet.\n–\nTime passes and halfway through the movie, Mingyu finally brings himself out of the TV for once, turning to Wonwoo, “who do you think killed her?” he asks, but stops when he sees Wonwoo spacing out.\nIs something the matter? Is he okay?\n“Hey,” Mingyu turns the TV off, tugging at Wonwoo’s ear with his fingers. Wonwoo finally turns to him, “yeah?”\nMIngyu sighs. Alright. He has to interfere now.\n“What's wrong? You've been zoning out all morning,” Mingyu says, and Wonwoo averts his gaze, “Have I?” he tries to feign ignorance but Mingyu knows better. He leans closer, trying to get Wonwoo to meet his eyes, “Won,” he chides gently, and though Wonwoo does his best to resist, Mingyu’s sparkling eyes overcome his resolve. Wonwoo sighs frustratedly, scratching his head as he contemplates how to talk to Mingyu.\nMingyu just stares at him, studying the features of his face all over again as Wonwoo puts his thoughts into sentences.\n“Promise you won't laugh,” Wonwoo says. Oh? Mingyu’s intrigued now.\n“Never,” Mingyu says, bracing himself for the big reveal. Wonwoo purses his lips, he pouts them repeatedly, something he does when he’s nervous. Mingyu fights the urge to kiss him and waits.\nThen, his boyfriend takes a deep breath.\n“I ordered lace panties,”\nAnd just like that, Wonwoo drops a bomb on Mingyu.\nSilence prevails for many seconds before Mingyu’s mind processes those words.\n“What?” Mingyu asks in a squeaky high voice, taken aback by the revelation. Surely, Wonwoo’s joking, right?\nWonwoo licks his lips, fidgeting with the hem of his shirt. Suddenly, Mingyu’s hyper aware of how close Wonwoo is sitting next to him. It makes him wonder if Wonwoo really is telling the truth. Does that mean he’s wearing the panties right now? What type are they? What color is it? Mingyu’s spiraling!\n“I’ve been experimenting,” Wonwoo exhales, turning to Mingyu fully, “been trying out different…undergarments and...the lace panties arrived today and…they’re so comfortable, Min-ah,” Wonwoo says, rocking his body and Mingyu cannot believe this is happening. He swallows thickly, and does his best to contain his excitement.\nI want to see.\nI need to see it.\nWonwoo continues, inching closer to Mingyu, till he’s fully on his lap. Mingyu’s hands hover awkwardly over Wonwoo’s body, unsure where to rest them. He worries if he gets a feel of those panties, there will be no looking back. Wonwoo straddles his thighs, cupping Mingyu’s face, “I think I look good in them. But I’m worried you might not like it–”\n“Show me,” Mingyu straightens, closing the distance between their faces, till they're breathing onto each other, their bodies rocking and rolling. Mingyu’s voice drips with anticipation, and his fingers dig into Wonwoo’s waist. He’s so eager. He needs to see.\nIs that why Wonwoo was spacing out? Because he was worried Mingyu wouldn't like them?\nMingyu’s been lacking on his side then. He’s gonna have to correct that.\n“Are you sure? What if you don't like it?” Wonwoo whispers and Mingyu hums, inching closer to Wonwoo’s lips, “let me see, please,” he says, giving into his temptations and grabbing a handful of Wonwoo’s ass. Mingyu’s achingly hard already, and he only groans when he feels the lacey texture through Wonwoo’s flimsy shorts. Fuck, fuck, fuck, fuck!\n“You promise you won't laugh,” Wonwoo whispers again, concern evident in his voice. Mingyu replies by slamming their lips against each other’s in a passionate kiss. Mingyu dominates the kiss, his hands roaming Wonwoo’s body, groping and squeezing everything he can, eliciting small sounds from him. He kneads Wonwoo’s ass roughly, eager to get in. He awaits Wonwoo’s consent, however, settling for a fiery kiss for now. Their tongues tangle in a sloppy kiss, and Wonwoo grinds down onto Mingyu’s erection, making the taller man groan.",
    "trans": "Lorsque la porte de la chambre de Wonwoo s'ouvre, Mingyu jette un coup d'œil à l'horloge. Cela fait bien trop longtemps pour une douche. Mingyu pense que Wonwoo est resté enfermé pour essayer d'installer son équipement, ou quoi que ce soit d'autre. Lorsque Wonwoo émerge dans le salon, vêtu d'un tee-shirt et d'un short, Mingyu ne peut s'empêcher de sourire timidement en voyant à quel point son petit ami est adorable en tenue décontractée.« C'est bientôt l'heure du déjeuner, tu sais ? — Mingyu demande quand Wonwoo s'approche de lui en silence et s'assoit à côté de lui. Il regarde la télévision devant lui et respire profondément. Mingyu passe un bras autour de ses épaules et le rapproche de lui, embrassant sa tempe, et remarque que Wonwoo est un peu énervé. Il se demande ce qui a bien pu se passer, mais sait qu'il ne faut pas chercher à le savoir pour l'instant.\n« C'est bientôt l'heure du déjeuner, tu sais ? — Mingyu demande quand Wonwoo s'approche de lui en silence et s'assoit à côté de lui. Il regarde la télévision devant lui et respire profondément. Mingyu passe un bras autour de ses épaules et le rapproche de lui, embrassant sa tempe, et remarque que Wonwoo est un peu énervé. Il se demande ce qui a bien pu se passer, mais sait qu'il ne faut pas chercher à le savoir pour l'instant.\n–\nLe temps passe et à la moitié du film, Mingyu se détache enfin de la télévision pour une fois et se tourne vers Wonwoo : « Qui l'a tuée à ton avis ? »\nQuelque chose ne va pas ? Est-ce qu'il va bien ?\nMingyu éteint la télévision et tire l'oreille de Wonwoo avec ses doigts. Wonwoo se tourne enfin vers lui, « Ouais ? ».\nMingyu soupire. C'est bon. Il faut qu'il intervienne maintenant.\n« Qu'est-ce qui ne va pas ? Tu t'es endormi toute la matinée », dit Mingyu, et Wonwoo détourne le regard, “Vraiment ?” Il essaie de feindre l'ignorance, mais Mingyu sait mieux ce qu'il en est. Il se penche plus près, essayant d'amener Wonwoo à rencontrer ses yeux, « Won », dit-il doucement, et bien que Wonwoo fasse de son mieux pour résister, les yeux étincelants de Mingyu ont raison de sa détermination. Wonwoo soupire de frustration, se gratte la tête en réfléchissant à la façon de parler à Mingyu.\nMingyu le regarde fixement, étudiant les traits de son visage une fois de plus pendant que Wonwoo met ses pensées en phrases.\n« Promets de ne pas rire, » dit Wonwoo. Oh ? Mingyu est maintenant intrigué.\n« Jamais, » répond Mingyu, se préparant à la grande révélation. Wonwoo pince ses lèvres, les fait ressortir plusieurs fois, un geste qu’il fait lorsqu’il est nerveux. Mingyu lutte contre l’envie de l’embrasser et attend.\nPuis, son petit ami prend une profonde inspiration.\n« J’ai commandé des culottes en dentelle, »\nEt juste comme ça, Wonwoo lâche une bombe sur Mingyu.\nLe silence règne pendant plusieurs secondes avant que l’esprit de Mingyu ne traite ces mots.\n« Quoi ? » demande Mingyu d’une voix aiguë et surprise, pris de court par la révélation. Wonwoo plaisante, n’est-ce pas ?\nWonwoo se lèche les lèvres, jouant avec l’ourlet de son t-shirt. Soudain, Mingyu devient hyperconscient de la proximité de Wonwoo assis à côté de lui. Cela lui fait se demander si Wonwoo dit vraiment la vérité. Cela signifie-t-il qu’il porte les culottes en ce moment ? Quel type sont-elles ? De quelle couleur sont-elles ? Mingyu perd ses moyens !\n« J'ai fait des expériences », expire Wonwoo en se tournant entièrement vers Mingyu, “j'ai essayé différents... sous-vêtements et... les culottes en dentelle sont arrivées aujourd'hui et... elles sont si confortables, Min-ah”, dit Wonwoo en balançant son corps et Mingyu n'arrive pas à croire que cela se produit. Il déglutit bruyamment et fait de son mieux pour contenir son excitation.\nJe veux voir.\nJ'ai besoin de le voir.\nWonwoo continue, se rapprochant de Mingyu, jusqu'à ce qu'il soit entièrement sur ses genoux. Les mains de Mingyu survolent maladroitement le corps de Wonwoo, ne sachant pas où les poser. Il craint que s'il arrive à toucher cette culotte, il ne pourra plus revenir en arrière. Wonwoo se met à cheval sur ses cuisses et prend le visage de Mingyu dans ses bras : « Je pense qu'elle me va bien. Mais j'ai peur que tu n'aimes pas ça... »\n« Montre-moi », dit Mingyu en se redressant, réduisant la distance entre leurs visages, jusqu'à ce qu'ils respirent l'un contre l'autre, leurs corps se balançant et roulant. La voix de Mingyu est pleine d'anticipation et ses doigts s'enfoncent dans la taille de Wonwoo. Il est si impatient. Il a besoin de voir.C'est pour ça que Wonwoo s'éloignait ? Parce qu'il craignait que Mingyu ne les aime pas ?Mingyu n'a pas été de son côté alors. Il va devoir corriger ça.\nEst-ce la raison pour laquelle Wonwoo s'éloignait ? Parce qu'il craignait que Mingyu ne les appréciait pas ?\nAlors, Mingyu n'a pas agi de la même manière. Il serait nécessaire qu'il rectifie ça.\n« Es-tu certain ? » Et si cela ne te plaît pas ? Wonwoo chuchote et Mingyu susurre, se penchant vers les lèvres de Wonwoo, « Permets-moi de voir, je t'en prie », dit-il, succombant à ses désirs et attrapant une poignée des fesses de Wonwoo. Mingyu est déjà très résistant et se contente de gémir en ressentant la texture délicate de la dentelle à travers le short lâche de Wonwoo. Merde, merde, merde, merde !\n« Tu promets de ne pas rire », murmure à nouveau Wonwoo, l'inquiétude transparaissant dans sa voix. Mingyu répond en plaquant leurs lèvres l'une contre l'autre dans un baiser passionné. Mingyu domine le baiser, ses mains parcourant le corps de Wonwoo, tâtant et pressant tout ce qu'il peut, suscitant de petits sons de la part de ce dernier. Il pétrit brutalement le postérieur de Wonwoo, impatient de le pénétrer. Il attend le consentement de Wonwoo, mais se contente pour l'instant d'un baiser fougueux. Leurs langues s'emmêlent dans un baiser mou, et Wonwoo se frotte à l'érection de Mingyu, ce qui fait gémir le plus grand des deux."
}