{
    "source": "en_US",
    "target": "fr_FR",
    "text": "that you have spent quality time together\nduring the term break. As we prepare for Term 4, and another full program of learning and\ndevelopment it is opportune to highlight a few key dates and information for the term ahead:\nWed 16 October Last formal day for Year 12 students\nThurs 17 October Rehearsals for Valedictory Evening, Year 3 to 12 students.\nStudents in Year 5 to 11 finish at 2.37pm (the end of Period 5)\nValedictory Evening, all Year 3 to Year 12 students, staff and parents.\nFri 18 October Student Free day – Whole School – Staff Professional Learning Day\nThurs 24 – Fri 25 Oct Year 1 Camp\nMon 4 November Mid-Term break – whole school student and staff Free Day\nTues 5 November Melbourne Cup Public Holiday\nFri 22 November Student Free day – Whole School – Staff Professional Learning Day /\nExamination marking & Reporting\nSat 23 November Fintona Festival, 4.00pm-8.00pm\nTues 10 December End Term 4 - Last day for students, ELC to Year 11\nTransition to Summer Uniform\nWeek 1 and 2 of Term 4 allows students to wear either their winter or summer uniform, depending on\nthe weather, with all students in summer uniform from Monday 21 October. In preparation for the\nchange back to summer uniform, can I ask that over the next week you check with your child to see if\nall school uniform items fit appropriately, meeting the School’s expectations of dress standard. Should\nthey not, this provides you with some time to attend to the necessary items before Monday 21\nOctober. Please note, however, that all students must wear full summer uniform (summer\ndress or shorts and shirt, with the School Blazer) to Valedictory on Thursday 17 October,\nregardless of the weather conditions.\nPlease do check the length of the school dress, which should sit on or just above the knee. Many of\nyour children have had growth spurts, and as such, we seek your support in ensuring these items are\nchecked and attended to if they do not meet the standards expected. The School’s second-hand\nuniform shop is available for good quality used items, or alternatively Bob Stewart (uniform suppliers)\nhave new items for purchase. For more detail about uniform items and standards see the Parent\nHandbook on the Parent Services page of inFintona under the Handbooks tile or your daughter’s\nschool diary (Year 3 to 12).\nA reminder also that we have been phasing out the old PE and sport uniform items and any school\nuniform items with the old school crest over the last two years. From 2025 all uniform items should be\nthe latest version or have the current school crest, this includes the School Blazer pocket. We are\ncurrently working with Bob Stewart to finalise arrangements regarding new pockets for blazers that\nhave the old crest. You will receive more information about this in the weeks ahead.\n7 October 2024\nTO",
    "trans": "que vous avez passé du temps de qualité ensemble\npendant les vacances scolaires. Alors que nous nous préparons pour le trimestre 4, et un autre programme complet d'apprentissage et\nde développement, il est opportun de souligner quelques dates et informations clés pour le trimestre à venir :\nMercredi 16 octobre : Dernière journée officielle pour les élèves de 12e année\nJeudi 17 octobre : Répétitions pour la Soirée de remise des diplômes, élèves de la 3e à la 12e année.\nLes élèves de la 5e à la 11e année terminent à 14 h 37 (fin de la 5e période)\nSoirée de remise des diplômes, tous les élèves de la 3e à la 12e année, le personnel et les parents.\nVendredi 18 octobre : Journée pédagogique du personnel – École entière – Journée de perfectionnement professionnel du personnel\nJeudi 24 – vendredi 25 octobre : Camp de 1re année\nLundi 4 novembre : Congé de mi-trimestre – journée libre pour tous les élèves et le personnel de l'école\nMardi 5 novembre : Jour férié de la Coupe de Melbourne\nVendredi 22 novembre : Journée pédagogique du personnel – École entière – Journée de perfectionnement professionnel du personnel /\nCorrection des examens et production de rapports\nSamedi 23 novembre : Festival Fintona, 16 h 00 – 20 h 00\nMardi 10 décembre : Fin du trimestre 4 – Dernière journée pour les élèves, de la maternelle à la 11e année\nTransition vers l'uniforme d'été\nLes semaines 1 et 2 du trimestre 4 permettent aux élèves de porter leur uniforme d'hiver ou d'été, selon\nla température, tous les élèves portant l'uniforme d'été à partir du lundi 21 octobre. En préparation du retour à\nl'uniforme d'été, puis-je vous demander de vérifier au cours de la semaine prochaine avec votre enfant\nsi tous les articles de l'uniforme scolaire sont bien ajustés, répondant aux attentes de l'école en matière de tenue vestimentaire. Si ce\nn'est pas le cas, cela vous laisse un peu de temps pour vous procurer les articles nécessaires avant le lundi 21\noctobre. Veuillez noter, cependant, que tous les élèves doivent porter l'ensemble de l'uniforme d'été (robe\nd'été ou short et chemise, avec le blazer de l'école) à la Soirée de remise des diplômes qui a lieu le jeudi 17 octobre,\nindépendemment des conditions météorologiques.\nVeuillez vérifier la longueur de la robe scolaire, qui doit arriver au genou ou juste au-dessus. Plusieurs de\nvos enfants ont eu des poussées de croissance et, à ce titre, nous avons besoin de votre soutien pour nous assurer que ces articles sont\nvérifiés et que l'on s'en occupe s'ils ne sont pas conformes aux normes attendues. La boutique d'uniformes\nde seconde main de l'école propose des articles usagés de bonne qualité, ou Bob Stewart (fournisseurs d'uniformes)\npropose de nouveaux articles à l'achat. Pour plus amples informations sur les articles et les normes de l'uniforme, consultez le Guide des parents\nsur la page des Services aux parents Fintona sous soit la tuile Guides soit le journal scolaire de\nvotre fille (de la 3ème à la 12ème année).\nUn rappel également que nous avons progressivement supprimé les articles obsolètes\nd'uniforme d'éducation physique et de sport et tous les articles d'uniforme scolaire avec l'écusson de l'anée précédente de l'école au cours des deux dernières années. À partir de 2025, tous les articles d'uniforme\ndevront être la dernière version ou porter l'écusson actuel de l'école, incluant la poche du blazer de l'école. Nous\ntravaillons actuellement avec Bob Stewart pour finaliser les ajustements concernant les nouvelles poches pour les blazers\nqui ont l'ancien écusson. Vous recevrez plus amples informations à ce sujet dans les semaines à venir.\n7 octobre 2024\nA"
}