{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hey[redacted_name],\nUnfortunately, we were unable to verify your academic affiliation based on the information you submitted on Oct 23, 2024 for [redacted_email].\nPlease secure your GitHub account with two-factor authentication. You may need to log out and log back in to GitHub before reapplying.\nPlease complete your GitHub billing information with your full name exactly as it appears in your academic affiliation document. You do not have to add a payment method. You may need to log out and log back in to GitHub before reapplying. If you have only a single legal name, enter it in both the first and last name fields.\nThe image you selected does not appear to contain your school name. Your complete school name must appear in your document, not only the school logo. You may include multiple documents together. If your official document is not in English then you may photograph the original next to an English translation.\nPlease use your device camera to submit academic affiliation documents.\nYou are unlikely to be verified until you have completed your GitHub user profile with your full name exactly as it appears in your academic affiliation document. Please do not use a variation of your name or a nickname. Once you have updated your profile information log out and log back into GitHub before re-applying.\nOnce you have resolved the issues with your sumbission, visit us again and reapply.\nHave questions? Please seek help via our Student Developer Pack Application FAQ or visit the GitHub Education Community.\n💖 The GitHub Education Team",
    "trans": "Bonjour [redacted_name],\nNous n'avons malheureusement pas pu vérifier votre affiliation académique sur la base des informations que vous avez soumises le 23 octobre 2024 pour [redacted_email].\nVeuillez sécuriser votre compte GitHub avec une authentification à deux facteurs. Vous pourriez avoir besoin de vous déconnecter et de vous reconnecter à GitHub avant de faire une nouvelle demande.\nVeuillez compléter vos informations de facturation GitHub avec votre nom complet tel qu'il figure dans votre document d'affiliation académique. Il n'est pas nécessaire d'ajouter une méthode de paiement. Vous pourriez avoir besoin de vous déconnecter et de vous reconnecter à GitHub avant de vous réinscrire. Si vous n'avez qu'un seul nom légal, saisissez-le dans les champs prénom et nom.\nL'image que vous avez sélectionnée ne semble pas contenir le nom de votre école. Le nom complet de votre école doit figurer dans votre document, et pas seulement le logo de l'école. Vous pouvez joindre plusieurs documents. Si votre document officiel n'est pas en anglais, vous pouvez photographier l'original à côté d'une traduction en anglais.\nVeuillez utiliser la caméra de votre appareil pour soumettre les documents relatifs à l'affiliation académique.\nL'authentification ne sera probablement pas possible tant que vous n'aurez pas complété votre profil d'utilisateur GitHub avec votre nom complet, tel qu'il apparaît dans votre document d'affiliation académique. N'utilisez pas de variante de votre nom ou de surnom. Une fois que vous avez mis à jour les informations de votre profil, déconnectez-vous et reconnectez-vous à GitHub avant de vous réinscrire.\nUne fois que vous avez résolu les problèmes liés à votre demande, revenez nous voir et postulez à nouveau.\nEn cas de questions, n'hésitez pas à solliciter l'aide via notre FAQ sur la demande de pack développeur étudiant ou visitez la communauté éducative de GitHub.\n💖 L'équipe GitHub Education"
}