{
    "source": "en_US",
    "target": "fr_FR",
    "text": "INTRODUCTION TO PATIENT CARE\nFUNCTIONAL PERFORMANCE OF AN INDIVIDUAL\nThe resident is a term used for patients in a long-term facility or nursing homes. Functional performance of an individual reduces as a result of injury, condition onset, or debilitating pre-existing conditions.\nFunctional\nperformance can also reduce as a result of non-use leading to misuse atrophy. In a healthcare setting, the patients or the residents activities of daily life or living (ADLs) performance usually are based on how the caregivers take care of the patient or resident. Caregivers should ensure that proper assistance is given to the patients or residents.\nProviding too much assistance can result in dependency and providing too less of assistance can cause discouragement and demotivation. Care should be taken to avoid the patient or resident from being dependent on activities which can be performed by themselves. Patient or resident needs must be addressed by performing an appropriate evaluation by a qualified healthcare professional. Nurses play a very crucial role in performing patient care skills. One should understand that patient care is an ongoing process, and it needs a team effort to achieve the desired results. Assistants and technicians can play an important role in assisting the nurse in performing patient care activities as designated by the nurse. Functional performance decline can be stopped by performing proper patient care skills. This will not only decrease the level of dependency but will also lead to positive effects on the patient's or resident's functional performance level. The increase in the degree of dependency of patients or residents can result in an increase in the demand for caregivers.",
    "trans": "INTRODUCTION AUX SOINS APPORTÉS AUX PATIENTS\nPERFORMANCE FONCTIONNELLE D'UN INDIVIDU\nLe résident est un terme utilisé pour désigner les patients d'un centre de santé de longue durée ou d'une maison de retraite. Les performances fonctionnelles d'un individu diminuent à la suite d'une blessure, de l'apparition d'une affection ou d'une affection préexistante débilitante.\nLa performance\nfonctionnelle peut également diminuer à la suite d'une non-utilisation conduisant à une atrophie due à une mauvaise utilisation. Dans un contexte de soins de santé, les performances des patients ou des résidents en matière d'activités de la vie quotidienne (AVQ) sont généralement basées sur la manière dont les soignants s'occupent du patient ou du résident. Les aides soignantes doivent s'assurer que les patients ou les résidents bénéficient d'une assistance appropriée.\nUne assistance excessive peut entraîner une dépendance, tandis qu'une assistance insuffisante peut entraîner le découragement et la démotivation. Il convient de veiller à ce que le patient ou le résident ne soit pas dépendant pour des activités qu'il peut effectuer lui-même. Les besoins du patient ou du résident doivent être pris en compte par une évaluation appropriée effectuée par un professionnel de la santé qualifié. Les infirmières jouent un rôle crucial dans l'exercice des compétences en matière de soins aux patients. Il faut comprendre que les soins aux patients sont un processus continu et qu'ils nécessitent un effort d'équipe pour aboutir aux résultats escomptés. Les assistants et les techniciens peuvent jouer un rôle important en aidant l'infirmière à effectuer les activités de soins aux patients qu'elle a désignées. La dégradation des performances fonctionnelles peut être stoppée par la mise en œuvre de compétences adéquates en matière de soins aux patients. Cela permettra non seulement de réduire le niveau de dépendance, mais aura également des effets positifs sur le niveau de performance fonctionnelle du patient ou du résident. L'augmentation du degré de dépendance des patients ou des résidents peut entraîner une augmentation de la demande de personnel soignant."
}