{
    "source": "en_US",
    "target": "fr_FR",
    "text": "About the record of employment\nA record of employment (ROE) provides information on employment history. It is the single most important document used by employees to apply for Employment Insurance (EI) benefits.\nService Canada uses the information on the ROE to determine whether a person is eligible to receive EI benefits, what the benefit amount will be, for how long the benefits will be paid and to ensure that no one misuses EI funds or receives benefits in error.\nService Canada keeps ROEs for 11 years, in accordance with the Access to Information Act, the Privacy Act and Information about programs and information holdings.\nAs an employer, you are required to issue an ROE each time one of your employees experiences an interruption of earnings. For more information about the ROE or help on how to avoid common mistakes, consult the guide on How to Complete the ROE form.",
    "trans": "À propos du relevé d'emploi\nLe relevé d'emploi (RE) fournit des informations sur les antécédents professionnels. Il s'agit du document le plus important utilisé par les employés pour demander des prestations d'assurance-emploi (AE).\nService Canada utilise les informations figurant sur le relevé d'emploi (RE) pour déterminer si une personne est admissible aux prestations d'assurance-emploi, quel sera le montant des prestations, pendant combien de temps elles seront versées et pour s'assurer que personne n'utilise les fonds de l'assurance-emploi à mauvais escient ou ne reçoit des prestations par erreur.\nService Canada conserve les relevés d'emplois (RE) pendant 11 ans, conformément à la loi sur l'accès à l'information, à la loi sur la protection des renseignements personnels et à la loi sur l'information concernant les programmes et les fonds de renseignements.\nEn tant qu'employeur, vous êtes tenu d'émettre un relevé d'emploi chaque fois que l'un de vos employés subit un arrêt de rémunération. Pour plus d'informations sur le RE ou pour savoir comment éviter les erreurs les plus courantes, consultez le guide intitulé « Comment remplir le formulaire de RE. »"
}