{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The French version follows/La version française suivra\nWe're sending you this email to let you know that you've received a secure message from CIBC. We're using secure messaging because it's the safest way for us to send you confidential information and documents.\nIf you weren't expecting this email, contact the sender directly and delete this message without sharing it with anyone else.\nTo retrieve your secure message:\nOpen your secure message by selecting the \"My secure message\" link at the end of this email. If the message doesn't appear right away, wait a several minutes before trying again.\nIf you haven't already done so, register and set a password. You'll need to remember this password to use secure messaging in the future.\nUse the \"Reply\" button in the secure message to respond.\nIf you'd like to keep a copy of your secure message, make sure you print or save it. You'll only be able to access the link in this email for the next 60 days.\nPlease review the following important information about your relationship with us.\nPrivacy and Security\nCIBC Privacy Policy\nOur Service Commitment to You\nSecure Email Terms and Conditions",
    "trans": "La version française suit/The French version follows\nNous vous envoyons cet e-mail pour vous informer que vous avez reçu un message sécurisé de CIBC. Nous utilisons la messagerie sécurisée car c'est la méthode la plus sûre pour vous envoyer des informations et documents confidentiels.\nSi vous ne vous attendiez pas à cet e-mail, contactez directement l'expéditeur et supprimez ce message sans le partager avec qui que ce soit.\nPour récupérer votre message sécurisé :\nOuvrez votre message sécurisé en sélectionnant le lien « Mon message sécurisé » à la fin de cet e-mail. Si le message n'apparaît pas immédiatement, attendez quelques minutes avant de réessayer.\nSi ce n'est pas déjà fait, enregistrez-vous et définissez un mot de passe. Vous devrez vous souvenir de ce mot de passe pour utiliser la messagerie sécurisée à l'avenir.\nUtilisez le bouton « Répondre » dans le message sécurisé pour répondre.\nSi vous souhaitez conserver une copie de votre message sécurisé, assurez-vous de l'imprimer ou de l'enregistrer. Vous ne pourrez accéder au lien dans cet e-mail que pendant les 60 prochains jours.\nVeuillez lire les informations importantes suivantes concernant votre relation avec nous.\nConfidentialité et Sécurité\nPolitique de confidentialité de CIBC\nNotre Engagement de Service envers Vous\nConditions Générales de la Messagerie Sécurisée"
}