{
    "source": "en_US",
    "target": "fr_FR",
    "text": "to efficiency stemmed from his conviction that it was iniquitous to waste an hour of human labor when a task could be redesigned to be performed with less effort. This passion for multiplying the impact of human endeavor shines through in [redacted_name] in- troduction to his 1911 opus, The Principles of Scientific Management: “We can see and feel the waste of material things. Awkward, ineffi- cient, or ill-directed movements of men, how- ever, leave nothing visible or tangible behind them. Their appreciation calls for an act of memory, an effort of the imagination. And for this reason, even though our daily loss from this source is greater than from our waste of material things, the one has stirred us deeply, while the other has moved us but little.” To maximize the chances of a management breakthrough, you need to start with a prob- lem that is both consequential and soul stir- ring. If you don’t have such a problem in mind, here are three leading questions that will stim- ulate your imagination.",
    "trans": "son engagement envers l'efficacité découlait de sa conviction qu'il était inique de gaspiller une heure de travail humain lorsqu'une tâche pouvait être repensée pour être exécutée avec moins d'efforts. Cette passion pour multiplier l'impact de l'effort humain transparaît dans l'introduction de [redacted_name] à son opus de 1911, Les principes de la gestion scientifique : \"Nous pouvons voir et ressentir le gaspillage des choses matérielles. Les mouvements maladroits, inefficaces ou mal dirigés des hommes, cependant, ne laissent rien de visible ou de tangible derrière eux. Leur appréciation nécessite un acte de mémoire, un effort d'imagination. Et pour cette raison, même si notre perte quotidienne provenant de cette source est plus importante que celle de nos gaspillages matériels, l'une nous a profondément touchés, tandis que l'autre nous a peu émus.\" Pour maximiser les chances de percée en matière de gestion, vous devez commencer par un problème à la fois conséquent et émouvant. Si vous n'avez pas un tel problème en tête, voici trois questions principales qui stimuleront votre imagination."
}