{
    "source": "en_US",
    "target": "fr_FR",
    "text": "T\nRoofing Package\nBeryl Chen\nDate:\nPlan Rev #: Wind Rating:\n4 October 2024 H\nN2\nSite Address:\nLot 11 (44) Symons Rd\nSUNNYBANK HILLS\nEmail:\nberylchen323@gmail.com\nSTANDARD ITEMS\nBAL Level:\nPRICE\n$ 25,081.04\nN/A\nTOTAL PRICE\n$ 27,589.14\nFascia:\nGutter:\n*Installed to meet NCC requirements\n*Based on install to Timber frame\n*Fascia and Gutter install based on one site visit only\nRoof Batten: 40mm Metal Batten,Zincalume,\n*Based on Timber trusses at 600 mm centres and installation in one site visit only\nSafety Batten: Not included\nGST\n$ 2,508.10\n25120.64\nIN01 IN02 IN03\nBTS01 PCS01\nTD01\nNotes\nRoofing: Corrugated 762,Colour TBA,0.42 Steel-Clad 762,Colour TBA,0.42\n*Based on two site visit to complete roofing\nBarge: V Break Barge 150,Colour TBA V Break Barge 260,Colour TBA\n*Barges to be the same colour as the roof\nApron Flashings: Step Flashings:\nRoofing Accessories Included\n2 x Supervisor Site Inspection / Measures\nSupply and Install Metal Roof Extra Heavy Duty Sarking Supply and Install 60mm Anticon LW Building Blanket Supply and Install 80mm Anticon LW Building Blanket\n550 Wide Bricktop Flashing installed from builder's scaffolding - Secret Fixed Parapet Capping including 550 wide flashing installed from builders scaffolding – Secret Fix\n3 x Lowset & 9 x Highset Temporary Downpipes",
    "trans": "T\ntravaux de toiture\nBeryl Chen\nDate :\nPlan Rev # : classement de vent :\n4 octobre 2024 H\nN2\nAdresse :\nLot 11 (44) Symons Rd\nSUNNYBANK HILLS\nE-mail :\nberylchen323@gmail.com\nÉléments standards\nNiveau BAL :\nPRIX\n25 081,04 $\nN/A\nPRIX TOTAL\n27 589,14 $\nFascia :\nGouttière :\n*Installé pour répondre aux exigences du NCC\n*Basé sur une installation sur une structure en bois\nLa fascia et la gouttière sont prévues pour une installation en une seule visite de site.\nLiteaux de toiture : Liteaux métalliques de 40 mm, Zincalume,\n*Basé sur des fermes en bois espacées de 600 mm et une installation en une seule visite de site.\nLiteaux de sécurité : Non inclus\nGST\n2 508,10$\n25120,64\nIN01 IN02 IN03\nBTS01 PCS01\nTD01\nRemarques\ntoiture : Tôle ondulée 762, couleur à confirmer, acier 0,42 mm\nBasé sur deux visites de site pour terminer la toiture\nBarges : V Break Barge 150, couleur à confirmer V Break Barge 260, couleur à confirmer\n*Les barges seront de la même couleur que la toiture.\nFlashing d'apron : flashing d'étape :\nAccessoires de toiture inclus\n2 x inspections/mesures par un superviseur sur site\nFourniture et installation de sous-couverture métallique ultra-résistante Fourniture et installation d’une isolation Anticon LW 60 mm Fourniture et installation d’une isolation Anticon LW 80 mm\nFourniture et installation d’un solin Bricktop de 550 mm depuis l’échafaudage du constructeurFourniture et installation d’un couronnement de parapet à fixation invisible, y compris un solin de 550 mm, depuis l’échafaudage du constructeur – Fixation invisible\n3 descentes d'eau pluviale temporaires pour maisons de plain-pied9 descentes d'eau pluviale temporaires pour maisons à étage"
}