{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Which of the following statements about high yield is correct?\n您的回答C, 正确答案是: B\nA\nHigh-yield investors benefit from higher bond prices as issuer-specific credit spreads fall, but in the case of callable debt, these gains are capped at the original purchase price.\nB\nIssuers in the high-yield market seek to retain financial flexibility by borrowing under leveraged loans with prepayment features or issuing bonds with contingency features.\nC\n不正确\nIssuers who believe that their creditworthiness will decline frequently choose to issue callable debt, because the value of this contingency feature rises as a firm’s borrowing costs rise.\n数据统计(全部)\n做对次数: 724\n做错次数: 356\n正确率: 67.04%\n数据统计(个人)\n做对次数: 0\n做错次数: 1\n正确率: 0.00%\n解析\nB is correct. Issuers in the high-yield market often seek to retain financial flexibility by borrowing under leveraged loans with prepayment features or issuing bonds with contingency features, such as callable debt. A is incorrect because high-yield investors benefit from higher bond prices as issuer-specific credit spreads fall, but in the case of callable debt, these gains are capped at the call price and not the original purchase price. C is incorrect because issuers who believe that their creditworthiness will not decline frequently choose to issue callable debt, because the value of this contingency feature rises as a firm’s borrowing costs fall.",
    "trans": "Quelle affirmation sur le haut rendement est correcte ?\n您的回答C, 正确答案是: B\nA\nLes investisseurs en obligations à haut rendement bénéficient de la hausse des prix des obligations lorsque les écarts de crédit spécifiques aux émetteurs diminuent, mais dans le cas d’une dette remboursable par anticipation, ces gains sont plafonnés au prix d’appel initial.\nB\nLes émetteurs du marché du haut rendement cherchent à conserver une certaine flexibilité financière en empruntant via des prêts à effet de levier avec des options de remboursement anticipé ou en émettant des obligations avec des clauses spécifiques.\nC\n不正确\nLes émetteurs qui pensent que leur solvabilité va se détériorer choisissent souvent d’émettre des obligations remboursables par anticipation, car la valeur de cette option augmente lorsque leurs coûts d’emprunt augmentent.\n数据统计(全部)\n做对次数: 724\n做对次数: 724\n正确率: 67.04%\n正确率: 67.04%\n做对次数: 0\n做错次数: 1\n正确率: 0.00%\n解析\nLa réponse B est correcte, car les émetteurs d'obligations à haut rendement cherchent généralement à conserver une flexibilité financière en empruntant avec des prêts à effet de levier offrant des options de remboursement anticipé ou en émettant des obligations avec des clauses spécifiques, comme des obligations remboursables par anticipation (callable bonds). La réponse A est incorrecte, car même si les investisseurs bénéficient de la hausse des prix des obligations lorsque les écarts de crédit diminuent, dans le cas d’une obligation remboursable par anticipation, ces gains sont plafonnés au prix d’appel et non au prix d’achat initial. La réponse C est incorrecte, car les entreprises qui pensent que leur solvabilité va s’améliorer, et non se détériorer, émettent généralement des obligations remboursables par anticipation. En effet, si leurs coûts d’emprunt diminuent à l’avenir, elles pourront racheter leurs anciennes obligations et en émettre de nouvelles à un taux plus avantageux."
}