{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Students, Please read carefully:\nI would like to remind you that a series of weekly quizzes will be held, covering specific topics each week until the end of November, as shown in the Graph below.\nThe total grade for these quizzes will be 5 points.\nQuiz Details:\nTime: The first 30 minutes of each class. Please ensure you arrive on time to avoid missing the quiz.\nMake-up Policy: No make-up quizzes will be offered under any circumstances.\nQuiz 1: will cover the first and second classes\nStarting next week, the last hour of each class will be reserved for student presentations. Each week, three groups will present.\nPresentation Guidelines:\nReview all previous classes to properly prepare your project.\nFollow the instructions and rubric carefully.\nEnsure that your slides are organized according to the sequence outlined in the rubric.\nImportant:\nBy Sunday, student representatives should send me the completed table below, including the names of group members and their topics for each week.\nEach group must print one copy of the rubric and fill in their names.\nIf you have any questions reply to this email and feel free to visit my office or Dr. [redacted_name]'s office.\nGood luck!\nBest regards,",
    "trans": "Chers étudiant(e)s, veuillez lire attentivement :\nJe voudrais vous rappeler qu'une série de test de connaissances hebdomadaires aura lieu, couvrant des sujets spécifiques chaque semaine jusqu'à la fin du mois de novembre, comme indiqué dans le graphique ci-dessous.\nLa note totale pour ces tests de connaissances sera de 5 points.\nDétails :\nHeure : Les 30 premières minutes de chaque cours. Veillez à arriver à l'heure pour ne pas manquer le test.\nPolitique de rattrapage : Aucun rattrapage de test de connaissances ne sera proposée, quelles que soient les circonstances.\nQuiz 1 : couvrira le premier et le deuxième cours.\nA partir de la semaine prochaine, la dernière heure de chaque cours sera réservée aux exposés des étudiants. Chaque semaine, trois groupes exposeront leur travail.\nDirectives pour les exposés :\nRévisez tous les cours précédents pour préparer correctement votre projet.\nSuivez attentivement les instructions et la grille d'évaluation.\nVeillez à ce que vos diapositives soient organisées selon la séquence décrite dans la grille d'évaluation.\nNote importante :\nD'ici dimanche, les chefs de groupes doivent m'envoyer le tableau ci-dessous dûment rempli, y compris les noms des membres du groupe et leurs sujets pour chaque semaine.\nChaque groupe doit imprimer une copie de la grille d'évaluation et y inscrire son nom.\nSi vous avez des questions, répondez à cet e-mail et n'hésitez pas à vous rendre dans mon bureau ou dans celui du Dr [redacted_name].\nBonne chance !\nMeilleures salutations,"
}