{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We’re updating our Terms and Community Standards\nHi [redacted_id],\nWe’re updating our Terms and Community Standards. The updated Terms will go into effect on January 1, 2025 and we have made our standards easier to find.\nWhat you should know\nCommunity Standards\nOur Community Standards describe what is and isn’t allowed on our services.\nWe’ve brought the standards that apply across Facebook, Instagram, Messenger and Threads together in one place, making them easier for you to find.\nTerms of Service\nOur Terms explain what you can expect from us as you use our services, and what we expect from you as a user of our services.\nWe’ve made our Terms easier to understand by providing more information about certain existing policies and practices. This includes things like clarifying that people or businesses may still be subject to our Terms when they are logged out or if they access our products without an account. We’ve also added links to our Terms for Avatars and AI, which apply if they’re available in your region.\nWhat this means for you\nOur Terms have been updated to reflect these changes, and go into effect on January 1, 2025. By continuing to use our products or the services you receive after that date, you agree to the updated Terms.\nLearn more about your options if you do not want to agree to the updated terms.\nThanks you for using our services,\nMeta Platforms",
    "trans": "Nous mettons à jour nos Conditions et Normes Communautaires\nBonjour [redacted_id],\nNous mettons à jour nos Conditions et Normes Communautaires. Les Conditions mises à jour entreront en vigueur le 1 Janvier 2025 et nous avons facilité l’accès à nos normes.\nCe que vous devez savoir\nNormes Communautaires\nNos Normes Communautaires décrivent ce qui est autorisé et ce qui ne l'est pas sur nos services.\nNous avons rassemblé les normes qui s'appliquent sur Facebook, Instagram, Messenger et Threads en un seul endroit, les rendant ainsi plus faciles à trouver.\nConditions d'Utilisation\nNos Conditions expliquent ce que vous pouvez attendre de notre part en utilisant nos services et ce que nous attendons de vous en tant qu'utilisateur de nos services.\nNous avons rendu nos Conditions plus faciles à comprendre en fournissant plus d'informations sur certaines politiques et pratiques existantes. Cela inclut des éléments comme la clarification selon laquelle les personnes ou les entreprises peuvent toujours être soumises à nos Conditions lorsqu'elles sont déconnectées ou si elles accèdent à nos produits sans compte. Nous avons également ajouté des liens vers nos Conditions pour Avatars et IA, qui s'appliquent si ces services sont disponibles dans votre région.\nCe que cela signifie pour vous\nNos Conditions ont été mises à jour pour refléter ces changements et entreront en vigueur le 1 Janvier 2025. En continuant à utiliser nos produits ou services après cette date, vous acceptez les Conditions mises à jour.\nEn savoir plus sur vos options si vous ne souhaitez pas accepter les conditions mises à jour.\nMerci d'utiliser nos services,\nMeta Platforms"
}