{
    "source": "en_US",
    "target": "fr_FR",
    "text": "By sending this invitation, you agree that you will personally send the messages and you will not use bots or similar automated processes to send messages by mass distribution.\nEarn up to $500 in Amazon Gift Cards: You can receive a $50 Amazon Gift Card for each friend you refer through this Refer-A-Friend offer who is approved for the card. Maximum bonus accumulation for this offer is $500 in Amazon Gift Card value in a calendar year. You may earn bonus Amazon Gift Cards up to the stated maximum for each offer, however, please note that if you take advantage of multiple opportunities within one calendar year the maximum value of bonus Amazon Gift Cards that can be awarded from all referral offers is $500 per calendar year. In the event the bonus Amazon Gift Cards you earn from all referral offers exceeds the $500 per calendar year limit, you may be awarded a partial amount to keep your total bonus at the total value of $500. For example, if you have already accumulated $470 in Amazon Gift Cards from refer-a-friend offers that calendar year and the maximum is $500 in Amazon Gift Cards per calendar year then the next award will be a $30 Amazon Gift Card even if the offer states $50 Amazon Gift Card. The value of this offer or program may result in miscellaneous income received from Chase and Chase may be required to send you, and file with the IRS, a Form 1099-MISC (Miscellaneous Information) or Form 1042-S (Foreign Person’s U.S. Source Income Subject to Withholding) for the year in which you participate and are awarded the benefits of the offer/program. You are responsible for any tax liability related to participating in the offer/program. Please consult your own tax advisor if you have any questions about how this could affect your taxes. This offer is subject to change and may be cancelled at any time without notice. To be eligible for this bonus offer, your Amazon Visa credit card account must be open and not in default at the time of fulfillment. Upon the new cardmember’s approval for the Amazon Visa, the $50 Amazon Gift Card will be loaded into your Amazon.com account.\nDue to the confidential nature of the credit approval process, neither Amazon nor Chase can disclose information on who has applied, nor will you be notified whether Chase approves or declines any application(s) from the individual(s) you refer.\nChase employees are not eligible to refer friends for this promotional offer.\nAmazon, the Amazon.com logo, the smile logo, and all related logos are trademarks of Amazon.com, Inc. or its affiliates.",
    "trans": "En envoyant cette invitation, vous acceptez de les envoyer personnellement et de ne pas utiliser de robots ou de procédés automatisés similaires pour envoyer des messages en distribution massive.\nGagnez jusqu'à 500 $ en cartes-cadeaux Amazon: Vous pouvez recevoir une carte-cadeau Amazon de 50 $ pour chaque ami que vous recommandez via cette offre de parrainage qui est approuvée pour la carte. L'accumulation maximale de bonus pour cette offre est de 500 $ en valeur de cartes-cadeaux Amazon par an. Vous pouvez gagner des cartes-cadeaux Amazon jusqu'au maximum indiqué pour chaque offre, cependant, notez que si vous profitez de plusieurs opportunités au cours d'une année civile, la valeur maximale des cartes-cadeaux Amazon de bonus pouvant être attribuées pour toutes les offres de parrainage est de 500 $ par an. Si les cartes-cadeaux Amazon de bonus que vous gagnez dépassent la limite de 500 $ par an, vous pouvez recevoir un montant partiel pour maintenir votre bonus total à une valeur totale de 500 $. Par exemple, si vous avez déjà accumulé 470 $ en cartes-cadeaux Amazon via des offres de parrainage cette année-là et que le maximum est de 500 $ en cartes-cadeaux Amazon par an, la prochaine récompense sera une carte-cadeau Amazon de 30 $, même si l'offre indique une carte-cadeau Amazon de 50 $. La valeur de cette offre ou de ce programme peut entraîner des revenus divers reçus de Chase, et Chase peut être tenu de vous envoyer et de déposer auprès de l'IRS un formulaire 1099-MISC (informations diverses) ou un formulaire 1042-S (revenu de source américaine pour une personne étrangère soumis à retenue à la source) pour l'année où vous participez et recevez les avantages de l'offre/programme. Vous êtes responsable de toute obligation fiscale liée à la participation à l'offre/programme. Veuillez consulter votre propre conseiller fiscal si vous avez des questions sur la manière dont cela pourrait affecter vos impôts. Cette offre est sujette à changement et peut être annulée à tout moment sans préavis. Pour être éligible à cette offre de bonus, votre compte de carte de crédit Amazon Visa doit être ouvert et ne pas être en défaut au moment de l'exécution. Après l'approbation du nouveau titulaire de carte pour l'Amazon Visa, la carte-cadeau Amazon de 50 $ sera chargée sur votre compte Amazon.com.\nEn raison de la nature confidentielle du processus d'approbation de crédit, ni Amazon ni Chase ne peuvent divulguer d'informations sur les personnes qui ont postulé, et vous ne serez pas informé de l'approbation ou du refus de toute demande par les personnes que vous recommandez.\nLes employés de Chase ne sont pas éligibles pour recommander des amis pour cette offre promotionnelle.\nAmazon, le logo Amazon.com, le logo sourire et tous les logos associés sont des marques commerciales d'Amazon.com, Inc. ou de ses affiliés."
}