{
    "source": "en_US",
    "target": "fr_FR",
    "text": "kindly present this request to you for further consideration based on the following facts related to my immigration case.\nOn March 27th, 2024, I filed a Defensive Asylum application, Form I-589, with the Court. Since I sent my request to date, my clock has stopped.\nAs such, I hereby request that the clock be updated on my case to reflect the time accumulated since I filed my I-589 asylum application.\nThe Regulations require that the Immigration Judge start an asylum clock when a delay no longer exists. The only time that the asylum EAD clock should be permanently stopped is in the case where an applicant fails to show exceptional circumstances for failing to attend an interview at the asylum office or a hearing at the immigration court. 8 C.F.R. §208.7(a)(4); 8 C.F.R. §1208.7(a)(4). Neither of those exceptions applies to me.\nBeing unable to obtain my employment authorization card is causing me extreme hardship due to my current financial circumstances and lack of opportunities.\nTherefore, I respectfully request that the clock reflect the accumulated period to be able to apply for an Employment Authorization Document.\nI thank you in advance for your prompt attention to this matter. If you have any questions regarding the above mentioned case, please do not hesitate to contact me.\nSincerely,\nPRO-SE NOT DETAINED\n[redacted_info]\n[redacted_name].\n[redacted_address]",
    "trans": "vous soumets respectueusement cette demande pour réexamen, en me fondant sur les faits suivants relatifs à mon dossier d'immigration.\nLe 27 mars 2024, j'ai déposé une demande d'asile en défense, formulaire I-589, auprès du tribunal. Depuis l'envoi de ma demande à ce jour, le délai de traitement a été suspendu.\nPar conséquent, je demande par la présente que le délai de traitement de mon dossier soit mis à jour afin de refléter le temps accumulé depuis le dépôt de ma demande d'asile I-589.\nLa réglementation exige que le juge de l'immigration relance le délai de traitement de l'asile lorsqu'il n'y a plus de retard. Le délai de traitement du permis de travail (EAD) lié à l'asile ne doit être définitivement suspendu que dans le cas où un demandeur ne parvient pas à démontrer des circonstances exceptionnelles justifiant son absence à un entretien au bureau de l'asile ou à une audience devant le tribunal de l'immigration. 8 C.F.R. §208.7(a)(4) ; 8 C.F.R. §1208.7(a)(4). Aucune de ces exceptions ne s'applique à moi.\nL'impossibilité d'obtenir mon permis de travail me cause des difficultés extrêmes en raison de ma situation financière actuelle et du manque d'opportunités.\nPar conséquent, je demande respectueusement que le délai de traitement reflète la période accumulée afin de pouvoir demander un permis de travail.\nJe vous remercie par avance de l'attention rapide que vous porterez à cette affaire. Si vous avez des questions concernant le dossier susmentionné, n'hésitez pas à me contacter.\nVeuillez agréer l'expression de mes salutations distinguées,\nREPRESENTATION PRO SE – NON DÉTENU\n[redacted_info]\n[redacted_name].\n[redacted_address]"
}