{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Balanced Energy with Berberine - Feel the difference with Nutratology's Berberine supplements, designed for supporting optimal glucose metabolism. By enhancing how your body uses sugar, berbérine helps provide sustained, natural energy all day long. Elevate your daily vitality effortlessly!\nNurtures Heart Health with Blood Lipid Support - Recognized for its ability to help maintain optimal blood lipid levels, Berberine is a powerhouse in promoting cardiovascular health. Add this to your daily routine to help foster a strong and well-balanced heart.\nPromotes Healthy Cholesterol Management - With Berberine at its core, our supplement effectively regulates triglycerides and LDL cholesterol, fostering a balanced total cholesterol level. This not only aids in heart health but also enriches your overall wellbeing\nEffortless Wellness - Achieve better metabolic health with ease! Nutratology's Berberine capsules are tailored for convenience, providing a straightforward approach to maintaining balance and vitality. Ideal for those with busy schedules, it's the perfect fit for your daily health routine.\nProudly Made In Canada - Manufactured in a GMP certified facility right here in Ontario, Canada. Nutratology's unwavering focus on quality means we also ensure all of our products go through rigorous third party lab testing to ensure quality, potency & safety in every batch!",
    "trans": "Énergie équilibrée avec la berbérine – Ressentez la différence avec les compléments de berbérine de Nutratology, conçus pour favoriser un métabolisme optimal du glucose. En améliorant l'utilisation du sucre par votre organisme, la berbérine aide à fournir une énergie naturelle et durable tout au long de la journée. Boostez votre vitalité au quotidien en toute simplicité !\nPrend soin de la santé cardiaque avec un soutien lipidique – Reconnue pour son efficacité à maintenir des niveaux optimaux de lipides sanguins, la berbérine est un allié puissant pour la santé cardiovasculaire. Intégrez-la à votre routine quotidienne pour favoriser un cœur fort et équilibré.\nFavorise une gestion saine du cholestérol – Grâce à la berbérine comme ingrédient clé, notre complément aide à réguler efficacement les triglycérides et le cholestérol LDL, contribuant ainsi à un taux de cholestérol global équilibré. Cela soutient non seulement la santé cardiaque, mais améliore également votre bien-être général\nBien-être sans effort – Améliorez votre santé métabolique en toute simplicité ! Les capsules de berbérine de Nutratology sont conçues pour vous offrir une solution pratique afin de maintenir équilibre et vitalité. Idéales pour les emplois du temps chargés, elles s’intègrent parfaitement à votre routine santé quotidienne.\nFabriqué avec fierté au Canada – Produits dans une installation certifiée GMP en Ontario, Canada. L'engagement inébranlable de Nutratology envers la qualité garantit que tous nos produits sont soumis à des tests rigoureux effectués par des laboratoires tiers, assurant ainsi qualité, puissance et sécurité dans chaque lot !"
}