{
    "source": "en_US",
    "target": "fr_FR",
    "text": "- Establish a trusted/strategic advisor relationship with each assigned customer and drive continued value of our solution and services\n- Has proven ability to deeply understand customer health scoring and predictive risk management and is well versed in risk prevention and risk resolution\n- Work cross-departmentally to find solutions to complex scenarios and integration issues\n- Owns the customer relationship of a global or large scale enterprise account and actively manages the stakeholder relationship at all levels (i.e., executive, management, technical leaders) including strategic roadmap discussions\n- Identifies and creates solutions to address CS needs, improve effectiveness and efficiency, and delivery to or exceed key customer metrics such as Quantitative Success - - Plans, Time-to-Value, use case expansion, EBRs delivered, and gross/net retention\n- Regularly publishes handbook updates describing our practice and our collaboration with other groups and improves/grooms existing content in-line with process and enablement improvements\n- Identify and implement improvements to the processes and tools used\n- Provide leadership and guidance to coach, motivate and lead the team members to their optimum performance levels and career development, providing timely feedback and development assistance\n- Partner with other team leaders to ensure the customer is supported in times of escalation\n- Continuously drives communication and customer advocacy into various departments to provide customer insights and ensure an orchestrated customer experience\n- Demonstrate leadership in new feature and technology adoption and teaching by providing regular enablement and solution overview sessions and documentation for customers\n- Manage a team of highly motivated, customer-focused CSMs to manage the overall health and care of accounts (e.g., onboarding customers, stage adoption, executive business reviews, and successful renewals)\n- Mentor and enable the team to exceed company growth and retention forecasts\n- Can develop and nurture relationships and adjust value and adoption messaging according to the levels and interests of customer stakeholders",
    "trans": "- Établir une relation de confiance et de conseil stratégique avec chaque client assigné et promouvoir la valeur continue de nos solutions et services.\n- Avoir la capacité avérée de bien comprendre l'évaluation de la santé des clients et la gestion prédictive des risques, et avoir une maîtrise de la prévention et de la résolution des risques.\n- Travailler de manière transversale pour trouver des solutions à des situations complexes et à des problèmes d'intégration.\n- Avoir la responsabilité de la relation client d'un compte à l'échelle mondiale ou d'une grande entreprise et gérer activement la relation avec les parties prenantes à tous les niveaux (c'est-à-dire la direction, l'encadrement, les responsables techniques), y compris les discussions sur la feuille de route stratégique.\n- Identifier et créer des solutions pour répondre aux besoins du CS, améliorer l'efficacité et l'efficience, et fournir ou dépasser les mesures clés du client telles que le succès quantitatif, les plans, le délai de rentabilité, l'expansion des cas d'utilisation, les BER livrés, et la rétention brute/net.\n- Publier régulièrement des mises à jour du manuel qui décrit notre pratique et notre collaboration avec d'autres groupes et améliorer le contenu existant en fonction des améliorations apportées aux processus et à l'habilitation.\n- Identifier et mettre en œuvre les améliorations des processus et des outils utilisés\n- Assurer le leadership et l'orientation pour encadrer, motiver et conduire les membres de l'équipe à des niveaux de performance et de développement de carrière optimaux, en donnant un retour d'information opportun et en apportant une aide au développement.\n- Travailler en partenariat avec d'autres chefs d'équipe pour garantir la prise en charge du client en cas d'escalade.\n- Assurer en permanence la communication et la défense des intérêts des clients dans les différents départements afin de fournir des informations sur les clients et d'assurer une expérience client coordonnée.\n- Faire preuve de leadership dans l'adoption et l'enseignement de nouvelles fonctionnalités et technologies en organisant à intervalles réguliers des sessions d'habilitation et de présentation de la solution, ainsi que de la documentation destinée aux clients.\n- Gérer une équipe de CSM très motivés et axés sur le client pour gérer la santé globale et le soin des comptes (par exemple, l'intégration des clients, l'adoption des étapes, les examens commerciaux exécutifs et les renouvellements réussis).\n- Encadrer et permettre à l'équipe de dépasser les prévisions de croissance et de fidélisation de l'entreprise.\n- Pouvoir développer et entretenir des relations et ajuster la valeur et les messages d'adoption en fonction des niveaux et des intérêts des parties prenantes du client."
}