{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Important information about your retirement plan is now available. Please review this information.\nThe Automatic Enrollment and 401(k) Safe Harbor Notice for Majestic Steel USA, Inc. 401(k) Profit Sharing Plan and Trust is available.\nThis notice is intended to help you understand the Plan's safe harbor status, automatic enrollment/automatic payroll deduction, default investment alternatives and how these Plan features may affect you and your account.\nTo access, you will need to log in to your account and go to the History & Statements tab under My Account and then click on the Statements & Reports section or click on the link below. From there, you will be able to view, save, and print your documents.\nworkplace.schwab.com\nYou may choose to opt out of electronic delivery, free of charge at any time, and elect to receive a paper version by logging in to your accounts at workplace.schwab.com/eservices.\nYou may also request paper copies of any of the Plan Communications you receive electronically at any time without charge by calling our Participant Services Center at 800-724-7526.\nPlease note that some documents will only be available on the website for one year or, if later, until they are superseded by a subsequent version. You may choose to print or save documents that you wish to retain longer.\nPlease do not reply directly to this email. If you have any questions or need assistance with your Login ID, call Participant Services, Monday - Friday8:00 a.m - 10:00 p.mET at 800-724-7526.",
    "trans": "Des informations importantes sur votre plan de retraite sont maintenant disponibles. Veuillez consulter ces informations.\nL'avis d'inscription automatique et d'avis de Safe Harbor pour le plan 401(k) de Majestic Steel USA, Inc. 401(k) Profit Sharing Plan and Trust est disponible.\nCet avis a pour but de vous aider à comprendre le statut de Safe Harbor du plan, l'inscription automatique/déduction automatique sur la paie, les alternatives d'investissement par défaut et comment ces caractéristiques du plan peuvent vous affecter, ainsi que sur votre compte.\nPour y accéder, vous devez vous connecter à votre compte et aller dans l'onglet Historique & Déclarations sous Mon compte, puis cliquer sur la section Déclarations & Rapports ou cliquer sur le lien ci-dessous. De là, vous pourrez consulter, enregistrer et imprimer vos documents.\nworkplace.schwab.com\nVous pouvez choisir de vous désinscrire de la livraison électronique, gratuitement et à tout moment, et choisir de recevoir une version papier en vous connectant à vos comptes sur workplace.schwab.com/eservices.\nVous pouvez également demander des copies papier de toutes les communications du plan que vous recevez électroniquement à tout moment, sans frais, en appelant notre centre de services aux participants au 800-724-7526.\nVeuillez noter que certains documents ne seront disponibles sur le site Web que pendant un an ou, si plus tard, jusqu'à ce qu'ils soient remplacés par une version ultérieure. Vous pouvez choisir d'imprimer ou d'enregistrer les documents que vous souhaitez conserver plus longtemps.\nVeuillez ne pas répondre directement à cet e-mail. Si vous avez des questions ou besoin d'aide pour votre identifiant de connexion, appelez les services aux participants, du lundi au vendredi de 8 h à 22 h ET au 800-724-7526."
}