{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The second I stepped into the school I got pulled by two people to the toilets. I was pinned against the door and was faced to the persons. Simone and Michele.\n„You guys literally scared me so much,\" I breathed out. But they weren't quite happy to see me. „Is everything ok?\"\n„I know I asked you this before, but one thing doesn't add up with the other.\" I got even more nervous and tried to understand this situation. Did they see us outside? Probably I mean the whole school saw us.\n„It's about Descamps ... I know I asked you this before, but your actions tell us otherwise.\" I stood there confused. What are they implying on?\n„We saw you trying to calm Descamps down. Getting all touchy and petting his face like that.\" I had never seen Simone talk to me like this. Almost as if she was disgusted. I wrapped my arms around my torso and leaned my back to the door.\n„So? Are you guys now interfering in my life? We are friends not sister.\" I know it came out quite harsh but things had to be said.\n„I -- Of course not -- We were trying to help you-\"\n„You guys know that Alain and Jean-Pierre aren't better. Alain the orphan and Jean-Pierre who is known to play with every girl in this region.\"\nSimone and Michelle were silent for a moment. I knew that I was overdoing it maybe a little bit. So I did what was the right thing to do.\n„Come on.\" They both looked up at the same time and watched me open my arms for them. A small smile plastered on their faces as they gave in to my hug.\n„Do you guys promise to not judge each other before listening.\" I asked hugging them even harder.\n„Ok, ok we promise.\" they laugh it off. Ugh this girls. They're going to be death of me.",
    "trans": "Dès que je suis entrée dans l'école, deux personnes m'ont attrapée et m'ont emmenée aux toilettes. J'ai été coincée contre la porte, face aux deux personnes. Simone et Michele.\n« Vous m'avez littéralement fait une de ces peurs », ai-je soufflé. Mais elles n'étaient pas vraiment heureuses de me voir. « Tout va bien ? »\n« Je sais que je t'ai déjà demandé ça, mais il y a un truc qui ne colle pas. » J'étais encore plus nerveuse et j'essayais de comprendre la situation. Est-ce qu'elles nous ont vues dehors ? Probablement, vu que toute l'école nous a vues.\n« C’est au sujet de Descamps… Je sais que je t’ai déjà posé la question, mais tes actions nous disent le contraire. » Je suis restée là, confuse. Qu'est-ce qu'elles sous-entendent ?\n« On t’a vue essayer de calmer Descamps. T’es devenue tactile, tu lui caressais le visage comme ça. » Je n'avais jamais vu Simone me parler comme ça. C'était presque comme si elle était dégoûtée. J’ai croisé mes bras autour de mon torse et me suis appuyée contre la porte.\n« Et alors ? Vous vous mêlez de ma vie maintenant ? On est amies, pas sœurs. » Je savais que ça pouvait paraître un peu brusque, mais il fallait le dire.\n« Je -- Bien sûr que non -- On essayait juste de t’aider. »\n« Vous savez que Alain et Jean-Pierre ne valent pas mieux. Alain, l’orphelin, et Jean-Pierre, qui est connu pour sortir avec toutes les filles de cette région. »\nSimone et Michele sont restées silencieuses un moment. Je savais que j’étais peut-être allée un peu loin. Alors j’ai fait ce qu’il fallait faire.\n« Allez. » Elles ont levé les yeux en même temps et m'ont regardée ouvrir mes bras pour les prendre dans une étreinte. Un petit sourire s'est dessiné sur leurs visages lorsqu'elles ont cédé à mon câlin.\n« Vous promettez de ne pas juger avant d’avoir écouté ? » ai-je demandé en les serrant encore plus fort.\n« Ok, ok, on promet. » Elles ont ri. Ugh, ces filles. Elles vont me rendre folle."
}