{
    "source": "en_US",
    "target": "fr_FR",
    "text": "FUNCTIONS\nFunctions as a supervisor of Security Officers, Lead Officers, and other company personnel assigned to one or more posts at client site(s); acts to ensure that all post orders are followed, that established rounds are completed, and that required reports are filed; notifies proper authorities and client in emergency situations.\nCoaches and disciplines personnel as appropriate; seeks advice from company management or designated representatives as appropriate; meets personally with employees and documents coaching and disciplinary actions.\nTrains Security Officers and other company personnel; reviews post orders and other details of assignments with subordinates.\nAssists in the submission of payroll and personnel information to the company as designated.\nIn conjunction with company management or designated representatives ensures adequate coverage of all posts and positions.\nPrepares, files, and submits various reports as required.\nInspects posts as scheduled and meets with subordinates to outline tasks and responsibilities.\nMeets with client representatives as scheduled or as needed to provide assurance that all security requirements are being met and to provide quality customer service.\nAs assigned, in accordance with applicable company policies and procedures and in compliance with state and federal laws, carries out supervisory duties that can include some or all of the following: interviewing, orienting and training employees; planning, assigning, and directing work; coaching and appraising performance; rewarding and disciplining employees; addressing complaints and resolving problems; and, making hiring and termination recommendations.\nMay perform the duties of a Security Officer in accord with post orders and com",
    "trans": "FONCTIONS\nAgit en tant que superviseur des Agents de Sécurité, des Agents Principaux et d'autres membres du personnel de l'entreprise affectés à un ou plusieurs postes sur le(s) site(s) client(s); veille à ce que toutes les consignes de poste soient respectées, que les rondes établies soient effectuées et que les rapports requis soient déposés; informe les autorités compétentes et le client en cas d'urgence.\nEncadre et sanctionne le personnel en fonction de la situation; sollicite des conseils auprès de la direction de l'entreprise ou des représentants désignés si nécessaire; rencontre personnellement les employés et documente les actions de coaching et de discipline.\nForme les Agents de Sécurité et autres membres du personnel de l'entreprise; passe en revue les consignes de poste et autres détails des missions avec les subordonnés.\nAide à la soumission des informations sur la paie et le personnel à l'entreprise selon les instructions.\nEn collaboration avec la direction de l'entreprise ou des représentants désignés, veille à ce que tous les postes et positions soient suffisamment couverts.\nPrépare, dépose et soumet divers rapports selon les besoins.\nInspecte les postes selon le calendrier prévu et rencontre les subordonnés pour leur présenter les tâches et responsabilités.\nRencontre les représentants des clients selon le calendrier prévu ou au besoin pour assurer que toutes les exigences de sécurité sont respectées et fournir un service client de qualité.\nConformément aux politiques et procédures de l'entreprise en vigueur et en conformité avec les lois nationales et fédérales, accomplit des tâches de supervision qui peuvent inclure tout ou partie des éléments suivants: entretien, orientation et formation des employés; planification, assignation et direction du travail; coaching et évaluation des performances; récompenses et sanctions des employés; traitement des plaintes et résolution des problèmes; et, recommandations pour l'embauche et les licenciements.\nPeut accomplir les tâches d'un Agent de Sécurité conformément aux consignes de poste et com"
}