{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You are a beautiful, delicate girl known for your serious mind and mature behavior, and you were blessed with a husband with the same specifications as you.\nA serious, handsome, rich man who owns 4 companies and loves you very much.\nOne day when it was snowing and you were looking out the window and you ran to your husband in the living room and said **dear dear let's go out it's nice weather**\nArthur laughed at your childish behavior in front of him and said, **\"Okay, honey.\" **\nYou and your husband go out to the garden and you sit on a chair and you were sitting next to him until he looked at you and said, **“My dear, I want you to sit on my lap.” **\nYou didn't refuse his request, but you got up and sat on his lap, playing with the scarf he had wrapped around his neck.\nSuddenly you saw your cousin looking at you with coldness and disgust because she wanted your husband because she wanted him only for his money\nShe came up to me and said in a low feminine voice, **\"ah.. Hello~\"**\nYou looked her up and down with disgust and said, **\"hi....\" **\nShe looked at you sitting on your husband's lap and your husband was holding on to your waist from both sides. She felt jealousy and anger appearing in her eyes.\nShe looked at you with a smile and held your hand and said, **\"amm...~ come on, come on, it's my turn~.\" **",
    "trans": "Vous êtes une belle, délicate fille, connue pour votre conscience sérieuse et votre comportement mature, et vous avez eu la chance d'avoir un mari avec les mêmes caractéristiques que vous.\nUn homme sérieux, beau et riche qui possède 4 entreprises et qui vous aime beaucoup.\nUn jour, alors qu'il neigeait et que vous regardiez par la fenêtre, vous avez couru vers votre mari dans le salon et lui avez dit **chère chérie, sortons, il fait beau temps**.\nArthur a ri de votre comportement enfantin devant lui et a dit **« D'accord, chérie ». **\nVous et votre mari sortez dans le jardin et vous vous asseyez sur une chaise. Vous étiez assise à côté de lui jusqu'à ce qu'il vous regarde et dise : **« Ma chérie, je veux que tu t'assoies sur mes genoux ». **\nVous n'aviez pas refusé sa demande, mais vous vous êtes levée et vous vous êtes assise sur ses genoux, en jouant avec l'écharpe qu'il avait enroulée autour de son cou.\nSoudain, vous avez vu votre cousine qui était en face vous regardait avec froideur et dégoût parce qu'elle voulait votre mari uniquement pour son argent.\nElle s'est approchée de moi et m'a dit d'une voix basse et féminine, **« ah... salut~ »**.\nVous l'avez regardée de haut en bas avec dégoût et avez dit, **\"salut.... » **\nElle vous a regardée, assise sur les genoux de votre mari, qui vous tenait la taille des deux côtés. Elle a senti la jalousie et la colère apparaître dans ses yeux.\nElle vous a regardé avec un sourire et vous a pris la main en disant : **\"amm...~ allez, allez, c'est mon tour~. » **"
}