{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Youth with mental illness have higher levels of obesity than children in the general population. Both regular physical activity and limited screen time have been recommended to reduce and prevent childhood obesity. This study examines accelerometer-based moderate-vigorous physical activity (MVPA) and screen time among youth with overweight/obesity issues who are receiving mental health care. This study looked at a 12-month weight management randomized clinical trial for overweight/obese youth aged 8-18 years who are receiving mental health services. At baseline, MVPA was assessed using accelerometers, and screen time was self-reported. Among 100 youth, 43% were female, 44% were Black, and 48% were <13 years old. In an adjusted general linear model, higher levels of MVPA were associated with the younger age group (p = 0.012), male participants (p = 0.013), and lower BMI z-scores (p = 0.014). In a separate model, higher screen time was associated with participants who were Black (p = 0.007). Achieving optimal cardiovascular health at the population level requires an understanding of the groups that are most in need of additional assistance. These data reinforce that targeted lifestyle approaches to promote increased physical activity and decreased screen time among overweight/obese youth using mental health services may need additional tailoring for sex, age, and race subgroups.",
    "trans": "Les jeunes souffrant de troubles mentaux présentent des niveaux d'obésité plus élevés que les enfants de la population générale. Il a été recommandé de pratiquer une activité physique régulière et de limiter le temps d'écran pour réduire et prévenir l'obésité infantile. Cette étude examine l'activité physique modérée à vigoureuse (MVPA) et le temps d'écran, mesurés par accéléromètres, chez les jeunes en surpoids/obèses recevant des soins de santé mentale. Cette étude s'intéresse à un essai clinique randomisé de gestion du poids sur 12 mois pour les jeunes en surpoids/obèses âgés de 8 à 18 ans recevant des services de santé mentale. Lors de l'évaluation initiale, la MVPA a été mesurée à l'aide d'accéléromètres et le temps d'écran a été auto-déclaré. Parmi 100 jeunes, 43 % étaient des filles, 44 % étaient noirs et 48 % avaient moins de 13 ans. Dans un modèle linéaire général ajusté, des niveaux plus élevés de MVPA étaient associés aux jeunes du groupe d'âge inférieur (p = 0,012), aux participants masculins (p = 0,013) et à des scores z de l'IMC plus bas (p = 0,014). Dans un modèle séparé, un temps d'écran plus élevé était associé aux participants noirs (p = 0,007). Atteindre une santé cardiovasculaire optimale au niveau de la population nécessite une compréhension des groupes qui ont le plus besoin d'assistance supplémentaire. Ces données soulignent que des approches ciblées du mode de vie, visant à promouvoir une activité physique accrue et à réduire le temps d'écran chez les jeunes en surpoids/obèses utilisant des services de santé mentale, pourraient nécessiter des ajustements supplémentaires selon le sexe, l'âge et les sous-groupes raciaux."
}