{
    "source": "en_US",
    "target": "fr_FR",
    "text": "IMPORTANT NOTICE UNDER CALIFORNIA LAW FOR CALIFORNIA RESIDENTS AND APPLICANTS\nThis report does not guarantee the accuracy or truthfulness of the information as to the subject of the investigation, but only that it is accurately copied from public records, and information generated as a result of identity theft, including evidence of criminal activity, may be inaccurately associated with the consumer who is the subject of the report.\nIn California, as an investigative consumer reporting agency, we shall provide a consumer seeking to obtain a copy of a report or making a request to review a file, a written notice in simple, plain English and Spanish setting forth the terms and conditions of his or her right to receive all disclosures under California law.\nPlease note that while AccuSourceHR attempts to conduct searches using the search scope listed within the report, some jurisdictions may have search limitations due to clean slate laws and similar laws, acts of god, and court s",
    "trans": "AVIS IMPORTANT EN VERTU DE LA LOI DE CALIFORNIE POUR LES RÉSIDENTS ET CANDIDATS DE CALIFORNIE\nCe rapport ne garantit pas l'exactitude ou la véracité des informations concernant le sujet de l'enquête, mais seulement qu'elles sont correctement copiées à partir des registres publics, et les informations générées à la suite d'un vol d'identité, y compris les preuves d'activités criminelles, peuvent être associées de manière incorrecte au consommateur qui fait l'objet du rapport.\nEn Californie, en tant qu'agence de rapports de consommateurs d'enquête, nous devons fournir au consommateur cherchant à obtenir une copie d'un rapport ou faisant une demande de révision d'un dossier, un avis écrit en anglais et en espagnol simple et clair exposant les termes et conditions de son droit de recevoir toutes les divulgations en vertu de la loi californienne.\nVeuillez noter que bien qu'AccuSourceHR tente d'effectuer des recherches en utilisant l'étendue de recherche indiquée dans le rapport, certaines juridictions peuvent avoir des limitations de recherche en raison de lois de réhabilitation et de lois similaires, des catastrophes naturelles et des décisions judiciaires."
}