{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Of course she won’t, so I take her face in my hand and force her to. Looking into her eyes, I say deliberately, “I’m not in love with Riley.”\n“You know what? It’s really none of my business if you are.”\n“Stop fighting me. I’m not letting you go. And don’t close your eyes, goddammit!”\n“Will you stop shouting into my face, please?”\nI put my mouth right next to her ear and say hotly, “Your jealousy is misplaced. I’m not in love with anyone else.”\n“I’m not jealous!”\nShe’s horrified by the suggestion, which makes me think I’m right.\nIt also makes me so fucking turned on, I want to rip that dress off and fuck her right here on the back seat.\nI grab her head in both hands and kiss her again. She squirms, trying to get away, pushing against me until I pin her wrists together. Then I fist my other hand into her hair and kiss her again, this time groaning into her mouth with need.\n“Quinn, stop. Let me go.”\n“I’m never letting you go. There’s a contract that says I can’t.”\n“You heartless bastard.”\n“Look at me. Calm down and look at me, Reyna.”\nBreathing hard, she turns her face away but glances back with a hostile, distrustful look.\nKeeping my voice low though I’d like to shout at her, I say, “I’m not in love with anyone else. I’ll answer any questions you want me to, but first you need to understand that fact. I was infatuated with Riley, yes. I wanted there to be something between us, yes. But there wasn’t. I never even kissed the lass. Never touched her. She was under my protection, and I fucked it up so badly, she",
    "trans": "Bien sûr, elle ne le fera pas, alors je prends son visage entre mes mains et la force à le faire. En la regardant dans les yeux, je dis délibérément : « Je ne suis pas amoureux de Riley. »\n« Tu sais quoi ? Ça ne me regarde vraiment pas si c'est le cas. »\n« Arrête de te battre contre moi. Je ne te laisserai pas partir. Et ne ferme pas les yeux, bon sang ! »\n« Arrête de crier dans mon visage, s'il te plaît. »\nJe mets ma bouche juste à côté de son oreille et dis d'un ton chaud : « Ta jalousie est mal placée. Je ne suis amoureuse de personne d'autre. »\n« Je ne suis pas jalouse ! »\nElle est horrifiée par la suggestion, ce qui me fait penser que j'ai raison.\nCela me met tellement en émoi, j'ai envie d'arracher cette robe et de la baiser ici même sur la banquette arrière.\nJe prends sa tête entre mes mains et l'embrasse à nouveau. Elle se tortille, essayant de s'échapper, poussant contre moi jusqu'à ce que je lui tienne les poignets ensemble. Puis, je lui poigne les cheveux de l'autre main et l'embrasse à nouveau, cette fois en gémissant dans sa bouche de désir.\n« Quinn, arrête. Laisse-moi jamais partir. »\n« Je ne te laisserai jamais partir. Il y a un contrat qui dit que je ne peux pas. »\n« Je suis un salaud sans cœur. »\n« Regarde-moi. Calme-toi et regarde-moi, Reyna. »\nHaletante, elle détourne le visage, mais jette un regard hostile et méfiant en arrière.\nEn gardant ma voix basse même si j'ai envie de lui crier dessus, je dis : « Je ne suis amoureux de personne d'autre. Je répondrai à toutes les questions que tu veux, mais d'abord, tu dois comprendre ce fait. J'étais épris de Riley, oui. Je voulais qu'il y ait quelque chose entre nous, et il n'y avait rien. Mais il n'y avait rien. Je n'ai même jamais embrassé la fille. Je ne l'ai jamais touchée. Elle était sous ma protection, et j'ai tellement merdé, elle"
}