{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Service TechnicianAre you seeking an entrepreneurial, empowering workplace that allows you to:• Develop a career track • Leverage your current skills while developing new skills • Work with an incredible team of people Sunbelt Rentals-the fastest growing rental business in North America-is seeking a Service Technician. As a Service Technician, you will increase levels of customer service by performing preventive maintenance and making repairs on equipment as needed in the most effective and cost-efficient way possible to avoid downtime at the customer location. Maintains and repairs all types of equipment offered by Sunbelt (specifically aerial lift equipment), including diagnosing complex equipment problems while following all safety rules.DUTIES & RESPONSIBILITIES• Service equipment as required and avoid unnecessary down-time, ensure proper working condition of equipment when leaving the shop• Dismantles, reassembles and rebuilds equipment as needed• Diagnoses and repairs standard mechanical equipment problems• Fabricate parts as needed • Performs regular and service level safety inspections on equipment• Maintains a clean and safe working environment (service truck or shop work station)• Meet all company, governmental and equipment-specific safety requirements• Other duties as assigned by manager or supervisorQUALIFICATIONS• Technical degree preferred• 3+ years’ experience with heavy equipment/diesel equipment and industrial lift repairs or similar equipment• Previous aerial lift repair experience required (JLG, Genie, etc). • Valid Driver’s License with acceptable driving history. • Excellent trouble-shooting skills• Ability to work independently while being flexible regarding work assignments• Must possess a high degree of safety-awareness• Strong working knowledge of equipment design and safety requirements.The physical demands of this role require bending, squatting, crouching, reaching, lifting 50 pounds or more, and working indoors/outdoors when required by the job. The above description is not a complete listing of all miscellaneous, incidental or similar duties which may be required from day to day. Reasonable accommodations may be made to comply with applicable laws. Sunbelt Rentals is an Equal Opportunity Employer — Minority/Female/Disabled/Veteran and any other protected class.",
    "trans": "Technicien de Service. Vous recherchez un environnement de travail entrepreneurial et stimulant qui vous permet de : • Développer une carrière évolutive • Valoriser vos compétences actuelles tout en en acquérant de nouvelles • Travailler avec une équipe exceptionnelle. Sunbelt Rentals – l'entreprise de location à la croissance la plus rapide en Amérique du Nord – recherche un Technicien de Service. En tant que technicien de maintenance, vous augmenterez les niveaux de service à la clientèle en effectuant des entretiens préventifs et des réparations sur l’équipement au besoin de la manière la plus efficace et rentable possible pour éviter les temps d’arrêt sur le site du client. Entretient et répare tous les types d’équipement offerts par Sunbelt (en particulier l’équipement de levage aérien), y compris le diagnostic des problèmes complexes d’équipement tout en respectant toutes les règles de sécurité. FONCTIONS et RESPONSABILITÉS • Assurer l’entretien des équipements et minimiser les temps d'arrêt inutiles en garantissant leur bon fonctionnement après intervention • Démonter, remonter et réparer les équipements selon les besoins • Diagnostiquer et réparer les pannes mécaniques courantes • Fabriquer des pièces si nécessaire • Effectuer les inspections de sécurité régulières et spécifiques aux équipements • Maintenir un environnement de travail propre et sécurisé (camion de service ou atelier) • Respecter toutes les exigences de sécurité de l’entreprise et les réglementations en vigueur • Effectuer toute autre tâche assignée par le responsable ou le superviseur QUALIFICATIONS • Diplôme technique souhaité • 3 ans d’expérience minimum dans l’entretien des équipements lourds, diesel ou des élévateurs industriels • Expérience préalable exigée en réparation de nacelles élévatrices (JLG, Genie, etc.) • Permis de conduire valide avec un historique de conduite acceptable • Excellentes compétences en diagnostic et dépannage • Capacité à travailler en toute autonomie tout en étant flexible sur les missions assignées • Forte conscience des règles de sécurité • Solides connaissances en conception et normes de sécurité des équipements. Les exigences physiques de ce poste impliquent de se pencher, de s’accroupir, de s’abaisser, de tendre les bras, de soulever des charges de 50 livres (22 kg) ou plus, ainsi que de travailler en intérieur ou en extérieur selon les besoins du poste. La description ci-dessus ne constitue pas une liste exhaustive de toutes les tâches diverses, accessoires ou similaires pouvant être requises au quotidien. Des aménagements raisonnables peuvent être mis en place pour se conformer aux lois en vigueur. Sunbelt Rentals est un employeur garantissant l'égalité des chances – Nous encourageons les candidatures de toutes les personnes qualifiées, indépendamment de leur origine, genre, handicap, statut de vétéran ou toute autre caractéristique protégée par la loi."
}