{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If you’ve been in a supermarket lately, you’ve probably seen shelves full of “natural” peanut butter, which usually contains just peanuts and salt. The name distinguishes it from the peanut butter many of us grew up with, which you might justly call “unnatural” since it contains a host of wild-card ingredients such as hydrogenated rapeseed oil and mono- and diglycerides.\nThe proliferation of “natural” peanut butter is a welcome change, but there’s one thing that perplexed me about these new natural peanut butters: Why do so many of them come in glass jars rather than plastic ones? Does the glass jar offer a health or environmental benefit over a plastic one? The answer, in short: No.\nGlass peanut butter jars are another example of the way \"natural\" living and \"environmental\" living diverge. Other examples include industrial pet foods, which are better for the environment than \"natural\" alternatives, and canned fruits and vegetables, which are, in some cases, easier on the Earth than fresh produce.\nAdvertisement\nAs the small-scale Vermont Peanut Butter Co. writes on its Web site in defense of its plastic tubs: \"Glass is almost 1 lb heavier, which increases shipping costs and requires more gas and oil to transport. If you practice recycling, the plastic jar is a greener way to go.\"\n🧘\nFollow Health & wellness\nFollow\nThe science supports this position. A 2008 comparison of glass and plastic baby food jars, for example, found that the glass jars produce between a quarter and a third more greenhouse gases than plastic jars. In fact, the plastic jars bested the glass in almost every category: They released fewer carcinogens into the air, sent fewer pollutants into waterways and required less acreage. A year later, an assessment of soft drink containers also found plastic superior to glass. (The study was funded by a plastics manufacturer, but the company that conducted the review is independent and widely respected.) The results were broadly similar to the baby food study, with glass producing approximately four times as much greenhouse gas as plastic.\nThe problem, as Vermont Peanut Butter points out, is weight. Glass is far heavier than plastic. Two years ago, peanut giant Planters cut packaging weight by 84 percent by switching from glass to plastic jars. That affects most aspects of an environmental assessment. Lighter products require fewer raw materials, which means they take less energy to make and usually produce a smaller carbon footprint. They take less energy to transport to the consumer, and it's easier to dispose of them when the peanut butter, baby food or soda runs out.\nAdvertisement\nThere are always caveats with environmental assessments, which have to make many assumptions and generalizations. Since plastic's advantage has so much to do with weight, you could tweak the assumptions in favor of glass by changing transportation distances. Missouri-based East Wind Nut Butters, for example, buys its glass from a manufacturer in nearby Arkansas, cutting down the distance the jars travel before being filled. If the product is distributed locally and if customers walk to the grocery store, glass may be environmentally superior. It would also help if buyers reused glass jars rather than having them hauled to a recycling facility or — for shame — a landfill. There are also factors beyond a consumer's control or knowledge, such as whether the jarmaker has access to renewable energy.\nI try to stay focused on the environment and off human health in this column, but I'll relax the rules in this case because the health aspects are keeping glass on the shelves. First, plastic peanut butter jars are typically made of polyethylene terephthalate (PET), which does not contain bisphenol-A (BPA), a chemical that has raised concerns in other plastic products. Animal studies suggest that PET doesn't leak any hormonal disruptors into food products, either.\nThe most valid concern with plastic is the leaching of antimony, a possible carcinogen. Under normal circumstances, this process happens extremely slowly — so slowly that it shouldn't worry you in the slightest. A 2013 study in Europe found that the rate at which the chemical migrated into food was around a fortieth of the legal maximum in the European Union. But leaching seems to accelerate at extremely high temperatures. If you store a PET bottle of water at 185 degrees, for example, the water will become legally contaminated with antimony in 32 hours. Those are rather extreme storage conditions. If you keep your peanut butter at ordinary temperatures for a reasonable period of time, there is absolutely no reason you should fear plastic jars.\nAdvertisement\nThere may be a better option than either plastic or glass jars: tubes. There have been few ecological assessments of food tubes, but a 2007 study on Tom's of Maine toothpaste containers suggested that tubes can be an environmentally friendly choice. We don't have enough tube food in the United States, in my opinion. Tomato paste is one of the few products that come tubed, and it's a huge improvement over cans. I'll take tubed peanut butter over jarred any day. Hold the diglycerides.",
    "trans": "Si vous avez fait un tour au supermarché récemment, vous avez sûrement vu des rayons remplis de beurre de cacahuète « naturel », qui est généralement fait uniquement à base de cacahuètes et de sel. Cette appellation le distingue du beurre de cacahuète avec lequel beaucoup d'entre nous ont grandi, que l'on pourrait à juste titre qualifier de « non naturel » puisqu'il contient toute une série d'ingrédients farfelus tels que de l'huile de colza hydrogénée et des mono- et diglycérides.\nLa prolifération du beurre de cacahuète « naturel » est une nouveauté à saluer, mais il y a une chose qui me laisse perplexe à propos de ces nouveaux beurres de cacahuète naturels : pourquoi tant d'entre eux sont-ils vendus dans des pots en verre plutôt qu'en plastique ? Le pot en verre présente-t-il un avantage pour la santé ou l'environnement par rapport au pot en plastique ? La réponse, en bref : non.\nLes pots de beurre de cacahuètes en verre sont un autre exemple des divergences entre les modes de vie « naturels » et « environnementaux ». Parmi les autres exemples, on peut citer les aliments transformés pour animaux de compagnie, qui sont meilleurs pour l'environnement que les alternatives « naturelles », et les fruits et légumes en conserve, qui sont, dans certains cas, moins nocifs pour la Terre que les produits frais.\nPublicité\nComme l'écrit la petite entreprise Vermont Peanut Butter Co. sur son site Web pour défendre ses pots en plastique : « Le verre pèse près d'un kilo de plus, ce qui entraîne une augmentation des frais d'expédition et nécessite plus de gaz et de carburant pour le transport. Si vous faites du recyclage, le pot en plastique est une solution plus écologique. »\n🧘\nSuivre Santé et bien-être\nSuivre\nLa science appuie ce point de vue. En 2008, une comparaison entre des pots en verre et des pots en plastique pour aliments de bébés a révélé que les pots en verre produisaient entre un quart et un tiers de plus de gaz à effet de serre que les pots en plastique. En fait, les pots en plastique l'emportent sur les pots en verre dans presque toutes les catégories : ils libèrent moins de substances cancérigènes dans l'air, rejettent moins de polluants dans les cours d'eau et nécessitent moins de surface. Un an plus tard, une évaluation des contenants de boissons non alcoolisées a également montré que le plastique était supérieur au verre. (L'étude a été financée par un fabricant de plastique, mais la société qui a réalisé l'évaluation est indépendante et reconnue au niveau international). Les résultats étaient globalement similaires à ceux de l'étude sur les aliments pour bébés, le verre produisant environ quatre fois plus de gaz à effet de serre que le plastique.\nComme le souligne Vermont Peanut Butter, le problème est le poids. Le verre est beaucoup plus lourd que le plastique. Il y a deux ans, Planters, le géant de la cacahuète, a réduit le poids de ses emballages de 84 % en remplaçant les pots en verre par des pots en plastique. Cela affecte la plupart des aspects d'une évaluation environnementale. Les produits plus légers nécessitent moins de matières premières, ce qui implique qu'il faut moins d'énergie pour les fabriquer et que leur empreinte carbone est généralement plus faible. Leur transport jusqu'au consommateur nécessite moins d'énergie et il est plus facile de s'en débarrasser lorsque le beurre de cacahuète, les aliments pour bébés ou les sodas sont épuisés.\nPublicité\nLes évaluations environnementales sont toujours assorties de mises en garde, car elles reposent sur de nombreuses hypothèses et généralisations. L'avantage du plastique étant essentiellement lié au poids, il est possible de modifier les hypothèses en faveur du verre en modifiant les distances de transport. L'entreprise East Wind Nut Butters, basée dans le Missouri, achète par exemple son verre à un fabricant de l'Arkansas voisin, ce qui réduit la distance parcourue par les pots avant d'être remplis. Si le produit est distribué au niveau local et si les clients se rendent à pied à l'épicerie, le verre peut s'avérer supérieur sur le plan environnemental. Il serait également utile que les acheteurs réutilisent les pots en verre plutôt que de les envoyer dans une usine de recyclage ou, ce qui est dommage, dans une décharge. Il existe également des facteurs qui échappent au contrôle ou à la connaissance du consommateur, comme le fait de savoir si le fabricant de pots a accès à des énergies renouvelables.\nJ'essaie de me concentrer sur l'environnement et non sur la santé humaine dans cette rubrique, mais je vais assouplir les règles dans ce cas, car les aspects sanitaires maintiennent le verre sur les étagères. Tout d'abord, les pots de beurre de cacahuète en plastique sont généralement fabriqués en polyéthylène téréphtalate (PET), qui ne contient pas de bisphénol-A (BPA), une substance chimique qui a suscité des inquiétudes dans d'autres produits en plastique. Des études sur les animaux suggèrent que le PET ne laisse pas non plus échapper de perturbateurs hormonaux dans les produits alimentaires.\nLa principale préoccupation concernant le plastique est la lixiviation de l'antimoine, une substance potentiellement cancérigène. Dans des circonstances normales, ce processus se produit extrêmement lentement - si lentement qu'il ne devrait pas vous inquiéter le moins du monde. Selon une étude réalisée en Europe en 2013, le taux de migration de la substance chimique dans les aliments correspondait à environ un quarantième du maximum légal en vigueur dans l'Union européenne. Mais le lessivage semble s'accélérer à des températures extrêmement élevées. Si vous stockez une bouteille d'eau en PET à 185 degrés, par exemple, l'eau sera légalement contaminée par l'antimoine en 32 heures. Il s'agit là de conditions de stockage plutôt extrêmes. Si vous conservez votre beurre de cacahuète à des températures normales pendant une période raisonnable, il n'y a absolument aucune raison de redouter les pots en plastique.\nPublicité\nIl existe peut-être une meilleure option que les pots en plastique ou en verre : les tubes. Les tubes alimentaires ont fait l'objet de peu d'évaluations écologiques, mais une étude réalisée en 2007 sur les contenants de dentifrice Tom's of Maine suggère que les tubes peuvent être un choix favorable à l'environnement. Selon moi, nous n'avons pas assez d'aliments en tube aux États-Unis. Le concentré de tomates est l'un des rares produits vendus en tube, et c'est une énorme amélioration par rapport aux boîtes de conserve. Je préfère de loin le beurre de cacahuète en tube au beurre de cacahuète en pot. Retient les diglycérides."
}