{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In the morning before class starts, one by one the students at the Würenloser Gesamtschule near Zürich in Switzerland turn off their smartphones and drop them into a simple wooden box at the front of their classroom. The devices will remain there until the gong rings at the end of their school day. “I don’t even take it to school anymore,” one 12th-grader says. “It only distracts me.” His peers agree. “We talk more with each other instead of everybody staring at their screens,” his friend says.\nAs this school year gets underway, a growing number of schools are banning or restricting smartphones. France has banned them in primary and secondary schools since 2018, the Netherlands since the beginning of this year, and Italy, Germany and Great Britain are currently discussing implementing restrictions. In the US, Florida passed a law last year that bars students from using personal digital devices in public schools, and several other states, including Indiana, Louisiana and South Carolina, are following suit starting this school year.",
    "trans": "Le matin, avant le début des cours, les élèves de la Gesamtschule de Würenlos, près de Zurich en Suisse, éteignent un à un leurs smartphones et les déposent dans une simple boîte en bois à l'avant de leur salle de classe. Les appareils y resteront jusqu'à ce que le gong sonne à la fin de leur journée scolaire. « Je ne l'emmène même plus à l'école », déclare un élève de terminale. « Il ne fait que me distraire. » Ses camarades sont d'accord. « Nous parlons davantage entre nous au lieu que chacun soit rivé à son écran », ajoute son ami.\nAlors que cette année scolaire débute, un nombre croissant d'établissements scolaires interdisent ou restreignent l'utilisation des smartphones. La France les a interdits dans les écoles primaires et secondaires depuis 2018, les Pays-Bas depuis le début de cette année, et l'Italie, l'Allemagne et la Grande-Bretagne envisagent actuellement de mettre en œuvre des restrictions. Aux États-Unis, la Floride a adopté une loi l'année dernière qui interdit aux élèves d'utiliser des appareils numériques personnels dans les écoles publiques, et plusieurs autres États, dont l'Indiana, la Louisiane et la Caroline du Sud, emboîtent le pas dès cette année scolaire."
}