{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A strong correlation was visible between LAI and the canopy density index (r=0.87 to 0.91 depending on the extraction methods) despite the underevaluated values of the first. Even though more precise LAI estimates were expected from using co-registered multiple scans, the LAI variability proved to be low and correlations with the remaining indices weakened when compared to a single scan approach. An exception was canopy cover, a structural index that disregards the three-dimensionality of the canopy, with which the LAI obtained from multiple scans maintained a strong correlation. This suggests that multiple scanning leads to an unweighted oversampling of the scene, overshadowing its advantages in removing tree occlusions. Weak correlations were visible between classic forest structural indices (basal area density index, espacement index, denseness index) and the rest of the descriptors. Despite this exception, most of the forest indices showed average to strong correlations in-between each other. Therefore, we conclude that a better description of forest stands structure may be achieved through unsegmented single scan point cloud processing in both 3D and 2D space, optical data from the incorporated digital camera being a plus, but not an essential requirement.",
    "trans": "Une forte corrélation était visible entre l'IAF et l'indice de densité du couvert (r=0,87 à 0,91 selon les méthodes d'extraction) malgré les valeurs sous-évaluées du premier. Bien que des estimations plus précises de l'IAF étaient attendues grâce à l'utilisation de multiples scans co-enregistrés, la variabilité de l'IAF s'est avérée faible et les corrélations avec les indices restants ont diminué par rapport à une approche de scan unique. Une exception était la couverture du couvert, un indice structurel qui ne tient pas compte de la tridimensionnalité du couvert, avec lequel l'IAF obtenu à partir de multiples scans maintenait une forte corrélation. Cela suggère que le balayage multiple conduit à un échantillonnage excessif non pondéré de la scène, éclipsant ses avantages dans l'élimination des occultations des arbres. De faibles corrélations étaient visibles entre les indices structurels classiques de la forêt (indice de densité de surface basale, indice d'espacement, indice de densité) et le reste des descripteurs. Malgré cette exception, la plupart des indices forestiers ont montré des corrélations moyennes à fortes entre eux. Par conséquent, nous concluons qu'une meilleure description de la structure des peuplements forestiers peut être obtenue grâce au traitement des nuages de points non segmentés en scan unique à la fois en espace 3D et 2D, les données optiques de la caméra numérique intégrée étant un plus, mais pas une exigence essentielle."
}