{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Confidential to be opened by addressee only\nDear [redacted_name],\nWe regret to inform you that Spark Driver (the “Company”) is unable to offer you acontractor partnership.\nThis decision was based in whole or in part on information contained in a report, including the following specific items contained in the report prepared by Checkr, Inc., 1 Montgomery Street, Suite 2400, San Francisco, CA 94104 | 844.824.3257 | checkr.com\nLicense must be valid\nA copy of this report was previously given to you. The agency did not make this partnership decision and is unable to supply you with specific reasons why the decision was made. Under Section 612 of the Fair Credit Reporting Act, you have the right to obtain a free copy of the report if you submit a request to the agency identified above no later than 60 days after you receive this notice. Under Section 611 of that Act, and state law you also have the right to dispute the accuracy or completeness of any information in the report at any time by contacting the consumer reporting agency above.",
    "trans": "Confidentiel, à n'ouvrir que par le destinataire\nCher [nom_masqué],\nNous avons le regret de vous informer que Spark Driver (la « société ») n'est pas en mesure de vous proposer un partenariat entrepreneurial.\nCette décision est fondée, en tout ou en partie, sur les informations contenues dans un rapport, y compris les éléments spécifiques suivants contenus dans le rapport préparé par la société Checkr, 1 Montgomery Street, Suite 2400, San Francisco, CA 94104 | 844.824.3257 | checkr.com\nLa licence doit être valide\nUne copie de ce rapport vous a déjà été remise. L'agence a décidé de ne pas conclure ce partenariat et n'est pas en mesure de vous fournir les raisons spécifiques qui ont motivé cette décision. En vertu de la section 612 de la loi sur l'information en matière de crédit (Fair Credit Reporting Act), vous avez le droit d'obtenir une copie gratuite du rapport si vous soumettez une demande à l'agence identifiée ci-dessus au plus tard 60 jours après avoir reçu cet avis. En vertu de la section 611 de cette loi et de la législation de l'État, vous avez également le droit de contester l'exactitude ou l'exhaustivité de toute information contenue dans le rapport à tout moment en contactant l'agence d'information sur la consommation susmentionnée."
}