{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Seize Your Opportunity!\nPay: $19.00 to $24.00/hour\n50% Rent Discount\nSee additional benefits below!\nWhat you will be doing:\nWe are currently looking for a hard-working and customer service minded individual with prior apartment maintenance experience to fulfill a Maintenance Technician need at our properties. As a Maintenance Technician at Morgan Properties, you will:\nBe responsible for trouble-shooting service issues including, but not limited to, HVAC, general appliance, carpentry, electrical and plumbing.\nEnsure that both the inside and the exterior of the property meet both company standards and applicable laws.\nRespond to maintenance tickets.\nFollow-up with residents and the office staff on status of work\nWork in an on-call rotation that will require nights and weekend flexibility.\nWhat we’ll expect from you:\nMust have a Valid drivers’ license, good driving record, personal vehicle and auto insurance.\nLive within a 30-minute commute of the property;\nStellar Communication and Customer Service skills.\nOne or more years experience in all facets of apartment maintenance including plumbing, electrical, HVAC, carpentry, and small appliance repair.\nHigh school diploma or general education degree (GED).\nMust be willing to submit to a background check and drug screen.\nHVAC/EPA/CFC Certification and/or Boiler’s License a plus.",
    "trans": "Saisissez votre chance !\nSalaire : 19,00 $ à 24,00 $/heure\n50 % de réduction sur le loyer\nVoir les avantages supplémentaires ci-dessous !\nVos missions :\nNous recherchons actuellement une personne travailleuse et axée sur le service client, ayant une expérience préalable en entretien d’appartements, pour occuper un poste de Technicien de Maintenance sur nos propriétés. En tant que Technicien de Maintenance chez Morgan Properties, vous serez amené(e) à :\nDiagnostiquer et résoudre les problèmes de maintenance, y compris, mais sans s’y limiter, le CVC, les appareils électroménagers, la menuiserie, l’électricité et la plomberie.\nVeiller à ce que l’intérieur et l’extérieur de la propriété respectent les normes de l’entreprise ainsi que les lois en vigueur.\nRépondre aux demandes de maintenance.\nAssurer le suivi auprès des résidents et du personnel administratif sur l’état d’avancement des travaux.\nTravailler selon un système d’astreinte, nécessitant une disponibilité les soirs et les week-ends.\nProfil recherché :\nPermis de conduire valide, bon dossier de conduite, véhicule personnel et assurance auto.\nRésider à moins de 30 minutes de la propriété ;\nExcellentes compétences en communication et en service client.\nAu moins un an d’expérience dans tous les aspects de la maintenance d’appartements, y compris la plomberie, l’électricité, le CVC, la menuiserie et la réparation de petits appareils.\nDiplôme d’études secondaires ou équivalent (GED).\nAcceptation d’un contrôle des antécédents et d’un test de dépistage de drogues.\nUne certification HVAC/EPA/CFC et/ou une licence de chaudière serait un atout."
}