{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Students,\n1. The Writing and Listening Exam will be in class on Wednesday, 09/10/2024.\nThe Writing part is 30 minutes. It is paper-based , so please bring a pen.\nThe listening part is on Blackboard, so please bring your gadget (phone, tablet, laptop, ...) fully charged and check your internet connection.\n2. The Comprehensive Exam 1 (Mid 1) will be on Thursday, 10/10/2024, in the labs on the second floor.\nDetails: Time: 11:00 - 11:45 AM\nLab: 200, 202, and 207\nPlease arrive 15 minutes early to log in. The exam is 45 minutes long, with 25 questions covering grammar, vocabulary, and reading.\nDuring the exam, you are not allowed to go back to any questions once you move forward.\nBe careful:\nclick \"Next\" once, and wait for the question to load or you will skip questions.\nclick \"save and submit\" after you have finished.\nNo electrical gadgets are allowed during the exam.\nAll the best!",
    "trans": "Chers étudiants,\n1. L’examen d’expression écrite et de compréhension orale aura lieu en classe le mercredi 09/10/2024.\nLa partie Expression écrite dure 30 minutes. Elle se fait sur papier, merci d’apporter un stylo.\nLa partie Compréhension orale se fait sur Blackboard, merci d’apporter votre appareil (téléphone, tablette, ordinateur portable, …) complètement chargé et de vérifier votre connexion Internet.\nL’examen général 1 (Mid 1) aura lieu le jeudi 10/10/2024 dans les laboratoires du deuxième étage.\nDétails :Heure : 11h00 - 11h45\nLaboratoires : 200, 202 et 207\nMerci d’arriver 15 minutes en avance pour vous connecter. L’examen dure 45 minutes et comporte 25 questions portant sur la grammaire, le vocabulaire et la lecture.\nPendant l’examen, il est interdit de revenir en arrière sur les questions après être passé à la suivante.\nAttention :\ncliquez une seule fois sur « Next » et attendez que la question charge, sinon vous risquez de sauter des questions.\ncliquez sur « save and submit » après avoir terminé.\nAucun appareil électronique n’est autorisé pendant l’examen.\nBonne chance !"
}