{
    "source": "en_US",
    "target": "fr_FR",
    "text": "But it wouldn’t really. He’d read a book to pass the time but even that, at some point, bore him. He would then take off and just roam around the manor going back and forth between rooms like a ghost, thinking, maybe there might some place left unexplored but that wasn’t the case. At one point he had stumbled upon the attic. He was a bit skeptical at going up there, afraid there might be a ghoul living there but the boredom had got him and he went. It was dark and dusty and the smell was a bit unpleasant but there were no ghouls; just some old furniture and some old family artifacts. He did stumble upon an old gramophone. His mother had one in the parlor but Draco didn’t like listening to Celestina warbeck or any music much. He turned back and his eyes focused on the wireless which seemed fairly new compared to other things in the attic. Later on he would know that bringing the wireless back in his room was a good decision.",
    "trans": "Mais ce ne serait pas vraiment le cas. Il lirait un livre pour passer le temps, mais même cela, à un moment donné, l'ennuierait. Il se lèverait alors et déambulerait simplement dans le manoir, allant et venant entre les pièces tel un fantôme, pensant qu'il y aurait peut-être encore un endroit inexploré, mais ce n'était pas le cas. À un moment donné, il était tombé sur le grenier. Il était un peu sceptique à l'idée d'y monter, craignant qu'une goule n'y vive, mais l'ennui l'avait emporté et il y était allé. C'était sombre et poussiéreux, et l'odeur était un peu désagréable, mais il n'y avait pas de goules ; seulement quelques vieux meubles et quelques anciens artefacts familiaux. Il était tombé sur un vieux gramophone. Sa mère en avait un dans le salon, mais Draco n'aimait pas écouter Celestina Warbeck ni beaucoup de musique. Il se retourna et ses yeux se fixèrent sur le poste de radio sans fil, qui semblait assez récent comparé aux autres objets du grenier. Plus tard, il saurait que ramener le poste de radio dans sa chambre était une bonne décision."
}