{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The present study reports experiments of water droplets impacting on ice or on a cold metal substrate, with the aim of understanding the effects of liquid solidification or substrate melting on the impingement process. Both liquid and substrate temperatures are varied, as well as the height of fall of the droplet. The dimensionless maximum spreading diameter, βm, is found to increase with both temperatures as well as with the impact velocity. Here βm is reduced when liquid solidification, which enhances dissipation, is present, whereas fusion, i.e. substrate melting, favours the spreading of the impacting droplet. These observations are rationalized by extending an existing model of effective viscosity, in which phase change alters the size and shape of the developing viscous boundary layer, thereby modifying the value of βm. The use of this correction allows us to adapt a scaling recently developed in the context of isothermal drop impacts to propose a law giving the maximum diameter of an impacting water droplet in the presence of melting or solidification. Finally, additional experiments of dimethyl sulfoxide drop impacts onto a cold brass substrate have been performed and are also captured by the proposed modelling, generalizing our results to other fluids.",
    "trans": "Cette étude examine l'impact de gouttes d’eau sur de la glace ou un substrat métallique froid afin de comprendre l'influence de la solidification du liquide ou de la fusion du substrat sur le processus d’impact. Les températures du liquide et du substrat ainsi que la hauteur de chute des gouttes sont variées. Le diamètre maximal de propagation sans dimension (βm) augmente avec la température et la vitesse d'impact. La solidification réduit βm en augmentant la dissipation, tandis que la fusion du substrat favorise l’étalement de la goutte. Ces observations sont expliquées en ajustant un modèle de viscosité effective, qui prend en compte les modifications de la couche limite visqueuse dues au changement de phase. Cette correction permet d’adapter une loi existante sur l’impact de gouttes isothermes afin de prédire βm en présence de fusion ou de solidification. Enfin, des expériences supplémentaires sur l’impact de gouttes de diméthylsulfoxyde sur un substrat en laiton froid confirment la validité du modèle pour d'autres fluides."
}