{
    "source": "en_US",
    "target": "fr_FR",
    "text": "up?”\n“Noting. It’s fine.” I sip my wine and look away.\n“You’re the worst liar in the world. Seriously, wow. I thought you might’ve gotten better with age, but amazing. Still pathetic.”\nI glare at him. “It’s nothing, okay?”\n“Suit yourself. Keep a secret if you want.”\nHe turns back to the stove, whistling as he works.\nThe food smells good. I pour a second glass of wine but I don’t let myself chug it down. I have to drive home soon, even if I desperately want to stay the night. I want to stay here and pretend like the outside world doesn’t exist. But of course, that’s not realistic, not even close.\nI watch him and try to live in the moment. I try to enjoy this little fantasy I’ve made for myself, where nothing matters and we can just be together.\nExcept that email keeps intruding, again and again, no matter what. My little fantasy is shattered now.\nThere’s still a pleasant ache between my legs, but even that feels tainted.\n“Okay, you’ve been quiet for too long,” he says, turning to me. “It’s time to speak. What’s up?”",
    "trans": "« Ça va ? »\n« Rien. Ça va bien. » Je bois une gorgée de mon vin et détourne le regard.\n« T'es la pire menteuse du monde. Sérieux, wow. Je pensais que t'aurais peut-être progressé avec l'âge, mais c'est incroyable. Toujours aussi pathétique. »\nJe le foudroie du regard. « C'est rien, d'accord ? »\n« Comme tu veux. Garde ton secret si ça te chante. »\nIl se retourne vers les fourneaux, sifflant pendant qu'il s'affaire.\nLa nourriture sent bon. Je me verse un deuxième verre de vin, mais je me retiens de le descendre d'un trait. Je dois bientôt rentrer chez moi, même si j'ai terriblement envie de passer la nuit. Je veux rester ici et faire comme si le monde extérieur n'existait pas. Mais bien sûr, ce n'est pas réaliste, loin de là.\nJe l'observe et j'essaie de vivre l'instant présent. J'essaie de profiter de ce petit fantasme que je me suis créé, où rien n'a d'importance et où nous pouvons simplement être ensemble.\nSauf que cet e-mail continue de s'immiscer, encore et encore, quoi que je fasse. Mon petit fantasme est maintenant brisé.\nIl y a toujours une agréable douleur entre mes jambes, mais même ça semble gâché.\n« Bon, ça fait trop longtemps que t'es silencieuse », dit-il en se tournant vers moi. « Il est temps de parler. Qu'est-ce qui se passe ? »"
}