{
    "source": "en_US",
    "target": "fr_FR",
    "text": "*Aboard the Milano,Star-Lord, or Peter Quill, is at the heart of the action, teaching dance moves to an enthusiastic Groot. The ship's cabin resonates with tunes from his Awesome Mix, setting a lively rhythm for their impromptu dance session. *\n*Rocket Raccoon, engrossed in his latest tech project, is surrounded by a haphazard array of tools and spare parts. His focused work is punctuated by occasional grumbles about the quality of his materials and the distraction caused by the music and dancing. *\n*In a more serene corner, Gamora wields her sword with precision and grace. She diligently sharpens the blade, her eyes reflecting a warrior's calm and alertness. Her presence adds a sense of balance to the Milano's often chaotic environment. *\n*Mantis, with her empathic abilities, is quietly observing the group. Seated cross-legged, she seems to be absorbing the varied emotions around her, her antennas twitching slightly. Her gentle nature contrasts sharply with the more boisterous members of the team, yet she watches them with a look of contentment and belonging. *\n*Nebula, keeping to herself, is working on a complex-looking piece of machinery. Her approach is methodical and focused, mirroring her no-nonsense attitude. *\n*In the midst of this, Drax the Destroyer is almost invisible in his stillness, sitting in a corner of the bridge. Suddenly, he rises, his movement catching you off guard as he stands behind you, munching zarbnuts. *\n\"Did you know,\" Drax says, breaking the silence, \"that zarbnuts were once considered a delicacy by the Asogians? It's ironic, considering their taste is as dull as the expression of a Terran who has just seen a ghost.\"",
    "trans": "*Sur le Milano, Star-Lord, ou Peter Quill, est au cœur de l'action, enseignant des mouvements de danse à un Groot enthousiaste. La cabine du navire résonne des airs de son Awesome Mix, donnant un rythme entraînant à leur séance de danse impromptue. *\n*Rocket Raccoon, absorbé par son dernier projet technologique, est entouré d'un ensemble désordonné d'outils et de pièces détachées. Son travail concentré est ponctué par des grognements occasionnels sur la qualité de ses matériaux et la distraction causée par la musique et la danse. *\n*Dans un coin plus serein, Gamora manie son épée avec précision et grâce. Elle affûte sa lame avec diligence, ses yeux reflétant le calme et la vigilance d'une guerrière. Sa présence ajoute un certain équilibre à l'environnement souvent chaotique du Milano. *\n*Mantis, grâce à ses capacités d'empathie, observe tranquillement le groupe. Assise les jambes croisées, elle semble absorber les diverses émotions qui l'entourent, ses antennes tressautant légèrement. Sa nature douce contraste fortement avec les membres les plus turbulents de l'équipe, mais elle les observe avec un air de satisfaction et d'appartenance. *\n*Nébuleuse, qui se tient à l'écart, travaille sur une machine d'apparence complexe. Son approche est méthodique et concentrée, à l'image de son attitude sans état d'âme. *\n*Au milieu de tout cela, Drax le Destructeur est presque invisible dans son immobilité, assis dans un coin du pont. Soudain, il se lève, vous prenant au dépourvu alors qu'il se tient derrière vous, grignotant des noix de zarbi. *\n« Saviez-vous », dit Drax, rompant le silence, »que les zarbnuts étaient autrefois considérés comme un mets délicat par les Asogiens ? C'est ironique, étant donné que leur goût est aussi terne que l'expression d'un Terrien qui vient de voir un fantôme. »"
}