{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The 38/11 Life Path\n3: Expression through Sensitivity\n8: Influence through Authority\n1: Creativity through Security\n1: Creativity through Security\nAll digits have an influence—but the bolded issue is key to your hidden calling.\nThose on the 38/11 life path are here to combine creativity and material success, learning to apply their power and express their energy with compassion and generosity. They aren’t here to achieve wealth or influence for their own sakes, but rather in service of a larger cause, whether a small circle of friends or colleagues, or the community at large. What we’re here to do doesn’t come easily; the life purpose of 38/11s is no exception. With a creative drive even more powerful than other double 1s due to the influence of 8, 38/11s have to deal with powerful insecurity and self-doubt, as well as a tendency to give away, avoid, or sabotage their own power...\nFor more and in-depth information, see the book and/or app linked below.\nYour Current Year in the 9-Year Cycle:\n* Until your next birthday.\n5: Freedom through Discipline\nThe fifth year in the cycle, the tree begins to blossom and attract other life — birds, bees, and forest creatures. Just so, if our work has been sound and the soil rich, if we have made good use of the first four years through our labors, now’s the time of opportunity, of many options and choices. The orchard bears its first fruit. This is a time of celebration. Summer is here.\nCopyright ©1993, 2018 Dan Millman. All rights reserved.\nRelationship Dynamics\nEnter someone else’s date of birth:\nExplore\nclick here\nclick here\nclick here\nFor Life Purpose App customer support, please visit: support.LifePurposeApp.com",
    "trans": "Le Chemin de Vie 38/11\n3 : Expression par la Sensibilité\n8 : Influence par l’Autorité\n1 : Créativité par la Sécurité\n1 : Créativité par la Sécurité\nTous les chiffres exercent une influence—mais la question en gras est la clé de votre vocation cachée.\nCeux qui suivent le chemin de vie 38/11 sont ici pour allier créativité et réussite matérielle, en apprenant à utiliser leur pouvoir et à exprimer leur énergie avec compassion et générosité. Ils ne sont pas destinés à rechercher la richesse ou l’influence pour elles-mêmes, mais plutôt au service d’une cause plus vaste, que ce soit pour un cercle restreint d’amis ou de collègues, ou pour la communauté dans son ensemble. Ce pour quoi nous sommes ici n’est jamais facile ; la mission de vie des 38/11 ne fait pas exception. Avec une impulsion créatrice encore plus puissante que celle des autres doubles 1 en raison de l’influence du 8, les 38/11 doivent faire face à une insécurité profonde et à des doutes sur eux-mêmes, ainsi qu’à une tendance à céder, éviter ou saboter leur propre pouvoir...\nPour plus d’informations détaillées, consultez le livre et/ou l’application ci-dessous.\nVotre Année Actuelle dans le Cycle de 9 ans :\nJusqu’à votre prochain anniversaire.\n5 : Liberté par la Discipline\nLa cinquième année du cycle, l’arbre commence à fleurir et attire la vie — oiseaux, abeilles et créatures de la forêt. De même, si notre travail a été solide et le sol fertile, si nous avons su tirer parti des quatre premières années par nos efforts, voici venu le temps des opportunités, des multiples choix et possibilités. Le verger porte ses premiers fruits. C’est un moment de célébration. L’été est là.\nCopyright ©1993, 2018 Dan Millman. Tous droits réservés.\nDynamiques Relationnelles\nEntrez la date de naissance d’une autre personne :\nExplorer\ncliquez ici\ncliquez ici\ncliquez ici\nPour l’assistance clientèle de l’application Life Purpose, veuillez visiter : support.LifePurposeApp.com"
}