{
    "source": "en_US",
    "target": "fr_FR",
    "text": "To introduce this concept, let’s look at the mutual repulsion of two positively charged ob- S jects A and B (Fig. 21.15a). Suppose B has charge q , and let F be the electric force of A 00 on B. One way to think about this force is as an “action-at-a-distance” force—that is, as a force that acts across empty space without needing physical contact between A and B. (Gravity can also be thought of as an “action-at-a-distance” force.) But a more fruitful way to visualize the repulsion between A and B is as a two-stage process. We first envi- sion that object A, as a result of the charge that it carries, somehow modifies the properties −F0 S (b) Remove object B ... ... and label its former position as P. P S A (c) Object A sets up an electric field E at point P. Test charge q0 A E = q0 S S F0 S E is the force per unit charge exerted by A on a test charge at P. of the space around it. Then object B, as a result of the charge that it carries, senses how spacehasbeenmodifiedatitsposition.TheresponseofobjectBistoexperiencetheforceFS .",
    "trans": "Pour introduire ce concept, examinons la répulsion mutuelle de deux objets chargés positivement A et B (Fig. 21.15a). Supposons que B ait une charge q, et que F soit la force électrique de A sur B. Une manière de comprendre cette force est de la considérer comme une force « action à distance », c’est-à-dire une force qui agit à travers l’espace vide sans avoir besoin de contact physique entre A et B. (La gravité peut également être considérée comme une force « action à distance ».) Mais une manière plus fructueuse de visualiser la répulsion entre A et B est de la considérer comme un processus en deux étapes. Nous envisageons d’abord que l’objet A, en raison de la charge qu’il porte, modifie d’une certaine manière les propriétés de l’espace qui l’entoure. Ensuite, l’objet B, en raison de la charge qu’il porte, perçoit comment l’espace a été modifié à sa position. La réponse de l’objet B est de ressentir la force F."
}