{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I'm Miranda from Glassdoor (USA). We offer quality remote online part-time/full-time jobs helping Costco merchants update their data and increase visibility and bookings with free training. Part-time and full-time flex jobs allow you to work 4 days a week, work simply, when and where you want (based on your own schedule), and earn daily bonuses of $50 to $500. Receive a base salary of $1,000 for every 4 work days worked. This job can bring a good income to the family. A formal employee contract will be issued after completing 4 working days. Benefits: Paid annual leave: in addition to statutory holidays such as maternity leave and paternity leave. Regular employees are entitled to 5-15 days of paid annual leave.If you would like to join us, please contact the employer for more information by sending a text message to the phone number:19732084961",
    "trans": "Je suis Miranda de Glassdoor (USA). Nous offrons des emplois de qualité à distance, à temps partiel ou à temps plein, permettant d’aider les commerçants de Costco à mettre à jour leurs données et à augmenter leur visibilité et leurs réservations grâce à une formation gratuite. Les emplois à temps partiel et à temps plein offrent une flexibilité de travail vous permettant de travailler 4 jours par semaine, de manière simple, quand et où vous voulez (selon votre propre emploi du temps), et de gagner des primes quotidiennes allant de 50 $ à 500 $. Un salaire de base de 1 000 $ sera versé pour chaque période de 4 jours de travail. Ce travail peut générer un bon revenu pour la famille. Un contrat de travail formel sera émis après avoir complété 4 jours de travail. Avantages : congés annuels payés, en plus des congés légaux tels que les congés de maternité et de paternité. Les employés réguliers ont droit à 5 à 15 jours de congés annuels payés. Si vous souhaitez nous rejoindre, veuillez contacter l'employeur pour plus d'informations en envoyant un message texte au numéro de téléphone : 19732084961"
}