{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your Zayed University login password will expire in 15day(s) . Change the password as soon as possible to avoid a logon problem.\nhttps://account.activedirectory.windowsazure.com/ChangePassword.aspx\nThe IT Department at Zayed University launched the Self-Service Password Reset (SSPR) service. You will be able to reset, unlock, or modify your password while also adding an additional verification method, such as a phone number or passcode, to your sign-in procedure for greater security.\nAs a prerequisite, you must do a one-time activity to register and update essential details such as your mobile number and non-ZU email address.\nEnrolling in Self-Service Password Reset (SSPR)\nOpen your web browser on your device and go to the password reset registration page https://selfregister.zu.ac.aeOR https://aka.ms/ssprsetup\nTo Change Passwords\nOpen your web browser on your device and go to the password reset page https://zupwd.zu.ac.ae Or https://aka.ms/sspr orhttps://www.zu.ac.ae/main/en/password-management/index\nRemember to update password on your wireless and mobile device.\nThank you!\nZU ITD\nFor assistance please contact our Service Desk: Web: http://sanad.zu.ac.ae | Ph. 04 4021 1777 | Ph. 02 599 3666",
    "trans": "Votre mot de passe de connexion à l'Université Zayed expirera dans 15 jours. Modifiez le mot de passe dès que possible pour éviter tout problème de connexion.\nhttps://account.activedirectory.windowsazure.com/ChangePassword.aspx\nLe Département Informatique de l'Université Zayed a lancé le service de réinitialisation de mot de passe en libre-service (SSPR). Vous pourrez réinitialiser, déverrouiller ou modifier votre mot de passe tout en ajoutant une méthode de vérification supplémentaire, telle qu'un numéro de téléphone ou un code d'accès, à votre procédure de connexion pour plus de sécurité.\nVous devez au préalable effectuer une activité unique pour vous inscrire et mettre à jour des informations essentielles telles que votre numéro de téléphone portable et votre adresse électronique non ZU.\nS'inscrire à la réinitialisation du mot de passe en libre-service (SSPR)\nOuvrez votre navigateur web sur votre appareil et allez sur la page d'inscription à la réinitialisation du mot de passe https://selfregister.zu.ac.aeOR https://aka.ms/ssprsetup\nModifier les mots de passe\nOuvrez votre navigateur web sur votre appareil et allez sur la page de réinitialisation de mot de passe https://zupwd.zu.ac.ae ou https://aka.ms/sspr ou https://www.zu.ac.ae/main/en/password-management/index.\nN'oubliez pas de mettre à jour votre mot de passe sur votre appareil mobile et sans fil.\nNous vous remercions !\nZU ITD\nPour obtenir de l'aide, veuillez contacter notre Service Desk : Web : http://sanad.zu.ac.ae | Ph. 04 4021 1777 | Ph. 02 599 3666"
}