{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Employee undertakes to treat any items which the Employer places at his disposal pursuant to his employment by the latter with due care. The Employee is responsible for obtaining a BSN-number (social security number for Tax Authorities) with the assistance of the Employer. Employer is not responsible if Employee has not requested the BSN-number. The Employee is obliged to collectively insure with CZ with a so-called Top package. The Employer will pay the premium of the medical insurance and then deduct it from the salary of Employee. The Employer will pay all deductibles based on examinations / treatments requested by the medical staff of the club. The Employee shall pay all other costs by themselves. The Employee commits to a one-time dental check at the costs of Employer. The Employee is aware that information about medical treatments, performed by the employer’s medical staff, may be shared with the general manager, technical manager, head coach and any other members of the technical staff of Employer.",
    "trans": "L'Employé s'engage à traiter avec soin tous les articles que l'Employeur met à sa disposition dans le cadre de son emploi par ce dernier. L'Employé est responsable de l'obtention d'un numéro BSN (numéro de sécurité sociale pour les autorités fiscales) avec l'aide de l'Employeur. L'Employeur n'est pas responsable si l'Employé n'a pas demandé le numéro BSN. L'Employé est tenu de souscrire collectivement une assurance auprès de CZ avec un forfait dit Top. L'Employeur paiera la prime de l'assurance maladie et la déduira ensuite du salaire de l'Employé. L'Employeur paiera toutes les franchises basées sur les examens/traitements demandés par le personnel médical du club. L'Employé paiera tous les autres frais par lui-même. L'Employé s'engage à un contrôle dentaire unique aux frais de l'Employeur. L'Employé est conscient que les informations sur les traitements médicaux, effectués par le personnel médical de l'employeur, peuvent être partagées avec le directeur général, le directeur technique, l'entraîneur-chef et tout autre membre du personnel technique de l'Employeur."
}