{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Disclaimer\nCaution: Review required.\nIt is essential to understand the limitations of AI detection before making decisions about a student’s work. We encourage you to learn more about Turnitin’s AI detection capabilities before using the tool.\nOur AI writing assessment is designed to help educators identify text that might be prepared by a generative AI tool. Our AI writing assessment may not always be accurate (it may misidentify writing that is likely AI generated as AI generated and AI paraphrased or likely AI generated and AI paraphrased writing as only AI generated) so it should not be used as the sole basis for adverse actions against a student. It takes further scrutiny and human judgment in conjunction with an organization's application of its specific academic policies to determine whether any academic misconduct has occurred.",
    "trans": "Avertissement\nAvertissement : Révision requise.\nIl est essentiel de comprendre les limitations de la détection par IA avant de prendre des décisions concernant le travail d'un étudiant. Nous vous encourageons à en apprendre davantage sur les capacités de détection par IA de Turnitin avant d'utiliser cet outil.\nNotre évaluation de la rédaction par IA est conçue pour aider les éducateurs à identifier les textes qui pourraient avoir été préparés par un outil d'IA générative. Notre évaluation de la rédaction par IA peut ne pas toujours être précise (elle peut identifier à tort des écrits qui sont probablement générés par IA comme étant générés par IA, ou des écrits paraphrasés par IA comme uniquement générés par IA), elle ne doit donc pas être utilisée comme seul critère pour prendre des mesures défavorables à l'encontre d'un étudiant. Un examen plus approfondi et un jugement humain, en complément de l'application par l'organisation de ses politiques académiques spécifiques, sont nécessaires pour déterminer s'il y a eu une violation des règles académiques."
}