{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Planning and arranging of materials/Chemicals (Daily/Weekly/Monthly/Quarterly/Annually).\nPerform In house analysis of process waste water, treated effluent, sludge in the waste water treatment plant and analysis of waste water, treated effluent, sludge, from external approved Lab as per requirement.\nEnsure that the good manufacturing practices are being implemented which includes following procedures: health standards, house keeping, sanitation practices, structure of building and surrounding area, good warehousing practices.\nEnsure internal calibration of gauges and thermometer and external calibration of computerized equipments if any at the required frequency\nEnsure effective monitoring of parameters given by compnay\nEnsure the plant maintenance & smooth running at optimum cost.\nMaintaining, implementing and following of the TCCC, ISO & Legal requirements\nDocumentation and record keeping\nQuality results recording in SAP\nSupporting & facilitating other departments in achieving their targets.\nAssignments by seniors.\nImplementation of Quality, Food Safety and HSE management system.\nQualifications\nQuality Assurance – Issues with respect to waste water treatment.\nProduction – Information of waste effluents from Production area.\nKnowhow of Chemical preparation, testing of waste water\nKnowhow of Chemicals usage and preparation of mixture for treatment\nUnderstanding of KORE E1, EPA and ISO requirements\nTrouble shooting skills related to elctrical and mechanical faults",
    "trans": "Planification et organisation des matériaux/produits chimiques (Quotidien/Hebdomadaire/Mensuel/Trimestriel/Annuel).\nRéaliser des analyses internes des eaux usées du processus, des effluents traités et des boues dans la station de traitement des eaux usées, ainsi que des analyses des eaux usées, des effluents traités et des boues effectuées par un laboratoire externe agréé, selon les besoins.\nS'assurer de la mise en œuvre des bonnes pratiques de fabrication, incluant le respect des procédures suivantes : normes sanitaires, entretien des locaux, pratiques d’hygiène, structure du bâtiment et de son environnement, bonnes pratiques d’entreposage.\nAssurer l'étalonnage interne des jauges et des thermomètres ainsi que l'étalonnage externe des équipements informatisés, le cas échéant, à la fréquence requise.\nGarantir un suivi efficace des paramètres définis par l’entreprise.\nVeiller à l’entretien de l’usine et à son bon fonctionnement à un coût optimal.\nMaintenir, mettre en œuvre et respecter les exigences de TCCC, ISO et les exigences légales.\nDocumentation et tenue des registres.\nEnregistrement des résultats de qualité dans SAP.\nSoutenir et faciliter les autres départements dans l’atteinte de leurs objectifs.\nMissions confiées par les supérieurs hiérarchiques.\nMise en œuvre des systèmes de gestion de la Qualité, de la Sécurité Alimentaire et de la Santé, Sécurité et Environnement (HSE).\nQualifications\nAssurance Qualité – Problématiques liées au traitement des eaux usées.\nProduction – Informations sur les effluents issus de la zone de production.\nConnaissance de la préparation des produits chimiques et des tests des eaux usées.\nConnaissance de l’utilisation des produits chimiques et de la préparation des mélanges pour le traitement.\nCompréhension des exigences KORE E1, EPA et ISO.\nCompétences en dépannage des pannes électriques et mécaniques."
}