{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Digital sequencer with 8 parts, 16 sub-sequencers for modulation, chances operations and presets, CV and MIDI I/O\nThe Five12 Vector Sequencer MkII is a digital sequencer in the Eurorack modular format. It provides a flexible sequencing engine with support for 8 independent parts, 2 sub-sequencers per part for internal modulation, an extensive set of chance-based operations, and presets with a playlist function. All eight Parts are monophonic by default, but Parts 5-8 can be reformatted for 4-voice chord or drum modes.\nThe MkII version of the Vector has been updated with a 5X faster processor, 3X memory and two extra onboard CV outputs, both calibrated and suitable for Pitch, Gate or Velocity. The new CPU allows for more than double the preset storage area vs. the MkI. New features include a 2nd set of Chance perations, more Free Run lanes. There is also a new DAC which enables an extra pair of pitch-capable onboard CV outputs (CV X, CV Y).\nThe Expansion headers on the MkII Vector and Expander are the same as on the MkI modules, so with upcoming firmware updates, the new Expander will work the MkI Vector, and the MkII Vector will work with the MkI Expander.\nThe MkII Expander has updated DACs for Velocity outputs and can be used for calibrated Pitch outputs, as well as Velocity and Gate. With the additional outputs on the new Vector, the two modules can now support up to 12 monophonic voices.\nBuilt-in outputs on the Vector support a variety of CV and MIDI connections: Two sets of analog outputs with Pitch, Gate and Velocity signals, two general-purpose CV outs (X & Y), two MIDI outputs on 3.5mm TRS jacks, and both USB A and B connectors for MIDI over USB. There are also three bi-directional trigger I/O connections for sync, clock and trigger functions, and two CV inputs for external modulation.\nThe UI for the Vector is based around two sharp and contrasty OLED display panels, with a resolution of 256 x 64 pixels. Just below the displays are 8 encoders used for editing parameters. Along the top of the displays are buttons for switching between edit pages for Sequence Recording, Pitch, Gate Time, Velocity, Step Length, Ratchet, Chance Operations, Modulation, Sequence Controls and Presets.\nTo the left of the displays is a ninth encoder. This can be used to edit all, or a subset, of the steps of a sequence at a time. For instance, you can quickly select all the odd-numbered steps and edit the gate time for them all at once.\nBelow the main 8 encoders is a group of buttons that form a one octave keyboard. In most of the primary edit modes (Pitch, Gate, etc), the white buttons are used for one of three sub-modes: Skip, Mute or Select. When Recording, these buttons can be used for entering, transposing or modifying sequences.\nOn the bottom-left of the panel are next and previous buttons for transposing the keyboard up or down, or for paging through sequences longer than 8 steps.\nThe Shift button can be used with most of the edit mode buttons (Pitch, Gate, Velocity, Step Length, Ratchet, Chance, Modulation, Skip, Mute, and Select) to reset that particular parameter back to it's beginning state. Shift plus any of the white buttons triggers other modifying operations on the sequence, including clearing out the entire sequence.\nA dedicated Part page shows activity for all Parts at once, with modes for mute and solo. Each part has access to up to 44 presets, and there is a preset playlist function. There is also a Scene page for managing presets across all parts at once.\nVector MkII supports two sets of per-step chance operations allow you to add a variety of generative behaviors to each sequence. For each step you can set the chance operation, the probability that it will occur, and which musical bars it will occur on. That last option is particularly handy for creating fill patterns.\nChance operations include: Mute, Un-mute, Skip, Un-skip, Select, Un-select, Jump Forward, Jump Backward, Jump Any Direction, Accent\nLow, Accent Medium, Accent High, Gate Shorter, Gate Longer, Gate Tie, Ratchet X 2, Ratchet X 3, Ratchet X 4, Repeat X 2, Repeat X 3, Repeat X 4, Randomize Pitch (+/- 12 semitones), Randomize Pitch Up, Randomize Pitch Down, Randomize pitch to any semitone +/- and octave, and Random Jump to any of 16 steps.\nThere is a micro-SD card installed on the back of the unit for saving projects, including default options for background auto-saving of\nprojects, and auto-loading the most recent project on startup. You can mount this SD card onto your computer for offline backup (and firmware updates) via the USB A jack.\nThe Vector MkII comes with Vector Firmware 3.0 which includes undo/redo, fills, free-run options for Pitch, Gate, Velocity and Chance lanes, Custom Scales and Masked Modulation. All the details are in the manual:",
    "trans": "Séquenceur numérique à 8 parties, 16 sous-séquenceurs pour la modulation, les opérations basées sur le hasard et les presets, CV et E/S MIDI\nLe Five12 Vector Sequencer MkII est un séquenceur numérique au format Eurorack, offrant un moteur de séquençage flexible avec 8 pistes indépendantes, chacune dotée de 2 sous-séquenceurs pour la modulation interne. Il intègre une large gamme d'opérations basées sur le hasard ainsi qu'un système de presets avec une fonction de playlist. Par défaut, les 8 pistes sont monophoniques, mais les pistes 5 à 8 peuvent être reconfigurées pour jouer des accords à 4 voix ou des rythmes de batterie.\nCette nouvelle version du Vector est équipée d’un processeur 5 fois plus rapide, de 3 fois plus de mémoire et de deux sorties CV supplémentaires calibrées, pouvant être utilisées pour le Pitch, le Gate ou la Vélocité. La capacité de stockage des presets a plus que doublé par rapport à la version MkI. De nouvelles fonctionnalités font également leur apparition, comme un second ensemble d’opérations aléatoires et davantage de pistes en mode Free Run. Un nouveau convertisseur numérique-analogique (DAC) permet d’ajouter une paire supplémentaire de sorties CV compatibles avec le pitch (CV X, CV Y).\nLes connecteurs d'extension du Vector MkII et de son Expander restent identiques à ceux de la première version, ce qui garantit une compatibilité entre les anciens et les nouveaux modèles après une mise à jour du firmware.\nL’Expander MkII bénéficie également de nouveaux DACs améliorés pour les sorties de vélocité. Il peut être utilisé pour générer des signaux de Pitch calibrés, ainsi que des signaux de Vélocité et de Gate. Avec ces sorties supplémentaires, l’ensemble Vector + Expander peut désormais gérer jusqu’à 12 voix monophoniques.\nLe Vector MkII offre de nombreuses options de connexion en CV et MIDI :    Deux ensembles de sorties analogiques (Pitch, Gate, Velocity), deux sorties CV polyvalentes (CV X & CV Y), deux sorties MIDI sur jacks TRS 3,5 mm    Connecteurs USB A et B pour le MIDI over USB, trois entrées/sorties trigger bidirectionnelles pour la synchronisation, l’horloge et les déclenchements et deux entrées CV pour la modulation externe.\nL’interface est conçue autour de deux écrans OLED haute résolution (256 x 64 pixels), offrant une excellente lisibilité. Juste en dessous, 8 encodeurs permettent d’éditer rapidement les paramètres. Des boutons situés au-dessus des écrans permettent d’accéder aux différentes pages d’édition, notamment Pitch, Gate, Vélocité, Longueur des pas, Ratchet, Opérations aléatoires, Modulation, Contrôle du séquenceur et Presets.\nÀ gauche des écrans, un neuvième encodeur permet de modifier simultanément un ensemble de pas sélectionnés. Par exemple, vous pouvez rapidement ajuster le temps de gate de toutes les notes impaires en une seule manipulation.\nEn dessous des 8 encodeurs principaux, un clavier d’une octave permet d’entrer des notes et d’effectuer des opérations comme sauter, muter ou sélectionner des pas. Lors de l’enregistrement, ces touches servent également à transposer ou modifier une séquence.\nSur la partie inférieure gauche du panneau, des boutons précédent/suivant permettent de transposer le clavier ou de naviguer dans des séquences de plus de 8 pas.\nLe bouton Shift offre des raccourcis rapides pour réinitialiser un paramètre ou modifier en profondeur une séquence. En combinaison avec les touches blanches, il permet aussi d’accéder à des commandes avancées, comme effacer l’ensemble d’une séquence.\nUne page dédiée aux pistes (Parts) affiche l'activité des 8 pistes en temps réel et permet de les muter ou les isoler. Chaque piste peut contenir jusqu’à 44 presets, avec une fonction de playlist de presets. Une page Scène permet de gérer simultanément les presets de toutes les pistes.\nLe Vector MkII prend en charge deux ensembles d’opérations aléatoires par pas, ce qui permet d’intégrer des comportements génératifs complexes. Pour chaque pas, il est possible de définir le type d'opération aléatoire, la probabilité d’activation, les mesures sur lesquelles elle s’applique (idéal pour créer des motifs de fill).\nLes opérations aléatoires incluent : Muter, Démuter, Sauter, Désactiver un saut, Sélectionner, Désélectionner, Sauter en avant, Sauter en arrière, Sauter dans une direction aléatoire, Accentuation\nfaible, Accentuation moyenne, Accentuation forte, Gate Plus court, Gate Plus long, Gate Liaison, Ratchet x2, Ratchet x3, Ratchet x4, Répétition x2, Répétition x3, Répétition x4, Randomisation du pitch (+/- 12 demi-tons), Randomisation du pitch montée, Randomisation du pitch descente, Randomisation du pitch vers n'importe quel demi-ton +/- et une octave, ainsi que Saut aléatoire vers l’un des 16 pas.\nUne carte micro-SD est installée à l'arrière de l'appareil pour la sauvegarde des projets, notamment les options par défaut pour la sauvegarde automatique des\nprojets en arrière-plan et le chargement automatique des projets les plus récents au démarrage. Vous pouvez installer cette carte SD sur votre ordinateur pour une sauvegarde hors ligne (et des mises à jour du firmware) via la prise USB A.\nLe Vector MkII est livré avec le firmware Vector 3.0, qui inclut de nombreuses améliorations comme l’undo/redo, les fills, des options Free Run pour les lanes de Pitch, Gate et Vélocité, des échelles personnalisées et une modulation masquée. Tous les détails sont disponibles dans le manuel."
}