{
    "source": "en_US",
    "target": "fr_FR",
    "text": "NEON GLOW DISCO PARTY - TICKET PICK UP TIMES\nDear [redacted_name],\nA reminder that the disco is on this Friday!\nTo avoid queues on the day, we are encouraging all parents and carers to pick up their child’s wristband and purchase tokens early. Tokens will be needed for face painting, tattoos, glitter, light sticks, gelato, bubble tea and the photobooth.\nWe will be at the Cola on Wednesday 2:45-3:15pm and Friday 8:45-9:15amwith wristbands and tokens.\nTokens are available for purchase in bags of $10 (5 tokens) or $20 (10 tokens). We will accept cash and card as payment.\nWristbands and tokens will not be reissued if lost, therefore we kindly ask that only parents/carers come to pick up.\nIf you cannot come at these times, you can still pick up the wristband and purchase tokens on Friday between 3pm to 7pm at the event.\nTo avoid missing out, please take note of the stall opening hours and item prices below:\nLight sticks\n1 token ($2)\n3:30pm to 7pm\nGlow tattoos\n1 token ($2)\n3:30pm to 7pm\nGlow glitter pots\n1 token ($2)\n3:30pm to 7pm\nGlow face painting\n2-3 tokens ($4-6)\n3:30pm to 7pm\nPhotobooth\n1 token ($2)\n4:30pm to 7:30pm\nGelato\n2 tokens ($4) Free for ticket holders\n3:30pm to 7pm\nBubble tea\n3 tokens ($6)",
    "trans": "FÊTE DISCO NÉON GLOW - HEURES DE RETRAIT DES BILLETS\nCher [redacted_name],\nUn rappel que la fête disco aura lieu ce vendredi !\nAfin d'éviter les files d'attente le jour même, nous encourageons tous les parents et tuteurs à récupérer le bracelet de leur enfant et à acheter des jetons à l'avance. Les jetons seront nécessaires pour le maquillage, les tatouages, les paillettes, les bâtons lumineux, les glaces, le thé aux perles et le photomaton.\nNous serons au Cola le mercredi de 14h45 à 15h15 et le vendredi de 8h45 à 9h15 avec les bracelets et les jetons.\nLes jetons sont disponibles à l'achat par sachets de 10 $ (5 jetons) ou 20 $ (10 jetons). Nous accepterons les paiements en espèces et par carte.\nLes bracelets et jetons ne seront pas réémis en cas de perte. Nous demandons donc aux parents/tuteurs de venir les récupérer en personne.\nSi vous ne pouvez pas venir à ces horaires, vous pourrez toujours récupérer le bracelet et acheter des jetons le vendredi entre 15h et 19h lors de l'événement.\nPour ne rien manquer, veuillez prendre note des heures d'ouverture des stands et des prix des articles ci-dessous :\nBâtons lumineux\n1 jeton (2 $)\n15h30 à 19h\nTatouages lumineux\n1 jeton (2 $)\n15h30 à 19h\nPots de paillettes lumineuses\n1 jeton (2 $)\n15h30 à 19h\nMaquillage lumineux\n2-3 jetons (4-6 $)\n15h30 à 19h\nPhotomaton\n1 jeton (2 $)\n16h30 à 19h30\nGlace\n2 jetons (4 $) gratuit pour les détenteurs de billets\n15h30 à 19h\nThé aux perles\n3 jetons (6 $)"
}