{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello it's Oscar V, i just wanted to start this off by saying that yes we lost today but just because we lost doesn’t mean that we aren’t capable of winning yesterday was proof that we have the talent to compete with other teams we all have our individual talents that we can build on we can all complain about how horrible todays score was but in game we also have to take in consideration the amount of communication we had compared to yesterday we did not seem like the same team as yesterday we came into the game scared and unconfident we should know that’s when we communicate we are at our strongest when we play simple and with a fast tempo we are dominate and are able to take over the games midfield with the addition of Santiago who was looking up while dribbling was great only complaint was the pressure which led to a lot of shots as the mid field it has been a reoccurring event where we do not have anyone pressing the defense is also a big reason when they begin to attack we tend to follow The attackers which leds them to staying on side staying with the back line which we started to get the hang of with the offside trap I do not mean this at all I'm a way to target disrespect or offend anyone I just believe that there a things that we can improve on and I hope that you take the time to read this thank you.",
    "trans": "Bonjour, c'est Oscar V, je voulais commencer en disant que oui, nous avons perdu aujourd'hui, mais le fait que nous ayons perdu ne signifie pas que nous ne sommes pas capables de gagner. Hier en était la preuve, nous avons le talent pour rivaliser avec d'autres équipes. Nous avons tous nos talents individuels sur lesquels nous pouvons construire. Nous pourrions tous nous plaindre de l'horreur du score d'aujourd'hui, mais en jeu, nous devons aussi prendre en considération la quantité de communication que nous avons eue par rapport à hier. Nous ne semblions pas être la même équipe qu'hier. Nous sommes arrivés dans le match effrayés et sans confiance. Nous devrions savoir qu'à partir du moment où nous communiquons, nous sommes à notre meilleur. Quand nous jouons de manière simple et avec un tempo rapide, nous dominons et nous sommes capables de prendre le contrôle du milieu de terrain. L'ajout de Santiago, qui regardait devant lui en dribblant, était génial. Le seul reproche que j'ai, c'est la pression, ce qui a conduit à beaucoup de tirs. En tant que milieu de terrain, cela fait un moment que nous n'avons personne qui presse, et la défense est aussi une grande raison pour laquelle, lorsqu'ils commencent à attaquer, nous avons tendance à suivre les attaquants, ce qui leur permet de rester en jeu. Mais rester avec la ligne défensive, ce que nous avons commencé à maîtriser avec le piège du hors-jeu, était une bonne chose. Je ne veux absolument pas cibler ou manquer de respect à quiconque. Je crois juste qu'il y a des choses sur lesquelles nous pouvons nous améliorer, et j'espère que vous prendrez le temps de lire ceci. Merci."
}