{
    "source": "en_US",
    "target": "fr_FR",
    "text": "HiMinseok,\nThe attorney said you have the option to file either the Provisional or Non Provisional Patent:\n1. ProvisionalPatent:\nflat fee of $1975\nplus $60 gov filing fee\nplus $25 / page for patent drawings (approx. 0-4 needed)\nlasts 1 year then you have to convert it to anonprovisional\nfee to convertprovisionaltononprovisional next year is $3475\ndoesnotget examined and doesnotget approved\nonce filed, you are patent pending, protected and open for business\ncaveat: doesnotexclude copycats from selling your invention\n2. NonProvisionalPatent:\nflat fee of $3975\nplus $364 gov filing fee\nplus $25 / page for patent drawings (approx. 0-8 needed)\nlasts 20 years\nonce filed, you are patent pending, protected and open for business\nonce approved, you can sue copycats for patent infringement\n*****Please note: there are rumors circulating about a potential price increase after this month.\nThe Process of Drafting and Filing the Patent Application:\nTypically takes about 1-2 months\nThe attorney will email you a rough draft and kindly request that you review it, offering the option to either approve it or provide feedback\nWe will then send you a 2nd draft and repeat the process until the application is perfect and meets all legal requirements\nAt this point, will file the application on your behalf\nPlease note:\nThe U.S. is a 1st to File Patent System, meaning whoever files the patent on your invention 1st wins ownership rights, there is no 2nd place\nAfter reviewing the search report, if you have any supplemental info that you want to add to your patent application that was not already included in the patent search questionnaire, kindly email me the info\nOr if you have any other designs, embodiments, models, or variations of the invention that you wish to include in the application, kindly email those to me as well\nIf you would like to file a patent, please let me know which patent you would like to file and I will send out the agreement.\nThanks,",
    "trans": "Hi Minseok,\nThe attorney mentioned that you have the option to file either a Provisional or Non-Provisional Patent:\n1. Provisional Patent:\nFrais fixes de 1975 dollars\nPlus 60 dollars de frais de dépôt gouvernementaux\nPlus 25 dollars par page pour les dessins de brevet (environ 0-4 pages nécessaires)\nDurée de 1 an, après quoi vous devez le convertir en brevet non-provisoire\nFrais pour convertir le brevet provisoire en brevet non-provisoire l'année prochaine : 3475 dollars\nNe fait pas l'objet d'un examen ni d'une approbation\nUne fois déposé, vous êtes en attente de brevet, protégé et prêt à faire des affaires\nAvertissement : cela n'empêche pas les copies de votre invention par des concurrents\n2. Brevet non-provisoire :\nFrais fixes de 3975 dollars\nPlus 364 dollars de frais de dépôt gouvernementaux\nPlus 25 dollars par page pour les dessins de brevet (environ 0-8 pages nécessaires)\nDurée de 20 ans\nUne fois déposé, vous êtes en attente de brevet, protégé et prêt à faire des affaires\nUne fois approuvé, vous pouvez poursuivre les copies de votre invention pour violation de brevet\n*****Veuillez noter : des rumeurs circulent concernant une éventuelle augmentation de prix après ce mois.\nLe processus de rédaction et de dépôt de la demande de brevet :\nEn général, cela prend environ 1 à 2 mois\nL'avocat vous enverra un projet brut et vous demandera de le revoir, vous offrant la possibilité de l'approuver ou de fournir des commentaires\nNous vous enverrons ensuite un deuxième projet et répéterons le processus jusqu'à ce que la demande soit parfaite et réponde à toutes les exigences légales\nÀ ce moment-là, nous déposerons la demande en votre nom\nVeuillez noter :\nLes États-Unis ont un système de brevet \"premier à déposer\", ce qui signifie que celui qui dépose d'abord le brevet sur votre invention obtient les droits de propriété, il n'y a pas de deuxième place.\nAprès avoir examiné le rapport de recherche, si vous avez des informations supplémentaires que vous souhaitez ajouter à votre demande de brevet et qui n'étaient pas déjà incluses dans le questionnaire de recherche de brevet, veuillez m'envoyer ces informations.\nOu, si vous avez d'autres conceptions, embodiments, modèles ou variations de l'invention que vous souhaitez inclure dans la demande, veuillez aussi me les envoyer.\nSi vous souhaitez déposer un brevet, merci de me faire savoir quel brevet vous souhaitez déposer et je vous enverrai l'accord.\nMerci,"
}