{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In 1866 the Aeronautical Society of Great Britain was formed. This represented the first organized activity dedicated to the research of aviation. During its first meeting, F.H. Wenham, a marine engineer, submitted the results of his research in aerodynamics. His findings substantiated Cayley's theories and the cambered surface wing. Wenham is also credited with building the first wind tunnel.\nAlphonse Penaud, a young French person, without reading the papers of Sir Cayley, also had discovered the effects of dihedral and a tail. He also learned that he received additional stability with a negative angle of attack of the tail plane. Penaud had designed an aircraft of considerable advancement, including such features as a single control to move both rudder and elevators, retractable landing gear, a glass canopy, and an engine enclosed within the fuselage. However, because of the lack of an available engine and an unfavorable reception at an 187",
    "trans": "En 1866, la Société aéronautique de Grande-Bretagne a été créée. Il s'agissait de la première activité organisée consacrée à la recherche dans le domaine de l'aviation. Lors de sa première réunion, F.H. Wenham, ingénieur maritime, présente les résultats de ses recherches en aérodynamique. Ses découvertes ont permis d'étayer les théories de Cayley et l'aile à surface cambrée. On attribue également à Wenham la construction de la première soufflerie.\nAlphonse Penaud, un jeune français, sans avoir lu les papiers de Sir Cayley, avait également découvert les effets du dièdre et de la queue. Il a aussi appris qu'un angle d'attaque négatif de l'empennage lui procurait une stabilité supplémentaire. Penaud a conçu un avion considérablement avancé, comprenant des caractéristiques telles qu'une commande unique pour déplacer le gouvernail et les gouvernes de profondeur, un train d'atterrissage rétractable, une verrière et un moteur enfermé dans le fuselage. Cependant, en raison de l'absence d'un moteur disponible et d'un accueil défavorable lors d'une conférence de 187"
}