{
    "source": "en_US",
    "target": "fr_FR",
    "text": "All, for the managers meeting, we are asking farms to speak on area they have had success in improvement. We are going to have 3-4 farms present and then have discussions around this. I had volunteered for you to speak on prewean mortality. You have been 1st /2nd on rankings most weeks. I can help you come up with a power point presentation. Just wanted to make sure you were willing to do. I will also do some data mining and help show that. I would think you could both talk, just split up the slides. Area’s I think have been a key but you may have others:\nExperienced and focused day one care\nHornbeam, have people focused on rooms for whole cycle\nCross fostering protocols\nHeat lamp management\nSplit suckling (I know is up and down, but you are doing some, correct?)\nRoom temperature and mats on curve\nTimely zero wean of sows and putting in nurse sows\nCleanleness of washing and disinfecting\nTimely treating of scours\nOther things you are thinking of ? Next week I will be in APPO/Hornbeam/Sterling Flows and can take some pictures and put together a power point presentation.",
    "trans": "Tous, pour la réunion des gestionnaires, nous demandons aux fermes de parler des domaines dans lesquels elles ont réussi à s'améliorer. Nous allons avoir 3-4 fermes qui présenteront, puis nous aurons des discussions à ce sujet. J'avais proposé que vous parliez de la mortalité avant sevrage. Vous avez été 1er / 2ème dans les classements la plupart des semaines. Je peux vous aider à préparer une présentation PowerPoint. Je voulais juste m'assurer que vous étiez d'accord pour le faire. Je vais aussi effectuer une exploration de données et vous aider à montrer cela. Je pense que vous pourriez parler tous les deux, en vous partageant les diapositives. Voici les domaines que je pense être clés, mais vous en avez peut-être d'autres :\nSoins expérimentés et concentrés dès le premier jour\nHornbeam, avoir des personnes focalisées sur les pièces pendant tout le cycle\nProtocoles de cross-fostering\nGestion des lampes chauffantes\nAllaitement fractionné (je sais que c'est fluctuant, mais vous en faites un peu, n'est-ce pas ?)\nTempérature de la pièce et tapis sur courbe\nSevrage à zéro des truies et mise en place des nourrices en temps opportun\nPropreté du lavage et de la désinfection\nTraitement rapide des diarrhées\nD'autres choses auxquelles vous pensez ? La semaine prochaine, je serai dans APPO/Hornbeam/Sterling Flows et je pourrai prendre des photos et préparer une présentation PowerPoint."
}