{
    "source": "en_US",
    "target": "fr_FR",
    "text": "15 years later)\nI woke up to the blaring of that god-awful alarm and a massive headache. I reached my hand out in the dark to shut that fucking alarm but I couldn't find it. It's always on my bedside table.\nGroaning realizing that dick I call my brother has probably hid it so I couldn't shut it and eventually wake up. \"Fuck you asswipe. Drop dead fucker. I'm coming for you once I'm out of that door.\" I yelled out knowing damn well he heard me.\nOh hello there, didn't see you because of my blackout curtains or maybe it could be because I'm massively hungover from last night. Well, uh my name's Roxxane Avalon Vasilios Romano. I know I know massive name but hey blame my parents for that.\nI just turned 20 yesterday hence the hangover. I don't know what else to tell you guys cause frankly this isn't my story. Though don't worry my story is dropping very soon. Like very soon.\nStory's not over yet fam, buckle up. P.S it's gonna be rough journey. Anyway bye not goodbye cause again you'll see me very soon.",
    "trans": "15 ans plus tard)\nJe me suis réveillé au bruit assourdissant de ce maudit réveil et une migraine terrible. J'ai tendu la main dans le noir pour éteindre ce foutu réveil, mais je ne le trouvais pas. Il est toujours sur ma table de chevet.\nGémissant en réalisant que la bite que j’appelle mon frère l’a probablement cachée pour que je ne puisse pas la fermer et finalement me réveiller. « Baise ton cul. Laisse tomber le fils de pute mort. Je viens pour vous une fois que je suis hors de cette porte.\" J’ai crié, sachant bien qu’il m’a entendu.\nOh, bonjour, je ne t'ai pas vu à cause de mes rideaux occultants, ou peut-être que c'est parce que je suis carrément dégrisée de la soirée d'hier. Eh bien, euh, je m'appelle Roxxane Avalon Vasilios Romano. Je sais, je sais, c'est un gros nom, mais hé, blâme mes parents pour ça.\nJ'ai fêté mes 20 ans hier, d'où la gueule de bois. Je ne sais pas trop quoi vous dire de plus, parce qu'honnêtement, ce n'est pas mon histoire. Mais ne vous inquiétez pas, mon histoire arrive très bientôt. Vraiment bientôt.\nL’histoire n’est pas terminée, la famille, accrochez-vous. P.S : Ça va être un sacré voyage. Bref, à bientôt, pas au revoir, car encore une fois, vous me verrez très bientôt."
}