{
    "source": "en_US",
    "target": "fr_FR",
    "text": "2024\nDear Mr [redacted_name]\nContract Account Number: [redacted_info]\nI am pleased to confirm that we have received the Ombudsman’s decision in respect of your complaint.\nPlease accept my sincere apologies for the shortfalls in customer service that you experienced and for any inconvenience caused.\nIn accordance with the Ombudsman’s decision, we can confirm the gas meter information is fully updated on our system. We have completed the back billing assessment and applied an adjustment of £557.99. We have applied the £150.00 goodwill payment to your energy account.\nTo complete a burns test, you would need to turn on all appliances in your property that uses gas. This would show on the meter that there is a lot of gas been used at that time and would provide an indication as to which is meter is yours. The meter which is advances the most would indicate this is your meter.\nAs we have now implemented all of the remedies as agreed with the Ombudsman, I can confirm your complaint has now been closed. If you have any questions regarding your Ombudsman case, please contact Ombudsman Services: Energy who can assist you further.\nYours sincerely",
    "trans": "2024\nCher Monsieur [redacted_name]\nNuméro de compte contractuel : [redacted_info]\nJ'ai le plaisir de vous confirmer que nous avons reçu la décision du Médiateur concernant votre requête.\nJe vous prie d'accepter mes sincères excuses pour les lacunes dans le service à la clientèle que vous avez rencontrées et pour les désagréments causés.\nConformément à la décision du Médiateur, nous pouvons confirmer que les informations relatives au compteur de gaz sont entièrement mises à jour dans notre système. Nous avons procédé à l'évaluation de la rétro-facturation et avons appliqué un ajustement de 557,99 £. Nous avons appliqué le paiement de courtoisie  de 150,00 £ à votre compte d'énergie.\nPour effectuer un test de combustion, vous devez allumer tous les appareils fonctionnant au gaz dans votre domicile. Cela montrera sur le compteur que beaucoup de gaz a été utilisé à ce moment-là et donnera une indication sur le compteur qui est le vôtre. Le compteur qui avance le plus indique qu'il s'agit du vôtre.\nÉtant donné que nous avons mis en œuvre toutes les mesures correctives convenues avec le Médiateur, je peux vous confirmer que votre requête a été classée. Si vous avez des questions concernant votre dossier auprès du Médiateur, veuillez contacter les Services du Médiateur : Énergie, qui pourra vous aider.\nJe vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées."
}