{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi All! Hope you are having a wonderful Wednesday. I'm sharing information on our away game this weekend. Please remember to update your status. Here is info:\n[redacted_info]\nPreston Sports Complex - Claudio's Pizzeria Field (See attached map)\nThe address for the field is:\n[redacted_address]\nParking is available in the Cork Street lot as well as beside the War Memorial Building. Spectators and chairs must remain against the fence/wall and are not allowed behind the goals at anytime. Only players and coaches are permitted in between fields. Foldout benches are welcome provided they are in good shape and do not pose a risk to the turf.\nWe ask that your spectators sit across the field opposite of your team.\nWe ask that teams please utilize space outside of the turf to meet/warm-up if another game is in progress. Additionally, as your game ends, please remove all trash and belongings quickly to allow for the next team to come on. If meeting with your team after the game, do so away from the bench area.\nPlease note, NO animals are allowed at the soccer fields. There are bathroom facilities at the War Memorial Building (if open) next to the parking lot as well as by the baseball fields. There is also portable restroom trailer near the turf fields.\nAbsolutely NO GUM, no food and dark colored liquids are allowed on the turf. Thank you for abiding by this policy and helping keep our fields beautiful!",
    "trans": "Bonjour à tous ! J'espère que vous passez un excellent mercredi. Je vous partage des informations concernant notre match à l'extérieur ce week-end. N'oubliez pas de mettre à jour votre statut. Voici les informations :\n[infos_masqué]\nComplexe sportif de Preston - Terrain de la pizzeria Claudio (voir la carte ci-jointe)\nL'adresse du terrain est :\n[adresse_masqué]\nLe stationnement est disponible dans le lot de Cork Street ainsi que près du bâtiment du Mémorial de guerre. Les spectateurs et les chaises doivent rester contre la clôture/mur et ne sont pas autorisés à se trouver derrière les buts à tout moment. Seuls les joueurs et les entraîneurs sont autorisés sur les terrains. Les bancs pliants sont les bienvenus, à condition qu'ils soient en bon état et ne présentent aucun danger pour le gazon.\nNous demandons à ce que vos spectateurs s'assoient de l'autre côté du terrain, en face de votre équipe.\nNous demandons aux équipes d'utiliser l'espace extérieur au gazon pour se rencontrer/faire des échauffements si un autre match est en cours. De plus, une fois votre match terminé, merci de retirer rapidement toute poubelle et vos affaires pour permettre à l’équipe suivante d'entrer. Si vous souhaitez rencontrer votre équipe après le match, faites-le à l'écart de la zone des bancs.\nVeuillez noter qu'aucun animal n'est autorisé sur les terrains de football. Des installations sanitaires sont disponibles dans le bâtiment du Mémorial de guerre (si ouvert) près du parking, ainsi qu'à proximité des terrains de baseball. Il y a également une remorque de toilettes portables près des terrains de gazon.\nIl est STRICTEMENT INTERDIT de mâcher du chewing-gum, de manger ou de consommer des liquides colorés sombres sur le terrain. Merci de respecter cette politique et d'aider à maintenir nos terrains en parfait état !"
}