{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A R R A W O N G H I G H S C H O O L\nOnline enrolment forms can be completed by Parents/Carers on our schools\nwebsite via the enrolment tab. www.warrawonghigh.nsw.edu.au\nIf you are unable to access the online facilities,\nplease contact the office for hard copies\nY E A R 6 - 7 N E W E N R O L M E N T S\n1. COMPLETE AN ONLINE EOI\n2. COMPLETE AN ONLINE APPLICATION\nFOR QUESTIONS REGARDING ENROLMENTS\nPLEASE PHONE THE OFFICE ON (02)4274 0707\nGo to your childs Primary School website\nSelect the Enrolment tab & then the Moving to High School link\nType in your residential address, this will populate your in area high\nschool\nThe online form will be open from 6th March - 4th April (if the student\nis coming from a non-government school, please see our office for a\nhardcopy)\nWarrawong High School will email families an offer to enrol at High\nSchool in May/June\nFollow the link in the Email and complete the online application form\nfor your student\nHave the following documents ready to attach to the application:\nBirth Certificate or Passport, Proof of Address and Immunisation\nHistory and if applicable Health Condition Plans and Court Order\ndocuments\n3. VISITS TO HIGH SCHOOL\nOrientation Day is Tuesday 3rd December 2024\nWHS will host other days through out the year to conduct testing and\nextra transition time, this is helpful for class placement and getting",
    "trans": "L Y C E E A R R A W O N G\nLes formulaires d'inscriptions en ligne peuvent être remplis par les Parents/Tuteurs sur le site\nde notre école via l'onglet Inscriptions. www.warrawonghigh.nsw.edu.au\nSi vous êtes dans l'incapacité d'accéder aux services en ligne,\nmerci de contacter nos bureaux pour des copies papier\nN O U V E L L E S I N S C R I P T I O N S A N N E E 6 - 7\n1. REMPLIR UN FORMULAIRE DE DECLARATION D'INTERET EN LIGNE\n2. REMPLIR UN FORMULAIRE D'INSCRIPTION EN LIGNE\nPOUR TOUTE QUESTION AU SUJET DES INSCRIPTIONS\nMERCI D'APPELER NOS BUREAUX AU (02)4274 0707\nAllez sur le site de l'école primaire de votre enfant\nSélectionnez l'onglet Inscriptions & ensuite le lien Transition au Lycée\nRenseignez votre adresse de résidence, ce qui fera apparaitre les lycées\ndans votre zone\nLe formulaire en ligne sera accessible du 6 mars au 4 avril (si l'élève\nprovient d'une école non-gouvernementale, merci de vous renseigner auprès de nos bureaux pour une\ncopie papier)\nLe Lycée Warrawong enverra aux familles une offre d'inscription au lycée\nen mai/juin via mail.\nCliquez sur le lien dans le mail et remplissez le formulaire d'inscription en ligne\npour votre élève\nLes documents à joindre au formulaire d'inscription sont :\nActe de Naissance ou Passeport, Justificatif de Domicile et Historique\ndes Vaccinations et si besoin le Régime d'Assurance Maladie et documents\nlégaux.\n3. VISITES AU LYCEE\nLa journée portes ouvertes se déroulera le mardi 3 décembre 2024\nD'autres journées portes ouvertes auront lieu au cours de l'année pour réaliser des tests et\nune période de transition supplémentaire, ce sera utile pour le placement en classe et avoir"
}