{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You have received a new message from Sarah Cooley [CHARTSPAN MEDICAL TECHNOLOGIES INC].\nYou may either respond to the message below by email or by logging into your account.\nHi Janisse,\nThank you for applying for our remoteOutbound Healthcare Sales position at ChartSpan! We have reviewed your resume and are very excited to speak with you! To move forward with our hiring process, please complete this assessment:\nCriteria Assessment: Outbound Healthcare Sales\nTo ensure a speedy review, please follow these instructions carefully:\nPlease submit the assessment under the same email your application is under. This will allow us to connect your information faster.\nComplete the assessment from a desktop or laptop computer. Do not use a smartphone, tablet, or other smart device.\nFollow all instructions carefully, especially for the internet speed test. If the internet speed test portion is completed incorrectly your application will be rejected.\nTo follow up on your application, email us atCareers@chartspan.com.\nThis is a full-time position that requires being able to work Monday - Friday between 9:00 am - 8:00 pm EST for a total of 40 hours a week.\nThe starting pay is $15.75 per hour. We offer raises and an unlimited commission model.\nThank you,\nThe Talent Acquisition Team\n(Please Note: This message was automatically generated. Please do not respond.)",
    "trans": "Vous avez reçu un nouveau message de Sarah Cooley [CHARTSPAN MEDICAL TECHNOLOGIES INC].\nVous pouvez répondre au message ci-dessous par courriel ou en vous connectant à votre compte.\nBonjour Janisse,\nNous vous remercions d'avoir postulé au poste de Commerciale en Téléprospection dans le Secteur de la Santé chez ChartSpan ! Nous avons examiné votre curriculum vitae et sommes très intéressés à discuter avec vous ! Pour poursuivre notre processus de recrutement, veuillez compléter cette évaluation :\nÉvaluation des Critères : Commerciale en Téléprospection dans le Secteur de la Santé\nAfin d'assurer un examen rapide, veuillez suivre attentivement ces instructions :\nVeuillez soumettre l'évaluation en utilisant la même adresse courriel que celle utilisée pour votre candidature. Cela nous permettra de relier vos informations plus rapidement.\nVeuillez compléter l'évaluation à partir d'un ordinateur de bureau ou portable. N'utilisez pas de téléphone intelligent, de tablette ou d'autre appareil intelligent.\nVeuillez suivre attentivement toutes les instructions, en particulier pour le test de vitesse Internet. Si la partie du test de vitesse Internet est complétée incorrectement, votre candidature sera rejetée.\nPour le suivi de votre candidature, veuillez nous envoyer un courriel à l'adresse suivante : Careers@chartspan.com.\nIl s'agit d'un poste à temps plein qui exige d'être disponible du lundi au vendredi, de 9 h 00 à 20 h 00 EST, pour un total de 40 heures par semaine.\nLa rémunération de départ est de 15,75 $ de l'heure. Nous offrons des augmentations et un modèle de commission illimité.\nNous vous remercions,\nL'équipe d'acquisition de talents.\n(Veuillez noter : ce message a été généré automatiquement. Veuillez ne pas y répondre.)"
}