{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Several Linux Kernel Driver Maintainers Removed Due To Their Association To Russia\nWritten by Michael Larabel in Linux Kernel on 22 October 2024 at 02:22 PM EDT. 197 Comments\nQuietly merged into this week's Linux 6.12-rc4 kernel was a patch that removes a number of kernel maintainers from being noted in the official MAINTAINERS file that recognizes all of the driver and subsystem maintainers.\nSent out last week by Linux's second-in-command Greg Kroah-Hartman was the patch dropping a dozen maintainers from the kernel. Greg simply commented in there:\n\"Remove some entries due to various compliance requirements. They can come back in the future if sufficient documentation is provided.\"\nThis includes the maintainer of the Acer Aspire 1 EC driver, Cirrus Logic CLPS711X ARM architecture, Baikal-T1 PVT hardware monitor driver, Libata PATA drivers, libata SATA AHCI Synopsys DWC controller drivers, ASCOT2E media drivers, MIPS Baikal-T1 platform driver, NTB IDT driver, PPTP driver, Renesas R-Car SATA driver, Renesas Super-H Ethernet Driver, and the UFS file-system. Just the maintainer entries are being removed and not the actual drivers themselves.\nThe commonality of all these maintainers being dropped? They appear to all be Russian or associated with Russia. Most of them with .ru email addresses.\nIn response on the Linux kernel mailing list it was asked by others what are the \"compliance requirements\" and \"sufficient documentation\" needed... So far there isn't any public comment by Greg Kroah-Hartman. Presumably this is due to sanctions on Russia involving the war in Ukraine.\nThis is just dropping Russian maintainers from the kernel but isn't clear if patches from them will be accepted moving forward. Similarly, the driver code remains within the kernel -- including for Russian hardware such as around the Baikal CPUs from Russia's Baikal Electronics. So right now it appears to be little more than just not officially recognizing any formal kernel maintainers that are Russian.\nThe patch was merged into Linux 6.12 Git over the weekend ahead of 6.12-rc4 and simply noted as \"MAINTAINERS file updates\" without elaborating on the removal or any new rules/restrictions on kernel development.\nThis wouldn't be the first time during the war in Ukraine that kernel development has been impacted. Last year Linux networking driver patches were rejected on the basis of being from a Russian individual/organization.\nUPDATE: Linus Torvalds Comments On The Russian Linux Maintainers Being Delisted\nUPDATE 2: Some Clarity On The Linux Kernel's \"Compliance Requirements\" Around Russian Sanctions",
    "trans": "Plusieurs responsables des pilotes du noyau Linux retirés en raison de leur association avec la Russie\nÉcrit par Michael Larabel dans Linux Kernel le 22 octobre 2024 à 14h22 EDT. 197 commentaires\nIntégré discrètement dans le noyau Linux 6.12-rc4 de cette semaine, un patch supprime un certain nombre de mainteneurs du noyau de la liste officielle des MAINTENEURS qui reconnaît tous les mainteneurs de pilotes et de sous-systèmes.\nEnvoyé la semaine dernière par le second de Linux, Greg Kroah-Hartman, ce patch supprime une douzaine de mainteneurs du noyau. Greg a simplement commenté :\n« Supprimez certaines entrées en raison de diverses exigences de conformité. Elles pourront revenir à l'avenir si une documentation suffisante est fournie. »\nCela inclut le mainteneur du pilote Acer Aspire 1 EC, de l'architecture ARM Cirrus Logic CLPS711X, du pilote de moniteur matériel Baikal-T1 PVT, des pilotes Libata PATA, des pilotes libata SATA AHCI Synopsys DWC, des pilotes multimédias ASCOT2E, du pilote de plateforme MIPS Baikal-T1, du pilote NTB IDT, du pilote PPTP, du pilote Renesas R-Car SATA, du pilote Ethernet Renesas Super-H et du système de fichiers UFS. Seules les entrées des mainteneurs sont supprimées et non les pilotes eux-mêmes.\nQu'ont en commun tous ces mainteneurs supprimés ? Ils semblent tous être russes ou associés à la Russie. La plupart d'entre eux ont des adresses e-mail en .ru.\nEn réponse sur la liste de diffusion du noyau Linux, d'autres ont demandé quelles étaient les « exigences de conformité » et la « documentation suffisante » nécessaires... Jusqu'à présent, aucun commentaire public de Greg Kroah-Hartman n'a été fait. On suppose que cela est dû aux sanctions contre la Russie liées à la guerre en Ukraine.\nCela se limite à retirer les mainteneurs russes du noyau sans préciser si leurs patchs seront acceptés à l'avenir. De même, le code des pilotes reste dans le noyau, y compris pour le matériel russe tel que les processeurs Baikal de Baikal Electronics en Russie. Pour l'instant, il ne s'agit guère plus que de ne pas reconnaître officiellement les mainteneurs formels du noyau russes.\nLe patch a été intégré dans le Git de Linux 6.12 ce week-end avant 6.12-rc4 et a simplement été noté comme « mises à jour du fichier MAINTENEURS » sans élaborer sur la suppression ou les nouvelles règles/restrictions sur le développement du noyau.\nCe ne serait pas la première fois que la guerre en Ukraine a un impact sur le développement du noyau. L'année dernière, les patchs de pilotes de réseau Linux ont été rejetés en raison de leur origine russe.\nMISE À JOUR : Commentaires de Linus Torvalds sur le retrait des mainteneurs russes de Linux\nMISE À JOUR 2 : Quelques éclaircissements sur les « exigences de conformité » autour des sanctions russes du noyau Linux"
}