{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This challenge considers how our behaviour impacts the environment, and how changes to that behaviour might change our impact, both positively and negatively.\nHow are the two connected? How do we shape our surroundings, and what is the evidence that our behaviour makes a difference? Is it the case that a significant impact can only be felt if we make big changes or can small changes add up to a make a big difference? When global events overtake national policy, what can we learn from the experience and what are our positive takeaways for the future?\nIn this section, we explore the impact of global events on the environment and consider ways in which positive change in the face of adversity can create a blueprint for future action. The ultimate challenge question is to examine and quantify your personal practices and behaviours, consider how these might have changed with growing awareness and create a personal sustainability action-plan for the future.",
    "trans": "Ce défi examine comment notre comportement influence l’environnement et comment des changements dans ce comportement peuvent modifier notre impact, tant positivement que négativement.\nComment les deux sont-ils connectés ? Comment façonnons-nous notre environnement, et quelles sont les preuves que notre comportement fait une différence ? Est-il vrai qu'un impact significatif ne peut être ressenti que si nous apportons de grands changements, ou est-ce que de petits changements peuvent s'accumuler pour faire une grande différence ? Lorsque des événements mondiaux dépassent les politiques nationales, que pouvons-nous apprendre de cette expérience et quelles sont les leçons positives à en tirer pour l'avenir ?\nDans cette section, nous explorons l'impact des événements mondiaux sur l'environnement et envisageons des façons dont un changement positif face à l'adversité peut créer un modèle pour les actions futures. La question ultime est d'examiner et de quantifier vos pratiques et comportements personnels, de considérer comment ceux-ci ont pu changer avec la prise de conscience croissante, et de créer un plan d'action personnel pour la durabilité à l'avenir."
}