{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We take your security and privacy concerns seriously. We ensure survey responses are kept secure and anonymous and your personal data are only used for research purposes and specifically your personal data will not be usedfor marketing or promotional purposes either internally or externally.\nWe will link your survey data with data we have previously collected about you over the last 12 months by using your Respondent ID. We will use this linked data to be able to understand what children’s online and offline preferences are.\nThe record of your survey responses does not contain any identifying information about you, unless a specific survey question explicitly asked for it. If you used an identifying token to access this survey, please rest assured that this token will not be stored together with your responses. It is managed in a separate database and will only be updated to indicate whether you did (or did not) complete this survey. There is no way of matching identification tokens with survey responses",
    "trans": "Nous prenons au sérieux vos préoccupations en matière de sécurité et de respect de la vie privée. Nous veillons à ce que les réponses à l'enquête soient sécurisées et anonymes et à ce que vos données personnelles ne soient utilisées qu'à des fins de recherche. En particulier, vos données personnelles ne seront pas utilisées à des fins de marketing ou de promotion, que ce soit en interne ou en externe.\nNous relierons vos données d'enquête aux données que nous avons précédemment collectées à votre sujet au cours des 12 derniers mois en utilisant votre identifiant de répondant. Nous utiliserons ces données pour comprendre les préférences des enfants en ligne et hors ligne.\nL'enregistrement de vos réponses à l'enquête ne contient aucune information qui permet de vous identifier, sauf si une question spécifique de l'enquête le demande explicitement. Si vous avez utilisé un jeton d'identification pour accéder à cette enquête, soyez assuré que ce jeton ne sera pas stocké avec vos réponses. Il est géré dans une base de données distincte et ne sera mis à jour que pour indiquer si vous avez (ou non) répondu à cette enquête. Il n'existe aucun moyen de faire correspondre les jetons d'identification avec les réponses à l'enquête."
}