{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi,\nPlease find the below the induction link, this MUSTcompleted prior to site tour or your first shift… You MUST complete\n1. Pin Registration\n2. Staff Induction\n3. Site Specific-Eagle Farm please log back into the account again when you done the first two and choose site induction as Eagle Farm.\nPlease ensure you complete all 3 stepsthough the link below.\nhttps://www.linksafe.com.au/turosi-staff/\nYou will need to first register for a pin & then complete the online induction for Eagle Farm Only, once completed, it will send an induction certificate which you will need to show upon request when arriving on site.\nAs for the Company info you will provide in the online induction, please type AUSTRALIA PERSONNEL GLOBAL. Organisation info is TUROSI – EAGLE FARM.\nPlease make sure you put your passwordas: Apglobal0!\nAs for the address, please google Turosi and choose the Airport Drive, Eagle Farm one. The parking entry is at Gate 2. Go to the revolving gate and call the security to let him/her know you are coming for APG induction. Go to the security after passing the revolving gate to sign in. Call Farryn on 0417452830 when you heading to the production building.",
    "trans": "Bonjour,\nVeuillez trouver ci-dessous le lien pour l'induction. Cette étape DOIT être complétée avant la visite du site ou votre premier quart de travail… Vous DEVEZ compléter les étapes suivantes :\n1. Enregistrement du code PIN\n2. Induction du personnel\n3. Induction spécifique au site - Eagle Farm. Veuillez vous reconnecter à votre compte une fois les deux premières étapes terminées et choisissez l'induction du site Eagle Farm.\nAssurez-vous de compléter toutes les 3 étapes via le lien ci-dessous.\nhttps://www.linksafe.com.au/turosi-staff/\nVous devrez d'abord vous enregistrer pour un code PIN, puis compléter l'induction en ligne uniquement pour Eagle Farm. Une fois l'induction terminée, un certificat vous sera envoyé que vous devrez présenter sur demande à votre arrivée sur le site.\nPour les informations de l'entreprise que vous devez fournir lors de l'induction en ligne, veuillez inscrire AUSTRALIA PERSONNEL GLOBAL. Les informations sur l'organisation sont TUROSI – EAGLE FARM.\nVeuillez vous assurer de mettre votre mot de passe comme suit : Apglobal0 !\nPour l'adresse, veuillez chercher Turosi sur Google et choisir celle située sur Airport Drive, Eagle Farm. L'entrée du parking se fait par la porte 2. Allez jusqu'à la porte tournante et appelez la sécurité pour l'informer de votre arrivée pour l'induction APG. Allez à la sécurité après avoir passé la porte tournante pour vous inscrire. Appelez Farryn au 0417452830 lorsque vous vous dirigez vers le bâtiment de production."
}