{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We're Waiting for Your Doctor's Approval\nDear [redacted_name],\nWe've contacted your doctor and will let you know when your refill is ready.\nItems for Pick Up in Store\nPrescription Number Quantity\nXXX0689-XXXXX\nShow Rx names in future emails › 2\nPickup Info\nPickup Location Pharmacy Hours\nWalgreens Store 3122\nOAKDALE, MN 55128\nPhone: 651-731-8480\nIntersection: MINNEHAHA AVENUE & HIGHWAY 120\nDrive-Thru: Drive-thru service available*\nMon - Fri 8am - 8pm*\nSat 9am - 6pm*\nSun 10am - 6pm*\n*Pharmacy closed 1:30 - 2pm for meal break\nSign in to your account for more information ›\nWe're proud to be a partner in your healthcare and apologize for any inconvenience.\nBe Well,\nYour Walgreens Pharmacist\n651-731-8480\nPLEASE DO NOT REPLY TO THIS MESSAGE\nThis is a system-generated email. Replies will not be read nor forwarded for handling. This email was sent to [redacted_email].\nContact Us | Notice of Privacy Practices | Online Privacy & Security Policy | Unsubscribe\nCopyright 2024 Walgreen Co., 200 Wilmot Road, Deerfield, IL 60015-4620. All rights reserved.\nPlease be aware that most standard email is not a secure means of communication and your protected health information that may be contained in our emails to you will not be encrypted. This means that there is risk that your protected health information in the emails could be intercepted and read by, or disclosed to, unauthorized third parties. Use of alternative and more secure methods of communication with us, such as telephone, fax or the U.S. Postal Service are available to you. If you do not wish to accept the risks associated with non-secure unencrypted email communications from us containing your protected health information, please indicate that you do not wish to receive such emails from us by updating your Communication Preferences online or by calling us at 1-877-250-5823.",
    "trans": "Nous sommes en attente de l'approbation de votre médecin\nCher [redacted_name],\nNous avons contacté votre médecin et vous tiendrons informé lorsque votre renouvellement sera prêt.\nArticles à récupérer en magasin\nNuméro de l'Ordonnance Quantité\nXXX0689-XXXXX\nAfficher Noms Rx dans les futurs emails › 2\nInformations pour le retrait\nAdresse du Retrait Horaires de la Pharmacie\nMagasin Walgreens 3122\nOAKDALE, MN 55128\nTéléphone: 651-731-8480\nIntersection: MINNEHAHA AVENUE & AUTOROUTE 120\nRetrait en voiture : retrait en voiture possible\nLun - Ven 8h - 20h*\nSam 9h - 18h*\nDim 10h - 18h*\n*Pharmacie fermée entre 13h30 et 14h pour pause déjeuner\nConnectez-vous à votre compte pour plus d'informations ›\nNous sommes fiers d'être votre partenaire santé et nous excusons pour tout inconvénient.\nPortez-vous bien,\nVotre Pharmacien Walgreens\n651-731-8480\nMERCI DE NE PAS REPONDRE A CE MESSAGE\nCe mail est généré par notre système. Les réponses ne seront ni lues ni transférées pour traitement. Cet email a été envoyé à [redacted_email].\nNous contacter | Avis sur la protection de la vie privée | Confidentialité en Ligne & Politique de Sécurité | Désinscription\nCopyright 2024 Walgreen Co., 200 Wilmot Road, Deerfield, IL 60015-4620. Tous droits réservés.\nVeuillez noter que tous les emails standards ne sont pas un moyen de communication sécurisé et que vos informations de santé protégées pouvant figurer dans les mails que nous vous envoyons ne seront pas cryptées. Cela signifie qu'il y a un risque que vos informations de santé protégées contenues dans ces mails soient interceptées et lues par, ou divulguées à, des tiers non autorisés. L'utilisation de méthodes de communication alternatives et plus sûres, tel que le téléphone, le fax ou le service postal des États-Unis sont à votre disposition. Si vous ne souhaitez pas accepter les risques liés aux communications via mail non cryptés et non-sécurisés de notre part contenant vos informations de santé protégées, merci d'indiquer que vous ne souhaitez pas recevoir ce genre de mails de notre part en mettant à jour vos Préférences de Communication en ligne ou appelez-nous au 1-877-250-5823."
}