{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Such an approach represents a paradigm shift away from current trends to reduce social work to a reified ‘instrument of managerialism’ (Madhu, 2011) or an uncritical social control tool of governance through flooding curricula with content learning and competency-based measures.The teaching of critical practice and critical reflection transcends an exclusive focus on interpersonal skills that assumes practice to be separate from theory and devoid of context, to engage students in a deep awareness of the political nature and implications of their work and critical consciousness of the social conditions of people’s lived experience.The integration of a critical analysis of society with personal experience has been shown to be one of the most effective approaches to bringing about transformative change in learners. In addition, Giroux (2011: 3) argues that critical pedagogy that is ‘capable of creating the conditions for producing citizens who are critical, self-reflective, knowledgeable and willing to make moraljudgementsandactinasociallyresponsibleway’isvitalforademocraticsociety. Critical voices in social work contend that ethical practice should promote democracy, equity, human rights and social justice within a critique of the existing sociopolitical, economic, cultural, historical and gendered structures (Thompson, 2006; Mullaly, 2007; Hugman, 2010; Banks, 2012; Ife, 2012). Critical reflection may be an important vehicle for bolstering students’ capacity to envision the agency to create ethical responses and emancipatory outcomes (Fook, 2004). As Holscher and Sewpaul (2006: 253) suggest, claiming ‘back our time in order to think, to contemplate, to reflect, and to sabotage this maddening rush that is chewing away at our strength while transforming us into output generators of intellectual and human products’ can be a powerful form of resistance to neoliberalism. While the research literature suggests that there is a lack of empirical evidence to support the claims about the capacity of critical reflection to facilitate agency and change (Fook et al, 2006: 7; Fook, 2008: vii), we decided to test our observations in a more formalised way and so have recently undertaken a series of research projects to examine the impact of critical pedagogy and critical reflection in the formation of critical social work practitioners.We were interested to understand what difference, if any, critical pedagogy makes in the development of social work practitioners, and what students’ experiences are of this.The remainder of this article will explain the research and outline some of the key findings to emerge from one of these studies.",
    "trans": "Une telle approche représente un changement de paradigme, s’éloignant des tendances actuelles qui réduisent le travail social à un « instrument du managerialisme » réifié (Madhu, 2011) ou à un outil de contrôle social non critique de la gouvernance, en inondant les programmes d'études avec des contenus d’apprentissage et des mesures basées sur les compétences. L'enseignement de la pratique critique et de la réflexion critique dépasse un focus exclusif sur les compétences interpersonnelles, qui suppose que la pratique soit séparée de la théorie et dénuée de contexte, pour engager les étudiants dans une prise de conscience profonde de la nature politique et des implications de leur travail, ainsi qu’une conscience critique des conditions sociales de l’expérience vécue des personnes. L’intégration d’une analyse critique de la société avec l’expérience personnelle s’est avérée être l’une des approches les plus efficaces pour engendrer un changement transformateur chez les apprenants. De plus, Giroux (2011 : 3) soutient que la pédagogie critique, « capable de créer les conditions nécessaires pour produire des citoyens critiques, auto-réflexifs, informés et prêts à faire des jugements moraux et à agir de manière socialement responsable », est vitale pour une société démocratique. Les voix critiques dans le travail social affirment que la pratique éthique devrait promouvoir la démocratie, l'équité, les droits de l'homme et la justice sociale dans une critique des structures sociopolitiques, économiques, culturelles, historiques et de genre existantes (Thompson, 2006 ; Mullaly, 2007 ; Hugman, 2010 ; Banks, 2012 ; Ife, 2012). La réflexion critique pourrait être un moyen important pour renforcer la capacité des étudiants à imaginer l'agence nécessaire pour créer des réponses éthiques et des résultats émancipateurs (Fook, 2004). Comme le suggèrent Holscher et Sewpaul (2006 : 253), revendiquer « notre temps pour penser, contempler, réfléchir et saboter cette course folle qui ronge notre force tout en nous transformant en générateurs de produits intellectuels et humains » peut être une forme puissante de résistance au néolibéralisme. Bien que la littérature de recherche suggère qu’il y ait un manque de preuves empiriques pour soutenir les affirmations sur la capacité de la réflexion critique à faciliter l’agence et le changement (Fook et al., 2006 : 7 ; Fook, 2008 : vii), nous avons décidé de tester nos observations de manière plus formalisée et avons donc récemment entrepris une série de projets de recherche pour examiner l'impact de la pédagogie critique et de la réflexion critique dans la formation des praticiens du travail social. Nous étions intéressés à comprendre quel impact, s’il y en a, la pédagogie critique a dans le développement des praticiens du travail social, et quelles sont les expériences des étudiants à ce sujet. Le reste de cet article expliquera la recherche et présentera certaines des conclusions clés issues de l'une de ces études."
}