{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name],\nThe following RBC Royal Bank eStatement is available:\nVisa XXXX-XXXX-XXXX-1479\nTo see your statement, please sign in to RBC Online Banking^.\nTo review or change your email notification options within RBC Online Banking, select \"Profile and Preferences\" from the Banking tab under My Accounts.\nRegular, unencrypted email is not secure. Never include personal or confidential information in a regular email. To discuss your personal information with us safely, send us a message via the RBC Royal Bank Online Banking message centre or one of our other secure message centres, or contact us by phone.\nRBC will never send a regular email that asks you to provide, confirm or verify personal, login or account information. Also, RBC will never include a link to an online service in a regular email and ask you to sign in using that link. If you receive an email of this type, that appears to be from RBC, please forward it to phishing@rbc.com and then delete it. For more information please visit Emai",
    "trans": "[redacted_name],\nLe relevé électronique RBC Royal Bank suivant est disponible :\nVisa XXXX-XXXX-XXXX-1479\nPour consulter votre relevé, veuillez vous connecter à RBC Banque en ligne^.\nPour revoir ou modifier vos options de notification par e-mail dans RBC Banque en ligne, sélectionnez \"Profil et préférences\" sous l'onglet Banque dans \"Mes comptes\".\nLes e-mails réguliers non chiffrés ne sont pas sécurisés. Ne jamais inclure d'informations personnelles ou confidentielles dans un e-mail régulier. Pour discuter de vos informations personnelles en toute sécurité, envoyez-nous un message via le centre de messagerie de RBC Banque en ligne ou l'un de nos autres centres de messagerie sécurisés, ou contactez-nous par téléphone.\nRBC n'enverra jamais un e-mail régulier vous demandant de fournir, confirmer ou vérifier des informations personnelles, de connexion ou de compte. De plus, RBC ne mettra jamais de lien vers un service en ligne dans un e-mail régulier et ne vous demandera pas de vous connecter en utilisant ce lien. Si vous recevez un e-mail de ce type, prétendant provenir de RBC, veuillez le transmettre à phishing@rbc.com et le supprimer ensuite. Pour plus d'informations, veuillez visiter"
}