{
    "source": "en_US",
    "target": "fr_FR",
    "text": "There are a number of general comments which have to be made by way of introduction to the data and approach of this book. The main aim, as already suggested, is to provide samples and analyses for ‘natural, everyday, informal conversation’, and to make suggestions as to how this material might be pedagogically used. But what is meant by this label? We might simply have talked about ‘conversation’ throughout; but we feel that this term, on its own, is too vague and broad to be helpful. After all, it may be used to refer to almost any verbal interchange, from casual chat to formal discussion; hence we have used the term ‘informal conversation’, to emphasize which end of the conversational spectrum we are concerned with - conversation on informal occasions, between people who know each other, where there is no pressure from outside for them to be self-conscious about how they are speaking. What happens when people want to talk in a friendly relaxed way? The result is very different from what introductory textbooks about conversation usually lead one to expect, both in subject-matter and construction. And, for the foreign learners who find themselves participants in such informal situations, there are immediately problems of comprehension and oral fluency.",
    "trans": "Ce livre se concentre sur l'analyse de « conversations naturelles, quotidiennes et informelles », en proposant des échantillons et des analyses pour aider à l'enseignement de ce type de discours. Le terme « conversation » a été jugé trop vague et large pour décrire précisément l'objet de l'étude. Par conséquent, l'expression « conversation informelle » a été choisie pour désigner des échanges entre personnes familières, sans pression extérieure qui les incite à être auto-conscientes de leur manière de parler. Le but est de comprendre comment les gens communiquent de manière détendue et amicale, un phénomène qui diffère largement des attentes créées par les manuels traditionnels sur la conversation. Pour les apprenants étrangers, ces situations informelles présentent immédiatement des défis de compréhension et de fluidité orale."
}