{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Whom It May Concern:\nWe have attempted to contact you to explain your total loss claim and the actual cash value of\nthe vehicle. Actual cash value is determined by the market, age, mileage, and the condition of\nyour vehicle at the time the loss occurred.\nTo assist us in determining actual cash value, we consider information obtained by our\nrepresentatives, information provided by you, vehicle valuation services, and other sources.\nActual Cash Value $6,021.00\nPlus: Taxes $421.47\nTitle Transfer $23.00\nTitle Fee $0.00\nSubtotal $6,465.47\nLess: Deductible $0\nPayment to Lien/Lease holder (if applicable) $0.00\nTotal Net Payable to You: $6,465.47\nIf your vehicle is financed, please contact your lienholder giving them permission to speak with\nus. Call us with their name and phone number along with your loan account number.\nIf you have questions or need assistance, call us at (855) 231-1590 Ext. 7702066100.",
    "trans": "Qui de droit :\nNous avons tenté de vous contacter pour vous expliquer votre demande de remboursement pour perte totale et la valeur en espèces réelle\ndu véhicule. Cette valeur en espèces réelle est déterminée par le marché, l'âge, le kilométrage et l'état de\nvotre véhicule au moment où la perte a eu lieu.\nPour nous aider à déterminer la valeur en espèces réelle, nous prenons en compte les informations obtenues par nos\nreprésentants, les informations fournies par vous, les services d'évaluation des véhicules et d'autres sources.\nValeur en espèces réelle : 6 021,00 $\nPlus : Taxes 421,47 $\nTransfert de titre 23,00 $\nFrais de titre 0,00 $\nSous-total : 6 465,47 $\nMoins : Franchise 0,00 $\nPaiement au titulaire de privilège / bailleur (si applicable) 0,00 $\nTotal net payable à vous : 6 465,47 $\nSi votre véhicule est financé, veuillez contacter votre créancier et lui donner la permission de communiquer avec\nnous. Appelez-nous avec leur nom et leur numéro de téléphone ainsi que votre numéro de compte de prêt.\nSi vous avez des questions ou avez besoin d'assistance, appelez-nous au (855) 231-1590 poste 7702066100."
}