{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Warm greetings from Singapore Airlines.\nYour request to have 3 dogs to travel alongside you as checked baggage on the flight from Hong Kong to Singapore on 21 October 2024 has been approved in principle.\nOnce available please send us following documents below:\nExport/import/transshipment permits or licenses from your departure/destination/transit country's relevant authorities\nValid health and vaccination certificate with microchip number indicated\nAny additional documents that may be required by your departure/destination/transit country's authorities\nCompleted SIA AVI Release and Indemnity form (as attached)\nKindly note that pets and its container are not counted as part of your free checked baggage allowance. They are considered additional baggage, and will incur additional baggage fees payable at the airport upon check in.\nPlease ensure that pet container should be IATA approved as soft bag for pet is strictly not allowed.\nShould our staff find the documents are insufficient, they have the right to deny their boarding.",
    "trans": "Chaleureuses salutations de Singapore Airlines.\nVotre demande pour que 3 chiens voyagent avec vous en tant que bagages enregistrés sur le vol de Hong Kong à Singapour le 21 octobre 2024 a été approuvée en principe.\nMerci de nous envoyer les documents suivants dès que disponibles :\nPermis ou licences d'exportation/importation/transbordement des autorités compétentes de votre pays de départ/destination/transit\nCertificat de santé et de vaccination valide avec le numéro de puce électronique indiqué\nTout document supplémentaire pouvant être requis par les autorités de votre pays de départ/destination/transit\nFormulaire de décharge et d'indemnité SIA AVI dûment rempli (ci-joint)\nSachez que les animaux de compagnie et leur conteneur ne sont pas comptés comme faisant partie de votre franchise de bagages enregistrés gratuits. Ils sont considérés comme des bagages supplémentaires et entraîneront des frais de bagages supplémentaires à payer à l'aéroport lors de l'enregistrement.\nPrenez des dispositions pour que le conteneur pour animaux doit être approuvé par l'IATA, les sacs souples pour animaux étant strictement interdits.\nEn cas ou notre personnel estime que les documents sont insuffisants, il a le droit de refuser l'embarquement."
}