{
    "source": "en_US",
    "target": "fr_FR",
    "text": "xylophone. He demonstrated a good understanding of rhythm and could synchronize his movements while playing the shaker and following the beat of the music.\nOmar has displayed success this term in joining and engaging in at least one structured learning activity each day. When sharing his ideas during class activities and when responding to his surroundings, Omar is encouraged to recognize that his words have an impact on others. He is encouraged to use his words to promote respect and tolerance of different cultures, races and religious idenitities and celebrations. Omar often displays very unpredictable behaviour and expresses himself physically and verbally by kicking his peers, pulling their hair, throwing objects, and making threatening statements or gestures as he walks by them. Omar can strive to utilize supportive prompting to guide his interactions with others in a manner that demonstrates respect and consideration for their needs. Omar benefits from guidance, rehearsal, social stories, videos and frontloading expectations in regard to respecting his peers' personal space, bodies, and boundaries. In the moment, Omar often appears dismissive of requests from peers and staff to cease behaviours that involve unsafe and unwanted physical contact, such as squeezing wrists or faces, bear hugging, leaning on others, shoulder bumping, physically redirecting peers and forcefully pushing past them. He would benefit from further opportunities to practice and generalize his skills across a variety of social situations to foster healthier and more positive relationships with othe",
    "trans": "xylophone. Il a démontré une bonne compréhension du rythme et a su synchroniser ses mouvements tout en jouant du shaker et en suivant le rythme de la musique.\nOmar a montré des progrès cette période en participant chaque jour à au moins une activité d'apprentissage structurée. Lorsqu'il partage ses idées lors des activités en classe et lorsqu'il réagit à son environnement, Omar est encouragé à reconnaître que ses mots ont un impact sur les autres. Il est incité à utiliser ses mots pour promouvoir le respect et la tolérance envers les différentes cultures, races et identités religieuses, ainsi que les célébrations. Omar affiche souvent un comportement très imprévisible et s'exprime physiquement et verbalement en donnant des coups à ses camarades, en leur tirant les cheveux, en lançant des objets et en faisant des déclarations ou des gestes menaçants lorsqu'il passe à côté d'eux. Omar peut s'efforcer d'utiliser des incitations de soutien pour guider ses interactions avec les autres de manière à montrer du respect et de la considération pour leurs besoins. Omar bénéficie de l'orientation, des répétitions, des histoires sociales, des vidéos et d'une anticipation des attentes concernant le respect de l'espace personnel, des corps et des limites de ses pairs. Sur le moment, Omar semble souvent ignorer les demandes de ses camarades et du personnel pour cesser des comportements impliquant des contacts physiques non sécuritaires et non souhaités, tels que serrer les poignets ou les visages, faire des câlins d'ours, s'appuyer sur les autres, se bousculer, rediriger physiquement ses camarades et les pousser violemment. Il bénéficierait de plus d'opportunités pour pratiquer et généraliser ses compétences dans une variété de situations sociales afin de favoriser des relations plus saines et positives avec les autres."
}