{
    "source": "en_US",
    "target": "fr_FR",
    "text": "in the city. A new urban imaginary took shape characterized by un- stable subject positions, the breakup of plot, discontinuous narrative, hallucinatory imaginaries, and fragmented spaces of perception. In- deed, one claim of this book is that the trajectory initiated by the Baudelairean prose poem and culminating with the modernist min- iature of the interwar years is one of the few genuinely novel modes of writing created by modernism in its complex and often tortured love affair with the feuilleton of European papers such as La Presse or Le Figaro in Paris, the Neue Presse in Vienna, the Neue Rundschau, the Frankfurter Zeitung, the Vossische Zeitung, and other dailies, week- lies, or monthlies in Germany, Austria, and France. Eventually, the fragmentation of experience combined with a disorientation of per- ception and their rendering in non- or anti-narrative form was to be- come part of the modernist novel itself. It was the urban miniature in which new forms of spatialized writing were first experimentally tested before they found their place in the city novels of Döblin or Keun, Joyce or Dos Passos. As a form, the miniature is firmly grounded in the micrological experience of metropolitan space, time, and life at that earlier stage of modernization when new shapes and scales of urban modernity emerged at accelerated speed but did not yet penetrate the totality of national social and political space. If the modern epic in Moretti represents something like national encyclo- pedias in the form of macroscopic fictional maps, then the modernist miniature in all its incredible variety represents the microscopic con- densation of a metropolitan imaginary that never gels into or even aims at some encyclopedic totality.\nThe New Form That Could Not Be Named\nThe metropolitan miniature as a specific historical form tied to a stage of metropolitan developments in Europe emerges only in ret- rospective. Testimony about its novelty and elusiveness at the time comes from the authors themselves who engaged in the writing of miniatures. They simply did not know how to name this new mode of writing. Thus, Ernst Bloch, another contributor to the miniature with his Spuren (Traces) and sections of Heritage of Our Times, lamented in a letter to Kracauer of June 6, 1926: “If only we had a name for the new form, which is no longer a form.” 16 In his diaries, Kafka spo",
    "trans": "dans la ville. Une nouvelle imaginaire urbaine a pris forme, caractérisée par des positions subjectives instables, la rupture de la trame, un récit discontinu, des imaginaires hallucinatoires et des espaces fragmentés de perception. En effet, l'une des affirmations de ce livre est que la trajectoire initiée par le poème en prose baudelairien et culminant avec la miniature moderniste des années d'entre-deux-guerres est l'une des rares formes véritablement nouvelles d'écriture créées par le modernisme dans sa relation complexe et souvent tourmentée avec le feuilleton des journaux européens comme La Presse ou Le Figaro à Paris, Neue Presse à Vienne, Neue Rundschau, Frankfurter Zeitung, Vossische Zeitung, et d'autres quotidiens, hebdomadaires ou mensuels en Allemagne, Autriche et France. Finalement, la fragmentation de l'expérience combinée à une désorientation de la perception et leur représentation sous forme non narrative ou anti-narrative allait devenir une partie du roman moderniste lui-même. C'était la miniature urbaine dans laquelle de nouvelles formes d'écriture spatialiste ont été d'abord expérimentées avant de trouver leur place dans les romans de ville de Döblin ou Keun, Joyce ou Dos Passos. En tant que forme, la miniature est fermement ancrée dans l'expérience micrologique de l'espace, du temps et de la vie métropolitains à cette phase antérieure de la modernisation, lorsque de nouvelles formes et échelles de la modernité urbaine émergèrent à un rythme accéléré mais n'avaient pas encore pénétré la totalité de l'espace social et politique national. Si l'épopée moderne chez Moretti représente quelque chose comme des encyclopédies nationales sous forme de cartes fictionnelles macroscopiques, alors la miniature moderniste, dans toute sa variété incroyable, représente la condensation microscopique d'un imaginaire métropolitain qui ne se transforme jamais en, ni ne cherche à être, une totalité encyclopédique.\nLa Nouvelle Forme Qui Ne Pouvait Pas Être Nommée\nLa miniature métropolitaine en tant que forme historique spécifique liée à une phase des développements métropolitains en Europe émerge uniquement rétrospectivement. Le témoignage de sa nouveauté et de son insaisissabilité à l'époque provient des auteurs eux-mêmes qui se sont engagés dans l'écriture de miniatures. Ils ne savaient tout simplement pas comment nommer cette nouvelle forme d'écriture. Ainsi, Ernst Bloch, un autre contributeur à la miniature avec ses Spuren (Traces) et des sections de Heritage of Our Times, se lamentait dans une lettre à Kracauer du 6 juin 1926 : « Si seulement nous avions un nom pour cette nouvelle forme, qui n'est plus une forme. » Dans ses journaux, Kafka a..."
}