{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Without saying a word, [redacted_name] wraps his fingers around [redacted_name] stiffness. Yes, he thinks he utters, although he can’t be too sure. The want to come undone has become sheer necessity; perhaps when he spills the throbbing headache and the sickness to his stomach will subside, and of course there’s his reward -the tiny glass vial for which he’s willing to do anything.\n[redacted_name] finishes him off, an event that is quite unusual on its own, but it’s what he does right after that shocks a dazed [redacted_name] into breathlessness. At the same time thick strands of cum spurt out of him, [redacted_name] crashes his lips against his and forces his tongue inside his mouth in a rough, hard kiss that [redacted_name] doesn’t have the strength to return, with his head still spinning and his limbs trembling.\nHe can’t muster up the energy to question him about it, either. No more ‘what the fuck, [redacted_name], no more shoving him away. They pull apart slowly, abdomens sticky and sprayed white, and thoughts blurry.",
    "trans": "Sans dire un mot, [redacted_name] enroule ses doigts autour de la raideur de [redacted_name]. Oui, pense-t-il, il le murmure peut-être, bien qu'il n'en soit pas certain. Le désir de se laisser aller est devenu une nécessité absolue ; peut-être qu'une fois libéré, le mal de tête lancinant et la nausée disparaîtront. Et bien sûr, il y a sa récompense – la petite fiole de verre pour laquelle il est prêt à tout.\nDès que [redacted_name] le fait jouir – un fait déjà inhabituel en soi –, c’est ce qu’il fait juste après qui laisse [redacted_name] hébété, à bout de souffle. Au moment même où des jets épais de sperme s’échappent de lui, [redacted_name] écrase ses lèvres contre les siennes et force sa langue dans sa bouche dans un baiser brutal et ardent que [redacted_name] n’a pas la force de lui rendre, la tête encore en vrac et les membres tremblants.\nIl n’a pas l’énergie de l’interroger à ce sujet, non plus. Plus de « c’est quoi ce bordel, [redacted_name] », plus de tentatives pour le repousser. Ils se détachent lentement, le ventre collant et éclaboussé de blanc, l’esprit embrouillé."
}