{
    "source": "en_US",
    "target": "fr_FR",
    "text": "No lease. Two furnished rooms, in the centretown area, close to the universities. High speed unlimited internet with Bell. Utilities, and internet are inclusive. Oct. or Jan.\nThis home has been beautifully designed and set up for comfort. Granite counter tops in kitchen and hallway. Additional full size freezer. Variety of counter top appliances.\nLaundry machines available.\nRoom - includes single bed, desk, office chair, dresser, 2 Ikea 8 & 4 cube storage units, closet, and 40\" Samsung tv. $850\nRoom - includes 2 beds(single & loft), 2 desks(one 6' desk), 1 gaming chair, one ikea poang arm chair, 2 Ikea 8 cube storage units, dresser, and a 65\" Sony TV XBR65X800H 4K (2021)for research, work or gaming. $875\nBus stop within one block on Bank st. 13 min. bus ride to Carleton university. 5 min bus ride to Ottawa U, and 8 min bus ride to St. Paul university. Grocery stores(independent and farm boy) 1 & 4 blocks from the home.\nA private lounge in the building, that is accessible for the students, with a key fob.\nA statement of inclusive rent, with no lease, no extra fees, provided in an email, after a discussion, viewing, and/or zoom, before making a deposit. The confirmation email is expressed with a mutual agreement with the student in person, over the phone or online, before the email is sent. A copy of student ID is requested prior to the sent deposit, after the student has confirmed the agreement through email. Applicable ID is shown on move in date.\nAll student home that is comfortable, and has been set up, and designed for well being, with a no visitor policy, for peace of mind.\n3 students maximum in the home. One student and myself currently in the home.\nWelcome to call, or message, to set up a viewing in person, or online.",
    "trans": "Location sans bail : Deux chambres meublées dans le centre-ville, à proximité des universités. Internet haut débit illimité inclus (fourni par Bell). Charges comprises. Disponible à partir d'octobre ou janvier.\nConçue avec soin pour un confort optimal, cette résidence propose des comptoirs en granit dans la cuisine et le hall, un congélateur supplémentaire de taille standard, ainsi qu'une variété d'appareils de comptoir pratiques.\nLave-linges disponibles.\nChambre - Équipée d'un lit simple, d'un bureau et d'une chaise, d'une commode, de deux unités de rangement Ikea (8 et 4 cubes), d'un placard et d'une télévision Samsung 40\". Loyer : 850 $.\nChambre - comprend 2 lits (simple et mezzanine), 2 bureaux (un bureau de 6'), 1 fauteuil de gaming, 1 fauteuil Ikea Poang, 2 unités de rangement Ikea (8 cubes), une commode, et une télévision Sony 65\" XBR65X800H 4K (2021) pour la recherche, le travail ou le gaming. 875 $\nArrêt de bus à un bloc sur la rue Bank. 13 minutes en bus jusqu'à l'université Carleton. 5 minutes en bus jusqu'à l'université d'Ottawa, et 8 minutes en bus jusqu'à l'université St. Paul. Magasins d'alimentation (Independent et Farm Boy) à 1 et 4 blocs de la maison.\nUn salon privé dans l'immeuble, accessible aux étudiants, avec un porte-clé.\nUne déclaration de loyer inclusif, sans bail, sans frais supplémentaires, fournie par e-mail, après une discussion, une visite et/ou un appel Zoom, avant le dépôt. L'e-mail de confirmation est exprimé avec un accord mutuel avec l'étudiant en personne, par téléphone ou en ligne, avant l'envoi de l'e-mail. Une copie de la carte d'étudiant est demandée avant l'envoi du dépôt, après que l'étudiant ait confirmé l'accord par e-mail. Une pièce d'identité applicable doit être présentée le jour de l'emménagement.\nToutes les résidences pour étudiants sont confortables, et ont été aménagées et conçues pour le bien-être, avec une politique sans visiteurs, pour la tranquillité d'esprit.\n3 étudiants maximum dans la maison. Un étudiant et moi-même dans la maison.\nN'hésitez pas à appeler ou à envoyer un message pour une visite en personne ou en ligne."
}