{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Main requirements:\nThis task will require you to attend an appointment with your tutor during your scheduled tutorial/seminar time in either week 12 or 13. You and the examiner will undertake roles within a scenario. The scenario and roles will require you to show familiarity with the content and writing process used throughout WRIT2000. It will also require you to adjust and adapt material from your Critical Reflection to more deeply reflect on the role of competitiveness in higher education.\nThe scenario:\nYou will take on the role of a student representative on the panel of a University Curriculum Review Committee. Your marker will take on the role of Committee Chairperson. The focus of the meeting will be to explore your experiences and insights about competition in higher education. Your marker (the Chairperson) will ask you questions about your work in WRIT2000 and whether you have contributed to, or resisted, competitiveness – for good or bad. You will be asked how you might update or change your style of work and writing in units like WRIT2000 to avoid competition. Is that feasible? Would it be a good thing? These are the questions that the Review Committee are asking. You should come prepared with ideas, but the Chairperson will offer new information that will require ‘thinking on the spot’.\nExpectations:\nIn completing this task, you are expected to\n1. Arrange your meeting time in class in Week 11 or by emailing your tutor by the time of your Week 11 tutorial/seminar.\n2. Review your writing for WRIT2000, especially the material on Burkean critical reflection and competitiveness. Consider the role of competition in education and society today, for good and bad.\n3. Attend your scheduled meeting time and participate in an 8-minute conversation with your marker.\nOutcomes:\nThe Interactive Oral Assessment will be marked live in the appointed time using a marking rubric. The rubric aligns with the expectations (above) and the following unit outcomes:\n• LO1. understand and apply a range of rhetorical theories for constructing meaning in written, spoken, and nonverbal communication\n• LO2. trace the development of contemporary rhetoric by analysis of speeches, literature, and popular media\n• LO3. demonstrate improved critical writing and interpretation abilities through an understanding of how rhetoric is constructed in various textual practices and discourse communities\n• LO4. understand the role of rhetoric in meaning-making.",
    "trans": "Exigences principales :\nCette tâche vous demandera de prendre rendez-vous avec votre tuteur pendant l'heure prévue pour le tutorat/séminaire, soit la semaine 12 ou 13. Vous et l'examinateur jouerez des rôles dans un scénario. Le scénario et les rôles exigeront que vous montriez votre familiarité avec le contenu et le processus d'écriture utilisés tout au long de WRIT2000. Il vous sera également demandé d'ajuster et d'adapter le matériel de votre Réflexion Critique afin de réfléchir plus profondément sur le rôle de la compétitivité dans l'enseignement supérieur.\nLe scénario :\nVous jouerez le rôle d'un représentant des étudiants au sein du Comité de Révision du Programme Universitaire. Votre évaluateur jouera le rôle de Président du Comité. L'objectif de la réunion sera d'explorer vos expériences et vos réflexions sur la compétition dans l'enseignement supérieur. Votre évaluateur (le Président) vous posera des questions sur votre travail dans WRIT2000 et sur la question de savoir si vous avez contribué à ou résisté à la compétitivité - pour le meilleur ou pour le pire. On vous demandera comment vous pourriez actualiser ou changer votre style de travail et d'écriture dans des unités comme WRIT2000 pour éviter la compétition. Est-ce faisable ? Serait-ce une bonne chose ? Ce sont les questions que le Comité de Révision se pose. Vous devez venir préparé avec des idées, mais le Président fournira de nouvelles informations qui nécessiteront une réflexion immédiate.\nAttentes :\nPour accomplir cette tâche, on vous demande de\n1. Organiser votre rendez-vous en classe en semaine 11 ou en envoyant un e-mail à votre tuteur avant votre tutorat/séminaire de la semaine 11.\n2. Réviser vos écrits pour WRIT2000, en particulier le matériel sur la réflexion critique burkienne et la compétitivité. Considérez le rôle de la compétition dans l'éducation et la société aujourd'hui, pour le meilleur et pour le pire.\n3. Assister à votre rendez-vous prévu et participer à une conversation de 8 minutes avec votre évaluateur.\nRésultats :\nL'évaluation orale interactive sera notée en direct au moment prévu en utilisant une grille d'évaluation. La grille d'évaluation est alignée avec les attentes (ci-dessus) et les résultats unitaires suivants :\n• LO1. Comprendre et appliquer une gamme de théories rhétoriques pour construire du sens dans la communication écrite, orale et non verbale\n• LO2. Tracer le développement de la rhétorique contemporaine par l'analyse de discours, de littérature et de médias populaires\n• LO3. Démontrer des capacités accrues de rédaction et d'interprétation critiques à travers une compréhension de la façon dont la rhétorique est construite dans diverses pratiques textuelles et communautés discursives\n• LO4. Comprendre le rôle de la rhétorique dans la construction du sens"
}