{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This is a bit odd, in that with the two C300's I've owned, I have never gotten an \"open door\" or \"door ajar\" warning. All I've ever seen was that cryptic message about putting the transmission into Park ... and then it's up to you to figure out what's wrong. I always found it baffling that such a basic safety warning was missing.\nThe other day, as I was driving off, the car beeped three times and an open door graphic appeared on the instrument cluster showing the left rear door was open. I stopped the car and checked ... and sure enough, the left rear door wasn't fully closed. Now I don't know if the rear doors always threw a warning, or if this something new. In the past, the transmission message always was caused by a front door not being fully closed.\nI haven't had a chance to check the front doors to see if they're the same yet, but seeing that open door graphic was a first for me. Did the rear doors always generate the \"open door\" warnings?",
    "trans": "C'est un peu étrange, car avec les deux C300 que j'ai possédées, je n'ai jamais eu d'avertissement « porte ouverte » ou « porte entrouverte ». Tout ce que j'ai vu, c'était ce message cryptique sur le passage de la transmission en mode « Park » ... et ensuite, c'est à vous de comprendre ce qui ne va pas. J'ai toujours trouvé déroutant qu'un avertissement de sécurité aussi basique soit absent.\nL'autre jour, alors que je partais, la voiture a bipé trois fois et un graphique de porte ouverte est apparu sur le tableau de bord montrant que la porte arrière gauche était ouverte. J'ai arrêté la voiture et vérifié... et bien sûr, la porte arrière gauche n'était pas complètement fermée. Maintenant, je ne sais pas si les portes arrière ont toujours déclenché un avertissement, ou si c'est quelque chose de nouveau. Dans le passé, le message de transmission était toujours causé par une porte avant mal fermée.\nJe n'ai pas encore eu l'occasion de vérifier les portes avant pour voir si elles sont pareilles, mais voir ce graphique de porte ouverte était une première pour moi. Les portes arrière ont-elles toujours généré des avertissements « porte ouverte » ?"
}