{
    "source": "en_US",
    "target": "fr_FR",
    "text": "My fingers tremble. Why is he asking that? It can’t be because he’s\nworried about me like the way Ava left me some pharmaceutical remedies\nand painkillers on the side table. Those definitely helped.\nCecily: My head hurts a little, but I’m fine.\nJeremy: I suppose you’re a lightweight, Lisichka?\nCecily: What does that mean? Lisichka?\nJeremy: Little fox. You looked like one that day at the initiation. You\nstill feel like one with all the cunning.\nCecily: I’m not that cunning.\nReally. I’m not. I’m just good at the invisibility game. Sometimes, I’m\nnot sure if helping Lan out that one time was worth it since it presented me\nwith this nightmare.\nJeremy: I suggest you don’t drink again.\nCecily: Why not?\nJeremy: Do as you’re told.\nCecily: I thought it was only a suggestion.\nJeremy: My suggestions are your orders.\nCecily: Yes, sir. Not.\nJeremy: The fucking attitude.\nMy spine tingles as if I can hear the gruff timbre of his voice and see the\ndispleasure in his ash eyes.\nFocus.\nCecily: You didn’t answer my question. What will happen at seven at\nthe location you sent?\nJeremy: What do you think will happen?\nCecily: Would you stop answering with questions?\nJeremy: Would you stop being so standoffish?\nHe did it again. He’s such a wanker, I swear.\nCecily: I’m not standoffish.\nJeremy: You’re always walking with your nose in the air or in a book,\nas if the world doesn’t deserve your time or energy. You also have this habit\nof pulling away from crowds and spending as much time indoors as\npossible. Standoffish is me putting it nicely. To be more accurate, you’re an\nasocial snob with trust issues.\nMy leg bounces again, and this time, I don’t care about my classmates’\nstares as I glare at the phone.\nThis bastard is able to rile me up with a few words, and I’m not even the\ntype who’s easily provoked. I’m the most levelheaded of my friends. Hell,\nI’m the one they come to, to end fights, but right now?\nI’m seething. V olcano-like steam explodes from my pores and it takes\neverything in me not to curse.\nCecily: And you’re an arrogant, monstrous, absolutely appalling\nexistence with antisocial tendencies. Oh, and a stalker. But you don’t see\nme talking about that :)\nI sent the last smiley face for extra effect.\nJeremy: By all means. If psychoanalyzing and slapping labels on me\ngives you peace of mind, do it all you like.\nCecily: You’re a break-and-entry criminal. Also, a creep who goes into\nplaces he wasn’t invited to.\nJeremy: No breaking was involved. And am I really considered a creep\nif your cunt drenched my face while you were coming apart on my mouth?\nI can still taste you on my tongue. Ten-star meal. Would try again.\nI’m surprised no one besides me sees the fire consuming me from the\ninside out. My face is so heated that I grab my bottle of water with an\nunsteady hand and nearly finish it in one go.\nBut that does nothing to quench the thirst.\nWhen the hell did it become so hot in here?\nJeremy: You still there? Get it together and breathe. Don’t vomit just\nbecause I was reminiscing about your sweet taste or else it’ll be\nembarrassing in class. We really need to work on your prude tendencies.\nMy gaze strays sideways, studying, searching, and coming up empty. Is\nhe here somewhere?\nNo, he couldn’t be. One, he’s not an REU student, and while that can’t\nstop him, his presence would give him away. There’s no way I would’ve\nmissed his beast-like physique and harsh stares.\nCecily: How did you know I was in class?\nJeremy: I know everything about you.\nCecily: Are you still…stalking me?\nJeremy: Are you still looking behind your back to search for me?\nI touch the side of my nose and then let my hand fall to my lap.\nCecily: I’m not searching for you. I just want to see you so I can avoid\nyou.\nAs soon as I send the text, I contemplate unsending it. No idea why",
    "trans": "Mes doigts tremblent. Pourquoi demande-t-il cela ? Ce n'est pas parce qu'il\ns'inquiète pour moi, comme Ava qui m'a laissé des remèdes pharmaceutiques\net des analgésiques sur la table de chevet. Ceux-ci m'ont vraiment aidée.\nCecily : J'ai un peu mal à la tête, mais ça va.\nJeremy : Je suppose que tu es un poids plume, Lisichka ?\nCecily : Qu'est-ce que ça veut dire ? Lisichka ?\nJeremy : Petit renard. Tu en avais l'air ce jour-là, lors de l'initiation. Tu as l'impression d'en être une avec toute la ruse que tu as déployée. Tu\nen as encore l'impression avec toute cette ruse.\nCecily : Je ne suis pas si rusée que ça.\nVraiment. Je ne le suis pas. Je suis juste douée pour le jeu de l'invisibilité. Parfois, je\nne suis pas sûre que ça valait la peine d'aider Lan cette fois-là, puisque ça m'a donné\nce cauchemar.\nJeremy : Je te conseille de ne plus boire.\nCecily : Pourquoi pas ?\nJeremy : Fais ce qu'on te dit.\nCecily : Je croyais que ce n'était qu'une suggestion.\nJeremy : Mes suggestions sont vos ordres.\nCecily : Oui, monsieur. Non.\nJeremy : Cette putain d'attitude.\nJ'ai l'impression d'entendre le timbre bourru de sa voix et de voir le\nmécontentement dans ses yeux de cendres.\nConcentration.\nCecily : Tu n'as pas répondu à ma question. Que se passera-t-il à sept heures à\nl'endroit que vous avez indiqué ?\nJeremy : Que pensez-vous qu'il va se passer ?\nCecily : Pourriez-vous arrêter de répondre par des questions ?\nJeremy : Pourriez-vous cesser d'être aussi distant ?\nIl a recommencé. C'est un vrai branleur, je le jure.\nCecily : Je ne suis pas distant.\nJeremy : Tu te promènes toujours le nez en l'air ou dans un livre,\ncomme si le monde ne méritait pas votre temps ou votre énergie. Tu as aussi cette habitude\nde t'éloigner des foules et de passer le plus de temps possible à l'intérieur.\nJe dirais même que vous êtes plutôt distant. Pour être plus précis, vous êtes un\nsnob asocial avec des problèmes de confiance.\nMa jambe rebondit à nouveau, et cette fois, je ne me soucie pas des regards de mes camarades de classe.\nde mes camarades de classe et je fixe le téléphone.\nCe salaud est capable de m'énerver en quelques mots, et je ne suis même pas\ndu genre à me laisser provoquer facilement. De tous mes amis, je suis celui qui a le plus de sang-froid. C'est l'enfer,\nc'est à moi qu'ils s'adressent pour mettre fin aux bagarres, mais là ?\nJe bouillonne. Une vapeur semblable à celle d'un volcan explose de mes pores et il me faut\ntout ce que j'ai en moi pour ne pas jurer.\nCecily : Et tu es un être arrogant, monstrueux,\nabsolument épouvantable avec des tendances antisociales. Oh, et un harceleur. Mais vous ne me voyez pas\nparler de ça :)\nJ'ai envoyé le dernier smiley pour plus d'effet.\nJeremy : Tout à fait. Si le fait de me psychanalyser et de me coller des étiquettes\nvous apporte la paix de l'esprit, faites-le tant que vous voulez.\nCecily : Vous êtes un criminel qui s'introduit par effraction. C'est aussi un sale type qui entre dans\ndans des endroits où il n'a pas été invité.\nJeremy : Il n'y a pas eu d'effraction. Et est-ce que je suis vraiment considéré comme un pervers\nsi ta chatte m'a trempé le visage pendant que tu te désagrégeais sur ma bouche ?\nJe peux encore te sentir sur ma langue. Un repas dix étoiles. J'essaierais encore.\nJe suis surpris que personne d'autre que moi ne voit le feu qui me consume\nde l'intérieur.  Mon visage est tellement échauffé que j'attrape ma bouteille d'eau\nd'une main hésitante et que je la finis presque d'un trait.\nMais cela ne suffit pas à étancher la soif.\nDepuis quand fait-il si chaud ici ?\nJeremy : Tu es encore là ? Reprends-toi et respire. Ne vomis pas juste\nparce que je me souvenais de ton goût sucré, sinon ce sera\ngênant en classe. Il faut vraiment qu'on travaille sur tes tendances prudes.\nMon regard s'égare sur les côtés, étudiant, cherchant et ne trouvant rien. Est-ce\nqu'il est quelque part ?\nNon, c'est impossible. D'abord, il n'est pas un étudiant REU, et même si cela ne peut\npas l'arrêter, sa présence le trahirait. Je n'aurais jamais pu\nson physique de bête et ses regards durs.\nCecily : Comment as-tu su que j'étais en classe ?\nJeremy : Je sais tout de toi.\nCecily : Tu me suis toujours ?\nJeremy : Tu regardes toujours derrière ton dos pour me chercher ?\nJe me touche le côté du nez et laisse tomber ma main sur mes genoux.\nCecily : Je ne te cherche pas. Je veux juste te voir pour\nt'éviter.\nDès que j'ai envoyé le texte, j'envisage de ne plus l'envoyer. Je ne sais pas pourquoi"
}