{
    "source": "en_US",
    "target": "fr_FR",
    "text": "And I know I I know [redacted_name] says I cannot quit with you but goddamn I wish I could cause you drive so freaking slow on the highway even for the fast line is 60 to 80 and all you do is you go like 20 or 40 you’re slower in my mother my mother also dries better than you Might not like you, but you’re so hard to understand because number one your English is terrible number two. I can’t stand you number three. You don’t know how to stick to a plan change at the last second and number four when we’re at the skateboard park at literally get your tension so you can, make a video for me skateboarding and all you get the skateboard is on your phone the whole entire time I wish I can quit with you. I really wish I could, but [redacted_name] rules I can’t quit with you but goddamn I wish I could number six worse worse and [redacted_name], worse all time was one hand on the steering wheel your [redacted_name] hand on the phone in your face and that was really dangerous and when you change your plan, it pisses me off. I don’t feel safe around you. You can tell[redacted_name] this that’s why I didn’t want to see you. That’s why I asked you for time for me to have some time off more and that’s the reason why I didn’t want to see you all the way to November 20, I wish I could quit with you. [redacted_name] really wish I could, but[redacted_name] won’t let me her rule not mine but I really wish I could play with your quad because the fact that we’re stuck together and I really don’t like you. My mother drives way better. She doesn’t drive hand on the wheel she drives was with both hands on her on her steering wheel for you. You don’t you always have your phone in the other hand to your face and your drivers hand steering wheel wheel and very dangerous. I’m surprised you have guys speeding ticket yet.",
    "trans": "Et je sais que je sais [redacted_name] dit je ne peux pas arrêter avec vous mais bon sang j’aimerais pouvoir vous faire conduire si lentement sur l’autoroute même pour la ligne rapide c’est 60 à 80 et tout ce que vous faites c’est aller comme 20 ou 40 vous êtes plus lent dans ma mère ma mère sèche aussi mieux que vous pourriez ne pas aimer vous, Mais tu es si difficile à comprendre parce que ton anglais est terrible. Je ne supporte pas le numéro trois. Vous ne savez pas comment vous en tenir à un changement de plan à la dernière seconde et numéro quatre quand nous sommes au skateboard park à littéralement obtenir votre tension afin que vous puissiez, faire une vidéo pour moi le skateboard et tout ce que vous obtenez le skateboard est sur votre téléphone tout le temps je souhaite que je peux quitter avec vous. J’aimerais vraiment pouvoir, mais [redacted_name] les règles je ne peux pas arrêter avec vous mais bon sang j’aurais aimé avoir le numéro six pire et [redacted_name], pire tout le temps il y avait une main sur le volant votre [redacted_name] La main sur le téléphone dans votre visage et c’était vraiment dangereux et quand vous changez de plan, ça m’énerve. Je ne me sens pas en sécurité avec vous. Vous pouvez le dire [redacted_name] c’est pourquoi je ne voulais pas vous voir. C’est pourquoi je vous ai demandé du temps pour que j’aie plus de temps libre et c’est la raison pour laquelle je ne voulais pas vous voir jusqu’au 20 novembre, j’aimerais pouvoir partir avec vous. [redacted_name] j’aimerais vraiment pouvoir, mais [redacted_name] ne me laissera pas gouverner par elle et non la mienne, mais j’aimerais vraiment pouvoir jouer avec votre quad parce que nous sommes coincés ensemble et je ne vous aime pas vraiment. Ma mère conduit beaucoup mieux. Elle ne conduit pas à la main sur le volant qu’elle conduit, mais avec les deux mains sur son volant pour vous. Vous n’avez pas toujours votre téléphone dans l’autre main à votre visage et vos conducteurs à la main volant et très dangereux. Je suis surpris que vous ayez encore des tickets pour excès de vitesse."
}