{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Theoretical frameworks and disciplinary ways of thinking in contemporary\neducational research\nAs noted above, educational researchers use theories to provide explanatory and predictive\nframeworks. Precisely which theories they work with depends on both their backgrounds and their\naims.\nEducational researchers often want to look beyond episodes or acts of learning and teaching. For\nexample, they may be interested in organisational or sector-wide research (e.g., how do schools or\nuniversities function individually or as sectors?), or in educational policy (e.g., what impact has\nChina’s Double Reduction Policy had on teachers’ career opportunities?), or in how socioeconomic\nfactors influence educational attainment, or in the relationship between education and private\nenterprise … or many other questions. Even if they are only interested in a specific learning and\nteaching episode, that are likely to need to look outside of that episode to take into account\ncontextual factors.",
    "trans": "Cadres théoriques et modes de pensée disciplinaires dans\nla recherche éducative contemporaine\nComme mentionné ci-dessus, les chercheurs en éducation utilisent des théories pour fournir des cadres explicatifs et prédictifs.\nLes théories avec lesquelles ils travaillent dépendent précisément de leurs antécédents et de\nleurs objectifs.\nLes chercheurs en éducation veulent souvent aller au-delà des épisodes ou des actes d'apprentissage et d'enseignement. Par\nexemple, ils peuvent s'intéresser à la recherche organisationnelle ou sectorielle (par exemple, comment les écoles ou\nles universités fonctionnent-elles individuellement ou en tant que secteurs ?), ou aux politiques éducatives (par exemple, quel impact a eu\nla politique de double réduction de la Chine sur les opportunités de carrière des enseignants ?), ou à la manière dont les facteurs\nsocioéconomiques influencent la réussite éducative, ou à la relation entre l'éducation et les entreprises\nprivées ... ou à de nombreuses autres questions. Même s'ils ne s'intéressent qu'à un épisode spécifique d'apprentissage et\nd'enseignement, ils devront probablement regarder au-delà de cet épisode pour prendre en compte\nles facteurs contextuels."
}