{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In either scenario, data-driven models must be constructed to represent the underlying physical input/output behavior, enabling efficient predic- tion of digital states for real-time control and optimization in a digital twin. Shown in Fig. 8, data-driven models can be grouped into three classes according to their application domain, namely (1) data-driven models for degradation modeling, (2) data-driven surrogate models which can entirely replace the physics-based models dis- cussed in Sec. 3.2, and (3) data-driven models for dynamic system identification using sensor mea- surements from a physical system (PS in Eq. (1)). Moreover, it is worth mentioning that sys- tem identification is fundamentally very similar to surrogate modeling. System identification is generally the determination of a model’s char- acteristic parameters (regardless of model class) that minimize some predictive error metric, and one may note that essentially a surrogate model is trying to mimic a system’s behavior also with a goal towards some minimized prediction error metric. The main difference between the two is that surrogate modeling is typically constructed and optimized using computer simulation data for any type of physical simulation at any time scale, while system identification mainly uses online sen- sor monitoring data and/or offline experimental data collected to tune the specific model’s param- eter(s). The close similarity is why many of the surrogate modeling methods and system identifi- cation methods can be used interchangeably. This relationship is further explained in Fig. 8. Data-driven models for use in digital twins can be classified into two categories according to the fundamental theory and construction (e.g. numerical or analytical), namely statistical mod- els and ML models. Statistical models and ML models have been used for both prediction and inference (Danilo et al., 2018). “Statistical meth- ods have a long-standing focus on inference, which is achieved through the creation and fitting of a project-specific probability model, while ML con- centrates on prediction by using general-purpose learning algorithms to find patterns in often rich and unwieldy data” (Danilo et al., 2018; Bzdok et al., 2017). In what follows, we discuss the latest data-driven modeling trends and provide insights on how each method can or has been used in a digital twin framework. 3.3.1 Statistical models Statistical models play a vital role in establish- ing both P2V and V2P connections in digital twins. For P2V connection, statistical models have been used in the context of dynamic system iden- tification to build state-space models based on measurement data. For V2P connection, statisti- cal models have been extensively used to build degradation models for failure prognostics and predictive maintenance of physical systems. • Statistical models for dynamic system identifica- tion (P2V). System identification is the process of learning a mathematical representation of a dynamic system based on pairs of measured input/output data (Ljung, 1998). System iden- tification has been extensively studied using sta- tistical methods in the past decade, especially for linear dynamic systems. Many approaches have been developed for linear system identification in both the time domain and frequency domain (Ljung",
    "trans": "Dans les deux scénarios, des modèles basés sur les données doivent être construits pour représenter le comportement physique sous-jacent des entrées/sorties, permettant une prédiction efficace des états numériques pour le contrôle et l'optimisation en temps réel dans un jumeau numérique. Comme illustré dans la Fig. 8, les modèles basés sur les données peuvent être regroupés en trois classes selon leur domaine d'application, à savoir (1) Modèles basés sur les données pour la modélisation de la dégradation, (2) Modèles de substitution basés sur les données qui peuvent remplacer entièrement les modèles physiques discutés dans la section 3.2, (3) Modèles basés sur les données pour l'identification de systèmes dynamiques utilisant les mesures des capteurs d'un système physique (PS dans l'équation (1)).Il est important de noter que l'identification de systèmes est fondamentalement très similaire à la modélisation de substitution. L'identification de systèmes consiste généralement à déterminer les paramètres caractéristiques d'un modèle (quel que soit sa classe) qui minimisent une métrique d'erreur de prédiction. On peut observer qu'un modèle de substitution cherche également à imiter le comportement d'un système dans le but de minimiser une métrique d'erreur de prédiction. La principale différence entre les deux est que la modélisation de substitution est généralement construite et optimisée à l'aide de données de simulation informatique pour tout type de simulation physique à n'importe quelle échelle de temps, tandis que l'identification de systèmes utilise principalement des données de surveillance en ligne et/ou des données expérimentales hors ligne collectées pour ajuster les paramètres spécifiques du modèle. Cette similitude étroite explique pourquoi de nombreuses méthodes de modélisation de substitution et d'identification de systèmes peuvent être utilisées de manière interchangeable. Cette relation est expliquée plus en détail dans la Fig. 8.Les modèles basés sur les données pour les jumeaux numériques peuvent être classés en deux catégories selon la théorie fondamentale et la construction (par exemple, numérique ou analytique), à savoir :Modèles statistiques,Modèles d'apprentissage automatique (ML).Les modèles statistiques et les modèles d'apprentissage automatique ont été utilisés à la fois pour la prédiction et l'inférence (Danilo et al., 2018). « Les méthodes statistiques ont une longue tradition axée sur l'inférence, qui est réalisée grâce à la création et à l'ajustement d'un modèle de probabilité spécifique au projet, tandis que l'apprentissage automatique se concentre sur la prédiction en utilisant des algorithmes d'apprentissage généralistes pour trouver des modèles dans des données souvent riches et désordonnées » (Danilo et al., 2018 ; Bzdok et al., 2017).Dans ce qui suit, nous discutons des dernières tendances en matière de modélisation basée sur les données et fournissons des insights sur la manière dont chaque méthode peut ou a été utilisée dans un cadre de jumeau numérique.3.3.1 Modèles statistiques Les modèles statistiques jouent un rôle essentiel dans l'établissement des connexions P2V (Physique à Virtuel) et V2P (Virtuel à Physique) dans les jumeaux numériques.Pour la connexion P2V, les modèles statistiques ont été utilisés dans le contexte de l'identification de systèmes dynamiques pour construire des modèles d'espace d'état basés sur des données de mesure.Pour la connexion V2P, les modèles statistiques ont été largement utilisés pour construire des modèles de dégradation pour le pronostic des défaillances et la maintenance prédictive des systèmes physiques.Modèles statistiques pour l'identification de systèmes dynamiques (P2V)L'identification de systèmes est le processus d'apprentissage d'une représentation mathématique d'un système dynamique basée sur des paires de données d'entrée/sortie mesurées (Ljung, 1998). L'identification de systèmes a été largement étudiée à l'aide de méthodes statistiques au cours de la dernière décennie, en particulier pour les systèmes dynamiques linéaires. De nombreuses approches ont été développées pour l'identification de systèmes linéaires dans les domaines temporel et fréquentiel (Ljung)."
}