{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Voter,\nThis is our new TV ad we are running to expose Eva Burch's horrible open borders record. Please share with your friends so they know the truth. Here is the script of the ad:\n\"Record high border crossings. Human Trafficking. Fentanyl. The Arizona border is in crisis.\nYet instead of voting to protect our families, Eva Burch sided with illegal aliens and drug traffickers who kill Arizonans.\nEva Burch voted AGAINST prosecuting illegal border crossings. AGAINST prosecuting drug traffickers. AGAINST protections for border patrol officers. Eva Burch even voted against declaring Fentanyl a public health crisis.\nDefend Arizona. Vote AGAINST Crazy Eva Burch.\"\nPaid for by Fighting for Arizona with 17% from in-state contributors and 83% from out-of-state contributors. Top donors: Tatnall Hillman, Mary Morris, and John Bailey. Not authorized by any candidate.\nStop2End",
    "trans": "Cher électeur,\nVoici notre nouvelle annonce télévisée pour dénoncer l’horrible dossier d’Eva Burch sur les frontières ouvertes. S’il vous plaît, partagez-le avec vos amis afin qu’ils sachent la vérité. Voici le script de l’annonce :\n« Nombre record de passages à la frontière. Traite des êtres humains. Fentanyl. La frontière de l’Arizona est en crise.\nPourtant, au lieu de voter pour protéger nos familles, Eva Burch s’est rangée du côté des étrangers illégaux et des trafiquants de drogue qui tuent les habitants d’Arizona.\nEva Burch a voté CONTRE la poursuite des passages illégaux à la frontière. CONTRE la poursuite des trafiquants de drogue. CONTRE les mesures de protection des agents de patrouille frontalière. Eva Burch a même voté contre la déclaration du fentanyl comme crise de santé publique.\nDéfendre l’Arizona. Votez CONTRE la folle Eva Burch. »\nPayé par Fighting for Arizona avec 17% des contributeurs de l’état et 83% des contributeurs hors de l’état. Principaux donateurs : Tatnall Hillman, Mary Morris et John Bailey. Aucun candidat ne l’a autorisé.\nArrêt 2 Fin"
}