{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Nodding warily, I eyed the man standing in Gerard’s bedroom doorway. “How do you know my name?”\n“I suppose you were only little when I moved out.” His smile deepened and it caused a wave of eerie familiarity to wash over me. “I can’t be too insulted that you don’t remember me.”\n“Wait…” My breath caught in my throat and my eyes widened to saucers. “Mark?”\n“The one and only.”\nThe one and only? He said that like it was a good thing. It wasn’t. Not for Lizzie, at least. Or Gerard. When he left town six years ago, everyone I knew had breathed a huge sigh of relief. Because he was trouble. Big trouble. “What are you doing back in Ballylaggin?”\n“Am I not allowed to visit my family?”\nTechnically yes. But morally absolutely not. Instead of verbally answering, I offered him a shrug.\n“I’m considering relocating my family,” he explained, flashing the gold band on his left hand at me. “Meera has never been to Ireland and our son is almost two. I’ve been given a job opportunity, so I flew back to scope out the property market before making any decisions.”\nEw. “Oh,” I managed to say instead, though it was a challenge because this boy—now man—had always made my skin crawl.\nThe strange thing was my reservations about Mark Allen had little to do with the rumors that had gone around town about his relationship with Caoimhe Young",
    "trans": "Je hochai la tête avec méfiance, fixant l'homme debout dans l'encadrement de la porte de la chambre de Gerard. « Comment connais-tu mon nom ? »\n« Je suppose que tu étais encore petite quand je suis parti. » Son sourire s'accentua, et une vague de familiarité étrange m'envahit. « Je ne peux pas vraiment t'en vouloir de ne pas te souvenir de moi. »\n« Attends… » Ma respiration se bloqua dans ma gorge et mes yeux s'écarquillèrent. « Mark ? »\n« Lui-même. »\nLui-même ? Il disait ça comme si c'était une bonne chose. Ça ne l'était pas. Du moins, pas pour Lizzie. Ni pour Gerard. Quand il avait quitté la ville il y a six ans, tout le monde que je connaissais avait poussé un énorme soupir de soulagement. Parce qu'il était un problème. Un gros problème. « Qu'est-ce que tu fais de retour à Ballylaggin ? »\n« Je n'ai pas le droit de rendre visite à ma famille ? »\nTechniquement, si. Mais moralement, absolument pas. Au lieu de répondre verbalement, je me contentai de hausser les épaules.\n« Je songe à déménager ma famille », expliqua-t-il, faisant briller l'alliance en or à sa main gauche. « Meera n'est jamais venue en Irlande, et notre fils a presque deux ans. On m'a proposé une opportunité professionnelle, alors je suis revenu pour explorer le marché immobilier avant de prendre une décision. »\nBeurk. « Oh », réussis-je à dire, bien que ce fût un défi, car ce garçon – maintenant homme – m'avait toujours donné la chair de poule.\nLa chose étrange, c'est que mes réserves à propos de Mark Allen avaient peu à voir avec les rumeurs qui circulaient en ville sur sa relation avec Caoimhe Young."
}