{
    "source": "en_US",
    "target": "fr_FR",
    "text": "After 40 years as a band, the bold and brash punk quartet NOFX is calling it quits, but not in a dramatic, explosive way. Instead, they’re signing off this weekend after three final sets at Berth 46 in San Pedro that will wrap up a massive globetrotting tour in which they play 40 songs each night and never the same set twice. It’s the culmination of four decades together as one of the biggest punk bands on the planet, and roughly 10 years of the kind of slow-building resentment that’s usually reserved for close family members and old married couples.\n“When you were in a punk band in ’83 all the way through ’88 or so, there was no hope of ever making a living, because no punk band had ever done it,” lead vocalist and bassist “Fat Mike” Burkett says in his backstage trailer at Chicago’s Riot Fest, surrounded by a documentary crew following the final tour and holding a quarter-consumed bottle of Tito’s vodka. “We just did it because we loved it. There was no future. I went to college and real estate school, but I always just wanted to play music with my best friends. It was about saying things you just want to say and not caring what other people think.”\nADVERTISEMENT\nBut after spending the bulk of the 1980s fruitlessly bouncing around the SoCal punk rock scene, in the ’90s NOFX — Burkett, guitarists Eric Melvin and Aaron “El Hefe” Abeyta and drummer Erik “Smelly” Sandin — soared to unimagined career heights.\nNOFX’s achievements and impact on punk rock at both a local and a global level can’t be overstated. Throughout the ‘90s and 2000s (including 1994’s seminal album “Punk in Drublic”), they became one of the most revered and influential bands in the genre due largely to their unique combination of inappropriate humor, unremorseful attitude, catchy tunes and surprisingly intelligent lyrics. Not only did they define the sound of West Coast punk rock alongside their SoCal contemporaries like Social Distortion, Bad Religion and Descendents but they also opened up opportunities for the next generation of (more radio-friendly) punk rock to reach massive mainstream appeal through bands like Green Day and the Offspring.\nThe Offspring reflects on 30 years of ‘Smash’ with plenty of self-esteem\nFollowing a decade of success after success as the face, primary songwriter and de facto leader of one of the most prominent bands and record labels in punk rock, Burkett turned his attention to a new cause: ruining the reelection campaign of President George W. Bush. Leading up to the election, Burkett used his platform with the band as well as his Bay Area-based record label, Fat Wreck Chords, to launch Rock Against Bush, a political movement aimed at getting punk fans to vote against the incumbent president. It featured a tour, compilation CDs, merchandise (including the iconic “Not My President” shirts) and tangentially NOFX’s 2003 album, “The War on Errorism.”\n広告\nFat Mike Burkett of NOFX performs at Riot Fest 2024 in Chicago. (Craig Cummins)\n“I gave it a year and a half of my life, and I feel I did my civil service,” Burkett says. “I traveled around the country, did radio shows at 6 a.m., did a whole Warped Tour and probably signed up a couple hundred thousand kids. Me and half the staff at Fat Wreck Chords f—ing gave it our all and worked really hard. It was f—ing heartbreaking. That’s why I’m not gonna let it ruin my life if Trump wins. It would be horrible and democracy may be killed, but you can’t let it ruin your life. You still have to be happy and joyful. Help in your community, and do what you can to still make the world a better place even if we’re f—ed.”\nMore to Read\nSlipknot’s groundbreaking metal debut turns 25. To them, it’s still ‘this festering thing’\nSept. 11, 2024\nX marks the end: L.A. punk band winds down after nearly 50 years together\nJuly 30, 2024\nThe most punk moments we witnessed at No Values\nJune 10, 2024\nPeople who know Burkett both inside and outside of the band believe the 2004 election was the first time he’d earnestly set out to do something and failed, and he took it extremely hard. To cope with that loss, Burkett — who says he’d never touched cocaine until 1998 — turned harder into drugs and alcohol at a time when some of his bandmates (all of whom were in their late 30s in 2004) were looking to move away from the partying lifestyle.\nADVERTISEMENT\nNevertheless, NOFX continued on relatively unimpeded for a decade or so, until the band says Burkett’s drug use began to slowly affect his decision-making, recording and live performances. Since then, the rift between the frontman and the others (particularly Melvin) has deepened to the point where the trio has held multiple interventions for Burkett — most recently in 2020, when he went to rehab for a month after vomiting and defecating blood at the vacation home of friend Matt Sanders, singer of Avenged Sevenfold.\n“I went to rehab for a month, got out and was sober for pretty much 10 months — but not completely sober,” Burkett says.. “We had a couple rehearsals where I did some lines of coke and had some drinks beforehand, and toward the seventh or eighth month, I was partying again. They all were saying, ‘You’re so much better now. You’re such a nicer person. You’re so much happier.’ And I was thinking, ‘This is hysterical. I’m doing the exact thing I’ve always done.’ When they’d ask me, ‘How’s your sobriety going?’ I would say, ‘Great!’ because if you look up the word ‘sobriety’ in the dictionary, it’s not ‘not drinking,’ it’s that you’re under control of your life.”\nFat Mike and Eric Melvin of NOFX performing at Riot Fest 2024 in Chicago. (Craig Cummins)\nADVERTISEMENT\nBurkett doesn’t see his drug use as a problem and believes that he’s as healthy as he’s ever been thanks to moderation and exercise (he’s particularly fond of riding his bicycle, which he says he does 20 to 30 miles per day). In fact, the NOFX ringleader says he “only uses drugs when [he’s] working” and believes that retiring from the band — and the preshow ritual of cocaine and vodka that he says he uses to balance his nerves and energize himself — will be good for his health.\nTo Burkett, the primary issue causing the familial drama within NOFX after all these years is a perceived lack of gratitude and respect he receives from his bandmates even when he feels as though he’s the one steering the ship.\nIt’s a situation where who’s “wrong” and who’s “right” likely doesn’t matter, as a resolution is unlikely to be found while they’re all stuck in a band together. Burkett and Melvin will always have their own versions of what’s transpired in recent years, with the other two members and the complicated truth all likely somewhere in the middle. But even amid their ongoing differences, Burkett admits it’s not as simple as just wanting to be thanked for being the primary songwriter or booking new opportunities. Instead, it’s a sense of boredom with playing the same shows and same material since he was a teenager. It’s not that the 57-year-old thinks he’s done writing songs or performing; he just wants new avenues in which to do them.\nADVERTISEMENT\n“I liken it to being a playwright who wrote a great play 40 years ago,“ says Burkett, who actually did write a musical called “Home Sweet Home” back in 2014. “I’m the playwright and the actor, and although the play is good and I’m a good actor, I’ve been acting in this f—ing play for 40 years. It’s been an absolute joy playing in a band with my best friends for 40 years, because all the dudes in my band are friends. They’re swell. They’re good dudes, but we’re not close like we used to be. Everyone’s got families and the things they’re doing now, so when we get together, it’s very professional.”\n“We were just treading water, and we were doing fine, but it was nothing like this,” Burkett said. “We called it off at the right time, and when people tell me, ‘You’ll be back in five years…’ they can go f— themselves.” (Jesse Fisher)\nWhile some may look at the thousands of screaming fans showing up to each night of the farewell tour as proof that NOFX should continue — an idea that Melvin, Sandin and Abeyta are all open to — it also seems like the right time to call it quits before the members (again, particularly Melvin and Burkett, who haven’t spoken to each other in quite some time outside of band necessities) damage their relationship any further. Maybe they could’ve pushed on for another decade, but perhaps it’s better to go out with a bang and allow everyone to move on to the next stage of their lives before they melt down and fight each other onstage. After all, the reunion offers will most certainly be there if and when they’re ready.",
    "trans": "Après 40 ans en tant que groupe, le quatuor punk audacieux et effronté NOFX tire sa révérence, mais pas de manière dramatique ou explosive. Au lieu de cela, ils font leurs adieux ce week-end après trois derniers concerts au Berth 46 à San Pedro, qui marqueront la fin d'une tournée mondiale massive au cours de laquelle ils jouent 40 chansons chaque soir sans jamais répéter le même set. C'est l'aboutissement de quatre décennies ensemble en tant que l'un des plus grands groupes punk de la planète, et environ 10 ans de ressentiment croissant généralement réservé aux membres de la famille proche et aux vieux couples mariés.\n« Quand vous étiez dans un groupe punk de '83 jusqu'à '88 environ, il n'y avait aucun espoir de gagner sa vie, car aucun groupe punk ne l'avait jamais fait », déclare le chanteur et bassiste « Fat Mike » Burkett dans sa caravane en coulisses au Riot Fest de Chicago, entouré d'une équipe de tournage documentaire suivant la tournée finale et tenant une bouteille de vodka Tito's à moitié consommée. « Nous l'avons fait simplement parce que nous aimions ça. Il n'y avait pas d'avenir. Je suis allé à l'université et à l'école immobilière, mais j'ai toujours voulu jouer de la musique avec mes meilleurs amis. Il s'agissait de dire des choses que vous voulez dire sans vous soucier de ce que les autres pensent. »\nANNONCE\nMais après avoir passé la majeure partie des années 1980 à rebondir sans succès dans la scène punk rock de SoCal, dans les années 90, NOFX - Burkett, les guitaristes Eric Melvin et Aaron « El Hefe » Abeyta et le batteur Erik « Smelly » Sandin - a grai des echellons dans sa carrière inimaginables.\nLes réalisations et l'impact de NOFX sur le punk rock à la fois au niveau local et mondial ne peuvent être surestimés. Tout au long des années 90 et 2000 (y compris l'album séminal de 1994 « Punk in Drublic »), ils sont devenus l'un des groupes les plus vénérés et influents du genre en grande partie grâce à leur combinaison unique d'humour inapproprié, d'attitude sans remords, de mélodies accrocheuses et de paroles étonnamment intelligentes. Non seulement ils ont défini le son du punk rock de la côte ouest aux côtés de leurs contemporains de SoCal comme Social Distortion, Bad Religion et Descendents, mais ils ont également ouvert des opportunités pour la prochaine génération de punk rock (plus adapté à la radio) d'atteindre une énorme popularité grand public grâce à des groupes comme Green Day et The Offspring.\nThe Offspring revient sur les 30 ans de « Smash » accompagné d'assez d'estime de soi\nUne décennie après son succès en qualité que visage, principal auteur-compositeur et leader de facto de l'un des groupes et labels de disques les plus en vue du punk rock, Burkett a tourné son attention vers une nouvelle cause : ruiner la campagne de réélection du président George W. Bush. Burkett a utilisé sa plateforme avec le groupe ainsi que son label basé dans la région de la baie à la veille des élections, Fat Wreck Chords, pour lancer Rock Against Bush, un mouvement politique visant à inciter les fans de punk à voter contre le président sortant. Il comprenait une tournée, des CD de compilation, des produits dérivés (y compris les célèbres t-shirts « Not My President ») et, de manière tangentielle, l'album de NOFX de 2003, « The War on Errorism ».\n広告\nFat Mike Burkett de NOFX se produit au Riot Fest 2024 à Chicago. (Craig Cummins)\n« Un an et demi de ma vie j'ai passé dessus, et je pense avoir fait mon service civil », déclare Burkett. « J'ai voyagé à travers le pays, fait des émissions de radio à 6 heures du matin, fait toute une tournée Warped et probablement inscrit quelques centaines de milliers de jeunes. Moi et la moitié du personnel de Fat Wreck Chords avons tout donné et travaillé très dur. C'était très dur. C'est la raison pour laquelle je ne vais pas laisser ça ruiner ma vie si Trump gagne. Ce serait horrible et la démocratie pourrait recvoir un coup dur, mais ne permettez  pas que cela ruine votre vie. Vous devez toujours être heureux et joyeux. Aidez votre communauté et faites ce que vous pouvez pour continuer à rendre le monde meilleur, même si nous sommes foutus.»\nPlus de lecture\nLe premier album de Slipknot a 25 ans. Pour eux, c'est toujours « cette chose qui suppure ».\n11 Septembre 2024\nX marque la fin : Le groupe punk de Los Angeles n'existe plus après près de 50 ans de carrière\n30 Juillet 2024\nLes moments les plus extrêmes dont nous avons été témoins à No Values\n10 Juin 2024\nLes personnes qui connaissent Burkett, tant à l'intérieur qu'à l'extérieur du groupe, pensent que l'élection de 2004 était la première fois qu'il avait sérieusement entrepris de faire quelque chose et qu'il avait échoué, et qu'il l'avait très mal pris. Face à cette perte, Burkett, qui déclare n'avoir jamais touché à la cocaïne avant 1998, a commencé à s'adonner davantage aux drogues et à l'alcool à une époque où certains de ses compagnons de groupe (tous âgés d'une trentaine d'années en 2004) cherchaient à s'éloigner de leur style de vie festif.\nANNONCE\nMalgré tout, le groupe NOFX a continué à fonctionner relativement bien pendant une dizaine d'années, jusqu'à ce que, selon le groupe, la consommation de drogues de Burkett commence à affecter lentement ses prises de décision, ses enregistrements et ses performances en live. La dernière fois, en 2020, il a passé un mois en cure de désintoxication après avoir vomi et déféqué du sang dans la maison de vacances d'un ami, Matt Sanders, chanteur d'Avenged Sevenfold.\n« Un mois durant, je me suis rendu en cure de désintoxication, j'en suis sorti et j'ai été sobre pendant à peu près 10 mois - mais pas complètement sobre », dit Burkett. « Nous avons eu quelques répétitions où j'ai fait quelques lignes de coke et pris quelques verres auparavant, et vers le septième ou huitième mois, je faisais à nouveau la fête. Ils disaient tous : 'Tu vas tellement mieux maintenant. Tu es une personne tellement plus agréable. Tu es tellement plus heureux.' Et je pensais : 'C'est hilarant. Je fais exactement ce que j'ai toujours fait.' Quand ils me demandaient : 'Comment va ta sobriété ?' je répondais : 'Très bien!' parce que si vous cherchez le mot 'sobriété' dans le dictionnaire, ce n'est pas 'ne pas boire', c'est que vous êtes maître de votre vie. »\nFat Mike et Eric Melvin de NOFX se produisent au Riot Fest 2024 à Chicago. (Craig Cummins)\nANNONCE\nBurkett ne considère pas sa consommation de drogues comme un problème et estime qu'il est en aussi bonne santé qu'il ne l'a jamais été, grâce à la modération et à l'exercice (il aime particulièrement faire du vélo, qu'il dit pratiquer à raison de 20 à 30 miles par jour). En fait, le leader de NOFX dit qu'il « ne prend de la drogue que lorsqu'il travaille » et pense que son retrait du groupe - et le rituel de la cocaïne et de la vodka qu'il dit utiliser avant le concert pour se calmer et se donner de l'énergie - sera bénéfique pour sa santé.\nPour Burkett, le principal problème causant le drame familial au sein de NOFX après toutes ces années est un manque perçu de gratitude et de respect qu'il reçoit de ses compagnons de groupe, même lorsqu'il a l'impression d'être celui qui dirige le navire.\nC'est une situation où qui a « tort » et qui a « raison » n'a probablement pas d'importance, car il est peu probable qu'une résolution soit trouvée tant qu'ils sont tous coincés dans un groupe ensemble. Il est peu probable qu'une solution soit trouvée tant qu'ils sont tous coincés dans le même groupe. Burkett et Melvin auront toujours leur propre version de ce qui s'est passé ces dernières années, tandis que les deux autres membres et la vérité compliquée se trouveront probablement quelque part au milieu. Mais malgré leurs divergences continues, Burkett admet que ce n'est pas aussi simple que de vouloir être remercié pour avoir été le principal auteur-compositeur ou pour avoir décroché de nouvelles opportunités. Au contraire, c'est un sentiment d'ennui de jouer les mêmes concerts et le même matériel depuis son adolescence. Ce n'est pas que cet homme de 57 ans pense qu'il a fini d'écrire des chansons ou de se produire sur scène ; il veut simplement trouver de nouveaux moyens de le faire.\nANNONCE\n« Cela me fait penser à un dramaturge qui a écrit une excellente pièce il y a 40 ans “, explique M. Burkett, qui a effectivement écrit une comédie musicale intitulée ” Home Sweet Home » en 2014. « Je suis à la fois le dramaturge et l'acteur, et bien que la pièce soit bonne et que je sois un bon acteur, cela fait 40 ans que je joue dans cette putain de pièce. Cela fait 40 ans que je suis heureux de jouer dans un groupe avec mes meilleurs amis, parce que tous les gars de mon groupe sont des amis. Ils sont géniaux. Ce sont de bons gars, mais nous ne sommes plus aussi proches qu'avant. Tout le monde a une famille et fait ce qu'il veut, alors quand on se retrouve, c'est très professionnel ».\n« Nous faisions tout juste du sur-place et nous nous débrouillions bien, mais ce n'était pas du tout comme ça », a déclaré Burkett. « Nous avons arrêté au bon moment, et quand les gens me disent : “ Tu reviendras dans cinq ans... ”, ils peuvent aller se faire voir. » (Jesse Fisher)\nPendant que certains peuvent considérer les milliers de fans hurlants présents chaque soir de la tournée d'adieu comme une preuve que NOFX devrait continuer - une idée à laquelle Melvin, Sandin et Abeyta sont tous ouverts - On dirait que c'est le bon moment pour arrêter avant que les membres (encore une fois, en particulier Melvin et Burkett, qui ne se sont pas parlé depuis un certain temps en dehors des nécessités du groupe) ne détériorent davantage leur relation. Peut-être qu'ils auraient pu continuer encore une décennie, mais il est peut-être préférable de sortir en beauté et de permettre à chacun de passer à l'étape suivante de sa vie avant qu'ils ne fondent en larmes et ne se battent sur scène. Après tout, les offres de réunion seront très certainement là s'ils sont prêts."
}