{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Parents and Carers,\nOur Parent Consultation meetings will be taking place on 12th and 13th November 2024.\nPlease ensure that you have booked this meeting by 4pm Monday 4th November.\nSome of our teachers have offered alternative Parent Evening slots. This allows you to have a 10 minute appointment at a separate time to the rest of the school. This may suit your schedule more easily than the standard parents' evening appointments. Please check Arbor for availability.\nPlease note there will not be any clubs run by class teachers during the week.\nPlease see the attached letter for more information on booking your slot and clubs running.\nThese meetings will take place face to face in the Junior School Hall. You will have an opportunity to see your child’s books either before or after your appointment time.\nMeetings can be booked via Arbor. You can sign up for your appointment by following the instructions found here. Please ensure you book an appointment for each child in your family. Once you have chosen a date and time, this will then be allocated to you and it will not be available for anyone else.\nIf you experience any difficulty in booking your appointment via Arbor, please see this link for support. Alternatively, contact the office who will be happy to help you.\nWe will also have our Scholastic Book Fair in the School Hall on the 12th and 13th November for your child to purchase any books if you wish.\nCash and card will be accepted.\nIf you are unable to make an appointment at these times, please contact the school office or your child’s class teacher.\nKind regards,\nSchool Office\nCheam Common Junior Academy\nKingsmead Avenue\nWorcester Park\nSurrey\nKT4 8UT\nt: 020 8337 1844\ne: ccjoffice@leoacademytrust.co.uk\nw: http://www.cheamcommon.org.uk\nThe information contained within this e-mail / attachments are confidential. If you are not the intended recipient, please delete the message and attachments immediately and notify the sender. Any unauthorised dissemination or copying of this e-mail, or any misuse or wrongful disclosure of the information contained in it is strictly prohibited and may be illegal. The opinions, statements and thoughts expressed in this e-mail and its attachments if any are those of the individual sender and not necessarily of Cheam Common Junior Academy or any associated party.",
    "trans": "Chers Parents et Tuteurs,\nNos réunions de consultation des parents auront lieu les 12 et 13 novembre 2024.\nVeuillez vous assurer que vous avez réservé votre créneau avant 16h00 le lundi 4 novembre.\nCertains de nos enseignants ont proposé des créneaux alternatifs pour la soirée des parents. Cela vous permet de prendre un rendez-vous de 10 minutes à un moment distinct de celui de l'ensemble de l'école. Cela pourrait mieux correspondre à votre emploi du temps que les créneaux standards de la soirée des parents. Veuillez vérifier la disponibilité sur Arbor.\nVeuillez noter qu'aucun club dirigé par les enseignants de classe ne sera organisé pendant cette semaine.\nVeuillez consulter la lettre ci-jointe pour plus d'informations sur la réservation de votre créneau et les clubs qui auront lieu.\nCes réunions se dérouleront en personne dans le hall de l'école primaire. Vous aurez l'occasion de voir les cahiers de votre enfant avant ou après votre rendez-vous.\nLes rendez-vous peuvent être réservés via Arbor. Vous pouvez vous inscrire en suivant les instructions disponibles ici. Veuillez vous assurer de réserver un rendez-vous pour chaque enfant de votre famille. Une fois que vous avez choisi une date et une heure, ce créneau vous sera attribué et ne sera pas disponible pour une autre personne.\nSi vous rencontrez des difficultés pour réserver votre rendez-vous via Arbor, veuillez consulter ce lien pour obtenir de l'aide. Sinon, contactez le bureau qui se fera un plaisir de vous aider.\nNous organiserons également notre Foire du Livre Scholastic dans le hall de l'école les 12 et 13 novembre, pour que votre enfant puisse acheter des livres, si vous le souhaitez.\nLe paiement en espèces et par carte sera accepté.\nSi vous n'êtes pas en mesure de prendre un rendez-vous à ces moments, veuillez contacter le bureau de l'école ou l'enseignant de votre enfant.\nCordialement,\nLe Bureau de l'École\nCheam Common Junior Academy\nKingsmead Avenue\nWorcester Park\nSurrey\nKT4 8UT\nt: 020 8337 1844\ne: ccjoffice@leoacademytrust.co.uk\nw: http://www.cheamcommon.org.uk\nLes informations contenues dans cet e-mail / ces pièces jointes sont confidentielles. Si vous n'êtes pas le destinataire prévu, veuillez supprimer immédiatement le message et les pièces jointes et en informer l'expéditeur. Toute diffusion ou copie non autorisée de cet e-mail, ou toute utilisation abusive ou divulgation incorrecte des informations qu'il contient, est strictement interdite et peut être illégale. Les opinions, déclarations et idées exprimées dans cet e-mail et ses pièces jointes, le cas échéant, sont celles de l'expéditeur individuel et ne reflètent pas nécessairement celles de Cheam Common Junior Academy ou de toute partie associée."
}