{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The two teens had spent the day watching movies and snacking over her house, cuddling under the warm blanket, cuddling enjoying their alone time. They would share little kisses and caress their hair continuously, sharing love and tenderness.\n\"That was fun!\" Y/n stood from the couch to reach the remote and turned off the TV when the last film ended.\nHe sat watching her moves, admiring every single detail of the girl he loved. It was like she was the only source of light around the place, and when she turned around, her smile was even more shining, making him sigh and smile back. Taking her by the hand, he brought her closer and embraced her waist, burying his face onto her belly while she giggled at the tickles and combed his messy hair.\n\"I'm 100% it's going to snow this Christmas, I'm freezing.\"\n\"Let's keep cuddling then.\" The boy in love looked up at her without breaking his hold.\n\"I accept, but let's do something to warm us first.\" His fangs were showing at her suggestion, and with a quick motion, he pulled from her hips, making Y/n be in a straddling position. \"Whoa, that's not what I...\"\n\"I like you being so direct and kinky.\" His hands were over her hips and started to roam up her back as their lips connected for a short time. \"The other day I was reading on one of Pah's mags about a thing called role-play where you have to pretend to be someone else. For example, I found a stray cat and brought it home to shelter and fed it, I fell in love with it the instant I heard its purr and felt its fur when it rubbed itself against me in gratitude, seemed like it loved me too.\"\nEven if she meant to prepare a hot chocolate or tea, Y/n let him continue because he appeared to be excited, and that was enough to make her smile. \"Okay...\"\n\"At night, something woke me. I felt four little paws walking over the blanket, coming straight at me and looking for warmth until the animal curled itself beside me. I let it under the covers because it was shivering in the cold. Then, when we look straight at each other, we know we feel the same. The cat lifted its head, purring louder as sniffing my face while I pet its ears.\"\nIn the meantime, he was telling the story he put the blanket around them when feeling Y/n was starting to shiver. The boy looked directly at her before his hand went to her neck, lightly tracing its way to massage her ear and the scalp behind it. She could swear that a purr was about to come out of her throat by feeling his touch.\n\"Just when I kissed its nose, it transformed into a stunning princess. She was enchanted and cursed to live as a cat until finding someone who loved her for what she was.\"\nHer heart melted at the lovely story, almost feeling like she was the stray cat. \"And then what?\"\n\"They lived happily ever after, fostering kitties.\"\n\"Kei, I don't think role-play works like that,\" she laughed and leaned to the front, making their foreheads be against each other.\n\"Huh... Well, then show me how it's done, princess.\"\nShe straightened her back in thought. \"There's this mysterious guy at school, everyone wants to get with him because he's a walking badass hottie, but he has a secret love for a certain girl who helps him study. One day, he couldn't take it anymore and went to her place to find out she was home alone. She thought it was weird, he seemed to hate her to the bones, but there he was, ready to confess. The girl hesitated to let him in, but it was dark and cold outside, and even if she didn't show it, she was worried and had a crush on him like everyone else. While watching movies, things got to another level. They were making out on the couch until he stopped...\"\n\"Why would he stop? Is he dumb or something!?\"\n\"He had a deep secret and didn't want her to reject him for that. The girl noticed his mood shift and assured him that everything would be okay, that she loved him too. Every time she was near, he had to use all his will to hold his instincts. She couldn't understand what he meant until he bared his sharp fangs. His deep secret was finally revealed.\"\n\"Gosh, are you still reading those vampire books?\" He rolled his eyes, a bit disappointed by the outcome.\n\"The girl climbed up to him, and looking straight into his craving eyes, she whispered with an alluring voice to sink his fangs into her neck and claim her as his, in that way they would spend their life together.\"\nA low gasp escaped her when he bit the side of her neck, his hands starting to caress her skin under the blouse, getting swayed with the vampire role-play.\n\"Let me taste you, kitty princess.\"\nThe make-out session was hotter than any other they had had, the previous mental stimulation had worked after all.",
    "trans": "Les deux adolescents avaient passé la journée à regarder des films et à grignoter au-dessus de sa maison, à se faire des câlins sous la couverture chaude, à profiter de leur temps seul. Ils partageaient de petits baisers et se caressaient les cheveux en continu, partageant amour et tendresse.\n« C’était amusant! » Y/n se leva du canapé pour atteindre la télécommande et éteignit le téléviseur lorsque le dernier film s’est terminé.\nIl s’asseyait pour observer ses mouvements, admirant chaque détail de la fille qu’il aimait. C’était comme si elle était la seule source de lumière autour de l’endroit, et quand elle s’est retournée, son sourire brillait encore plus, le faisant soupirer et sourire en retour. La prenant par la main, il l’a amenée plus près et a embrassé sa taille, enterrant son visage sur son ventre pendant qu’elle riait des chatouilles et peignait ses cheveux en désordre.\n« Je suis sûr à 100 % qu'il va neiger ce Noël, j'ai froid. »\n« Continuons à câliner alors. » Le garçon amoureux la regarda sans rompre sa prise.\n« J’accepte, mais faisons quelque chose pour nous réchauffer d’abord. » Il montrait ses crocs à sa suggestion, et d’un mouvement rapide, il tirait de ses hanches, faisant en sorte que O/N soit dans une position chevauchée. « Whoa, ce n’est pas ce que je... »\n« J’aime que tu sois si direct et pervers. » Ses mains étaient sur ses hanches et ont commencé à rôder dans son dos alors que leurs lèvres se liaient pendant un court moment. « L’autre jour, je lisais dans un des magazines de Pah à propos d’un jeu de rôle où il faut faire semblant d’être quelqu’un d’autre. Par exemple, j’ai trouvé un chat errant et je l’ai ramené à la maison pour l’abriter et le nourrir, je suis tombée amoureuse de lui dès que j’ai entendu son ronronnement et senti sa fourrure lorsqu’il s’est frotté contre moi en signe de gratitude, comme s’il m’aimait aussi. »\nMême si elle avait l'intention de préparer un chocolat chaud ou du thé, Y/n le laissa continuer car il semblait être enthousiaste, et cela suffisait à la faire sourire. « D'accord... »\n« La nuit, quelque chose m’a réveillé. J’ai senti quatre petites pattes marcher sur la couverture, venir directement à moi et chercher de la chaleur jusqu’à ce que l’animal s’enroule à côté de moi. Je l’ai laissée sous les couvertures parce qu’elle tremblait de froid. Puis, quand on se regarde droit dans les yeux, on sait qu’on ressent la même chose. Le chat a levé la tête, ronronnant plus fort qu’il reniflait mon visage pendant que je caressais ses oreilles. »\nPendant ce temps, il racontait l’histoire qu’il avait mis la couverture autour d’eux quand il sentait que O/n commençait à frissonner. Le garçon l’a regardée directement avant de lui tendre la main au cou, en marchant légèrement pour masser son oreille et le cuir chevelu derrière. Elle pouvait jurer qu’un ronronnement était sur le point de sortir de sa gorge en sentant son toucher.\n« Juste au moment où j'ai embrassé son nez, elle s'est transformée en une magnifique princesse. Elle avait été enchantée et maudite à vivre en tant que chat jusqu'à ce qu'elle trouve quelqu'un qui l'aime pour ce qu'elle était. »\nSon cœur fondit devant cette jolie histoire, se sentant presque comme le chat errant. « Et après ? »\n« Ils vécurent heureux pour toujours, en élevant des chatons. »\n« Kei, je ne pense pas que le jeu de rôle fonctionne comme ça, » rit-elle en se penchant en avant, leurs fronts se touchant.\n« Huh... Eh bien, montre-moi comment on fait, princesse. »\nElle redressa son dos dans la pensée. « Il y a ce gars mystérieux à l’école, tout le monde veut sortir avec lui parce qu’il est un beau gosse qui marche, mais il a un amour secret pour une certaine fille qui l’aide à étudier. Un jour, il n’en pouvait plus et est allé chez elle pour découvrir qu’elle était seule à la maison. Elle a pensé que c’était bizarre, il semblait la détester à mort, mais il était là, prêt à avouer. La fille hésitait à le laisser entrer, mais il faisait froid et sombre dehors, et même si elle ne le montrait pas, elle était inquiète et avait le béguin pour lui comme tout le monde. En regardant des films, les choses ont atteint un autre niveau. Ils se sont embrassés sur le canapé jusqu’à ce qu’il s’arrête... »\n« Pourquoi il s'arrêterait ? Il est stupide ou quoi ?! »\n« Il avait un secret profond et ne voulait pas qu’elle le rejette pour cela. La fille a remarqué son changement d’humeur et lui a assuré que tout irait bien, qu’elle l’aimait aussi. Chaque fois qu’il était près d’elle, il devait utiliser toute sa volonté pour retenir ses instincts. Elle ne pouvait pas comprendre ce qu’il voulait dire jusqu’à ce qu’il ait mis à nu ses crocs pointus. Son profond secret fut enfin révélé. »\n« Mon dieu, tu lis toujours ces livres de vampire ? » Il roula des yeux, un peu déçu par le résultat.\n« La jeune fille s’est approchée de lui, et en le regardant droit dans ses yeux avides, elle a murmuré avec une voix séduisante pour enfoncer ses crocs dans son cou et la revendiquer comme sienne, de cette façon ils passeraient leur vie ensemble. »\nUn petit soupir lui échappa quand il mordit le côté de son cou, ses mains commençant à caresser sa peau sous la blouse, se balançant avec le jeu de rôle du vampire.\n« Laisse-moi te goûter, princesse chaton. »\nLa séance de câlin était plus chaude que toutes les autres, la stimulation mentale précédente avait fonctionné après tout."
}