{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This letter confirms that a Canada Wide Criminal Record and Judicial matters Check was completed through a Canadian Police Service for the purpose of assessing the suitability for employment.\nBased solely on the name(s) and date of birth provided and the criminal record information declared by the applicant, a search of the RCMP National Repository of Criminal Records did not identify any records with the name(s) and date of birth of the applicant. Positive identification that a criminal record does or does not exist at the RCMP National Repository of Criminal Records can only be confirmed by fingerprint comparison. Delays do exist between a conviction being rendered in court, and the details being accessible on the RCMP National Repository of Criminal Records. Not all offences are reported to the RCMP National Repository of Criminal Records.\nPremium Check Ordered Yes\nAdditional Search Recommended No\nRequesting Company Uber\nThis report can only be used for the purpose of Employment Screening. ISB Global Services, an agent of the above listed company, will not be held liable for misuse or mishandling of the information outside of our processing facility. A Canadian Criminal Record Check Confirmation contains standardized response statements based on the presence or absence of criminal convictions recorded in the RCMP National Repository of Criminal Records. Please consult your Provincial Human Rights Code on how to use this information in the hiring proce",
    "trans": "Cette lettre confirme qu’une vérification du casier judiciaire et des affaires judiciaires à l’échelle du Canada a été effectuée par un service de police canadien afin d’évaluer l’aptitude à l’emploi.\nSur la seule base des noms et de la date de naissance fournis et des informations relatives au casier judiciaire déclarées par le demandeur, une recherche dans le Répertoire national des casiers judiciaires de la GRC n'a pas permis d'identifier de dossiers correspondant à ces informations. L'identification positive de l'existence ou de l'absence d'un casier judiciaire dans le Répertoire national des casiers judiciaires de la GRC ne peut être confirmée que par une comparaison d'empreintes digitales. Des délais existent entre le prononcé d'une condamnation par un tribunal et l'accessibilité des détails dans le Répertoire national des casiers judiciaires de la GRC. Toutes les infractions ne sont pas signalées au Répertoire national des casiers judiciaires de la GRC.\nVérification Premium Commandée Oui\nRecherche Supplémentaire Recommandée Non\nSociété Demandant Uber\nCe rapport ne peut être utilisé qu’aux fins de sélection pour l’emploi. ISB Global Services, agent de l’entreprise mentionnée ci-dessus, ne pourra être tenu responsable d’une mauvaise utilisation ou d’un traitement inapproprié des informations en dehors de notre centre de traitement. Une confirmation de vérification du casier judiciaire canadien contient des déclarations de réponse standardisées basées sur la présence ou l’absence de condamnations criminelles enregistrées dans le Répertoire national des casiers judiciaires de la GRC. Veuillez consulter le Code des droits de la personne de votre province pour savoir comment utiliser ces informations dans le cadre du processus d’embauche"
}