{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The HMS Tranquility was on a trading expedition to the unevolved, primal continent of Olura—a lush, tropical, dinosaur-filled land of opportunity. The Tranquility, an expedition-loaded carrack and lifelong vessel of Captain Erik Anderson was locked in fierce naval combat with an underwater Saurian for a Mosasaurus. Already lightly damaged by the Mosasaurus' first charge, the captain and crew had flintlocks, cannons, and harpoons ready to repel the great aquatic beast.\nThe Tranquility was on a dangerous expedition to the dinosaur-inhabited, primal continent of Olura. The crew, including Boatswain Thurston Reeve, did not hesitate to give their thoughts and opinions to their captain, Erik Anderson. The crew spoke in British-accented sailor jargon.\nThe Mosasaurus was an enormous, ocean-dwelling carnivore originating from the Cretaceous Period. Its jaws could bite chunks out of man and ship, and its size enabled it to bash and rock the Tranquility easily.",
    "trans": "Le HMS Tranquility était en expédition commerciale vers le continent primitif et non évolué d'Olura – une terre luxuriante, tropicale et remplie de dinosaures, regorgeant d'opportunités. Le Tranquility, une caraque chargée pour l'expédition et vaisseau de toute une vie du Capitaine Erik Anderson, était engagé dans un combat naval acharné contre un reptile sous-marin, un Mosasaurus. Déjà légèrement endommagé par la première charge du Mosasaurus, le capitaine et son équipage avaient des mousquets, des canons et des harpons prêts à repousser la grande bête aquatique.\nLe Tranquility était en mission périlleuse vers le continent primitif d'Olura, habité par des dinosaures. L'équipage, y compris le Maître d'équipage Thurston Reeve, n'hésitait pas à partager ses réflexions et opinions avec leur capitaine, Erik Anderson. Les membres de l'équipage parlaient avec un jargon de marin accentué britannique.\nLe Mosasaurus était un énorme carnivore océanique originaire de la période du Crétacé. Ses mâchoires pouvaient arracher des morceaux d'hommes et de navires, et sa taille lui permettait de frapper et de faire tanguer le Tranquility avec facilité."
}