{
    "source": "en_US",
    "target": "fr_FR",
    "text": "3. 你的职业发展路径是什么？ 如果没有实现，那你的plan B呢？\nWhat is the role of your career path and if it does not work, what is your plan B?\nI aim be a senior marketing manager at a top fast-moving consumer company. The food&refreshment department of Unilever will be my first choice.\nSo, I will attend Unilever's recruitment fair when I study in London and try to get an internship. I will execute marketing tasks in challenging business situations to accumulate professional experience.\nAfter graduation, I’ll be more qualified to work in the headquarter of Unilever in London.. After working for 3-5 years, I will return to China and climb into the position of senior marketing manager in the headquarter of Unilever in Shanghai.\nIf it doesn't work, for example, if I fail to land my dream job in London, I will go back to China directly and work in the marketing department of a fast-moving consumer goods company.",
    "trans": "3. 你的职业发展路径是什么？ 如果没有实现，那你的plan B呢？\nQuel est le rôle de votre parcours professionnel et si cela ne fonctionne pas, quel est votre plan B ?\nJ'ai l'intention de devenir directeur marketing principal dans une grande entreprise de produits de consommation à rotation rapide. Le département alimentation et rafraîchissement d'Unilever sera mon premier choix.\nAinsi, je participerai à la foire de recrutement d'Unilever lorsque j'étudierai à Londres et j'essaierai d'obtenir un stage. J'exécuterai des tâches marketing dans des situations commerciales difficiles afin d'accumuler une expérience professionnelle.\nAprès l'obtention de mon diplôme, je serai plus qualifié pour travailler au siège d'Unilever à Londres. Après avoir travaillé pendant 3 à 5 ans, je retournerai en Chine et accéderai au poste de directeur marketing principal au siège d'Unilever à Shanghai.\nSi cela ne fonctionne pas, par exemple, si je ne parviens pas à décrocher le poste de mes rêves à Londres, je retournerai directement en Chine et travaillerai dans le département marketing d'une entreprise de produits de consommation à rotation rapide."
}