{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Salary, Your monthly salary and allowances shall be constituted as indicated in Table A below\nallowances, and named Salary, Alowances and Benefits.\nbenefits\nTABLE A: SALARY, ALLOWANCES AND BENEFITS\n8 Basis Salary AED 5,000/- per month.\nreserve the rente to provide an alowanee In tcu thereoh, UAE. we\nc. Transportation*:\n10.\nd. Food*:\nYou will be provided with free food or a monthly food allowance in\ne. Other allowance*:\nlieu thereof.\nAED 2,500/- per month.\nTOTAL AED 7,500/- per month.\n*Any benefits and allowances shall not form part of your basic salary.\nAir ticket*: The cost of annual leave ticket needs to be borne by you.\nPlace of work AL HAMRA DFENCE CAMP or Anywhere with our operations in the UAE (including\nonshore, offshore, military, healthcare or remote sites) and as required by the\nCompany.\nLeave You are entitled to 30 calendar days of paid holiday leave per annum on successful\ncompletion of your probationary period. You may carry forward not more than half\nof the annual leave to the following year.\nAny other leave shall be governed by UAE Labour Law.\nMedical You will be provided with local medical insurance in accordance with our policies and\nprocedures. Further, you will be covered under our Workmen's Compensation and\nLiability Insurance Policy.\nVisa and ID (if The Company will arrange for, manage and cover the costs related to obtaining your\napplicable) UAE visa and document processing.\nThe Emirates ID in the UAE is the responsibility of the employee.\nHowever, the company will manage and cover the initial cost related to employee's\nEmirates ID processing and documentation. This is valid for the duration of the initial\nresidence visa period. If the employee resigns or is terminated for cause for any\nreason prior to completion of 2 (two) years of service, the Company reserves the right\nto claim back the Emirates ID costs pro-rata. Any future costs related to processing\nand documentation for Emirates ID during your next visa renewal wil be borne by the\nEmployee.\nYou will work for ADNH Catering LC - OPC but, for the purpose of UAE visa issuance\nonly, wil be required to sign an employment contract with Abu Dhabi National Hotels\nCompany PJSC.\nTermination: Upon completion of probation, both Parties (Employe and Employer) shall be entitled\nto terminate the employment at any time by providing 60 days prior written",
    "trans": "salaire, Votre salaire mensuel et vos allocations seront constitués comme indiqué dans le Tableau A ci-dessous\nAllocations, et intitulé Salaire, Allocations et Avantages\navantages\nTABLEAU A : SALAIRE, ALLOCATIONS ET AVANTAGES\n8 salaire de base 5 000 AED par mois.\nNous nous réservons le droit de fournir une allocation en lieu et place, conformément aux politiques en vigueur aux Émirats Arabes Unis. we\nc. Transport* :\n10.\nd. Nourriture* :\nVous recevrez de la nourriture gratuite ou une allocation alimentaire mensuelle en\ne. autre allocation* :\nen lieu et en place.\n2500 AED par mois.\nTOTAL 7500 AED par mois.\n*Aucun avantage ou allocation ne fera partie de votre salaire de base.\nBillet d'avion*  : Le coût du billet d'avion pour le congé annuel est à votre charge.\nLieu de travail : Camp de défense AL HAMRA ou tout autre site de nos opérations aux Émirats Arabes Unis (y compris\nles sites onshore, offshore, militaires, de santé ou éloignés), selon les besoins de\nl'entreprise.\nCongés : Vous avez droit à 30 jours calendaires de congé payé par an après avoir réussi\nvotre période d'essai. Vous pouvez reporter jusqu'à la moitié\ndes congés annuels à l'année suivante\nTout autre type de congé sera régi par la loi sur le travail des Émirats Arabes Unis.\nAssurance médicale : Vous bénéficierez d'une assurance médicale locale conformément à nos politiques et\nprocédures. De plus, vous serez couvert par notre politique d'assurance responsabilité civile et\nd'indemnisation des travailleurs.\nVisa et carte d'identité (le cas échéant, L'entreprise organisera, gérera et couvrira les coûts liés à l'obtention de votre\nvisa des Émirats Arabes Unis et à la gestion des documents.)\nLa carte d'identité des Émirats (Emirates ID) est de la responsabilité de l'employé.\nCependant, l'entreprise gérera et couvrira les coûts initiaux liés au\ntraitement et à la documentation de la carte d'identité des Émirats de l'employé. Cette prise en charge est valable pour la durée initiale\ndu visa de résidence. Si l'employé démissionne ou est licencié pour motif\navant d'avoir accompli 2 ans de service, l'entreprise se réserve le droit\nde réclamer les coûts de la carte d'identité au prorata. Les futurs coûts liés au traitement\net à la documentation de la carte d'identité lors du renouvellement de votre visa seront à la charge de\nl'employé.\nVous travaillerez pour ADNH Catering LC - OPC, mais, uniquement pour l'obtention du visa\ndes Émirats Arabes Unis, vous devrez signer un contrat de travail avec Abu Dhabi National Hotels\nEntreprise PJSC.\nRésiliation : Après la période d'essai, les deux parties (employé et employeur) peuvent\nrésilier le contrat à tout moment en fournissant un préavis écrit de 60 jours."
}