{
    "source": "en_US",
    "target": "fr_FR",
    "text": "2024 property tax bills are ready for payment\n2024 Jackson County property tax bills are now available. You can access and pay tax bills online withmyJacksonCounty,the official online solutionof Jackson County, Missouri.\nIf you have already paid or no longer own properties in Jackson County, please disregard this message as it serves as a general public service announcement.\nCredit and debit card payments throughmyJacksonCountywill incur a 2.75% processing fee per transaction. The $1.25 processing fee for ACH payments will be covered by Jackson County if made before the 11:40pm, December 31st deadline. AllmyJacksonCountyonline, mobile, and IVR payments will incur a $2.00 convenience fee per transaction.\nPayments not completed by 11:40 pm, December 31st, are processed in the New Year, incurring interest, penalties, and fees.\nPay my property taxes\n2024 Billing FAQs\nFor answers to frequently asked billing questions and other information related to Jackson County personal property and real estate taxes, go to the Collection Department Services page.\nHaven't linked your property yet? Easily search by:\nName\nAddress\nProperty Account Number\nAfter your payment has been submitted through myJacksonCounty, a receipt will be sent to you via email, and it will also be stored in your online profile.\nThank you for using myJacksonCounty and supporting Jackson County, Missouri.\nmyJacksonCounty is the official online\nsolution of Jackson County, Missouri\n2024 PayIt, LLC. All Rights Reserved.\n1100 Main St., Suite 700, Kansas City, MO 64105\nYou have received this email because you are a registered user of myJacksonCounty, the official app of The Jackson County Tax Department.\nPreferences|Unsubscribe",
    "trans": "Les factures de taxes foncières 2024 sont prêtes à être payées\nLes factures de taxes foncières du Comté de Jackson pour l'année 2024 sont désormais disponibles. Vous pouvez accéder aux factures de taxes et les payer en ligne avec myJacksonCounty, la solution en ligne officielle du Comté de Jackson, Missouri.\nSi vous avez déjà payé ou ne possédez plus de propriétés dans le Comté de Jackson, veuillez ignorer ce message car il s'agit d'une annonce de service public général.\nLes paiements par carte de crédit et de débit via myJacksonCounty entraîneront des frais de traitement de 2,75 % par transaction. Les frais de traitement de 1,25 $ pour les paiements ACH seront couverts par le Comté de Jackson s'ils sont effectués avant 23h40, le 31 décembre. Tous les paiements en ligne, mobiles et IVR via myJacksonCounty entraîneront des frais de commodité de 2,00 $ par transaction.\nLes paiements non effectués avant 23h40, le 31 décembre, seront traités l'année suivante, entraînant des intérêts, des pénalités et des frais.\nPayez mes taxes foncières\nFAQ sur la facturation 2024\nPour obtenir des réponses aux questions fréquemment posées sur la facturation et d'autres informations relatives aux taxes sur les biens personnels et immobiliers du Comté de Jackson, consultez la page des services du département des recouvrements.\nVous n'avez pas encore lié votre propriété ? Recherchez facilement par :\nNom\nAdresse\nNuméro de compte de propriété\nAprès avoir soumis votre paiement via myJacksonCounty, un reçu vous sera envoyé par e-mail et il sera également stocké dans votre profil en ligne.\nMerci d'utiliser myJacksonCounty et de soutenir le Comté de Jackson, Missouri.\nmyJacksonCounty est la solution en ligne\nofficielle du Comté de Jackson, Missouri\n2024 PayIt, LLC. Tous droits réservés.\n1100 Main St., Suite 700, Kansas City, MO 64105\nVous avez reçu cet e-mail car vous êtes un utilisateur enregistré de myJacksonCounty, l'application officielle du département des taxes du Comté de Jackson.\nPréférences | Se désabonner"
}