{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What next step will you take to ensure you are able to communicate important information to families in their preferred language?\n*\nDouble check your department information is accurate on the dpsk12.org website.\nReview/bookmark the Multilingual Communications pages at http://thecommons.dpsk12.org/Page/1011 to find more detailed information..\nRequest account information for phone interpretation services from your building admin or from interpretations@dpsk12.org\nRequest translation of essential information into one or more Consent Decree languages - http://thecommons.dpsk12.org/Page/3407.\nLearn who in your school has access to the Thrillshare Alert system to send translated text messages to families.\nWhat parts of the training were MOST EFFECTIVE for you?\n*\nWhat part of the training COULD BE IMPROVED?\n*\nIs there anything else you would like to share related to the content of this course?\n*\nNunca envíes contraseñas a través de Formularios de Google.\nFormularios\nEl formulario se creó en Denver Public Schools.",
    "trans": "Quelle prochaine étape allez-vous entreprendre pour vous assurer de pouvoir communiquer des informations importantes aux familles dans leur langue préférée ?\n*\nVérifier que les informations de votre département sont exactes sur le site dpsk12.org.\nConsulter/ajouter aux favoris les pages Communications multilingues à l’adresse suivante : http://thecommons.dpsk12.org/Page/1011 pour trouver des informations plus détaillées..\nDemander les informations de connexion aux services d’interprétation téléphonique auprès de l’administration de votre établissement ou à interpretations@dpsk12.org\nDemander la traduction d’informations essentielles dans une ou plusieurs langues du décret de consentement – http://thecommons.dpsk12.org/Page/3407.\nIdentifier qui, dans votre établissement, a accès au système Thrillshare Alert pour envoyer des SMS traduits aux familles.\nQuelles parties de la formation ont été les PLUS EFFICACES pour vous ?\n*\nQuelle partie de la formation POURRAIT ÊTRE AMÉLIORÉE ?\n*\nSouhaitez-vous partager autre chose concernant le contenu de ce cours ?\n*\nNunca envíes contraseñas a través de Formularios de Google.\nFormularios\nEl formulario se creó en Denver Public Schools."
}