{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Here is an update on outreach payment one for the flights ✈️✈️\nAs you pay the deposits, we will take your name off the list. The highlighted numbers are those that have changed since yesterday :) and we also removed a name or two from those who have completed their deposits.\nIf you want to sell things, you can sell after community meetings to the staff, as long as you are IN the community meeting (prepare what you are selling before hand). You can also sell on Saturday nights. The main thing that you cannot do is set up a table or leave food out in public with a jar for people to put money in, unless it is in our DTS classroom. If you’d like to set something up in the classroom please talk to us first. And if you’d like to communicate to the base staff that you are selling something, ask your one on one to help you announce to the staff what you are selling :)",
    "trans": "Voici une mise à jour sur les paiements d'aide sociale pour les vols ✈️✈️\nAu fur et à mesure que vous payez les acomptes, nous retirons votre nom de la liste. Les numéros surlignés sont ceux qui ont changé depuis hier :) et nous avons également supprimé un ou deux noms de ceux qui ont payé leurs acomptes.\nSi vous voulez vendre des choses, vous pouvez le faire après les réunions de la communauté auprès du personnel, à condition que vous soyez dans la réunion de la communauté (préparez ce que vous vendez à l'avance). Vous pouvez également vendre le samedi soir. La principale chose que vous ne pouvez pas faire est d'installer une table ou de laisser de la nourriture en public avec un pot dans lequel les gens peuvent mettre de l'argent, à moins que ce ne soit dans notre salle de formation DTS. Si vous souhaitez installer quelque chose dans la salle de classe, veuillez d'abord nous en informer. Et si vous voulez faire savoir au personnel de la base que vous vendez quelque chose, demandez à votre interlocuteur de vous aider à annoncer au personnel ce que vous vendez :)"
}