{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Personal Statement\nThe ever-evolving development of technologies in computer science sparked my curiosity about how intelligent machines execute steps of instruction. At the age of eight, I joined the school’s programming club and started learning C++. Witnessing the automatic, effective procedures with multiple lines of code was novel for me, and that attracted me to explore this field further.\nI am currently enrolling in A-Level courses at Sendelta International Academy, an international school in China. The access to AS&A-Level Computer Science helped develop my computational thinking and programming skills and deepen my understanding of algorithms and data structures. Meanwhile, my exploration of math allowed me to consolidate what I learned in computer science. I was first exposed to linear algebra in the class of further math. With an intelligent curiosity about how significant linear algebra is in data representation and model building, I explored transformation, dot product, and cross product’s role in Artificial Neural Networks(ANN) by myself. Later, I attempted to add linear transformations in each layer connected to the input of the ANN. The application of linear transformations opened a door for my investigation into machine learning. Thereafter, I learnt several algorithms like recursion, DFS, and BFS. In the fourth round of ACSL(American Computer Science League) in China, I succeeded in solving a problem involving the longest route in a 5x8 grid of blocks with values that are powers of two. I used Depth-First Search (DFS), a newly mastered algorithm for me, to explore all possibilities, track the longest route from each block, and compare the routes to store the longest one. The correct answer secured me with the Team Gold Award and Individual Top Scores in the ACSL Final Round. All of these extra learning opportunities deepened my understanding of mathematics and computer science, especially in AI and machine learning that integrate human knowledge to solve real-world issues.\nThis summer, I took a two-week intensive summer program in computer science at the University of Cambridge. I took a dive into more advanced content by taking modules including Machine Learning and AI, Linear Algebra, Discrete Mathematics, and Calculus and Differential Equations. While gaining a deeper understanding of vector spaces and matrices, linear transformations, and linear regression, I further covered topics in discrete mathematics, growing insights on insights into graph theory, algorithms, and complexity, with practical examples like the Seven Bridges of Königsberg and Dijkstra’s algorithm. Delving into the basics of neural networks and their architectures, I was aware of how they were trained to recognize patterns and make decisions. But when it came to my turn to train the machine learning models, I found it challenging to avoid overfitting and underfitting and maintain a perfect balance for those models to process data. But the difficulty didn’t frustrate me. Instead, I reinforced my interest in AI and machine learning and investigating its real-world applications.\nDriven by the eagerness to delve deeper into programming, I joined the school’s Algorithm Cluband became its new president this academic year. By readingIntroduction to Algorithms, I understood how to compare the efficiency of algorithms, and the conception of Big O Notation. During club hours, I hosted group coding sessions where members worked together to solve algorithmic problems. Despite enhancing my understanding of algorithms and their applications, I developed teamwork, communication, and problem-solving skills through collaborations with different peers.\nIn my opinion, computer science is neithera natural science nor a social science. Its origin is full of human thinking, and its rapid development over the decades relies on imitating what humans do while computing. We try to analyze our conception of solving the problem and convert it step by step, and then we “teach” the machine like a human. In the future, I am going to continue my studies in mathematics and computer science and try to tap into the potential of AI through an in-depth exploration of human intelligenceand its application in AI.",
    "trans": "Déclaration Personnelle\nLe développement constant des technologies informatiques a éveillé ma curiosité quant au fonctionnement des machines intelligentes qui exécutent les étapes d'une instruction. À l'âge de huit ans, j'ai rejoint le club de programmation de l'école et j'ai commencé à apprendre le C++. Observer les procédures automatiques et efficaces avec de multiples lignes de code était nouveau pour moi, et cela m'a incité à explorer davantage ce domaine.\nActuellement, je suis inscrit aux cours A-Level en informatique à la Sendelta International Academy, une école internationale en Chine. Suivre des cours de Computer Science aux niveaux AS & A-Level m'a permis de développer ma pensée computationnelle, d'affiner mes compétences en programmation et d'approfondir ma compréhension des algorithmes et des structures de données. Parallèlement, mon exploration des mathématiques m'a aidé à consolider mes acquis en informatique. J’ai découvert l’algèbre linéaire en cours de mathématiques avancées. Curieux de comprendre son importance dans la représentation des données et la modélisation, j'ai exploré par moi-même le rôle des transformations, du produit scalaire et du produit vectoriel dans les réseaux de neurones artificiels (ANN). Plus tard, j’ai tenté d'ajouter des transformations linéaires à chaque couche connectée à l'entrée du réseau. Cette application m’a ouvert la voie vers l'apprentissage automatique (Machine Learning). J’ai ensuite étudié plusieurs algorithmes, comme la récursion, la recherche en profondeur (DFS) et la recherche en largeur (BFS). Lors de la quatrième manche du ACSL (American Computer Science League) en Chine, j'ai réussi à résoudre un problème demandant de trouver le plus long chemin dans une grille de 5x8 cases avec des valeurs sous forme de puissances de deux. J'ai utilisé la récursion, un algorithme que je venais d’apprendre, pour explorer toutes les possibilités, suivre le plus long chemin depuis chaque bloc et comparer les résultats pour enregistrer le plus optimal. La réponse correcte m’a permis de remporter le Team Gold Award ainsi que l’un des meilleurs scores individuels lors de la finale de l’ACSL. Toutes ces opportunités d’apprentissage ont enrichi ma compréhension des mathématiques et de l’informatique, en particulier dans l’intelligence artificielle et le machine learning, qui intègrent le savoir humain pour résoudre des problèmes concrets.\nCet été, j'ai suivi un programme d'été intensif de deux semaines en informatique à l'université de Cambridge. J'ai plongé dans un contenu plus avancé en suivant des modules tels que l'apprentissage automatique, l'intelligence artificielle, l'algèbre linéaire, les mathématiques discrètes, ainsi que le calcul différentiel et les équations différentielles. Tout en approfondissant mes connaissances en espaces vectoriels et matrices, transformations linéaires et régression linéaire, j'ai étudié plus en détail les sujets en mathématiques discrètes, avec des exemples pratiques tels que les Sept ponts de Königsberg et l'algorithme de Dijkstra. En me plongeant dans les bases des réseaux neuronaux et de leurs architectures, j'ai pris conscience de la façon dont ils étaient entraînés à reconnaître des motifs et à prendre des décisions. Cependant, lorsque je me suis mise à entraîner les modèles d'apprentissage automatique, j'ai eu du mal à éviter le surapprentissage et le sous-apprentissage et à maintenir un équilibre parfait pour que ces modèles traitent les données. Cependant, cette difficulté ne m'a pas frustré. Au contraire, elle a renforcé mon intérêt pour l'IA et l'apprentissage automatique, ainsi que l'étude de leurs applications dans le monde réel.\nMotivé par l'ambition d'élargir mes compétences en programmation, j'ai intégré le Club d'Algorithmes de mon établissement scolaire et cette année, j'y occupe le poste de président. En étudiant \"Introduction to Algorithms\", j'ai acquis la compétence de comparer l'efficacité des algorithmes et d'approfondir ma compréhension de la notation Big O. Au cours des réunions du club, j'ai mis en place des séances de programmation collective, durant lesquelles les membres coopéraient pour résoudre des défis algorithmiques. Outre l'amélioration de mes compétences techniques, cette expérience m'a également donné l'occasion d'acquérir des compétences en collaboration, communication et résolution de problèmes.\nSelon moi, l'informatique ne se classe ni parmi les sciences naturelles, ni parmi les sciences sociales.  Son développement rapide au cours des décennies est basé sur l'imitation des calculs effectués par les humains, et sa création est profondément ancrée dans la pensée humaine.  Nous tentons de décortiquer notre approche de la résolution de problèmes, puis nous la transmettons progressivement à la machine comme si nous enseignions à un humain.  Dans le futur, je compte continuer mes études en mathématiques et en informatique, dans l'objectif de découvrir les possibilités de l'IA par une étude détaillée de l'intelligence humaine et son utilisation dans le domaine de l'IA."
}