{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Sunday Out Travelcard\nTICKET TYPE\nSUNDAY OUT TRAVELCARD\nDESCRIPTION\nFlexible ticket only valid at specific off-peak times of the day.\nVALIDITY\nYour must travel on super off-peak trains on the date specified. Super off-peak times vary by route - our journey planner only shows super off-peak tickets on trains for which they are valid.\nBOOKING\nCan be booked in advance or purchased on the day of travel.\nREFUNDS\nIf you decide not to use your ticket to make all or part of your intended journey then you can apply for a refund from the My Account pages, or through Customer Support within 28 days of expiry of the ticket. Please note, the outward portion cannot be refunded if the return portion has been used. An up to GBP5.00 admin fee will apply and the amount of the refund will take into account any use you have made of the ticket and in some circumstances no refund will be paid.\nAMENDING YOUR BOOKING\nYou can change the time of your outward and/or return journey without changing your tickets. If you wish to change your date of travel or Class of ticket, you will need to buy a new ticket and apply for a refund on your current ticket.\nDISCOUNTS\nYes - normal railcard and child discounts available.\nBREAK OF JOURNEY\nYou may start, break and resume, or end your journey at any intermediate station along the route of travel.\nOTHER CONDITIONS\nThe outward portion of a Super Off-Peak Return ticket is only valid for travel when accompanied by an unused return portion.\nCODE\nSUT\nACCESSIBILITY\nView information about wheelchair spaces and accessibility on board your train here www.nationalrail.co.uk/on-the-train/accessible-train-travel-and-facilities. Find out how to book travel assistance here www.nationalrail.co.uk/help-and-assistance/passenger-assist.",
    "trans": "Carte de Voyage à utiliser le Dimanche\nTYPE DE BILLET\nCARTE DE VOYAGE DU DIMANCHE\nDESCRIPTION\nBillet flexible valide uniquement à certaines heures creuses de la journée.\nVALIDITÉ\nVous devez voyager dans des trains en heures creuses à la date spécifiée. Les heures creuses varient en fonction des trajets - notre planificateur de voyage n'affiche que des billets en heures creuses durant lesquelles ils sont valables.\nRÉSERVATION\nPeuvent être réservés en avance ou achetés le jour du voyage.\nREMBOURSEMENTS\nSi vous décidez de ne pas utiliser votre billet pour effectuer la totalité ou une partie du voyage prévu vous pouvez demander un remboursement à partir de la page Mon Compte, ou via le Service Client 28 jours après l'expiration du billet. Veuillez noter que le trajet aller ne peut pas être remboursé si le trajet retour a été utilisé. Des frais administratifs d'un montant maximum de 5 £ seront appliqués et le montant total du remboursement prendra en compte tout usage effectué du billet et dans certains cas aucun remboursement ne sera effectué.\nMODIFICATION DE VOTRE RÉSERVATION\nVous pouvez changer l'horaire de votre trajet aller et/ou retour sans changer vos billets. Si vous souhaitez changer la date de votre voyage ou la classe du billet, vous devrez acheter un nouveau billet et faire une demande de remboursement de votre billet actuel.\nRÉDUCTIONS\nOui - Carte de train standard et réductions enfant disponibles.\nINTERRUPTION DU VOYAGE\nVous pouvez commencer, interrompre et reprendre, ou finir votre voyage à n'importe quelle gare le long du trajet.\nAUTRES CONDITIONS\nLe trajet aller d'un billet en heure creuse est uniquement valable lorsqu'il est accompagné d'un trajet retour inutilisé.\nCODE\nSUT\nACCESSIBILITÉ\nVoir informations au sujet des espaces mobilité réduite et accessibilité à bord de votre train ici www.nationalrail.co.uk/on-the-train/accessible-train-travel-and-facilities. Découvrez comment réserver une assistance voyage ici www.nationalrail.co.uk/help-and-assistance/passenger-assist."
}