{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As horrible as this sounds, you will probably be better off going weeks/months without your life-saving medication. because these people will give you hope, take your money, waste your time, leave you frustrated and right back where you started (just with less $ in your account)\nFrom what I've gathered, they used to be a (maybe) somewhat legit service. But from my recent experience I can conclusively say this company is, at best, shady and unethical. What I really mean is it's a flat out scam, and I don't say that lightly. They will take your money, and AFTER they've taken as much as possible from you, they will tell you they cannot prescribe medication. I am far from the only person who has the same experience.\nTheir refund \"policy\" is all too convenient: in short, they don't have to issue refunds under any circumstances. They could make an unauthorized withdrawal for any amount, at any time, and you'd most likely need to get the law involved to even have a shot of seeing your money again.\nI've been contacting their (wildly incompetent) s",
    "trans": "Aussi horrible que cela puisse paraître, vous serez probablement mieux sans votre médicament vital pendant des semaines/mois. Parce que ces gens vous donneront de l'espoir, prendront votre argent, vous feront perdre votre temps, vous laisseront frustré et vous retrouverez exactement là où vous avez commencé (juste avec moins d'argent sur votre compte).\nD'après ce que j'ai compris, ils étaient peut-être un service plus ou moins légitime. Mais d'après mon expérience récente, je peux conclure que cette entreprise est, au mieux, douteuse et non éthique. Ce que je veux vraiment dire, c'est que c'est une arnaque pure et simple, et je ne dis pas cela à la légère. Ils prendront votre argent, et APRÈS avoir pris autant que possible de vous, ils vous diront qu'ils ne peuvent pas prescrire de médicaments. Je suis loin d'être la seule personne à avoir eu la même expérience.\nLeur \"politique\" de remboursement est très pratique : en bref, ils ne sont pas obligés d'émettre des remboursements dans aucune circonstance. Ils pourraient faire un prélèvement non autorisé pour n'importe quel montant, à tout moment, et vous auriez probablement besoin de faire appel à la loi pour avoir une chance de revoir votre argent.\nJ'ai contacté leur (incroyablement incompétent) s"
}