{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Please review this confirmation for accuracy.\n• All guests are expected to behave in a manner that is consistent with our Carnival Values and that demonstrates care and respect to all. Read our Code of Conduct.\n• In the interest of safety, Carnival reserves the right to conduct background checks and deny boarding to individuals convicted of certain felonies. Full details can be found in our Guest Screening Policy.\n• Want even less to think about when cruising? Idea: prepay your gratuities! It’s the easiest way to support the folks working hard to make your vacation unforgettable. Add your gratuities now: https://www.carnival.com/bookedguest.\n• Guests with Disabilities and Personal Mobility Devices: If you have a disability and need special accommodations, please inform us immediately, or as soon as the need is known. If you are traveling with a wheelchair/scooter, please let us know to ensure you have a stateroom that best accommodates your needs.\n• Mobility devices cannot be stored in corridors or public areas. Most standard staterooms accommodate scooters that are 21\". Scooters must be able to collapse or fold and stored in a way that allows for safe exit from the stateroom. Guests who bring scooters larger than 21\" wide, or travel with multiple scooters in the same stateroom, must purchase a fully accessible stateroom with a wider doorway (32\"), or rent a smaller scooter appropriately suited for their stateroom. Guests may be required to have their scooters sized at the time of check-in to ensure it fits in the stateroom. Scooters that do not fit in the stateroom will not be allowed on board. Should a guest be unable to make alternate arrangements to rent a smaller scooter or travel without it, he/she will be denied boarding, and no compensation will be provided. For more information, please contact our Guest Access team at 1.800.438.6744, ext. 70025 or visit https://www.carnival.com/about-carnival/special-needs.aspx.",
    "trans": "Veuillez vérifier cette confirmation pour en assurer l'exactitude.\n• Tous les invités doivent se comporter de manière cohérente avec nos valeurs de Carnival et démontrer de l'attention et du respect envers tous. Lisez notre Code de Conduite.\n• Dans l'intérêt de la sécurité, Carnival se réserve le droit d'effectuer des vérifications des antécédents et de refuser l'embarquement aux personnes condamnées pour certains délits. Vous trouverez tous les détails dans notre Politique de Dépistage des Invités.\n• Vous voulez avoir encore moins de soucis lors de la croisière ? Idée : prépayez vos pourboires ! C'est la façon la plus simple de soutenir les personnes qui travaillent dur pour rendre vos vacances inoubliables. Ajoutez vos pourboires dès maintenant : https://www.carnival.com/bookedguest.\n• Invités handicapés et dispositifs de mobilité personnels : Si vous avez un handicap et avez besoin d'aménagements spéciaux, veuillez nous en informer immédiatement ou dès que le besoin est connu. Si vous voyagez avec un fauteuil roulant/scooter, veuillez nous en informer pour vous assurer d'avoir une cabine qui répond au mieux à vos besoins.\n• Les dispositifs de mobilité ne peuvent pas être rangés dans les couloirs ou les espaces publics. La plupart des cabines standard peuvent accueillir des scooters de 21\". Les scooters doivent pouvoir se replier ou se plier et être rangés de manière à permettre une sortie sécurisée de la cabine. Les invités qui apportent des scooters de plus de 21\" de large, ou voyagent avec plusieurs scooters dans la même cabine, doivent acheter une cabine entièrement accessible avec une porte plus large (32\"), ou louer un scooter plus petit adapté à leur cabine. Les invités peuvent être tenus de faire mesurer leurs scooters au moment de l'enregistrement pour s'assurer qu'ils tiennent dans la cabine. Les scooters qui ne tiennent pas dans la cabine ne seront pas autorisés à bord. Si un invité n'est pas en mesure de faire des arrangements alternatifs pour louer un scooter plus petit ou voyager sans lui, il/elle se verra refuser l'embarquement, et aucune compensation ne sera fournie. Pour plus d'informations, veuillez contacter notre équipe d'accès aux invités au 1.800.438.6744, poste 70025 ou visiter https://www.carnival.com/about-carnival/special-needs.aspx."
}