{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear all,\nI hope you're well.\nAs you may be aware, I have been allocated as your Personal Academic Supervisor. I would like to invite you to an online group meeting on Friday, 18th October, using the following link:\nMicrosoft Teams Need help?\nJoin the meeting now\nMeeting ID: [redacted_number]\nPasscode: [redacted_number]\nFollowing this, I will be holding individual one-to-one meetings on 22nd, 24th, or 29th Octoberin my office (LG115) at University House (Business School). Please use the following link to book a time that works for you:\nBookings with me - Ehsan Khavandkar (Strategy and International Business) - Outlook (office.com)\nJust as a reminder, here’s the plan for our meetings over the academic year:\nFirst group meeting – To be held as soon as possible after Week 2 of Semester 1\nFirst individual meeting – To be held during Semester 1\nSecond individual meeting – To be held during Weeks 6-8 of Semester 2\nSecond group meeting –before the Easter break\nI look forward to meeting you all soon!\nBest regards,\nEhsan\nEhsan Khavandkar\nPh.D. in Economics of Innovation\nEducation Lead for the Strategy and International Business Subject Area\nAssistant Professor of International Business and Strategy\nBirmingham Business School I University of Birmingham\nUniversity House I 116 Edgbaston Park Rd\nBirmingham, B15 2TY\nUnited Kingdom\nRoom: [redacted_number] ITel: [redacted_number]\nAcademic ProfileILinkedInI Twitter",
    "trans": "Chers tous,\nJ'espère que vous allez bien.\nComme vous le savez peut-être, j'ai été désigné comme votre superviseur académique personnel. Je voudrais vous inviter à une réunion de groupe en ligne le vendredi 18 octobre, en utilisant le lien suivant :\nMicrosoft Teams - Besoin d'aide ?\nRejoignez la réunion maintenant\nID de la réunion : [redacted_number]\nCode secret : [redacted_number]\nSuite à cela, je tiendrai des réunions individuelles les 22, 24 ou 29 octobre dans mon bureau (LG115) à University House (Business School). Veuillez utiliser le lien suivant pour réserver un créneau qui vous convient :\nRéservations avec moi - Ehsan Khavandkar (Stratégie et Commerce International) - Outlook (office.com)\nPour rappel, voici le plan de nos réunions au cours de l'année académique :\nPremière réunion de groupe – À tenir dès que possible après la semaine 2 du semestre 1\nPremière réunion individuelle – À tenir pendant le semestre 1\nDeuxième réunion individuelle – À tenir pendant les semaines 6-8 du semestre 2\nDeuxième réunion de groupe – avant les vacances de Pâques\nJ'ai hâte de vous rencontrer tous bientôt !\nCordialement,\nEhsan\nEhsan Khavandkar\nPh.D. en économie de l'innovation\nResponsable pédagogique pour le domaine de la stratégie et du commerce international\nProfesseur adjoint en commerce international et stratégie\nBirmingham Business School I Université de Birmingham\nBirmingham Business School I Université de Birmingham\nBirmingham, B15 2TY\nRoyaume-Uni\nBureau : [redacted_number] I Téléphone : [redacted_number]\nProfil académique I LinkedIn I Twitter"
}