{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Generally, all of the interviewees showed a positive interest in the topic of sustainability and they willingly shared experiences and interpretations, also related to their private lives. When discussing corporate sustainability and the local business unit involvement, variations in familiarity and involvement could be distinguished among the interviewees. Moreover, from the discussions, it was noticeable that a more thorough integration of the global corporate sustainability strategies into the local strategies seemed to be in a processual stage, and its implementation into practices varied in the different local units. Interviewees from only few local business units appeared to recognise sustainability issues as strategically important for their local business, beyond merely considering them from an innovative technology perspective. However, the awareness of corporate sustainability among all the participants was on such a level, that it was quite easy to discuss the existing and possible roles of the MAs.",
    "trans": "De manière générale, tous les interviewés ont manifesté un intérêt positif pour le sujet de la durabilité et ont volontiers partagé leurs expériences et interprétations, y compris en lien avec leur vie privée. Lors des discussions sur la durabilité en entreprise et l'implication des unités commerciales locales, des différences de familiarité et d'engagement ont pu être observées parmi les interviewés. En outre, il est apparu que l'intégration plus approfondie des stratégies de durabilité d'entreprise à l'échelle mondiale dans les stratégies locales semblait être en phase de développement, et que leur mise en œuvre variait selon les unités locales. Seuls les interviewés de quelques unités commerciales locales semblaient reconnaître les enjeux de durabilité comme stratégiquement importants pour leur activité locale, au-delà d'une simple considération sous l'angle des technologies innovantes. Toutefois, la sensibilisation à la durabilité en entreprise était d'un niveau tel parmi tous les participants qu'il a été relativement facile de discuter des rôles existants et potentiels des MAs."
}