{
    "source": "en_US",
    "target": "fr_FR",
    "text": "the nature of it projects\nUnlike projects in many other industries, IT projects are diverse. Some involve a small number of people installing off-the-shelf hardware and associated software. Others involve hundreds of people analyzing several organizations’ business processes and then developing new software in a collaborative effort with users to meet business needs. Even for small hardwareoriented projects, a wide diversity of hardware types can be involved—personal computers, mainframe computers, network equipment, kiosks, laptops, tablets, or smartphones. The network equipment might be wireless, cellular based, or cable based, or might require a satellite connection. The nature of software development projects is even more diverse than 68\nChapter 2\nhardware-oriented projects. A software development project might include creating a simple, stand-alone Microsoft Excel or Access application or a sophisticated, global e-commerce system that uses state-of-the-art programming languages and runs on multiple platforms.\nIT projects also support every possible industry and business function. Managing an IT project for a film company’s animation department requires different knowledge and skills than a project to improve a federal tax collection system or to install a communication infrastructure in a third-world country. Because of the diversity of IT projects and the newness of the field, it is important to develop and follow best practices in managing these varied projects. Developing best practices gives IT project managers a common starting point and method to follow with every project.",
    "trans": "La nature des projets IT\nContrairement aux projets dans de nombreuses autres industries, les projets IT sont divers. Certains impliquent un petit nombre de personnes installant du matériel standard et des logiciels associés. D'autres impliquent des centaines de personnes analysant les processus commerciaux de plusieurs organisations puis développant de nouveaux logiciels en collaboration avec les utilisateurs pour répondre aux besoins commerciaux. Même pour les petits projets basés sur le matériel, une grande diversité de types de matériel peut être impliquée—ordinateurs personnels, ordinateurs centraux, équipements réseau, kiosques, ordinateurs portables, tablettes ou smartphones. Les équipements réseau peuvent être sans fil, basés sur le cellulaire ou le câble, ou nécessiter une connexion par satellite. La nature des projets de développement de logiciel est encore plus diversifiée que 68\nChapitre 2\nles projets axés sur le matériel. Un projet de développement logiciel peut inclure la création d'une application simple et autonome Microsoft Excel ou Access ou un système mondial sophistiqué de commerce électronique utilisant des langages de programmation à la pointe de la technologie et fonctionnant sur plusieurs plateformes.\nLes projets IT soutiennent également toutes les industries et fonctions commerciales possibles. Gérer un projet IT pour le département d'animation d'une entreprise cinématographique nécessite des connaissances et des compétences différentes de celles requises pour un projet visant à améliorer un système de collecte des impôts fédéraux ou à installer une infrastructure de communication dans un pays en développement. En raison de la diversité des projets IT et de la nouveauté du domaine, il est important de développer et de suivre les meilleures pratiques dans la gestion de ces projets variés. Développer les meilleures pratiques donne aux chefs de projet IT un point de départ commun et une méthode à suivre pour chaque projet."
}