{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Historians disagree on what percentage of colonists were Loyalists; estimates range from 20 percent to over 30 percent. In general, however, of British America’s population of 2.5 million, roughly one-third remained loyal to Great Britain, while another third committed themselves to the cause of independence. The remaining third remained apathetic, content to continue with their daily lives as best they could and preferring not to engage in the struggle.\nMany Loyalists were royal officials and merchants with extensive business ties to Great Britain, who viewed themselves as the rightful and just defenders of the British constitution. Others simply resented local business and political rivals who supported the Revolution, viewing the rebels as hypocrites and schemers who selfishly used the break with the Empire to increase their fortunes. In New York’s Hudson Valley, animosity among the tenants of estates owned by Revolutionary leaders turned them to the cause of King and Empire.\nDuring the war, all the states passed confiscation acts, which gave the new revolutionary governments in the former colonies the right to seize Loyalist land and property. To ferret out Loyalists, revolutionary governments also passed laws requiring the male population to take oaths of allegiance to the new states. Those who refused lost their property and were often imprisoned or made to work for the new local revolutionary order.\nWilliam Franklin, Benjamin Franklin’s only surviving son, remained loyal to Crown and Empire and served as royal governor of New Jersey, a post he secured with his father’s help. During the war, revolutionaries imprisoned William in Connecticut; however, he remained steadfast in his allegiance to Great Britain and moved to England after the Revolution. He and his father never reconciled.\nAs many as nineteen thousand colonists served the British in the effort to put down the rebellion, and after the Revolution, as many as 100,000 colonists left, moving to England or north to Canada rather than staying in the new United States. Eight thousand whites and five thousand free blacks went to Britain. Over thirty thousand went to Canada, transforming that nation from predominately French to predominantly British. Another sizable group of Loyalists went to the British West Indies, taking their slaves with them",
    "trans": "Les historiens ne s'accordent pas sur le pourcentage exact de colons loyalistes ; les estimations varient entre 20 % et plus de 30 %. Cependant, de manière générale, sur les 2,5 millions d’habitants de l’Amérique britannique, environ un tiers est resté fidèle à la Grande-Bretagne, tandis qu’un autre tiers s’est engagé dans la cause de l’indépendance. Le dernier tiers est resté indifférent, préférant poursuivre leur vie quotidienne du mieux possible sans s’impliquer dans le conflit.\nDe nombreux loyalistes étaient des fonctionnaires royaux et des marchands entretenant d’importants liens commerciaux avec la Grande-Bretagne. Ils se considéraient comme les véritables et légitimes défenseurs de la constitution britannique. D’autres ressentaient simplement du ressentiment envers leurs rivaux politiques et économiques locaux qui soutenaient la Révolution, voyant en eux des hypocrites et des opportunistes utilisant la rupture avec l’Empire pour accroître leur fortune. Dans la vallée de l’Hudson, à New York, l’animosité entre les tenanciers et les propriétaires de domaines favorables à la Révolution les poussa à soutenir la cause du roi et de l’Empire.\nPendant la guerre, tous les États ont adopté des lois de confiscation, accordant aux nouveaux gouvernements révolutionnaires des anciennes colonies le droit de saisir les terres et les biens des loyalistes. Pour identifier ces derniers, les gouvernements révolutionnaires ont également promulgué des lois obligeant la population masculine à prêter serment d’allégeance aux nouveaux États. Ceux qui refusaient perdaient leurs biens et étaient souvent emprisonnés ou contraints de travailler pour le nouvel ordre révolutionnaire local.\nWilliam Franklin, le seul fils survivant de Benjamin Franklin, est resté fidèle à la Couronne et à l’Empire. Il a occupé le poste de gouverneur royal du New Jersey, une fonction qu’il avait obtenue grâce à l’aide de son père. Pendant la guerre, les révolutionnaires l’ont emprisonné dans le Connecticut ; cependant, il est resté inébranlable dans son allégeance à la Grande-Bretagne et a déménagé en Angleterre après la Révolution. Lui et son père ne se sont jamais réconciliés.\nJusqu'à dix-neuf mille colons ont servi les Britanniques dans leur tentative de réprimer la rébellion. Après la Révolution, jusqu'à 100 000 colons ont quitté le territoire, préférant s’installer en Angleterre ou migrer vers le nord, au Canada, plutôt que de rester dans les nouveaux États-Unis. Huit mille Blancs et cinq mille Noirs libres se sont rendus en Grande-Bretagne. Plus de trente mille se sont installés au Canada, transformant ce territoire d’une nation majoritairement française en une nation à dominante britannique. Un autre groupe important de loyalistes a rejoint les Antilles britanniques, emmenant leurs esclaves avec eux."
}