{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Restrictive lung disease: Also called interstitial lung disease • may affect lung tissue by causing scarring, inflammation (swelling) or thickening of lung tissue. This makes the lungs unable to expand fully. It becomes hard for the lungs\nto take in oxygen and release carbon monoxide. • Symptoms of restrictive lung disease include shortness of breath, fatigue especially with\nactivity, chest tightening and increased mucus. • Treatments may include medicines to decrease swelling or the progression of the disease, breathing retraining, exercise, oxygen use, but it not cured then surgery or lung transplant\nmay be required\n• Example of RLDs:\n1. Autoimmune connective\ntissue disorders:\n• Rheumatoid arthritis\n• Scleroderma\n2. Hypersensitivity pneumonitis • Bird fancier's lung /\npigeon breeder's disease\n• Farmer':\ns lung\n• SjÖgren's syndrome\n3. Pneumoconiosis\nAsbestosis\nSilicosis\nPulmonary fibrosis\nSarcoidosis",
    "trans": "Maladie pulmonaire restrictive : Aussi appelée maladie pulmonaire interstitielle • peut affecter le tissu pulmonaire en provoquant des cicatrices, une inflammation (gonflement) ou un épaississement du tissu pulmonaire. Cela empêche les poumons de se dilater complètement. Il devient difficile pour les poumons\nde prendre de l'oxygène et de libérer du monoxyde de carbone. • Les symptômes de la maladie pulmonaire restrictive incluent l'essoufflement, la fatigue surtout lors\nd'activités, la contraction de la poitrine et l'augmentation du mucus. • Les traitements peuvent inclure des médicaments pour diminuer le gonflement ou la progression de la maladie, la rééducation respiratoire, l'exercice, l'utilisation d'oxygène, mais si non guéri, une chirurgie ou une transplantation pulmonaire\npeut être nécessaire\n• Exemples de maladies pulmonaires restrictives :\n1. Troubles auto-immuns du\ntissu conjonctif :\n• Polyarthrite rhumatoïde\n• Sclérodermie\n2. Pneumonite d'hypersensibilité Poumon des éleveurs d'oiseaux /\nmaladie des éleveurs de pigeons\n• Poumon du\nfermier\n• Syndrome de Sjögren\n3. Pneumoconioses\nAsbestose\nSilicose\nFibrose pulmonaire\nSarcoïdose"
}