{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Additional Instructions for mailing your package\nEnsure that there are no other tracking labels attached to your package. If you are shipping a non-hazardous item, completely remove or cover any hazardous materials markings.\nAffix the mailing label using clear plastic shipping tape over the entire label and squarely onto the address side of the parcel, covering up any previous delivery address and barcode without overlapping any adjacent side.\nTake this package to a UPS location. To find your closest UPS location, visit the UPS Drop Off Locator or go to www.ups.com.\nInstructions from Pure Costumes\nItems MUST be in brand new, unused condition and still in original packaging.\nA prepaid label is provided for your convenience, but the cost will be deducted from your refund amount if it is used. Customers are responsible for all shipping costs.\nPlease be sure to use the appropriate packaging based on the Amazon label provided. Wrong packaging may result in an undeliverable or refused package and we will not receive your return.\nReturn Mailing Labe",
    "trans": "Instructions supplémentaires pour l'envoi de votre colis\nAssurez-vous qu'aucune autre étiquette de suivi n'est attachée à votre colis. Si vous expédiez un article non dangereux, retirez complètement ou couvrez toute indication de matières dangereuses.\nFixez l'étiquette d'expédition en utilisant du ruban adhésif plastique transparent sur toute l’étiquette et placez-la bien à plat sur le côté adresse du colis, en couvrant toute adresse de livraison ou code-barres précédent sans chevaucher un côté adjacent.\nDéposez ce colis dans un point de dépôt UPS. Pour trouver l'emplacement UPS le plus proche, consultez le UPS Drop Off Locator ou rendez-vous sur www.ups.com.\nInstructions de Pure Costumes\nLes articles doivent être neufs, inutilisés et dans leur emballage d'origine.\nUne étiquette prépayée est fournie pour votre commodité, mais son coût sera déduit du montant de votre remboursement si elle est utilisée. Les clients sont responsables de tous les frais d'expédition.\nVeuillez vous assurer d'utiliser un emballage approprié conformément à l'étiquette Amazon fournie. Un emballage incorrect peut entraîner un refus ou une impossibilité de livraison du colis, auquel cas nous ne pourrons pas traiter votre retour.\nRenvoyer l'étiquette d'envoi"
}