{
    "source": "en_US",
    "target": "fr_FR",
    "text": "— An Australian plan to clean up space _ The dangers of space junk\n3 Underline the correct options to complete the sentences.\na. Scientists estimate that by the year 2050, the amount of debris in space will have increased...\n1. three hundred times.\n2. one thousand times.\n3. more than ten times.\nb. Space debris is dangerous because...\n1. it moves very fast.\n2. it is caused by explosions.\n3. spacecraft have to land with shielding technology.\nc. The reason that space debris has not caused any human casualties is...\n1. it is made up of tiny screws.\n2. debris burns up before it hits Earth.\n3. only a small area of Earth is affected.\nd. The aim of the Swiss Space Center project is to...\n1. destroy aging satellites.\n2. Clean up all the debris in space.\n3. show other nations how to clean up debris.\ne. Laser technology will be safe because...\n1. it is the latest and most expensive technology.\n2. it does not have any effect on satellites.\n3. it is very accurate.",
    "trans": "— Un plan australien pour nettoyer l'espace _ Les dangers des déchets spatiaux\n3 Soulignez les options correctes pour compléter les phrases.\na. Les scientifiques estiment que d'ici 2050, la quantité de débris dans l'espace aura augmenté de...\n1. trois cents fois.\n2. mille fois.\n3. plus de dix fois.\nb. Les débris spatiaux sont dangereux parce que...\n1. ils se déplacent très vite.\n2. ils sont causés par des explosions.\n3. les vaisseaux spatiaux doivent atterrir avec une technologie de bouclier.\nc. La raison pour laquelle les débris spatiaux n'ont pas fait de victimes humaines est que...\n1. ils sont constitués de minuscules vis.\n2. les débris brûlent avant de toucher la Terre.\n3. seule une petite partie de la Terre est touchée.\nd. Le projet du Swiss Space Center a pour but de...\n1. détruire les satellites vieillissants.\n2. Nettoyer tous les débris dans l'espace.\n3. montrer aux autres nations comment nettoyer les débris.\ne. La technologie laser sera sûre parce que...1\n. il s'agit de la technologie la plus récente et la plus coûteuse.\n2. elle n'a aucun effet sur les satellites.\n3. elle est très précise."
}