{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Unlike most self-help books, we don’t present one golden path to happiness or life satisfaction. Because everyone is unique, we give you the tools to find your own path in a seven-step life strategy process. In step 1 you define what a great life means for you. In step 2 you outline your purpose; in step 3 your life vision. Step 4 is a portfolio analysis of how you spend your 168-hour week, while step 5 involves setting life satisfaction benchmarks. In step 6 you incorporate the results of the first five steps and determine your choices and potential changes in your life, and in step 7 you map out a plan for putting your choices into action. We recommend that you take notes throughout so that, by the end, you can put an initial version of your life strategy on a single page. (To help, we created a life strategy worksheet, which should be filled out after you’ve gone through all the steps.)",
    "trans": "Contrairement à la plupart des livres de développement personnel, nous ne présentons pas une voie unique vers le bonheur ou la satisfaction dans la vie. Parce que chacun est unique, nous vous donnons les outils pour trouver votre propre chemin à travers un processus de stratégie de vie en sept étapes. À l’étape 1, vous définissez ce qu’une vie épanouissante signifie pour vous. À l’étape 2, vous précisez votre objectif ; à l’étape 3, votre vision de vie. L’étape 4 consiste en une analyse de portefeuille de la manière dont vous répartissez vos 168 heures hebdomadaires, tandis que l’étape 5 implique la définition d’indicateurs de satisfaction personnelle. À l’étape 6, vous intégrez les résultats des cinq premières étapes pour identifier vos choix et les éventuels changements à apporter à votre vie. Enfin, à l’étape 7, vous élaborez un plan pour mettre en œuvre vos décisions. Nous vous recommandons de prendre des notes tout au long du processus afin de pouvoir, à la fin, établir une première version de votre stratégie de vie sur une seule page. (Pour vous aider, nous avons créé une fiche de stratégie de vie, à remplir après avoir suivi toutes les étapes.)"
}