{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nYou are receiving this email because you need to come see me at my desk (Block E, Ground Floor) in order to discuss your Study Plan for the upcoming Spring Semester 202420.\nI am available today until 3:30pm, tomorrow Wednesday 8-10am, and 2-3:30pm, Thu 8-10am, and Friday from 10:30-12:00pm.\nThe deadline to complete advisingis Friday 18thOctober 2024.\nKindly note the following:\nAdvisors must meet with their advisee to create a plan.\nEach student can have only one plan active and locked\nFor no-show students, the advisors need to inform the students they are no-shows, and a plan is created by the advisor based on the ideal study plan. This evidence must be available.\nAdvise maximum 18 credits for non PG students.\nCourses phasing out:\nThe following courses are being phasing out:\nAES 1013 : Arabic Communications\nAES 1033 : Islamic Culture\nICT 2013: Computational Thinking and Coding\nPlease ensure that your advisees who need these courses are advised accordingly.\nLooking forward to meeting you,\n[redacted_name]",
    "trans": "Cher [redacted_name],\nVous recevez cet e-mail, car vous devez venir me voir à mon bureau (Bloc E, rez-de-chaussée) afin de discuter de votre plan d’études pour le prochain semestre de printemps 202420.\nJe suis disponible aujourd’hui jusqu’à 15h30, demain mercredi de 8h à 10h et de 14h à 15h30, jeudi de 8h à 10h, et vendredi de 10h30 à 12h00.\nLa date limite pour finaliser le conseil académique est le vendredi 18 octobre 2024.\nVeuillez noter les points suivants :\nLes conseillers doivent rencontrer leur conseilleré afin d’établir un plan.\nChaque étudiant ne peut avoir qu’un seul plan actif et verrouillé\nPour les étudiants absents, les conseillers doivent les en informer et établir un plan basé sur le plan d’études idéal. Cette preuve doit être disponible.\nRecommandez un maximum de 18 crédits pour les étudiants non postgradués.\nCours en voie de suppression :\nLes cours suivants sont en voie de suppression :\nAES 1013 : Communication en arabe\nAES 1033 : Culture islamique\nICT 2013 : Pensée computationnelle et programmation\nVeuillez vous assurer que vos conseillerés qui ont besoin de ces cours reçoivent les conseils appropriés.\nAu plaisir de vous rencontrer,\n[redacted_name]"
}