{
    "source": "en_US",
    "target": "fr_FR",
    "text": "still an intact duplex, i.e. there are no breaks in the phosphodiester backbone, but one base is gone.\nNext, an AP endonuclease nicks the DNA just 5’ to the AP site, thereby providing a primer for DNA polymerase. In E. coli, the 5' to 3' exonuclease function of DNA polymerase I removes the damaged region, and fills in with correct DNA (using the 5' to 3' polymerase, directed by the sequence of the undamaged complementary strand).\nAdditional mechanisms have evolved for keeping U’s out of DNA. E. coli also has a dUTPase, encoded by the dut gene, which catalyzes the hydrolysis of dUTP to dUMP. The product dUMP is the substrate for thymidylate synthetase, which catalyzes conversion of dUMP to dTMP. This keeps the concentration of dUTP in the cell low, reducing the chance that it will be used in DNA synthesis. Thus the combined action of the products of the dut + ung genes helps prevent the accumulation of U's in DNA.",
    "trans": "toujours un duplex intact, c'est-à-dire qu'il n'y a aucune rupture dans le squelette phosphodiester, mais une base est absente.\nEnsuite, une AP endonucléase entaille l’ADN juste en 5’ du site AP, fournissant ainsi une amorce pour l’ADN polymérase. Chez E. coli, la fonction exonucléase 5' → 3' de l’ADN polymérase I élimine la région endommagée et la remplace par l’ADN correct (grâce à l’activité polymérase 5' → 3', dirigée par la séquence du brin complémentaire non endommagé).\nDes mécanismes supplémentaires ont évolué pour empêcher l'incorporation des U dans l'ADN. E. coli possède également une dUTPase, codée par le gène dut, qui catalyse l’hydrolyse du dUTP en dUMP. Le produit, le dUMP, est le substrat de la thymidylate synthétase, qui catalyse la conversion du dUMP en dTMP. Cela maintient une faible concentration de dUTP dans la cellule, réduisant ainsi le risque qu’il soit utilisé lors de la synthèse de l’ADN. Ainsi, l’action combinée des produits des gènes dut et ung aide à prévenir l’accumulation de U dans l’ADN."
}