{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This article was very matter-of-fact, which I appreciated. The description of each topic made sense to me and I found myself learning a lot more than I originally knew. However, the article made me think about the concept of sui generis again. Clearly, there is something separating baseball, Coke, and rock music from being classified as religious organizations. Why do people believe that religion isn’t something inherently special? Does it really matter whether religion is artifactual or natural? Doesn’t it just depend on the importance and sacrality society awards it? There is a difference in the sacrality, to me at least, between baseball and most organized religions.\nReading further, the Coca-Cola lore reminds me of how only two people know the recipe at any given time, and they are not allowed to fly on planes with each other just in case. It was incredibly interesting to read the amount of Christian talk with each of the concepts, especially Coke. Rock music is regarded as being devoid of religion, while still having many “requirements” so to speak, of being a religion. Is this something akin to science believers or Satanists, people who may not consider themselves to be religious, despite fitting into a mold that follows the four C's? Something else I noticed was the author provided several “us versus them” examples, which explained why someone who isn’t particularly engrossed in any of these examples may have a hard time understanding the religious parallels (myself",
    "trans": "Cet article est très concret, ce que j'apprécie. La description de chaque sujet était claire à mes yeux et je me suis rendu compte que j'ai beaucoup appris. Cependant, l'article m'a fait de nouveau réfléchir au concept de sui generis. C'est évident, quelque chose empêche le baseball, le Coca-Cola, et la musique rock d'être classés comme organisations religieuses. Pourquoi les gens pensent que la religion n'est pas quelque chose de foncièrement spécial ? Est-ce vraiment important que la religion soit artificielle ou naturelle ? Est-ce que ça ne dépend pas simplement de l'importance et la sacralité que lui accorde la société ? Il y a une différence dans la sacralité, pour moi en tout cas, entre le baseball et la plupart des religions organisées.\nEn continuant ma lecture, l'histoire de Coca-Cola me rappelle comment deux personnes seulement en connaissent la recette au même moment, et elles ne sont pas autorisées à prendre l'avion ensemble au cas où. C'était très intéressant de lire le nombre de discussions chrétiennes autour de chaque concept, surtout le Coca. La musique rock est considérée comme dépourvue de religion, tout en ayant de nombreuses \"exigences\", pour ainsi dire, pour être une religion. Est-ce que c'est semblable aux personnes croyant en la science ou aux Satanistes, les gens qui ne se considèrent pas comme religieux, bien qu'ils entrent dans le moule qui suit les quatre \"C\" ? J'ai remarqué autre chose : l'auteur a fourni quelques exemples du genre \"nous contre eux\", qui expliquent pourquoi quelqu'un qui n'est pas particulièrement intéressé par ces exemples peut avoir du mal à comprendre les parallèles religieux (moi-même"
}