{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Some have commented that the TSA have been forced to cut staff at airports due to slashed budgets. For me, that begs the question: Might we take a lesson from Uber and other share-economy businesses and apply surge funding (presumably coming from increased passenger traffic) in order to hire additional staff during the busiest periods? Uber’s move won no popularity contests, but for designers, such experiments—even when they fail—are fertile ground for pressure-testing and iterating novel solutions. It’s why we preach, \"defer judgement\" in the earliest stages of design. If TSA employees, like Uber drivers, saw some of the benefits of surge pricing in their own paychecks, it might change the way they show up for work and treat passengers. Could a demand-driven fee structure both help ease the TSA’s funding woes and improve the traveler’s experience",
    "trans": "Certains ont commenté que la TSA a été contrainte de réduire ses effectifs dans les aéroports en raison de coupes budgétaires. Pour ma part, cela soulève la question suivante : ne pourrions-nous pas tirer une leçon d'Uber et d'autres entreprises de l'économie du partage en appliquant un financement flexible (qui proviendrait vraisemblablement d'une augmentation du trafic passager) afin d'embaucher du personnel supplémentaire pendant les périodes de forte affluence ? La décision d'Uber n’a certes pas remporté de concours de popularité, mais pour les concepteurs, de telles expérimentations—même lorsqu’elles échouent—offrent un terrain fertile pour tester sous pression et itérer des solutions innovantes. C’est pourquoi nous prônons le principe de \"suspendre le jugement\" aux premières étapes du design. Si les employés de la TSA, comme les chauffeurs Uber, bénéficiaient eux aussi des avantages d’une tarification dynamique dans leur salaire, cela pourrait changer leur approche du travail et leur manière de traiter les passagers. Un modèle de tarification basé sur la demande pourrait-il à la fois atténuer les difficultés de financement de la TSA et améliorer l’expérience des voyageurs ?"
}