{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Wanru,\nWe are thrilled to introduce two new testing projects featuring cutting-edge smart glasses technology! These projects offer a variety of engaging tasks and competitive payouts. Whether you're interested in recording short videos, capturing academic-related images, or simply exploring advanced tech, there's something here for you!\nYou can choose to participate in one or both projects based on your interests and eligibility.\nProject 1: Video Captures with Pointing and Gesturing\nWe're seeking U.S.-based participants to receive smart glasses and record 5-7 minute videos demonstrating pointing and gesturing techniques. You'll also capture non-English text in public spaces.\nTask: Record videos both indoors and outdoors (at least 50% outdoors), in public or private locations.\nFocus: Seek and capture text in languages other than English.\nProject 2: Academic Categories Image Collection\nThis project is ideal for individuals with knowledge in specific academic fields. Using smart glasses, you'll capture images and ask questions related to various academic topics. While college experience is not required, tasks will be at a college level or higher.\nTask: Capture images and pose questions related to academic topics (excluding general knowledge). Example fields include Agriculture, Chemistry, Architecture, and more.\nRequirements: Participants should have expertise in one or more academic fields such as Accounting, Art, Biology, etc.\nFeel free to apply bel",
    "trans": "Bonjour Wanru,\nNous sommes enchantés de vous dévoiler deux projets innovants en cours d'expérimentation, utilisant la technologie avancée des lunettes intelligentes ! Ces initiatives proposent une gamme de missions stimulantes ainsi que des compensations compétitives. Que vous souhaitiez réaliser de brèves vidéos, capturer des images dans le domaine éducatif ou tout simplement découvrir des technologies de pointe, il y a quelque chose pour chacun !\nVous pouvez choisir de participer à l'un ou aux deux projets en fonction de vos intérêts et de votre éligibilité.\nProjet 1 : Captures vidéo avec pointage et gestuelle\nNous cherchons des volontaires situés aux États-Unis pour tester des lunettes intelligentes et filmer des vidéos de 5 à 7 minutes montrant des méthodes de pointage et de gestuelle. Vous saisirez aussi du texte dans d'autres langues que l'anglais dans des lieux publics.\nTâche : Enregistrer des vidéos à la fois en intérieur et en extérieur (au moins 50 % en extérieur), dans des lieux publics ou privés.\nObjectif : Rechercher et capturer du texte dans des langues autres que l'anglais.\nProjet 2 : Collection d'images de catégories académiques\nCe projet est idéal pour les personnes ayant des connaissances dans des domaines académiques spécifiques. À l'aide de lunettes intelligentes, vous capturerez des images et poserez des questions liées à divers sujets académiques. Bien qu'une expérience universitaire ne soit pas requise, les tâches seront de niveau universitaire ou supérieur.\nTâche : Capturer des images et poser des questions liées à des sujets académiques (à l'exclusion des connaissances générales). Les domaines d'exemple incluent l'agriculture, la chimie, l'architecture, et plus encore.\nExigences : Les participants doivent avoir une expertise dans un ou plusieurs domaines académiques tels que la comptabilité, l’art, la biologie, etc.\nN'hésitez pas à postuler ci-dessous"
}