{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Project Governance: Establish and implement project governance processes and procedures to ensure\nalignment of projects with the organization's strategic objectives. This involves defining project management\nstandards, methodologies, and best practices, as well as establishing project review and approval mechanisms.\n Portfolio Management: Manage the organization's project portfolio by evaluating project proposals,\nprioritizing projects based on strategic goals and resource availability, and ensuring effective execution and\ndelivery of desired business value. This includes monitoring project progress, identifying risks and issues, and\nmaking adjustments to the portfolio as needed.\n Resource Management: Optimize allocation and utilization of project resources, including personnel, budget,\nand equipment. This involves working closely with project managers to identify resource requirements,\nresolve resource conflicts, and ensure efficient utilization across projects to maximize productivity and\nefficiency.\n Performance Monitoring and Reporting: Establish performance metrics and indicators to measure project\nprogress, quality, and outcomes. The PMO Director is responsible for monitoring project performance,\nanalyzing data, and providing regular reports to stakeholders, executives, and project teams. This helps\nidentify areas for improvement, address issues, and ensure projects are on track to meet their objectives.",
    "trans": "Gouvernance de projet : Établir et mettre en œuvre des processus et procédures de gouvernance de projet pour garantir\nl'alignement des projets avec les objectifs stratégiques de l'organisation. Cela implique de définir des normes,\ndes méthodologies et des meilleures pratiques en gestion de projet, ainsi que de mettre en place des mécanismes de révision et d'approbation des projets.\nGestion de portefeuille : Gérer le portefeuille de projets de l'organisation en évaluant les propositions de projets,\nen priorisant les projets en fonction des objectifs stratégiques et de la disponibilité des ressources, et en assurant l'exécution effective et\nla réalisation de la valeur commerciale souhaitée. Cela comprend la surveillance de l'avancement des projets, l'identification des risques et des problèmes, et\nl'ajustement du portefeuille selon les besoins.\nGestion des ressources : Optimiser l'allocation et l'utilisation des ressources de projet, y compris le personnel, le budget\nl'équipement. Cela implique de travailler en étroite collaboration avec les chefs de projet pour identifier les besoins en ressources,\nrésoudre les conflits de ressources et garantir une utilisation efficace à travers les projets afin de maximiser la productivité et\nl'efficacité.\nSuivi et rapport de performance : Établir des indicateurs et des mesures de performance pour évaluer l'avancement des projets,\nla qualité et les résultats. Le directeur du PMO est responsable du suivi de la performance des projets,\nde l'analyse des données et de la fourniture de rapports réguliers aux parties prenantes, aux dirigeants et aux équipes de projet. Cela aide\nà identifier les domaines à améliorer, à résoudre les problèmes et à s'assurer que les projets sont sur la bonne voie pour atteindre leurs objectifs."
}