{
    "source": "en_US",
    "target": "fr_FR",
    "text": "LATE PAYMENT CHARGE\nRentIN FULLis due on the 1st day of the month. For rent that is received after 5:00 PM on the 5th day of any month, aTen Dollar ($10.00) per daylate charge will be due for each day rent is delinquent from the 2nd day of the month until rent is paid in full. Example: If rent is received on the sixth day, a total of $50.00 is owed. If local laws limit late fees beneath this amount, then the maximum allowable late fee will be charged.\nAny check which fails to clear the bank shall be treated as unpaid rent and shall be subject to the aforementioned late payment charge, plus a$50.00returned check fee. Should Resident submit a check that is dishonored or returned for non-sufficient funds, or should Resident offer payment to cure any default following issuance of any notice under RCW 59.12 et seq. (eviction notice) or RCW 59.18 et seq. (unlawful detainer). Resident shall make such payment by cash, cashier’s check or money order. If Resident gives Owner a check that is returned for non-payment, all future payments by Resident shall be made by cash, cashier’s check or money order. Notwithstanding the foregoing, Owner may issue a 14-Day Notice to Pay Rent or vacate immediately after the rental due date without waiting until late payment charges begin to accrue.",
    "trans": "FRAIS DE PAIEMENT EN RETARD\nRentIN FULL est  dû le 1er jour du mois. Pour le  loyer qui est reçus après 17h:00 le 5e jour de chaque mois, des frais de retard de Dix Dollars (10,00 $) par jour seront dus pour chaque jour de retard à partir du 2ème jour du mois jusqu'à ce que le loyer soit payé en entier. Exemple : Si le loyer est reçu le  jour, un total de 50,00 $ est dû. Si les lois locales limitent les frais de retard en dessous de ce montant, les frais de retard maximum autorisés seront appliqués.\nTout chèque non encaissé  par la banque sera considéré comme un loyer impayé et sera soumis aux frais de retard susmentionnés, ainsi qu'à des frais de chèque retourné de 50,00 $. Si le résident présente un chèque refusé ou retourné pour insuffisance de fonds, ou si le résident propose un paiement pour remédier à un manquement suite à l'émission d'un avis en vertu de RCW 59.12 et suiv. (avis d'expulsion) ou de RCW 59.18 et suiv. (détention illégale), le résident doit effectuer ce paiement en espèces ou par chèque. Le Résident doit effectuer ce paiement en espèces, par chèque de banque ou par mandat. Si le Résident remet au Propriétaire un chèque qui est retourné pour non-paiement, tous les paiements futurs du Résident devront être effectués en espèces, par chèque de banque ou par mandat. Nonobstant ce qui précède, le Propriétaire peut émettre un Avis de 14-Jours pour Payer le Loyer ou quitter les lieux immédiatement après la date d'échéance de la location sans attendre que les frais de retard de paiement commencent à s'accumuler."
}