{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] couldn’t believe his luck. He’d carefully made sure they’d left not only at the same time, but also when he had the excuse of taking James’ less direct metro line home, due to barely having missed his own. His goal had simply been to spend a bit of time together without [redacted_name] breathing down their necks. But in playing the long game, he’d somehow won the jackpot in the first round. James had them pressed together, rubbing his face into the side of [redacted_name]’ neck. Oh, he certainly had James’ attention now.\n[redacted_name] when that [redacted_name] had decided to be a problem, he hadn’t dared hope for this. Sure, he wasn’t above playing weak if it could get James’ arm curled around him. Oh, no, he was perfectly capable of connecting that [redacted_name] groin with his knee if necessary, or for fun. But James hadn’t let go of him again like he had expected—usually such a gentleman. Those tendencies seem to have been flung right out the window. James nosed his scent gland, licked at it.\n“James,” [redacted_name] warned, “We’re in public.”\nThe only indication that James had even heard him was the grumble he got in response.\n“James,” [redacted_name] said again, trying to lean his head away from James’ onslaught to his neck. It was as much a battle against himself as it was against James. That tongue did incredible things to him.\nJames whined, a broken, hurt sound, into [redacted_name]’ shoulder. “You won’t let me have you.”\n“Hey, James,” [redacted_name] fretted, trying to get James to listen before he started crying, which he sounded terrifyingly likely to do. “James, I’m right here. Would you listen to me?” [redacted_name] hissed, keeping his voice low. They didn’t need any more attention on them, especially with Regulus’ growing suspicion of what exactly had happened to James. His scent had changed slightly, grown stronger too. And if he was right? Well, he couldn’t have some other Omega presenting themselves as a solution.\nShaking James—which was rather hard to do considering James was still clinging to him from behind—[redacted_name] tried again, “James, Jamie.”\nThat finally got James looking up. His attention was zeroed in on Regulus, his pupils contracting in a predator-like look as they glued themselves to him. Well, definitely a rut then. [redacted_name] swallowed, his throat remaining dry. It was pretty obvious it was him who had triggered it. But how? They weren’t mated. They were what? Acquaintances at best? James had no claim on him, he shouldn’t be able to have such a strong reaction to him. Yet here James was, all over him, not even registering any of the other Omegas in the train car.\nBut that left Regulus with an entirely new problem. The stench of all the drunken idiots would be enough to mask James’ scent from anyone else. But that wouldn’t matter if it came fully into effect, before they got out of here—before things would get truly out of hand, and, ah… messy.\n“You want me?” [redacted_name] asked.\n“I want you.”\n“You can have me,” [redacted_name] slowly, holding James’ stare.\nJames’ arms tightened around him. The scent of James could be seeping into [redacted_name]’ clothing from how close they were. Oh, he was never going to wash them again.\n“If,” [redacted_name] stressed, “And only if you earn me.”\nPure determination lit up behind James’ eyes as he rambled, “How? Who do I fight? Anything. I need you.”\nHeat rose to [redacted_name]’ cheeks at the display. “Get us somewhere private, and I’m all yours,” he promised.\nJames nodded, his hands tugging at [redacted_name]’ shirt as he said, “Then you’ll be all mine. Only mine.” He somehow managed to work a hand underneath the fabric.\n“Yeah,” [redacted_name]s hummed, suppressing a moan as a warm hand pressed into the skin of his midriff. [redacted_name] needed to get a hold of himself. One of them needed to keep a clear head if they wanted to actually get off the metro.\nOnly a few minutes later, the doors opened to the stop near [redacted_name]’ place.",
    "trans": "[redacted_name]  ne croyait pas sa chance. Il avait soigneusement veillé à ce qu'ils partent non seulement à la même heure, mais aussi lorsqu'il avait l'excuse de prendre la ligne de métro moins directe de James pour rentrer chez lui, parce qu'il avait à peine manqué la sienne. Son objectif était simplement de passer un peu de temps ensemble sans que [redacted_name] ne leur souffle dans le cou. Mais en jouant le long terme, il avait en quelque sorte gagné le jackpot dès le premier tour. James les avait serrés l'un contre l'autre, frottant son visage sur le côté du cou de [redacted_name]’. Oh, il avait certainement l'attention de James maintenant.\n[redacted_name] lorsque [redacted_name] avait décidé de devenir un problème, il n'avait pas osé espérer une telle chose. Bien sûr, il n'hésitait pas à jouer les faibles si cela pouvait permettre à James d'enrouler son bras autour de lui. Oh, non, il était parfaitement capable de frapper l'aine de [redacted_name] avec son genou si nécessaire, ou pour s'amuser. Mais James ne l'avait pas lâché comme il s'y attendait, lui qui était habituellement si gentleman. Ces tendances semblent avoir été jetées par la fenêtre. James renifla sa glande olfactive, la lécha.\n« James », [redacted_name] a averti, « nous sommes en public. »\nLa seule indication que James l'ait entendu est le grognement qu'il a reçu en réponse.\n« James », dit [redacted_name] encore, essayant de pencher la tête pour éviter l'assaut de James sur son cou. C'était autant une bataille contre lui-même que contre James. Cette langue lui faisait des choses incroyables.\nJames gémit un son brisé et blessé, sur l'épaule de [redacted_name]’ . « Tu ne me laisses pas t'avoir. »\n« Hé, James », s'inquiète [redacted_name], essayant d'amener James à écouter avant qu'il ne se mette à pleurer, ce qu'il semble terriblement enclin à faire. « James, je suis là. Veux-tu m'écouter ? » [redacted_name] siffla, en gardant sa voix basse. Ils n'avaient pas besoin qu'on s'intéresse davantage à eux, surtout que Regulus se demandait de plus en plus ce qui était arrivé à James. Son odeur avait légèrement changé et elle était devenue plus forte aussi. Et s'il avait raison ? Eh bien, il ne pouvait pas laisser d'autres Omega se présenter comme solution.\nSecouant James — ce qui était plutôt difficile à faire étant donné que James était toujours accroché à lui par derrière—[redacted_name] essaya à nouveau, « James, Jamie ».\nJames finit par lever les yeux. Son attention était focalisée sur Regulus, ses pupilles se contractant dans un regard de prédateur tandis qu'elles se collaient à lui. Eh bien, c'est définitivement une ornière. [redacted_name] déglutit, la gorge sèche. Il était évident que c'était lui qui l'avait déclenché. Mais comment ? Ils n'étaient pas en couple. Ils étaient quoi ? Des connaissances, au mieux ? James n'avait aucun droit sur lui. Il ne devrait pas pouvoir avoir une réaction aussi forte à son égard. Et pourtant, James était là, sur lui, sans même tenir compte des autres Omega présents dans le wagon.\nMais Regulus se trouvait alors confronté à un tout autre problème. La puanteur de tous ces idiots ivres suffirait à masquer l'odeur de James à tous les autres. Mais cela n'aurait pas d'importance s'il entrait pleinement en vigueur, avant qu'ils ne sortent d'ici - avant que les choses ne deviennent vraiment incontrôlables, et, ah... désordonnées.\n« Vous me voulez ? demanda [redacted_name] .\n« Je te veux ».\n« Tu peux m'avoir », dit [redacted_name] lentement, en fixant le regard à James.\nLes bras de James se resserrèrent autour de lui. L'odeur de James pouvait s'infiltrer dans les vêtements de  [redacted_name]’ tellement ils étaient proches. Oh, il n'allait plus jamais les laver.\n« Si », insista  [redacted_name], « et seulement si tu me gagnes. »\nLa détermination pure s'alluma dans les yeux de James qui se mit à divaguer : « Comment ? Contre qui dois-je me battre ? Tout ce que tu veux. J'ai besoin de toi. »\nLa chaleur monte aux joues de [redacted_name]’. « Amène-nous dans un endroit privé, et je suis tout à toi », promit-il.\nJames acquiesça, ses mains tirant sur la chemise de [redacted_name]' en disant : « Alors tu seras tout à moi. Seulement à moi. » Il réussit à glisser une main sous le tissu.\n« Ouais », [redacted_name] fredonna , réprimant un gémissement lorsqu'une main chaude s'enfonça dans la peau de son ventre. [redacted_name] a fallu se ressaisisse. L'un d'entre eux devait garder les idées claires s'ils voulaient vraiment sortir du métro.\nQuelques minutes plus tard seulement, les portes s'ouvrirent à l'arrêt situé à proximité de l'appartement de [redacted_name]."
}