{
    "source": "en_US",
    "target": "fr_FR",
    "text": "new school year is here! We hope you’re enjoying everything ClassDojo and ClassDojo Plus do to bring you closer to your child’s classroom. To keep bringing you more value, we’re updating the ClassDojo Plus membership fee just a little.\nFrom November 23rd, 2024, the price of ClassDojo Plus will change to $9.99 per month. We’re updating our price for the first time in five years so we can continue delivering exciting new ways to support your child's learning and growth. It’s not a change we made lightly, but we promise it will be worth it.\nAs a Plus member, you get the full experience, including upgraded messaging with read receipts, organized albums to easily find and share your favorite memories, and a year’s worth of point history with deeper insights. Also, you’ll enjoy early access to new features and exclusive content designed to enhance your child’s educational journey.",
    "trans": "La nouvelle année scolaire est arrivée ! Nous espérons que vous appréciez tout ce que ClassDojo et ClassDojo Plus font pour vous rapprocher de la classe de votre enfant. Pour continuer à vous offrir plus de valeur, nous mettons à jour légèrement les frais d'abonnement à ClassDojo Plus.\nÀ partir du 23 novembre 2024, le prix de ClassDojo Plus passera à 9,99 $ par mois. Nous mettons à jour notre tarif pour la première fois en cinq ans afin de continuer à offrir des moyens nouveaux et passionnants de soutenir l'apprentissage et la croissance de votre enfant. Ce n'est pas un changement que nous avons pris à la légère, mais nous promettons que cela en vaudra la peine.\nEn tant que membre Plus, vous bénéficiez de l'expérience complète, y compris des messages améliorés avec accusés de lecture, des albums organisés pour trouver et partager facilement vos souvenirs préférés, et une année entière d'historique des points avec des informations plus approfondies. De plus, vous profiterez d'un accès anticipé à de nouvelles fonctionnalités et à des contenus exclusifs conçus pour améliorer le parcours éducatif de votre enfant."
}