{
    "source": "en_US",
    "target": "fr_FR",
    "text": "There are three basic approaches to the laboratory measurement of blood glucose concentration: reducing methods, condensation methods, and enzymatic methods. Reducing methods are the oldest and take advantage of the reducing properties of glucose to change the state of a metal ion while glucose is being oxidized. Reducing methods are nonspecific, and any strong reducing agent can cross react to yield spuriously elevated values. While steps can be added to remove most cross-reacting reducing agents, this approach has largely been abandoned in the clinical laboratory.\nThe aldehyde group of glucose can undergo condensation with aromatic compounds to yield a colored product. In the most commonly used condensation reaction, o-toluidine reacts with glucose to form a glucosamine that has an intense green color. The color is then measured spectrophotometrically to estimate the glucose concentration. The reaction is rapid, and the intense color allows a high degree of sensitivity. Other aldoses can cross react, but only mannose and galactose give a highly colored product. These sugars are not found in great concentrations in the blood and their cross reactivity is ordinarily not significant. o-Toluidirie has the drawback of being highly corrosive and toxic. For this reason, this method is rapidly being phased out of the clinical laboratory.",
    "trans": "Il existe trois approches de base pour mesurer la concentration de glucose dans le sang en laboratoire : les méthodes de réduction, les méthodes de condensation et les méthodes enzymatiques. Les méthodes de réduction sont les plus anciennes et tirent parti des propriétés réductrices du glucose pour modifier l'état d'un ion métallique pendant que le glucose est oxydé. Les méthodes de réduction ne sont pas spécifiques et tout agent réducteur puissant peut interagir pour donner des valeurs faussement élevées. Bien que des étapes puissent être ajoutées pour éliminer la plupart des agents réducteurs croisant, cette approche a été largement abandonnée en laboratoire clinique.\nLe groupe aldéhyde du glucose peut subir une condensation avec des composés aromatiques pour produire un produit coloré. Dans la réaction de condensation la plus couramment utilisée, l'o-toluidine réagit avec le glucose pour former une glucosamine d'une couleur verte intense. La couleur est ensuite mesurée spectrophotométriquement pour estimer la concentration de glucose. La réaction est rapide et la couleur intense permet une grande sensibilité. D'autres aldoses peuvent réagir, mais seuls le mannose et le galactose produisent un produit très coloré. Ces sucres ne se trouvent pas en grandes concentrations dans le sang et leur réactivité croisée n'est généralement pas significative. L'o-toluidine présente l'inconvénient d'être hautement corrosive et toxique. Pour cette raison, cette méthode est rapidement abandonnée en laboratoire clinique."
}