{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello,\nThank you for taking the tax information interview but the Internal Revenue Service (IRS) was unable to validate your information because it did not match their records. Please retake the tax information interview by accessing the “Tax Information” tab in the main menu of the Amazon Flex app.\nWe do not have any insight into the specific details about what may have been invalid, but here are some common issues to consider:\n• If you are submitting a Social Security Number (SSN), use the exact same name format that appears on your Social Security card.\n• If you are submitting an Employer Identification Number (EIN), use the exact same name that appears on the first line of the address header on your Notice CP575A from the IRS.\n• Misspelling your name, not including your middle initial or middle name, or entering an incorrect Taxpayer Identification Number may cause tax identity information to not match IRS records.\nThank you and we look forward to you delivering smiles with us.\nThe Amazon Flex Team",
    "trans": "Bonjour,\nMerci d’avoir passé l’entretien sur les informations fiscales, mais l’Internal Revenue Service (IRS) n’a pas pu valider vos informations, car elles ne correspondent pas à ses dossiers. Veuillez repasser l’entretien sur les informations fiscales en accédant à l’onglet « Informations fiscales » dans le menu principal de l’application Amazon Flex.\nNous n’avons aucune information précise sur les raisons pour lesquelles vos informations n’ont pas été validées, mais voici quelques problèmes courants à prendre en compte :\n• Si vous soumettez un numéro de sécurité sociale (SSN), utilisez exactement le même format de nom que celui figurant sur votre carte de sécurité sociale.\n• Si vous soumettez un numéro d’identification d’employeur (EIN), utilisez exactement le même nom que celui figurant sur la première ligne de l’en-tête de l’adresse de votre avis CP575A de l’IRS.\n• Une erreur d’orthographe dans votre nom, l’omission de votre initiale ou de votre deuxième prénom, ou la saisie incorrecte de votre numéro d’identification fiscale peut entraîner une non-concordance avec les dossiers de l’IRS.\nMerci, et nous avons hâte de vous voir répandre des sourires avec nous.\nL’équipe Amazon Flex"
}