{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nThe review of your paper is now complete, and the Reviewers' reports are shown below. They conclude that your paper is not suitable for publication. Consequently, I regret to inform you that this paper was not accepted for publication in ENERGY.\nReviewers' suggestions may be of assistance to you in the preparation of future papers\nThank you very much for expressing your interest in ENERGY.\nSincerely,\nProfessor [redacted_name]\nSubject Editor\nEnergy\n**********\nDear [redacted_name],\nGiven the merits of your research and the topics covered by your manuscript, I am pleased to offer a conditional acceptance in the journals mentioned immediately below, if you revise your submission in line with the comments of the reviewers and editor.\nNext Research, the newest journal in the Next family of journals, invites authors to publish original and scientifically rigorous research across all disciplines, accepting both theoretical and experimental work. As a broad-scope journal, our primary criterion for publication is the scientific accuracy and ethical integrity of the work, rather than its perceived impact. Submissions to Next Research are initially exclusively by transfer invitation; our dedicated team ensures a seamless and supportive publication experience from start to finish. [More information: https://www.sciencedirect.com/journal/next-research]\nIf you take up this offer and fully address the comments of the reviewers in your revised manuscript, your submission will be quickly accepted, without further peer review.\nTo take advantage of this conditional acceptance offer, simply click the link at the end of this letter. You will then have 90 days to finalise your submission. During this stage, please upload a tracked-change revision of your manuscript as well as a comprehensive \"\"Response to Reviewers” confirming that the required revisions have been implemented.\nAlternatively, you may wish to submit your manuscript to the following journals for consideration. Please note that your paper will proceed through the standard editorial process.\nEnergy Reports (Impact Factor 4.7, CiteScore 8.2) is a multidisciplinary gold open access journal, covering all aspect of energy research, with a focus on rapid review and publication time. This journal has been indexed in SCIE (Science Citation Index Expanded), Scopus, INSPEC, Ei Compendex, and Directory of Open Access Journals (DOAJ).\nIt was ranked in Tier 3 (2023) by the Chinese Academy of Sciences (CAS).\nThe International Journal of Thermofluids (CiteScore 10.1) is a gold open access journal publishing original papers and short communications in heat and mass transfer, thermodynamics, fluid mechanics and combustion. This journal has been indexed in 2 international databases – Scopus and Directory of Open Access Journals (DOAJ).\nOcean Engineering (Impact Factor 4.6, CiteScore 7.3) provides a medium for the publication of original research and development work in the field of ocean engineering, naval architecture, polar and arctic engineering, automatic control of marine systems. ocean engineering welcomes papers on hydrodynamics, structural mechanics, stochastic calculations, experimental approaches, marine equipment, ocean environmental predictions and automatic control of marine systems.\nIt was ranked in Tier 1 (2023) by the Chinese Academy of Sciences (CAS).\nTo transfer your paper, please click the link below by Feb 24, 2025. You will also have 90 days to finalise your submission at your preferred journal.",
    "trans": "Cher [redacted_name],\nLa révision de votre article est maintenant terminée, et les rapports des évaluateurs sont présentés ci-dessous. Ils concluent que votre article n'est pas adapté à la publication. Par conséquent, je regrette de vous informer que cet article n'a pas été accepté pour publication dans ENERGY.\nLes suggestions des évaluateurs peuvent vous être utiles dans la préparation de futurs articles.\nMerci beaucoup d'avoir manifesté votre intérêt pour ENERGY.\nCordialement,\nProfesseur [redacted_name]\nRédacteur en chef\nEnergie\n**********\nCher [redacted_name],\nCompte tenu des mérites de vos recherches et des sujets abordés dans votre manuscrit, j'ai le plaisir de vous proposer une acceptation conditionnelle dans les revues mentionnées ci-dessous, si vous révisez votre soumission conformément aux commentaires des évaluateurs et de l'éditeur.\nNext Research, la nouvelle revue de la famille Next, invite les auteurs à publier des recherches originales et scientifiquement rigoureuses dans toutes les disciplines, acceptant à la fois des travaux théoriques et expérimentaux. En tant que revue à large spectre, notre critère principal de publication est l'exactitude scientifique et l'intégrité éthique du travail, plutôt que son impact perçu. Les soumissions à Next Research se font initialement exclusivement par invitation de transfert; notre équipe dédiée assure une expérience de publication fluide et de soutien du début à la fin. [Plus d'informations : https://www.sciencedirect.com/journal/next-research]\nSi vous acceptez cette offre et répondez pleinement aux commentaires des évaluateurs dans votre manuscrit révisé, votre soumission sera rapidement acceptée, sans nouvelle évaluation par les pairs.\nPour profiter de cette offre d'acceptation conditionnelle, il vous suffit de cliquer sur le lien à la fin de cette lettre. Vous aurez alors 90 jours pour finaliser votre soumission. À ce stade, veuillez télécharger une révision de votre manuscrit avec suivi des modifications ainsi qu'une « Réponse aux évaluateurs » confirmant que les révisions requises ont été mises en œuvre.\nAlternativement, vous pouvez soumettre votre manuscrit aux revues suivantes pour examen. Veuillez noter que votre article suivra le processus éditorial standard.\nEnergy Reports (Impact Factor 4.7, CiteScore 8.2) est une revue multidisciplinaire en libre accès, couvrant tous les aspects de la recherche énergétique, avec un accent sur la rapidité de révision et de publication. Cette revue est indexée dans SCIE (Science Citation Index Expanded), Scopus, INSPEC, Ei Compendex et Directory of Open Access Journals (DOAJ).\nElle a été classée dans la Tier 3 (2023) par l'Académie chinoise des sciences (CAS).\nThe International Journal of Thermofluids (CiteScore 10.1) est une revue en libre accès publiant des articles originaux et des communications courtes en transfert de chaleur et de masse, thermodynamique, mécanique des fluides et combustion. Cette revue est indexée dans 2 bases de données internationales – Scopus et Directory of Open Access Journals (DOAJ).\nOcean Engineering (Impact Factor 4.6, CiteScore 7.3) fournit un support pour la publication de travaux de recherche et de développement originaux dans le domaine de l'ingénierie océanique, de l'architecture navale, de l'ingénierie polaire et arctique, du contrôle automatique des systèmes marins. Ocean engineering accueille des articles sur l'hydrodynamique, la mécanique des structures, les calculs stochastiques, les approches expérimentales, l'équipement marin, les prévisions environnementales océaniques et le contrôle automatique des systèmes marins.\nElle a été classée dans la Tier 1 (2023) par l'Académie chinoise des sciences (CAS).\nPour transférer votre article, veuillez cliquer sur le lien ci-dessous avant le 24 février 2025. Vous aurez également 90 jours pour finaliser votre soumission dans votre revue préférée."
}