{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The claimant's husband, Mr Ng Man Hung, was also an insurance agent of the 1st respondent. His\ntitle was Regional Director. He was more senior than the claimant by one grade.\n11. On about 5 May 2017, the husband notified the 1st respondent that he would resign. Shortly\nafterwards, he joined AIA International Ltd, a major competitor of the 1st respondent.\n12. About three days after the husband resigned, the 1st respondent notified the claimant that the IAA\nwould be terminated with effect from 17 May 2017. The termination was in accordance with the IAA\nwhich provided that the agreement may be terminated by either party on not less than six days' written\nnotice.\n13. Relying on the provisions in the Letter, the IAA and the \"Give Me Five\" sales incentive scheme rules,\nthe 1st respondent now says that the signing fee, the special bonuses and the sales incentive should\nbe forthwith repaid by the claimant as (a) the IAA was terminated within 24 months of its signing and\n(b) it was terminated before 30 April 2018.\n14. As of the date of termination, the 1st respondent alleges that there was a credit balance in the sum\nof $116,507.71 in the claimant's commission account and after giving credit to it, the claimant is\nindebted to the 1st respondent in the sum of $4,070,682.30.",
    "trans": "Le conjoint de la plaignante, M. Ng Man Hung, était aussi agent d'assurances du premier mis en cause. Son\ntitre était Directeur Régional. Il était hiérarchiquement supérieur à la demanderesse d'un grade.\nAux alentours du 5 mai 2017, le mari a notifié au 1er défendeur qu'il démissionnerait. Peu\nde temps après, il a rejoint AIA International Ltd, un concurrent majeur du 1er défendeur.\n12. Environ trois jours après la démission du mari, le 1er défendeur a notifié à la demanderesse que l'IAA\nserait résilié à compter du 17 mai 2017. La résiliation était conforme à l'IAA\nqui prévoyait que l'accord pouvait être résilié par l'une ou l'autre des parties moyennant un préavis écrit d'au moins six jours\navis.\n13. En se basant sur les clauses de la Lettre, de l'IAA et des règlements du programme d'encouragement à la vente « Give Me Five »\nle 1er défendeur affirme maintenant que les frais de signature, les primes spéciales et l'incitation à la vente devraient\nêtre immédiatement remboursés par la demanderesse, car (a) l'IAA a été résilié dans les 24 mois suivant sa signature et\n(b) il a été résilié avant le 30 avril 2018.\n14. Au moment de la rupture du contrat, le premier défendeur prétend qu'un solde positif\nde 116 507,71 $ sur le compte de commissions de la demanderesse et qu'après avoir porté ce montant au crédit, la demanderesse est\nredevable au 1er défendeur de la somme de 4 070 682,30 $."
}