{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Yes, yes, his parole. I know.” Draco turned away from her again, taking several steps in his frustration. “How could I possibly forget as a central strand in the web of lies? I still don’t see how maintaining the illusion of a relationship with his Death Eater son will work in his favour.”\nNarcissa’s voice was quiet when she spoke, but he could hear the edge of desperation in it. “Every connection to the outside world is seen as a benefit. Especially connections to family.”\nDraco snorted derisively. “Even this one?”\nHe heard the click of his mother’s heels on the marble floor as she approached him. She laid a gentle hand on the back of his shoulder.\n“It doesn’t have to be an illusion, you know. You should tell him about her.”\nDraco swung around to stare at his mother. “What are you talking about?”\nShe was wearing a warm smile. Understanding and a hint of smugness. “I’m your mother Draco, you can’t easily hide from me.”\n“I’m not hiding anything!” he said, firing up. “What did you tell him? He knew about the Muggles. What did you say?”\n“Only what I know to be true,” she said with a little shrug. “You’ve made friends for yourself in the Muggle world and...” She seemed to be choosing her words carefully, but her eyes held the same self-satisfied twinkle. “And you care for someone. Someone new.”\nHe scoffed again. “The only thing I care about is scraping together some semblance of a meaningful life from the shattered remains of a reputation that your husband left me with.”\nHe turned on his heel and headed for his room again, starting on the buttons of his waistcoat. He paused at the bottom of the stairs. “And there’s no one! No one new.”\nNarcissa smirked at his retreating back and the bright flush of red staining the pale skin of his neck.",
    "trans": "« Oui, oui, sa libération conditionnelle. Je sais. » Draco se détourna d'elle à nouveau, faisant plusieurs pas dans sa frustration. « Comment pourrais-je oublier, en tant que fil central dans la toile de mensonges ? Je ne vois toujours pas comment maintenir l'illusion d'une relation avec son fils Mangemort pourrait jouer en sa faveur. »\nLa voix de Narcissa était calme lorsqu'elle parla, mais il pouvait percevoir l'angoisse qui s'y cachait. « Chaque connexion au monde extérieur est vue comme un avantage. Surtout les connexions familiales. »\nDraco ricana avec mépris. « Même celle-ci ? »\nIl entendit le bruit des talons de sa mère sur le sol en marbre alors qu'elle s'approchait de lui. Elle posa une main douce sur l'arrière de son épaule.\n« Cela n’a pas à être une illusion, tu sais. Tu devrais lui parler d'elle. »\nDraco se tourna brusquement pour fixer sa mère. « De quoi parles-tu ? »\nElle portait un sourire chaleureux. Compréhensif, avec une pointe de suffisance. « Je suis ta mère, Draco, tu ne peux pas facilement te cacher de moi. »\n« Je ne cache rien ! » dit-il, s'embrasant. « Qu'est-ce que tu lui as dit ? Il savait pour les Moldus. Qu'est-ce que tu as dit ? »\n« Seulement ce que je sais être vrai, » dit-elle en haussant légèrement les épaules. « Tu t’es fait des amis dans le monde des Moldus et... » Elle semblait choisir ses mots avec soin, mais ses yeux brillaient d’un même éclat satisfait. « Et tu tiens à quelqu'un. Quelqu'un de nouveau. »\nIl ricana de nouveau. « La seule chose qui m'importe, c'est de rassembler tant bien que mal une semblance de vie significative à partir des restes brisés d'une réputation que ton mari m'a laissée. »\nIl se tourna sur ses talons et se dirigea de nouveau vers sa chambre, commençant à défaire les boutons de son gilet. Il s'arrêta en bas des escaliers. « Et il n'y a personne ! Personne de nouveau. »\nNarcissa esquissa un sourire en observant son dos qui s'éloignait et la vive rougeur qui teintait la peau pâle de son cou."
}