{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hand hygiene 1 0.5 0\n2. Close windows and doors. 1 0.5 0\n3. The infant apical pulse and respiration rate are counted before he is disturbed. 2 1 0\n4. Place the rubber sheet on bed. 1 0.5 0\n5. Undress the infant except for the diaper and he is securely wrapped in bath\ntowel.\n1 0.5 0\n6. Start with eyes. With a washcloth, carefully wipe each eye from the inner to\nthe outer aspect of the lid with water only.\n2 1 0\n7. Moisten cotton balls and clean the ears gently with water only. 1 0.5 0\n8. Cleanse the face by warm water only. 1 0.5 0\n9. Hold the infant over the basin and wash the head with soap and water. Rinse\nby pouring water from a small vessel over the head into the basin.\n2 1 0\n10. Place child in bed and dry the head quickly. 1 0.5 0\n11. Remove the napkin and clean the buttocks from the fecal matter with the\ncorner of the napkin if any.\n1 0.5 0\n12. Wash infant's body carefully at neck, arms, hands, chest, abdomen, back. 1 0.5 0\n13. Pick up the baby and place him into the basin slowly, insert feet first. 2 1 0\n14. Dry carefully especially the skin folds. 1 1 0\n15. Clean the fingernails and toenails. 1 0.5 0\n16. Recording for: Time ,Observations & Reaction of the infant.",
    "trans": "Hygiène mains 1 0,5 0\n2. Fermer les fenêtres et les portes. 1 0,5 0\n3. Le pouls apical et la fréquence respiratoire de l'enfant sont comptés avant qu'il ne soit dérangé. 2 1 0\n4. Placer le drap en caoutchouc sur le lit. 1 0,5 0\n5. Déshabiller l'enfant à l'exception de la couche, et enveloppez-le en toute sécurité dans le bain\nserviette.\n1 0,5 0\n6. Commencez par les yeux. Avec un gant de toilette, essuyez soigneusement chaque œil, de l'intérieur\nà l'extérieur de la paupière avec de l'eau uniquement.\n2 1 0\n7. Humidifier des boules de coton et nettoyer gentiment les oreilles avec de l'eau uniquement. 1 0,5 0\n8. Nettoyer le visage à l'eau tiède uniquement. 1 0,5 0\n9. Tenir l'enfant au-dessus du bassin et lui laver la tête avec de l'eau et du savon. Rincer\nen versant de l'eau d'un petit récipient sur la tête dans la bassine.\n2 1 0\n10. Mettre l'enfant au lit et sécher rapidement sa tête. 1 0,5 0\n11. Retirer la serviette et nettoyer les fesses des matières fécales avec le\ncoin de la serviette s'il y en a.\n1 0,5 0\n12. Laver soigneusement le corps de l'enfant au niveau du cou, bras, mains, poitrine, abdomen, dos. 1 0,5 0\n13. Prendre le bébé et le placer lentement dans le bassin, les pieds en premier. 2 1 0\n14. Sécher soigneusement, en particulier les plis de la peau. 1 1 0\n15. Nettoyer les ongles des mains et des pieds. 1 0,5 0\n16. Enregistrement de : Temps, Observations & Réactions de l'enfant."
}