{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your reservation is confirmed and your card has been charged.\nThe booking you recently made on the www.ctrip.com website is confirmed. Your reservation details are below.\nGuest Name: [redacted_name]\nGuest Email: [redacted_email]\nwww.ctrip.com Itinerary Number: [redacted_number]\nPlease include the itinerary number in the subject line for all correspondence with www.ctrip.com\nHotel\nPRIMA 805\nAddress: 4-3-1-805 Minami 9 Jonishi, Chuo Ward, Sapporo 064-0809 JP\nTelephone: 81-50-5358 6064\nDriving Directions\nCheck-in: Check-out: Total rooms: Nights: Guests:\n10/29/2024 3:00 PM\n11/3/2024 10:00 AM\n1\n5\n6 adults\nProperty Details\nLaundry facilities• Wheelchair accessible – no\nRoom Details\nRoom 1\nRoom Type: Apartment\nSmoking: No\nReserved for: YUN ZHOU, 6 adults\nStatus: Confirmed\nConfirmation: 315925526\nRefundable: No\nPlease note: Preferences and special requests cannot be guaranteed. Special requests are subject to availability upon check-in and may incur additional charges.\nCharges\nCost per night per room\n(excluding taxes and service fees)\nDate Room 1 Total per night\n10/29/2024 $117.99 $117.99\n10/30/2024 $117.99 $117.99\n10/31/2024 $117.99 $117.99\n11/1/2024 $111.76 $111.76\n11/2/2024 $111.76 $111.76\nTotal per room $577.49 $577.49\nTaxes & Service fees\nType Room 1 Total\nTax Recovery Charges and Service Fees $64.80 $64.80\nProperty fee $68.86 $68.86\nGrand Total\n$711.15\nPAID\nAll prices are displayed in $ USD\nPayment Information\nWe have charged your credit card for the full payment of this reservation.\nCard Holder Name: Ctrip Team\nBilling Address: 200335 CHN\nTelephone Number: 442039293737\nThe above charges to your credit card were made by Travelscape, LLC.\nCheck-in Instructions\nThere is no front desk at this property. Guests will receive an email 2 weeks before arrival with check-in instructions and lockbox information. Guests can access their accommodation through a private entrance.\nExtra-person charges may apply and vary depending on property policy\nGovernment-issued photo identification and a credit card, debit card, or cash deposit may be required at check-in for incidental charges\nSpecial requests are subject to availability upon check-in and may incur additional charges; special requests cannot be guaranteed\nThis property accepts credit cards; cash is not accepted\nHost has not indicated whether there is a carbon monoxide detector on the property; consider bringing a portable detector with you on the trip\nHost has not indicated whether there is a smoke detector on the property\nCancellation Policy\nRoom 1\nThis rate is non-refundable. If you choose to change or cancel this booking you will not be refunded any of the payment.",
    "trans": "Votre réservation est confirmée et votre carte a été débitée.\nLa réservation que vous avez récemment effectuée sur le site www.ctrip.com est confirmée. Les détails de votre réservation sont ci-dessous.\nNom du client : [redacted_name]\nE-mail du client : [redacted_email]\nNuméro d'itinéraire www.ctrip.com : [redacted_number]\nVeuillez inclure le numéro d'itinéraire dans l'objet de toutes les correspondances avec www.ctrip.com.\nHôtel\nPRIMA 805\nAdresse : 4-3-1-805 Minami 9 Jonishi, Chuo Ward, Sapporo 064-0809 JP\nTéléphone : 81-50-5358 6064\nItinéraires\nEnregistrement : Départ : Nombre total de chambres : Nuits : Invités :\n29/10/2024 15:00\n03/11/2024 10:00\n1\n5\n6 adultes\nDétails de la propriété\nInstallations de blanchisserie• Accessible aux fauteuils roulants – non\nDétails de la chambre\nChambre 1\nType de chambre : Appartement\nFumeur : Non\nRéservée pour : YUN ZHOU, 6 adultes\nStatut : Confirmée\nConfirmation : 315925526\nRemboursable : Non\nRemarque : Les préférences et demandes spéciales ne peuvent être garanties. Les demandes spéciales sont soumises à disponibilité lors de l'enregistrement et peuvent entraîner des frais supplémentaires.\nFrais\nCoût par nuit par chambre\n(en excluant les taxes et les frais de service)\nDate Chambre 1 Total par nuit\n29/10/2024 117.99 $ 117.99 $\n29/10/2024 117.99 $ 117.99 $\n31/10/2024 117.99 $ 117.99 $\n1/11/2024 111.76 $ 111.76 $\n11/2/2024 111.76 $ 111.76 $\nTotal par chambre 577.49 $ 577.49 $\nTaxes & frais de service\nType Chambre 1 Total\nFrais de récupération des taxes et frais de service 577.49 $ 577.49 $\nFrais de propriété 68.86 $ 68.86 $\nTotal général\n711.15 $\nPAYÉ\nTous les prix sont affichés en $ USD.\nInformations de paiement\nNous avons débité votre carte de crédit pour le montant total de cette réservation.\nNom du titulaire de la carte : Ctrip Team\nAdresse de facturation : 200335 CHN\nNuméro de téléphone : 442039293737\nLes frais ci-dessus ont été facturés à votre carte de crédit par Travelscape, LLC.\nInstructions d'enregistrement\nIl n'y a pas de réception dans cette propriété. Les clients recevront un e-mail 2 semaines avant l'arrivée avec les instructions d'enregistrement et les informations sur le coffre-fort. Les clients peuvent accéder à leur hébergement par une entrée privée.\nDes frais supplémentaires par personne peuvent s'appliquer et varier en fonction de la politique de la propriété.\nUne pièce d'identité avec photo délivrée par le gouvernement et une carte de crédit, carte de débit ou un dépôt en espèces peuvent être requis à l'enregistrement pour les frais accessoires.\nLes demandes spéciales sont soumises à disponibilité lors de l'enregistrement et peuvent entraîner des frais supplémentaires ; les demandes spéciales ne peuvent être garanties.\nCette propriété accepte les cartes de crédit ; les espèces ne sont pas acceptées.\nL'hôte n'a pas indiqué s'il y a un détecteur de monoxyde de carbone sur la propriété ; pensez à apporter un détecteur portable avec vous lors du voyage.\nL'hôte n'a pas indiqué s'il y a un détecteur de fumée sur la propriété.\nPolitique d'annulation\nChambre 1\nCe tarif est non remboursable. Si vous choisissez de modifier ou d'annuler cette réservation, vous ne serez pas remboursé de votre paiement."
}