{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Perhaps that was why they’d taken so long to reply. To play some power game.\n“Then come at your leisure,” Rhys said, with enough of a bite that the queens’ guards stepped forward. Cassian only grinned at them—and the wisest among them instantly paled.\nRhys barely inclined his head as he added, “Perhaps then you’ll comprehend how vital the Book is to both our efforts.”\n“We will consider it once we have your proof.” The ancient one nearly spat the word. Some part of me reminded myself that she was old, and royal, and smacking that sneer off her face would not be in our best interests. “That book has been ours to protect for five hundred years. We will not hand it over without due consideration.”\nThe guards flanked them—as if the words had been some predetermined signal. The golden queen smirked at me, and said, “Good luck.”\nThen they were gone. The sitting room was suddenly too big, too quiet.\nAnd it was Elain—Elain—who sighed and murmured, “I hope they all burn in hell.”",
    "trans": "C'est peut-être pour cela qu'ils ont mis tant de temps à répondre. Pour jouer un jeu de pouvoir.\n« Alors venez quand vous voulez », dit Rhys, avec suffisamment de mordant pour que les gardes de la reine s'avancent. Cassian se contenta de leur sourire - et les plus sages d'entre eux pâlirent instantanément.\nRhys inclina à peine la tête avant d'ajouter : « Peut-être comprendrez-vous alors à quel point le Livre est vital pour nos deux efforts. »\n« Nous y réfléchirons une fois que nous aurons votre preuve. » L'ancienne a failli cracher le mot. Une partie de moi se rappela qu'elle était vieille et royale, et que lui arracher ce rictus ne serait pas dans notre intérêt. « Ce livre nous appartient depuis cinq cents ans. Nous ne le remettrons pas sans l'avoir dûment examiné. »\nLes gardes les encadrèrent, comme si ces mots avaient été un signal prédéterminé. La reine d'or m'a souri et m'a dit : « Bonne chance. »\nPuis ils sont partis. Le salon était soudain trop grand, trop silencieux.\nEt c'est Elain-Elain qui soupira et murmura : « J'espère qu'ils brûleront tous en enfer. »"
}