{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Bai Sheng cheerfully interrupted. “I just know that your precious son spent the entire summer vacation after graduating from kindergarten practicing touching live electrical sockets and ended up in the hospital for two months after getting electrocuted. He has become much wiser and more mature now after learning a lesson. Hahaha...”\nGoddamn it! You were the one who led the way to play with the electrical socket, you little bastard!\nChairman Bai finally dragged away his troublesome and talkative nephew, saving his business rival, who was on the verge of eruption. He forced a smile, “Mr. Zhang, don’t mind him. He’s still immature and just a child. I’ll definitely discipline him later.”\nDamn it, he’s a twenty-seven-year-old child!!\nHis business rival left with smoke coming out of his seven orifices, leaving Chairman Bai feeling utterly exhausted. Before he could even find a mirror to see how few precious hairs he had left, Bai Sheng sighed and patted his shoulder.\n“Uncle, I’ve already greeted most of the familiar faces here. You go ahead and handle things. I’m leaving,”\n“Where are you going?”\nBai Sheng finished the last drop of wine in his glass and casually replied, “I’m going to check out the ‘Abandoned Tower.'”",
    "trans": "Bai Sheng l'interrompt joyeusement. « Je sais juste que votre précieux fils a passé toutes ses vacances d'été, après avoir obtenu son diplôme de maternelle, à s'entraîner à toucher des prises électriques sous tension et qu'il s'est retrouvé à l'hôpital pendant deux mois après avoir été électrocuté. Il est devenu beaucoup plus sage et mature depuis qu'il a appris la leçon. Hahaha... »\nBon sang ! C'est toi qui as ouvert la voie en jouant avec la prise électrique, petit bâtard !\nLe président Bai finit par faire sortir son neveu gênant et bavard, sauvant ainsi son rival en affaires, qui était au bord de l'éruption. Il força un sourire : « M. Zhang, ne faites pas attention à lui. Il est encore immature et ce n'est qu'un enfant. Je le disciplinerai certainement plus tard. »\nBon sang, c'est un enfant de vingt-sept ans !!\nSon rival en affaires s'en alla avec de la fumée sortant de ses sept orifices, laissant le président Bai complètement épuisé. Avant même qu'il ne puisse trouver un miroir pour voir le peu de cheveux précieux qu'il lui restait, Bai Sheng soupira et lui tapota l'épaule.\n« Mon oncle, j'ai déjà salué la plupart des visages familiers ici. Allez-y, occupez-vous de tout. Je m'en vais. »\n« Où vas-tu ? »\nBai Sheng termina la dernière goutte de vin dans son verre et répondit nonchalamment : « Je vais voir la Tour Abandonnée. »"
}