{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As part of Charlotte-Mecklenburg Schools’ ongoing commitment to ensuring an accurate and fair compensation plan, we are conducting an audit of classified employees’ work experience credit.\nTo support this effort, we have pulled your NC State Service Credit from NC Orbit, where applicable. If you do not have State Creditable Service, we have used the number of years you have been with CMS since your most recent hire date.\nAction Required:\nPlease review the information provided regarding your state service years. If the information is accurate, simply confirm its accuracy. If you believe the information is incorrect, you will have the opportunity to dispute it and provide additional details for our team to review.\nBefore Completing the Form:\nMake sure you have your full work history with any North Carolina State Agencies readily available. You will also need your employee ID number, which is the same number used for Red Rover, to access this form.\nFrequently Asked Questions:\nFor additional information, please review the FAQ Document: NC State Service FAQ\nQuestions or Concerns:\nIf you have questions or need assistance, please do not hesitate to contact us at HRverification@cms.k12.nc.us.\nPlease complete this form by October 17, 2024. We appreciate your attention to this important matter and your continued service to CMS.",
    "trans": "Dans le cadre de l'engagement continu des écoles Charlotte-Mecklenburg à garantir un plan de rémunération précis et équitable, nous procédons à un audit des crédits d'expérience professionnelle des employés classifiés.\nPour soutenir cet effort, nous avons récupéré votre crédit de service de l'État de la Caroline du Nord depuis NC Orbit, le cas échéant. Si vous n'avez pas de service créditable d'État, nous avons utilisé le nombre d'années que vous avez passé au CMS depuis votre dernière date d'embauche.\nAction requise :\nVeuillez examiner les informations fournies concernant vos années de service d'État. Si les informations sont exactes, confirmez simplement leur exactitude. Si vous pensez que les informations sont incorrectes, vous aurez la possibilité de les contester et de fournir des détails supplémentaires pour que notre équipe puisse les examiner.\nAvant de remplir le formulaire :\nAssurez-vous d'avoir à portée de main votre historique de travail complet avec toutes les agences de l'État de la Caroline du Nord. Vous aurez également besoin de votre numéro d'identification d'employé, qui est le même numéro utilisé pour Red Rover, pour accéder à ce formulaire.\nQuestions fréquemment posées :\nPour plus d'informations, veuillez consulter le document FAQ : FAQ sur le service de l'État de la Caroline du Nord\nQuestions ou préoccupations :\nSi vous avez des questions ou avez besoin d'aide, n'hésitez pas à nous contacter à HRverification@cms.k12.nc.us.\nVeuillez compléter ce formulaire avant le 17 octobre 2024. Nous vous remercions de votre attention à cette question importante et de votre service continu auprès du CMS."
}