{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“Ven… play more… Game. With Pete and dada,” was mumbling Venice, talking in his sleep pretty much and Pete planted a little kiss on top of his head. Venice was precious and he slowly carried him into the bedroom, gently supporting Venice’s head as he planted him on top of the bed.\nLuckily, Venice had already taken a bath and he had dinner as well – it was already past eight, so it wasn’t really a surprise that Venice was pretty much asleep.\nAfter Pete came over, Venice had forgotten about being disappointed that he couldn’t go with Macau. He still didn’t understand why he couldn’t go to the library, but he had a lot of fun with Pete and Vegas. Pete brought many games and the three of them had a little evening filled with many board games.\nVenice wanted to play many more games, but tiredness caught up with him and he fell asleep on the couch. Pete decided to carry him upstairs while Vegas decided to clean up around the living room.\nPete chuckled when he saw Venice nuzzling into the pillow and he slowly pulled bedcovers over him, placing his favourite stuffed toy next to him. Venice mumbled something in his sleep, but he finally stopped fighting sleep and Pete sighed under his breath as he leaned closer, properly tucking Venice in.\nPete’s heart felt warm as he looked down upon Venice’s sleeping face, smiling when he heard footsteps coming closer. He turned around and he chuckled when he saw Vegas standing by the door, leaning against the door frame. Vegas didn’t say anything, he just stood there and watched Pete – Pete was amazing with Venice, Vegas falling in love all over again.\nPete felt the heat in his cheeks rising yet again when he saw that Vegas was only standing there and watching him. He huffed under his breath and crossed his arms over his chest. Vegas’ eyes were full of love and affection and Pete had to brace himself.",
    "trans": "« Ven... joue plus... au jeu. Avec Pete et papa », marmonnait Venise, qui parlait à peu près dans son sommeil, et Pete lui déposa un petit baiser sur la tête. Venise était précieuse et il le porta lentement dans la chambre, soutenant doucement la tête de Venise alors qu'il le plaçait au sommet du lit.\nHeureusement, Venise avait déjà pris un bain et il avait aussi dîné - il était déjà plus de huit heures, il n'était donc pas vraiment surprenant que Venise soit presque endormie.\nAprès l'arrivée de Pete, Venise avait oublié qu'elle était déçue qu'il ne puisse pas aller à Macao. Il ne comprend toujours pas pourquoi il ne peut pas aller à la bibliothèque, mais il s'amuse beaucoup avec Pete et Vegas. Pete a apporté de nombreux jeux et tous trois ont passé une petite soirée remplie de jeux de société.\nVenise voulait jouer encore beaucoup de jeux, mais la fatigue l'a rattrapé et il s'est endormi sur le canapé. Pete décide de le porter à l'étage tandis que Vegas décide de nettoyer le salon.\nPete a gloussé en voyant Venise se blottir dans l'oreiller et il a lentement tiré les couvertures sur lui, plaçant sa peluche préférée à côté de lui. Venice marmonna quelque chose dans son sommeil, mais il cessa finalement de lutter contre le sommeil et Pete soupira sous son souffle en se penchant plus près, bordant correctement Venice.\nLe cœur de Pete se réchauffe en regardant le visage endormi de Venice, et il sourit lorsqu'il entend des pas se rapprocher. Il s'est retourné et a gloussé en voyant Vegas debout près de la porte, appuyé contre le cadre. Vegas n'a rien dit, il est resté là à regarder Pete - Pete était incroyable avec Venice, Vegas tombait amoureux une fois de plus.\nPete sentit la chaleur de ses joues monter à nouveau lorsqu'il vit que Vegas restait là à l'observer. Il souffla et croisa les bras sur son torse. Les yeux de Vegas étaient pleins d'amour et d'affection et Pete dut se ressaisir."
}