{
    "source": "en_US",
    "target": "fr_FR",
    "text": "My name is [redacted_name] and I am a parent volunteer with the SF Parents Coalition, and I’m reaching out because our records indicate that your school is among those proposed for merging or closure in SFUSD. We know this is an incredibly difficult time for you and your family, and we want to make sure our community stays connected and informed throughout this process.\nTo help facilitate information sharing and support, we have created a WhatsApp chat for all impacted families. We invite you to join us in this space to share updates, ask questions, and support one another during this challenging time.\nJOIN THE CHAT:[redacted_url]\nWe know this situation is difficult, and we want to make sure you have the resources and community support you need. Our goal is to keep communication open and provide a platform where you can connect with other families who are navigating these changes as well.\n!! School Site District Meeting",
    "trans": "Je m'appelle [redacted_name] et je suis un parent bénévole de la SF Parents Coalition. Je vous contacte parce que nos dossiers indiquent que votre école fait partie de celles qui sont proposées à la fusion ou à la fermeture dans le SFUSD. Nous savons qu'il s'agit d'une période extrêmement difficile pour vous et votre famille, et nous voulons nous assurer que notre communauté reste connectée et informée tout au long de ce processus.\nPour faciliter le partage d'informations et le soutien, nous avons créé un tchat WhatsApp pour toutes les familles concernées. Nous vous invitons à nous rejoindre dans cet espace pour partager les dernières nouvelles, poser des questions et vous soutenir les uns les autres pendant cette période difficile.\nREJOIGNEZ LE TCHAT : [redacted_url]\nNous savons que cette situation est difficile et nous voulons nous assurer que vous disposez des ressources et du soutien de la communauté dont vous avez besoin. Notre objectif est de maintenir la communication ouverte et de fournir une plateforme où vous pouvez entrer en contact avec d'autres familles qui traversent elles aussi ces changements.\n!! Réunion de district scolaire"
}