{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Boris: Absolutely not! She has been skydiving more than fifty times before.\nMaria: Seriously? Wow! That’s incredible!\nBoris: Yeah, she has also been kitesurfing, paragliding and scuba diving many times before too. She’s a real thrill-seeker.\nMaria: Wow! But….\nBoris: By the end of the first day in Jeju-do I was totally exhausted. Skydiving is really exhausting, but at the last minute, my new girlfriend wanted to go mountain biking. Have you ever been mountain biking?\nMaria: Yeah, I went mountain biking about five years ago in Brazil. I thought that it was really scary and dangerous. Hey, Boris is your new girlfriend….\nBoris: I enjoyed it this time but the next day I was really tired and sore. I felt a little embarrassed because I just can’t keep up with her! Man, I’m sure glad that I traveled light this time because I was so tired when we took the red eye back from Jeju Airport on Sunday night. Have you ever taken a red eye flight before, Maria?\nMaria: Uh, yeah. My flight from Brazil back to Korea at the end of summer vacation was a red eye flight. It was terrible. It’s a long story. I’ll tell you about it the next time we meet for coffee. But hey, Boris, tell me about….\nBoris: Yeah, I understand completely. I was really disappointed with our plane ride back this time. The airline lost my new girlfriend’s luggage when we came back on Sunday. They told us that they were confused about the destination of her suitcase. We had to wait for two hours for the airline to find it. A very uncool situation to be in if you are exhausted and just want to go home.\nMaria: Yeah, you’re right, but how….\nBoris: Ah! Maria, I have to go. My Pizza just arrived at my apartment. I’ll give you a call tomorrow and we can chat more. Gotta go! Bye!",
    "trans": "Boris : Pas du tout ! Elle a pratiqué le parachutisme plus de cinquante fois.\nMaria : Sérieusement ? Waouh ! C'est incroyable !\nBoris : Oui, elle a également pratiqué le kitesurf, le parapente et la plongée plusieurs fois. C'est un véritable casse-cou.\nMaria : Waouh ! Mais...\nBoris : Après la première journée à Jeju-do, j'étais totalement épuisé. Le parachutisme est vraiment fatigant, mais à la dernière minute, ma nouvelle compagne a eu envie de faire du vélo tout terrain. As-tu déjà pratiqué le VTT ?\nMaria : Ouais, j'ai fait du VTT il y a environ cinq ans au Brésil. J'ai trouvé ça vraiment effrayant et dangereux. Dis, Boris, ta nouvelle copine...\nBoris : J'ai apprécié cette fois-ci, cependant le jour suivant, j'étais particulièrement épuisé et plein de courbatures. Je me sentais un peu mal à l'aise parce que je n'arrive pas à la suivre ! Franchement, je suis super content d'avoir fait mes bagages légers cette fois-ci parce que j'étais épuisé lorsqu'on a pris le vol de nuit pour revenir de l'aéroport de Jeju dimanche soir. Maria, as-tu déjà emprunté un vol de nuit ?\nMaria : Euh, ouais. Mon vol du Brésil pour la Corée à la fin des vacances d'été était un vol de nuit. C'était horrible. C'est une longue histoire. Je te raconterai ça la prochaine fois qu'on se verra pour un café. Mais dis, Boris, raconte-moi...\nBoris : Ouais, je comprends tout à fait. J'étais vraiment déçu de notre vol de retour cette fois-ci. La compagnie aérienne a perdu les bagages de ma nouvelle copine lorsque nous sommes rentrés dimanche. Ils nous ont dit qu'ils s'étaient trompés de destination pour sa valise. Nous avons dû attendre deux heures que la compagnie aérienne la retrouve. C'est une situation vraiment pas cool quand on est épuisé et qu'on veut juste rentrer chez soi.\nMaria : Ouais, t'as raison, mais comment...\nBoris : Ah ! Maria, il faut que je parte. Ma pizza vient tout juste d'arriver à mon domicile. Je vais t'appeler demain et nous pourrons approfondir notre conversation. Il faut que j'y aille ! Salut !"
}