{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Galaxy Communications: Background\nBased in Metropolis, the news publisher Galaxy Communications conducts business in two segments: the city and the suburbs. Its “Daily Planet” is the leading newspaper in the city segment. Galaxy owns two suburban newspapers, the “Orion Chronicle” and the “Milky Way Star”.\nThe CEO of Galaxy Communications, Perry White, must fulfil shareowner’s expectations for revenue growth (of 15%) and profit growth (of 20%) annually. He has asked for a strategy to be developed to achieve these goals.\nPerry White started out as a junior journalist for the Daily Planet, and thinks that this well- regarded city newspaper is the best source of future growth. The suburb business, he thinks, is an arena for less professional work. He is unwilling to listen to Lois Lane, manager of the suburban papers, who wishes to invest more in the suburb segment.\nExhibits 1 to Exhibit 12 display information and analysis that have been collected as part of the diagnostic phase.\nStrong Personalities\nPerry White, CEO\nPerry White started working for Galaxy 30 years ago. Now he is in his 50s. He thinks that the Daily Planet is the best newspaper in the country and is particularly proud of its awards for excellence in journalism. Among subordinates he is regarded as stubborn, fact-driven – someone who likes to be precise.\nLois Lane, Manager\nLois Lane joined Galaxy Communications as a journalist five years ago. Soon after, her friend and colleague, Clark Kent, was impressed with her managerial talent and prompted her to pursue management training. Accordingly, she enrolled in an executive education programme at INSEAD. Since her return to Galaxy Communications, she has asked Perry White for more support for the suburb papers. Now in her mid-thirties, she is known to be pragmatic and action-driven (try, act, re-try).\nPre-Release Version",
    "trans": "Contexte de Galaxy Communications\nBasée à Metropolis, l'éditeur de presse Galaxy Communications exerce ses activités dans deux segments : la ville et la banlieue. Son \"Daily Planet\" est le principal journal du segment urbain. Galaxy possède deux journaux de banlieue, l'\"Orion Chronicle\" et le \"Milky Way Star\".\nLe PDG de Galaxy Communications, Perry White, doit répondre aux attentes des actionnaires en matière de croissance des revenus (de 15 %) et de croissance des bénéfices (de 20 %) annuellement. Il a demandé qu'une stratégie soit développée pour atteindre ces objectifs.\nPerry White a commencé comme journaliste junior pour le Daily Planet et pense que ce journal bien considéré est la meilleure source de croissance future. Selon lui, l'activité en banlieue est un domaine de travail moins professionnel. Il ne veut pas écouter Lois Lane, la responsable des journaux de banlieue, qui souhaite investir davantage dans le segment de la banlieue.\nLes annexes 1 à 12 présentent les informations et analyses qui ont été recueillies dans le cadre de la phase de diagnostic.\nDes personnalités fortes\nPerry White, PDG\nPerry White a commencé à travailler pour Galaxy il y a 30 ans. Aujourd'hui, il a la cinquantaine. Il pense que le Daily Planet est le meilleur journal du pays et est particulièrement fier de ses prix d'excellence en journalisme. Parmi ses subordonnés, il est considéré comme têtu, axé sur les faits - quelqu'un qui aime être précis.\nLois Lane, Responsable\nLois Lane a rejoint Galaxy Communications en tant que journaliste il y a cinq ans. Peu de temps après, son ami et collègue, Clark Kent, a été impressionné par ses talents de gestionnaire et l'a encouragée à suivre une formation en gestion. En conséquence, elle s'est inscrite à un programme d'éducation exécutive à l'INSEAD. Depuis son retour chez Galaxy Communications, elle a demandé à Perry White davantage de soutien pour les journaux de banlieue. Aujourd'hui, dans la mi-trentaine, elle est connue pour être pragmatique et axée sur l'action (essayer, agir, réessayer).\nVersion préliminaire"
}