{
    "source": "en_US",
    "target": "fr_FR",
    "text": "South Korea’s conservative President Yoon Suk Yeol is weighing directly providing arms to Ukraine, a potentially consequential shift in the conflict, in response to North Korea’s deployment of troops to the Russian front line.\nSeoul has previously resisted entreaties from western allies to draw on its vast stockpiles of military armaments, preferring to contribute to Kyiv’s war effort through non-lethal aid. But North Korea’s deployment in Russia’s western Kursk region, which US officials said on Thursday could be as large as 8,000 troops, is shifting that calculation, according to analysts and diplomats.\nYoon and other senior officials in Seoul have described Pyongyang’s direct participation in the conflict as a threat to South Korea’s security, offering North Korean troops valuable battlefield experience. They also fear Moscow may share sophisticated military technologies in exchange for Pyongyang’s support.\nYoon has vowed not to “sit idle” in response to the North Korean deployment. His office confirmed this week that Seoul intended to send a delegation to Ukraine to monitor the North Korean forces, following a call on Tuesday between Yoon and his Ukrainian counterpart Volodymyr Zelenskyy.\nBut the prospect of directly supplying arms to Ukraine has been fiercely opposed by South Korea’s leftwing opposition, which holds a majority in parliament and blames the Yoon administration’s hardline stance towards North Korea for pushing Pyongyang into Moscow’s embrace.",
    "trans": "Yoon Suk Yeol, le président conservateur de la Corée du Sud, envisage de livrer directement des armes à l'Ukraine, ce qui pourrait représenter un tournant significatif dans le conflit, en réaction au déploiement de forces nord-coréennes sur le front russe.\nJusqu'à présent, Séoul a résisté aux sollicitations de ses partenaires occidentaux pour accéder à ses importantes réserves d'armements militaires, privilégiant une participation aux actions de guerre de Kyiv par le biais d'assistance non létale. Toutefois, selon les analystes et diplomates, la mobilisation de forces nord-coréennes dans la région de Koursk en Russie, que des autorités américaines ont annoncé jeudi pouvoir compter jusqu'à 8 000 soldats, remet en question cette évaluation.\nYoon et plusieurs dirigeants de haut niveau à Séoul ont caractérisé l'implication directe de Pyongyang dans le conflit comme un danger pour la sécurité sud-coréenne, fournissant aux forces nord-coréennes une expérience significative sur le terrain. Ils redoutent aussi que Moscou ne cède des technologies militaires avancées en contrepartie de l'appui de Pyongyang.\nYoon a juré de ne pas « rester inactif » face au déploiement nord-coréen. Son bureau a confirmé cette semaine que Séoul avait l'intention d'envoyer une délégation en Ukraine pour surveiller les forces nord-coréennes, à la suite d'un appel mardi entre Yoon et son homologue ukrainien Volodymyr Zelensky.\nToutefois, l'idée d'envoyer directement des armes à l'Ukraine a été vigoureusement rejetée par l'opposition de gauche en Corée du Sud, qui détient la majorité au parlement et reproche au gouvernement Yoon de durcir sa posture envers la Corée du Nord, ce qui aurait pour conséquence de rapprocher Pyongyang de Moscou."
}