{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This riddle was suggested by Evert van Dijken - thanks, Evert!\nConsider square tiles made of squares that can be either black (0) or white (1), such that each tile has an equal number of black and white squares.\nWe call two tiles equivalent if one can be rotated and/or reflected in order to obtain the other. It is easy to see that a tile can have 1, 2, 4 or 8 equivalent tiles (including itself).\nYour goal: Find a tiling of a 16\\times 16 squares board (4 x 4 of such tiles, with 4 x 4 squares in each tile) such that:\n1. In each row and column, there are no more than two consecutive squares of the same color.\n2. The total number of pairs of adjacent same color squares is minimal. Remember to count both vertical and horizontal pairs.\n3. All tiles included in the tiling must be non-equivalent\n4. As stated earlier, each tile must have the same number of black and white squares.\nGive your solution by first writing the number of pairs from constraint 2, and then the grid of squares (no need to describe the individual tiles). e.g.",
    "trans": "Cette énigme a été proposée par Evert van Dijken - merci, Evert !\nConsidérez des carreaux carrés composés de cases pouvant être noires (0) ou blanches (1), de sorte que chaque carreau ait un nombre égal de cases noires et blanches.\nNous appelons deux carreaux équivalents si l'un peut être obtenu à partir de l'autre par rotation et/ou réflexion. Il est facile de voir qu'un carreau peut avoir 1, 2, 4 ou 8 carreaux équivalents (lui-même inclus).\nVotre objectif : Trouver un carrelage d'un plateau de 16 × 16 cases (4 x 4 de ces carreaux, avec 4 x 4 cases dans chaque carreau) tel que :\n1. Dans chaque ligne et colonne, il n'y ait pas plus de deux cases consécutives de la même couleur.\n2. Le nombre total de paires de cases adjacentes de même couleur soit minimal. N'oubliez pas de compter les paires verticales et horizontales.\n3. Tous les carreaux inclus dans le carrelage doivent être non équivalents.\n4. Comme indiqué précédemment, chaque carreau doit avoir le même nombre de cases noires et blanches.\nDonnez votre solution en écrivant d'abord le nombre de paires de la contrainte 2, puis la grille de cases (inutile de décrire les carreaux individuellement). Par exemple :"
}