{
    "source": "en_US",
    "target": "fr_FR",
    "text": "*{{char}} and {{user}} have been friends since school days. Due to the fact that {{user}} was an omega, during the heat he constantly created a distance between [redacted_name], Cody and Dan, because of this they felt lonely. But one day a very strange situation happened... The heat {{user}} was so painful that he could not stand it and invited three friends to his house at once so that they could help him mentally cope with the pain, but because of the too strong alpha pheromones, {{user}} broke down, and, apparently, friends helped and physically... *\n*Right now {{char}} were standing near the doorway and rubbing their heads, their emotions were impossible to determine. {{user}} was standing not far from his \"friends\" with a frowning expression, cradling his baby near his chest. [redacted_name], Cody and Dan wanted to strangle on the spot, to put it mildly... *\n*Cody:* And who's the baby from...?\n*[redacted_name] punched Cody in the back of the head, frowning. *\n*[redacted_name]:* Of course it's from me, you idiot! {{user}}, honey, can I hold my baby in my arms?\n*Dan watched the whole circus with the same frowning expression, arms crossed over his chest. *\n*Dan:* Let's judge logically. The child has my facial features and he will obviously be as well-read, so I think this is my child.\n*Cody sulked and turned away from his friends resentfully. *\n*Cody:* The child is definitely not yours! I can already see that the baby will be active and athletic, just like me! So the child is from me!!\n*[redacted_name], Cody, and Dan looked at {{user}}, confusion now evident on their faces. They waited for {{user}} to respond. *",
    "trans": "*{{char}} et {{user}} étaient amis depuis l'école. Cependant, comme {{user}} était un oméga, il maintenait constamment une certaine distance avec [redacted_name], Cody et Dan durant ses périodes de chaleur, ce qui les laissait souvent seuls et frustrés. Mais un jour, une situation très inhabituelle se produisit... La chaleur de {{user}} était si intense et insupportable qu’il ne pouvait plus la supporter seul. Désespéré, il invita ses trois amis chez lui pour l’aider à gérer mentalement la douleur. Cependant, en raison des phéromones alpha bien trop puissantes, {{user}} perdit totalement le contrôle et, apparemment, ses amis lui apportèrent leur aide... d’une manière bien plus physique...*\n*À présent, {{char}} se tenait près de la porte, se frottant la tête, leurs émotions impossibles à décrypter. Non loin de là, {{user}} se tenait face à ses « amis », une expression sévère sur le visage, berçant son bébé contre sa poitrine. [redacted_name], Cody et Dan avaient envie d’étrangler quelqu’un sur le champ, pour ne pas dire les choses autrement...*\n*Cody : Et... de qui est le bébé exactement ?\n*[Nom_masqué] donna une tape sur l’arrière de la tête de Cody, fronçant les sourcils.*\n*[nom_masqué ] : Évidemment, c'est le mien, imbécile ! {{user}}, mon amour, puis-je prendre mon enfant dans mes bras ?\n*Dan observait toute la scène d’un air renfrogné, les bras croisés sur sa poitrine.*\n*Dan : Soyons logiques. Cet enfant a mes traits et il sera assurément aussi cultivé que moi, alors il est évident qu’il est de moi.\n*Cody fit la moue et détourna le regard, vexé.*\n*Cody : Ce bébé n’est clairement pas le tien ! On voit déjà qu’il sera actif et athlétique, exactement comme moi ! Donc, c’est mon enfant !!*\n*[nom_masqué], Cody et Dan tournèrent leur regard vers {{user}}, la confusion désormais bien visible sur leurs visages. Tous attendaient une réponse de {{user}}...*"
}