{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Chief complaint:follow upPartial atelectasis over right lung middle lobe medially with air bronchogram 4.7cm, and ground glass opacity in right lung upper lobe inferiorly 5.19cm, not seen in previous CT 2022/4/1, possibly inflammatory changeFibrotic change and pleura thickening over bilateral lung apexes and right lung lower lobe near lung base anteriorlySubpleural paraseptal emphysemas in bilateral lung apexes and bilateral upper chestsCalcified plaques in thoracic and abdominal aorta, due to atherosclerotic changePartial atelectasis over right lung middle lobe medially with air bronchogram 4.7cm, and ground glass opacity in right lung upper lobe inferiorly 5.19cm, not seen in previous CT 2022/4/1, possibly inflammatory changeFibrotic change and pleura thickening over bilateral lung apexes and right lung lower lobe near lung base anteriorlySubpleural paraseptal emphysemas in bilateral lung apexes and bilateral upper chests",
    "trans": "Motif de consultation : suivi Atélectasie partielle du lobe moyen du poumon droit en médial avec bronchogramme aérien (4,7 cm) et opacité en verre dépoli dans la partie inférieure du lobe supérieur du poumon droit (5,19 cm), non observées sur le scanner précédent du 01/04/2022, possiblement d'origine inflammatoire. Modification fibreuse et épaississement pleural aux apex pulmonaires bilatéraux ainsi qu’au lobe inférieur du poumon droit près de la base pulmonaire en antérieur. Emphysèmes paraseptaux sous-pleuraux aux apex pulmonaires bilatéraux et dans les parties supérieures thoraciques bilatérales. Plaques calcifiées dans l’aorte thoracique et abdominale, dues à des modifications athérosclérotiques. Atélectasie partielle du lobe moyen du poumon droit en médial avec bronchogramme aérien (4,7 cm) et opacité en verre dépoli dans la partie inférieure du lobe supérieur du poumon droit (5,19 cm), non observées sur le scanner précédent du 01/04/2022, possiblement d'origine inflammatoire. Modification fibreuse et épaississement pleural aux apex pulmonaires bilatéraux ainsi qu’au lobe inférieur du poumon droit près de la base pulmonaire en antérieur. Emphysèmes paraseptaux sous-pleuraux aux apex pulmonaires bilatéraux et dans les parties supérieures thoraciques bilatérales."
}