{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Single or married, Venus will move into Sagittarius from October 17 to November 11, adding a lovely aura of magnetism to your persona. Think about ways you can refresh your appearance with new wardrobe items and maybe a new haircut (you are included too, my male readers!)\nIf you are not happy with your partner and decide this person is not for you, you may leave—the universes will ask for a final answer at this full moon October 17, and in this case, leaving would allow you to move forward with your life. There is no predestination in astrology—you will decide the outcome.\nThis full moon of October 17 will present a Cardinal Cross of planets—Mars in Cancer opposed to Pluto in Capricorn, the full moon in Aries opposed to the Sun in Libra—and all four heavenly bodies will be at a hard, 90-degree, uncompromising position to the other. Some sort of deadlock could come up with no one willing to compromise or suggest an answer. You may need a Plan B if Plan A is not working out the way you hoped it would. Miraculously, Jupiter will be the one planet willing to intervene and help you, and it comes by way of a partner (married spouse or business partner).",
    "trans": "Célibataire ou marié, Vénus entrera en Sagittaire du 17 octobre au 11 novembre, ajoutant une belle aura de magnétisme à votre personnalité. Réfléchissez aux moyens de rafraîchir votre apparence avec de nouveaux articles vestimentaires et peut-être une nouvelle coupe de cheveux (oui, vous aussi, chers lecteurs masculins !).\nSi vous n'êtes pas heureux avec votre partenaire et décidez que cette personne n'est pas faite pour vous, vous pourriez partir—l'univers exigera une réponse définitive lors de cette pleine lune du 17 octobre, et dans ce cas, partir vous permettrait d'avancer dans votre vie. Il n'y a pas de prédestination en astrologie—vous seul déciderez de l'issue.\nCette pleine lune du 17 octobre présentera une Croix Cardinale de planètes—Mars en Cancer opposé à Pluton en Capricorne, la pleine lune en Bélier opposée au Soleil en Balance—et ces quatre corps célestes seront dans une position rigide et intransigeante de 90 degrés les uns par rapport aux autres. Une impasse pourrait survenir, personne ne voulant faire de compromis ou proposer une solution. Vous pourriez avoir besoin d'un Plan B si le Plan A ne se déroule pas comme vous l'espériez. Miraculeusement, Jupiter sera la seule planète prête à intervenir et à vous aider, et cette aide viendra par le biais d'un partenaire (conjoint marié ou partenaire d'affaires)."
}