{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When you go camping, it is important to pack three things. These things are a tent, a sleeping bag, and iodine.\nYou've probably heard about tents before. Tents are important because they give you shade from the sun. They also shelter you from the rain. Tents also keep unwanted bugs and animals out. This is good for when you want to sleep or just take a rest. After all, it's tough to sleep when you're covered with bugs!\nYou've probably heard about sleeping bags before. Sleeping bags are important because they keep you warm. This is especially important if you plan to camp someplace where it is cold. In addition to keeping you warm, sleeping bags also keep you comfortable. It is much nicer to sleep on a fluffy sleeping bag than the cold, hard ground.\nThe third thing you should pack is iodine. You probably haven't heard of iodine before (well, maybe you have if you're an avid camper). You see, iodine kills bacteria. If you plan to drink water from a stream while you are camping, it is good to have iodine. A few drops of iodine will kill the bacteria in the water. This way, you can be sure you won't get sick from drinking it.\nWhen you go camping, it is important to pack a tent, a sleeping bag, and iodine. This is sure to make your camping trip a lot more enjoyable!\nNo sources were consulted in the composition of this passage.\nSubmit\nChallenge Question\nWhat's this\nUsing the information in the passage, it can be understood that bacteria\nA\nis used to kill iodine\nB\nmakes water clean\nC\ncan make you sick\nD\nis good to drink",
    "trans": "Lorsque vous partez camper, il est important d'emporter trois choses. Il y a la tente, le sac de couchage et l'iode.\nVous avez probablement déjà entendu parler des tentes. Les tentes sont importantes car elles permettent de se protéger du soleil. Elles vous protègent également de la pluie. Les tentes empêchent également les insectes et les animaux indésirables d'entrer. C'est une bonne chose lorsque vous voulez dormir ou vous reposer. Après tout, il est difficile de dormir quand on est couvert d'insectes !\nVous avez probablement déjà entendu parler des sacs de couchage. Les sacs de couchage sont importants parce qu'ils vous permettent de rester au chaud. C'est particulièrement important si vous prévoyez de camper dans un endroit où il fait froid. En plus de vous tenir chaud, les sacs de couchage vous permettent de vous sentir à l'aise. Il est beaucoup plus agréable de dormir sur un sac de couchage moelleux que sur le sol froid et dur.\nLa troisième chose à emporter est l'iode. Vous n'avez probablement jamais entendu parler de l'iode (enfin, peut-être si vous êtes un campeur passionné). L'iode tue les bactéries. Si vous avez l'intention de boire de l'eau d'un ruisseau en camping, il est bon d'avoir de l'iode. Quelques gouttes d'iode tueront les bactéries présentes dans l'eau. De cette manière, vous pouvez être sûr que vous ne tomberez pas malade en la buvant.\nLorsque vous partez camper, il est important d'emporter une tente, un sac de couchage et de l'iode. Cela rendra votre séjour en camping beaucoup plus agréable !\nAucune source n'a été consultée pour la rédaction de ce passage.\nEnvoyer\nQuestion de challenge\nQu'est-ce que c'est\nÀ partir des informations contenues dans le texte, on peut comprendre que les bactéries\nA\nest utilisé pour tuer l'iode\nB\nrend l'eau potable\nC\npeut vous rendre malade\nD\nest bon à boire"
}