{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I'm so pleased that the University Orchestra has been going well for you. I hope that it has been a rewarding experience for you so far.\nQuestion about your scheduling for our Sunday, December 8th concert which is our annual Messiah Sing-Along. I want to make sure that you areavailable for the following rehearsal dates which take place after our November 12 concert.\nTuesday, November 19 - usual evening rehearsal time of 6:30 to 9:20 pm.\nTuesday, November 26 - same\nTuesday, December 3 - same\nConcert is Sunday, December 8 at 3 p.m.\nThanks for confirming that these dates are good in your schedule as I am going to be putting together the orchestra roster for the December 8 concert. I ask because 4 of our Young Orchestral Artists are going to NY All-State and I wasn't sure if you are going to All-State as well. The December 8 concert is the last of our rehearsals/concerts for the semester and we do not resume again until mid-January.",
    "trans": "Je suis ravie que l'Orchestre universitaire se soit bien déroulé pour vous. J'espère que l'expérience a été enrichissante pour vous jusqu'à présent.\nJ'ai une question concernant votre emploi du temps pour notre concert du dimanche 8 décembre, qui est notre concert annuel Messiah Sing-Along. Je veux m'assurer que vous êtes disponible pour les répétitions suivantes qui auront lieu après notre concert du 12 novembre.\nMardi 19 novembre - répétition habituelle en soirée de 18h30 à 21h20.\nMardi 26 novembre - idem\nMardi 3 décembre - idem\nLe concert aura lieu le dimanche 8 décembre à 15h.\nMerci de confirmer que ces dates sont compatibles avec votre emploi du temps, car je vais constituer la liste des musiciens pour le concert du 8 décembre. Je vous demande cela parce que 4 de nos jeunes artistes orchestraux vont participer au NY All-State et je ne savais pas si vous alliez également participer au All-State. Le concert du 8 décembre est le dernier de nos répétitions/concerts pour le semestre et nous ne reprenons pas avant la mi-janvier."
}