{
    "source": "en_US",
    "target": "fr_FR",
    "text": "OBJECTIVE 1-5 Describe the major trends and forces that are changing the marketing landscape in this age of relationships. (pp 42–49)\nDramatic changes are occurring in marketing. The digital age has created exciting new ways to learn about, engage, and relate to individual customers. As a result, advances in digital, social, and mobile media have taken the marketing world by storm. Online, mobile, and social media marketing offer exciting opportunities to target customers more selectively and engage them more deeply. And today’s big data and improved market- ing analytics, such as artificial intelligence, are enhancing how marketers learn about and interact with customers. The key\nis to blend the new digital technologies and approaches with traditional marketing to create a smoothly integrated marketing strategy and mix.\nIn recent years, marketing has become a major part of the strategies for many not-for-profit organizations, such as col- leges, hospitals, museums, zoos, symphony orchestras, foun- dations, and even churches. Also, in an increasingly smaller world, many marketers are now connected globally with their customers, marketing partners, and competitors. Finally, to- day’s marketers are also reexamining their sustainability\nresponsibilities. Marketers are being called on to take greater responsibility for the social and environmental impacts of their actions.\nPulling it all together, as discussed throughout the chapter, the major new developments in marketing can be summed up in a single concept: engaging customers and creating and cap- turing customer value. Today, marketers of all kinds are taking advantage of new opportunities for building value-laden relation- ships with their customers, their marketing partners, and the world around them.",
    "trans": "OBJECTIF 1-5 Décrire les principales tendances et forces qui transforment le paysage du marketing à l'ère des relations. (pp 42-49)\nDes transformations spectaculaires sont en cours dans le domaine du marketing. L'ère numérique a engendré des méthodes innovantes et enthousiasmantes d'apprendre, d'interagir et d'établir des liens avec les clients individuels. Ainsi, l'évolution des médias numériques, sociaux et mobiles a bouleversé le monde du marketing. Le marketing digital, mobile et sur les plateformes sociales propose des possibilités captivantes de viser des clients de manière plus précise et d'établir un engagement plus fort avec eux. Aujourd'hui, les données massives et l'évolution de l'analyse marketing, notamment grâce à l'intelligence artificielle, modifient la manière dont les professionnels du marketing apprennent et communiquent avec leurs clients. L'essentiel\nest de combiner les nouvelles technologies et approches numériques avec le marketing traditionnel pour créer une stratégie et un mix marketing harmonieusement intégrés.\nCes dernières années, le marketing est devenu une partie essentielle des stratégies de nombreuses organisations à but non lucratif, telles que les universités, les hôpitaux, les musées, les zoos, les orchestres symphoniques, les fondations et même les églises. De plus, dans un monde de plus en plus petit, de nombreux spécialistes du marketing sont désormais connectés à l'échelle mondiale avec leurs clients, leurs partenaires marketing et leurs concurrents.Enfin, les spécialistes du marketing d'aujourd'hui réexaminent également en matière de durabilité\nleurs responsabilités.On attend des professionnels du marketing qu'ils prennent davantage de responsabilité pour les conséquences sociales et environnementales de leurs actions.\nPour conclure, comme nous avons pu le constater tout au long du chapitre, les évolutions majeures du marketing peuvent être synthétisées en un seul principe : impliquer les clients et créer puis saisir la valeur pour le client. Actuellement, les professionnels du marketing de diverses disciplines exploitent de nouvelles possibilités pour établir des relations enrichissantes avec leurs clients, leurs collaborateurs marketing et leur environnement."
}