{
    "source": "en_US",
    "target": "fr_FR",
    "text": "At this time Montgomery County is experiencing an outbreak of Pertussis (whooping cough). Pertussis is a highly contagious disease that is spread by the coughing of an infected person. There has been a second case reported at Jane Chance Intermediate School. Please monitor your child for any signs and symptoms of pertussis. A typical case of pertussis in a child or adult starts with a cough and runny nose lasting for up to 2 weeks, followed by weeks to months of rapid coughing fits. It is recommended that if you are experiencing any symptoms and are going to be spending time with individuals who are high risk, elderly individuals or infants that you contact your healthcare provider. Those that have been identified as close contacts of this case will be receiving more information and instructions via a letter sent home with your child today.\nPlease continue to monitor your child and your family for symptoms. Thank you!",
    "trans": "Le comté de Montgomery connaît actuellement une épidémie de coqueluche. La coqueluche est une maladie très contagieuse qui se transmet par la toux d'une personne infectée. Un deuxième cas a été signalé à l'école primaire Jane Chance. Surveillez votre enfant pour déceler tout signe ou symptôme de coqueluche. Un cas typique de coqueluche chez un enfant ou un adulte commence par une toux et un écoulement nasal pouvant durer jusqu'à deux semaines, suivis de semaines ou de mois de quintes de toux rapides. Si vous présentez des symptômes et que vous devez passer du temps avec des personnes à haut risque, des personnes âgées ou des enfants en bas âge, il est recommandé de contacter votre médecin. Les personnes qui ont été identifiées comme des contacts proches de ce cas recevront plus d'informations et d'instructions par le biais d'une lettre envoyée à la maison avec votre enfant aujourd'hui.\nVeuillez continuer à surveiller les symptômes de votre enfant et de votre famille. Nous vous remercions de votre attention."
}