{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Welcome to Shuibei in Shenzhen, a former fishing village in southern China that’s become the epicenter of the nation’s voracious appetite for gold, and a street-level barometer of economic and market forces impacting demand. More than 10,000 businesses are clustered across several city blocks, a labyrinth of opulence that’s among the largest gold retail markets in the world.\nThe items on display are an increasingly important store of value amid China’s stock market volatility and the freefall of its property sector. Such safe-haven appeal saw the nation beat India as the world’s top consumer of gold jewelry last year and contributed to a record rally in global prices. Gold has surged above $2,700 an ounce, driven by geopolitical tensions, violence in the Middle East and the prospect of lower US interest rates.\nA stroll around the bustling area of Shenzhen, a city of almost 18 million people, offers an insight into China’s enduring passion for the precious metal, even as a struggling economy and record prices have hurt sales in recent months. Chinese traditionally gift gold to loved ones to bring them luck, and on a weekend in late October, old and young alike clamored for bargains. Couples shopped for wedding rings, doting grandparents searched for heirloom gifts and teenagers scouted out high-end fashion accessories.",
    "trans": "Bienvenue à Shuibei, à Shenzhen, un ancien village de pêcheurs dans le sud de la Chine devenu l'épicentre de l'appétit vorace du pays pour l'or, et un baromètre des forces économiques et de marché qui influencent la demande. Plus de 10 000 entreprises sont regroupées sur plusieurs pâtés de maisons, un labyrinthe d'opulence qui fait partie des plus grands marchés de vente d'or au détail au monde.\nLes articles exposés sont une réserve de valeur de plus en plus importante en raison de la volatilité du marché boursier chinois et de la chute libre de son secteur immobilier. Cet attrait de valeur refuge a permis au pays de dépasser l'Inde en tant que principal consommateur mondial de bijoux en or l'année dernière et a contribué à une hausse record des prix mondiaux. L'or a grimpé à plus de 2 700 $ l'once, poussé par les tensions géopolitiques, la violence au Moyen-Orient et la perspective d'une baisse des taux d'intérêt américains.\nUne promenade dans cette zone animée de Shenzhen, une ville de près de 18 millions d'habitants, offre un aperçu de la passion durable de la Chine pour le métal précieux, même si une économie en difficulté et des prix records ont nui aux ventes ces derniers mois. Les Chinois offrent traditionnellement de l'or à leurs proches pour leur porter chance, et un week-end de fin octobre, jeunes et moins jeunes se sont disputés les bonnes affaires. Les couples achetaient des alliances, des grands-parents attentionnés cherchaient des cadeaux d'héritage et les adolescents exploraient des accessoires de mode haut de gamme."
}