{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Students,\nWe hope you have settled in well into the early weeks of starting your new chapter at University of Nottingham Ningbo China. The email below details out some important information regarding physical education courses for you.\nThe regulations of the Ministry of Education state all domestic college entrance examination students are required to pass PE courses in their Year 1 and Year 2. In 2024-2025 academic year semester 1, the Sport Department will offer one week PE theory course to all mainland Chinese year 1 students. Each student only needs to complete one PE theory class within the first week.\nKey Information for Selecting the PE Theory Course:\nThe PE theory course is mandatory to attend, and you can select to come whenever your timetable allows you to. In this theory class you will get an introduction to PE, and induction to the gym and also a health and safety workshop. The sessions are 1hr30min.\n● Selection period for PE Theory Course:\nYear 1 student: You can start your selection from 10am on October 9th and the system will close by October 13th 1:00 pm. Please make sure you make your selection during this time period.",
    "trans": "Chers étudiants,\nNous espérons que vous vous êtes bien installés au cours de ces premières semaines de votre nouvelle aventure à l'Université de Nottingham Ningbo China. Le courriel ci-dessous vous communique des informations importantes concernant les cours d’éducation physique.\nSelon les règlements du Ministère de l’Éducation, tous les étudiants issus du concours national d’entrée à l’université doivent valider des cours d’éducation physique en première et deuxième année. Au premier semestre de l’année académique 2024-2025, le Département des Sports proposera un cours théorique d’une semaine à tous les étudiants de première année originaires de Chine continentale. Chaque étudiant doit suivre une seule séance de cours théorique durant la première semaine.\nInformations clés pour la sélection du cours théorique d’éducation physique :\nLe cours théorique d’éducation physique est obligatoire, et vous pouvez choisir d’y assister selon les disponibilités de votre emploi du temps. Lors de cette séance, vous recevrez une introduction à l’éducation physique, une présentation de la salle de sport ainsi qu’un atelier sur la santé et la sécurité. Chaque session dure 1 h 30.\n● Période de sélection pour le cours théorique d’éducation physique :\nÉtudiants de première année : vous pourrez effectuer votre sélection à partir du 9 octobre à 10 h 00, et le système de réservation fermera le 13 octobre à 13 h 00. Veuillez vous assurer de faire votre choix dans cette période."
}