{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Surgical planning begins with processing and fusing various medical imaging modalities, such as CT scans, MRI scans, and ultrasound scans, to generate a comprehensive 3D model of the patient's anatomy. Computer vision algorithms and deep learning models are then employed to quickly analyze this visual data and surface recommendations and risks with pursuing different surgical steps. Algorithms also enable surgeons to identify and segment specific anatomical structures and regions of interest from the imaging data (like organs, blood vessels, abnormalities, and other critical structures within the 3D model). This segmentation is crucial for surgical planning as it provides a clear visualization of the target area. From here, surgeons can explore different surgical approaches and plan the optimal trajectory for instruments and incisions, assessing the risk factors by quantifying the distance or overlap between the planned surgical path and nearby structures.",
    "trans": "La planification chirurgicale commence par le traitement et la fusion de diverses modalités d'imagerie médicale, telles que les scanners CT, les IRM et les échographies, pour générer un modèle 3D complet de l'anatomie du patient. Les algorithmes de vision par ordinateur et les modèles d'apprentissage profond sont ensuite utilisés pour analyser rapidement ces données visuelles et mettre en évidence les recommandations et les risques liés à la poursuite des différentes étapes chirurgicales. Les algorithmes permettent également aux chirurgiens d'identifier et de segmenter des structures anatomiques spécifiques et des régions d'intérêt à partir des données d'imagerie (comme les organes, les vaisseaux sanguins, les anomalies et d'autres structures critiques dans le modèle 3D). Cette segmentation est cruciale pour la planification chirurgicale car elle fournit une visualisation claire de la zone cible. À partir de là, les chirurgiens peuvent explorer différentes approches chirurgicales et planifier la trajectoire optimale des instruments et des incisions, en évaluant les facteurs de risque en quantifiant la distance ou le chevauchement entre le chemin chirurgical prévu et les structures environnantes."
}