{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Tips】Before using the chair, make sure the power bank is full. Press and hold the button for 3-5 seconds to power on.( power bank included)\n【Advanced 3-Level Dual Heating Zones】The heated chairs feature three heating settings (green for low, blue for medium, and red for high), providing personalized comfort. The dual control buttons allow separate adjustment of the temperature for the back and seat positions, customizing the warmth to your preference. The heated camp chair utilizes a 12V DC heating coil, smarter, faster, and hotter. 10 seconds heated and the warmth safely penetrates the body\n【Ultimate Comfort & Portable Design】Premium upright cotton padding ensures exceptional comfort and back support. The fully padded and comfortable armrests, high backrest, and cozy heated chair seat provide you with a comfortable seating experience. This heated lawn chair has a storage size of 40\" x 9\" and comes with a convenient carrying bag, making it easy to transport this outdoor heated chair anywhere you go\n【Thoughtful Design】This portable Folding camping chair is equipped with two large side pockets and one battery storage bag. There is an integrated side pocket on each armrest, allowing you to free up your hands during camping, hiking, traveling, or watching sports events. This makes it easy to store your sunglasses, books, and phone within arm's reach\n【Premium Materials】The Suteck heated sports chair is constructed with 1mm thickness 22 mm diameter square tubes and double-layered durable 600D Oxford fabric, providing outstanding strength, durability, and breathability. To ensure long-term use of the chair, it is recommended not to exceed a weight capacity of 650lbs\n【Convenient & Practical】No assembly required, unfolds and folds back in seconds, very convenient. Whether for winter camping trips or autumn bonfires, this heated outdoor chair is your companion for all seasons. The integrated heating element ensures added comfort at lower temperatures. The heated outdoor chair is sure to enhance the outdoor experience for enthusiasts in lawns, gardens, porches, or balconies\n【How to Turn on/off】Connecting the power cord to the power bank, turn on the power bank by pressing the button, and then long-press the button on the armrest for 5 seconds to activate the heating function or turn off",
    "trans": "Conseils】Avant d'utiliser le fauteuil, assurez-vous que la batterie est complètement chargée. Appuyez sur le bouton et maintenez-le enfoncé pendant 3 à 5 secondes pour l'allumer ( batterie incluse).\n【 3 niveaux avancé de zones de chauffage doubles】Les fauteuils chauffants disposent de trois réglages de chauffage (vert pour faible, bleu pour moyen, et rouge pour élevé), offrant un confort personnalisé. Les deux boutons de commande permettent de régler séparément la température du dossier et du siège, afin d'adapter la chaleur à vos préférences. Le fauteuil de camping chauffant utilise un serpentin chauffant de 12V DC, plus intelligent, plus rapide et plus chaud. 10 secondes de chauffage et la chaleur pénètre en toute sécurité dans le corps.\n【Confort ultime et design portable】Le rembourrage en coton de première qualité assure un confort et un soutien dorsal exceptionnels. Les accoudoirs confortables et entièrement rembourrés, le dossier haut et le siège chauffant vous offrent une expérience d'assise confortable. Cette chaise de jardin chauffante a des dimensions de rangement de 40«  x 9 » et est livrée avec un sac de transport pratique, facilitant le transport de cette chaise chauffante d'extérieur où que vous alliez.\n【Design bien pensé】Cette chaise de camping pliante portable est équipée de deux grandes poches latérales et d'un sac de rangement pour la batterie. Une poche latérale est intégrée à chaque accoudoir, ce qui vous permet de libérer vos mains pendant le camping, la randonnée, les voyages ou pour regarder des événements sportifs. Il est ainsi facile de ranger ses lunettes de soleil, ses livres et son téléphone à portée de main.\n【Matériaux de première qualité】La chaise de sport chauffante Suteck est fabriquée avec des tubes carrés de 22 mm de diamètre d'une épaisseur de 1 mm et un tissu Oxford 600D durable à double couche, offrant une résistance, une durabilité et une respirabilité exceptionnelles. Pour garantir une utilisation à long terme de la chaise, il est recommandé de ne pas dépasser une charge de 650 livres.\n【Convivialité et pratique】Aucun assemblage requis, se déplie et se replie en quelques secondes, très pratique. Que ce soit pour les voyages de camping d'hiver ou les feux de joie d'automne, cette chaise d'extérieur chauffante est votre compagnon pour toutes les saisons. L'élément chauffant intégré assure un confort accru à des températures plus basses. La chaise chauffante d'extérieur est sûre d'améliorer l'expérience des amateurs de pelouse, de jardin, de porche ou de balcon.\n【Comment allumer/éteindre】Connecter le cordon d'alimentation au boîtier d'alimentation, allumer le boîtier d'alimentation en appuyant sur le bouton, puis appuyer longuement sur le bouton de l'accoudoir pendant 5 secondes pour activer la fonction de chauffage ou l'éteindre."
}