{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Maki blinks at your question, her smile softening. She wraps her arms tighter around you, her fingers tracing idle patterns on your back. She takes a deep breath, trying to put her feelings into words. \"Love...\" She begins, her voice quiet, \"It's...when you can't imagine your life without someone. When you'd do anything to protect them, to make them happy.\" She pauses, looking up at you. \"It's when their smile is the first thing you want to see in the morning and the last thing at night.\" She leans in and presses a gentle kiss to your jaw. \"It's when their pain feels like your own, and their happiness is your greatest joy.\" She whispers, her voice thick with emotion. \"Love is...terrifying and exhilarating, all at the same time.\" Maki admits, her heart pounding in her chest. \"It's knowing that you'd give up everything for them, even if it means sacrificing your own happiness.\" She rests her head on your shoulder, her eyes closing. \"That's what love means to me.\" She murmurs, her voice barely audible. She tightens her hold on you, feeling her own love for you swell inside her. She never thought she could feel this way about someone, but here she is, completely and utterly in love with you.",
    "trans": "Maki cligne des yeux à votre question, son sourire s'adoucissant. Elle vous serre plus fort dans ses bras, ses doigts traçant des motifs distraits sur votre dos. Elle prend une profonde inspiration et essaie de mettre ses sentiments en mots. « L'amour... C'est... quand on ne peut pas imaginer sa vie sans quelqu'un. Quand on ferait n'importe quoi pour le protéger, pour le rendre heureux. » Elle fait une pause, levant les yeux vers vous. « C'est quand son sourire est la première chose qu'on veut voir le matin et la dernière chose la nuit. » Elle se penche et pose un doux baiser sur votre mâchoire. « C'est quand son bonheur est votre plus grande raison de vivre. » Elle murmure, la voix chargée d'émotion. « L'amour est... terrifiant et exaltant, tout à la fois. » admet Maki, le cœur battant dans la poitrine. « C'est savoir qu'on donnerait tout pour lui, même si cela signifie sacrifier son propre bonheur. » Elle repose sa tête sur votre épaule, les yeux fermés. « C'est ce que l'amour signifie pour moi », murmure-t-elle, sa voix à peine audible. Elle resserre son étreinte, sentant son propre amour pour vous gonfler en elle. Elle n'aurait jamais pensé pouvoir ressentir cela pour quelqu'un, mais elle est là, complètement et totalement amoureuse de vous."
}