{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The car lights luminated the path for her, and the vibration from the steering wheel was just encouraging her to grab the wheel harder.\nAt the speed she was driving it was a miracle that nobody stop her till now. Fortunately, when she reached the suburban city she slowed at a considerable speed. Slow enough not to be pulled over but fast enough to not waste her time.\nShe still drove like a madman thought especially in the night. Her eyes never left the road and her mind was trapped with the same thoughts. Her beautiful face was frozen in a frown. She was thinking about [redacted_name] about what will happen when she will finally see him. He will be happy? He will be happy to finally see his big sister, or... or he will be resentful and shout at her for not protecting him? She is the big sister she had the responsibility to look after every one of them, that was her job... and she totally blew it.\nWith this though she could only grab the steering wheel more tightly.\nShe took a quick look at the clock on the radio and she estimated that in only 30 minutes she will get to the Hospital.\nShe really wanted to press the gas pedal to the floor and rush the meeting with her lost brother but she knew she couldn't. It wouldn't make any good and if she made an accident or if she would be stopped by the police it would only delay further her meeting with her brother.\nWhile [redacted_name] was trying her best to calm the whirlpool of her emotions, her sister [redacted_name] was also in a pretty tight spot.\n\"She's here!\"",
    "trans": "Les phares de la voiture découpaient l'obscurité, et chaque vibration sous ses paumes ne faisait qu'accentuer son besoin de serrer le volant encore plus fort.\nÀ la vitesse où elle roulait, c'était presque un miracle qu'elle n'ait pas encore été arrêtée. Lorsqu’elle atteignit enfin la banlieue, elle relâcha légèrement la pression sur l’accélérateur. Juste assez pour éviter d’attirer l’attention, mais toujours trop vite pour qu’on puisse parler de prudence.\nC’était une habitude, surtout la nuit. Son regard restait rivé sur la route, figé, tandis que son esprit était envahi par les mêmes pensées obsédantes.[Redacted_name].Que se passerait-il quand elle le reverrait enfin ? Serait-il heureux de retrouver sa grande sœur, ou lui en voudrait-il pour tout ce qu’il avait traversé sans elle ? C’était à elle de veiller sur lui, de le protéger… et elle avait échoué.\nCette pensée la fit resserrer sa prise sur le volant, comme si elle pouvait ainsi chasser la culpabilité qui l’oppressait.\nD’un coup d’œil rapide à l’horloge de l’autoradio, elle calcula qu’il lui restait une trentaine de minutes avant d’atteindre l’hôpital.\nL’envie de foncer lui brûlait les nerfs, d’effacer cette distance qui la séparait encore de lui. Mais elle savait qu’elle ne pouvait pas. Si elle se laissait aller à la précipitation et qu’un accident ou un contrôle de police venait tout compromettre, cela ne ferait que retarder leur rencontre.\nAlors que [redacted_name] luttait pour contenir l’ouragan d’émotions en elle, sa sœur se trouvait elle aussi confrontée à une situation délicate.\n« Elle est là ! »"
}