{
    "source": "en_US",
    "target": "fr_FR",
    "text": "M — we are committed to creating a positive experience when using your Prime Store Card. That’s why we are updating how promotional financing is applied to eligible purchases. This will allow cardmembers the flexibility to review the available card benefits for each transaction and choose their preferred option at checkout.\nThis update will begin to roll out the week of November 11th. Once the update is in effect for your account, promotional financing offers can no longer be set as the default benefit for your Prime Store Card. If you want to apply Equal Monthly Payments or Special Financing on qualifying purchases, you will need to select this benefit option at checkout.\nAs a Prime Store Card cardmember, qualifying purchases will default to the % back benefit. If you choose to apply a promotional financing offer at checkout, this will be in lieu of the % back card benefit. If you have questions or concerns, please contact Synchrony Customer Service at 1-866-634-8379.",
    "trans": "M — nous nous engageons à vous offrir une expérience positive lors de l’utilisation de votre carte Prime Store. C’est pourquoi nous mettons à jour la manière dont le financement promotionnel est appliqué aux achats éligibles. Cette amélioration permettra aux titulaires de carte de consulter les avantages disponibles pour chaque transaction et de choisir l’option de leur choix lors du paiement.\nCette mise à jour commencera à être déployée à partir de la semaine du 11 novembre. Une fois la mise à jour active sur votre compte, les offres de financement promotionnel ne pourront plus être définies comme avantage par défaut de votre carte Prime Store. Si vous souhaitez appliquer des Paiements Mensuels Échelonnés ou un Financement Spécial sur des achats éligibles, vous devrez sélectionner cette option au moment du paiement.\nEn tant que titulaire de la carte Prime Store, les achats éligibles bénéficieront par défaut de l’avantage de pourcentage de remise. Si vous choisissez d’appliquer une offre de financement promotionnel lors du paiement, celle-ci remplacera l’avantage de remise de votre carte. Si vous avez des questions ou des préoccupations, veuillez contacter le service client Synchrony au 1-866-634-8379."
}