{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Kevin: *comforting Y/N* Sorry, buddy.\nY/N: *sighs* It's fine, I'll just have to deal with it...\nOzpin: *to Y/N* Y/N, can you please give us a demonstration of your power? *Y/N sighs, knowing that Ozpin planned this out*\nY/N: Okay, I'll do it. *activates his Ultimatrix as Goop's hologram appears* It's Hero Time! *slams down on his Ultimatrix as he transforms into Goop*\nGoop: Goop!\n\"The crowd cheered more when they saw Y/N transform, but a certain team of bullies weren't happy that Y/N wad becoming popular and they were planning on bullying him. But they didn't know that you never bully someone who's much more stronger than them and someone who has more experience than them and they're going to regret it.\"\nOzpin: It's looks like things are shaping up to be an interesting year.\nScene Change: Roman Torchwick's hideout\n\"We see Roman Torchwick as he was smoking a cigarette, then one of his men came from behind him pushing a cart. Roman then gives the man a bunch of Lien.\"\nRoman: *to the man behind him* Open it.\n\"The man opened the case that was on the cart as it showed that it was containing dust crystals as Roman then picked up one of the crystals and looks at it.\"\nRoman: We're gonna need more men.",
    "trans": "Kevin : *conforter Y/N* Désolé, mon pote.\nY/N : *soupirs* C'est bon, je vais devoir faire avec...\nOzpin : *à Y/N* Y/N, peux-tu nous faire une démonstration de ton pouvoir ? *Y/N soupire, sachant qu'Ozpin a tout planifié*\nY/N : D'accord, je vais le faire. *active son Ultimatrix alors que l'hologramme de Goop apparaît* C'est l'heure des héros ! *Il se transforme en Goop et appuie sur son Ultimatrix.\nGoop : Goop !\n« La foule a applaudi davantage lorsqu'elle a vu Y/N se transformer, mais une certaine équipe de brutes n'était pas contente que Y/N devienne populaire et elle avait l'intention de l'intimider. Mais ils ne savaient pas qu'il ne faut jamais brutaliser quelqu'un qui est beaucoup plus fort qu'eux et qui a plus d'expérience qu'eux, et ils vont le regretter ».\nOzpin : Il semble que l'année s'annonce intéressante.\nChangement de scène : La cachette de Roman Torchwick\n« Nous voyons Roman Torchwick en train de fumer une cigarette, puis l'un de ses hommes arrive derrière lui en poussant un chariot. Roman donne alors à l'homme un paquet de Lien ».\nRoman : *à l'homme derrière lui* Ouvrez-le.\n« L'homme a ouvert l'étui qui se trouvait sur le chariot et a montré qu'il contenait des cristaux de poussière. Roman a ensuite pris l'un des cristaux et l'a regardé.\nRoman : Nous allons avoir besoin de plus d'hommes."
}