{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear candidates for the JASSO Honors Scholarship,\nThis is Scholarship Team of Student Office.\nIn this email we inform you of (1)procedures concerned with JP Bank Account, (2)your current status, (3)the schedule of the first payment, and (4)monthly attendance confirmation which is necessary to receive allowance.\n(1)Procedures concerned with JP Bank Account\nWe need your JP Bank Account information to pay monthly allowances.\nIf you have not submitted the bank account information, please check the inbox to find an email from yucho@apu.ac.jp, complete the online survey on that email.\nIf your application for the opening bank account has been denied, please visit us at the AP House Office2 located in AP House 1, 2nd floor on Wednesdays in October from 10:00 a.m. to 4:00 p.m.\nThe last Wednesday in October is 30. After this date, the office will not be able to assist you in opening JP Bank account.\nIf you have not received your ATM card, please check your e-mail address again to see if you have received an e-mail from JP Bank rejecting your account opening application.\nIf you have changed your name registered to JP Bank, please inform us of the change.\n(2) Your current status\nYour scholarship is not confirmed yet. JASSO will notify us the official scholars on Nov. 6 and we will soon let you know on Campus Terminal.\nNormally all candidates become scholar. Please feel at ease.\n(3) Schedule of the first payment\nThe payment of October allowance is scheduled for Nov. 18, if your opening of bank account is not delayed.\nThe delay of opening bank account can make the payment later.\n(4) Monthly attendance confirmation\nTo receive allowances, you need to confirm attendance every month.\nThe date of payment of allowance differs according to the day you sign within the month.\nPlease refer the sign schedule that we sent before.\nWe already recieved signatures for October attendance and you do not need to come to sign again during this month.\nBest Regards,\nScholarship Team (JASSO International)\nStudent Office",
    "trans": "Chers candidats à la bourse d'études JASSO Honors,\nCeci est l'équipe des bourses du bureau des étudiants.\nDans cet e-mail, nous vous informons de (1) la procédure concernant le compte bancaire JP Bank, (2) votre statut actuel, (3) le calendrier du premier paiement et (4) la confirmation mensuelle de présence nécessaire pour recevoir l'allocation.\n(1) Procédure concernant le compte bancaire JP Bank\nPour procéder au versement des allocations mensuelles, nous requérons les détails de votre compte à JP Bank.\nSi vous n'avez pas encore soumis les informations de votre compte bancaire, veuillez consulter votre boîte de réception pour trouver un e-mail de yucho@apu.ac.jp, et remplir le questionnaire en ligne sur cet e-mail.\nSi votre demande d'ouverture de compte a été rejetée, merci de vous rendre à nos locaux situés au 2ème étage d'AP House 1, plus précisément à AP House 2, les mercredis d'octobre entre 10h00 et 16h00.\nLe dernier mercredi d'octobre est le 30. Après cette date, le bureau ne sera plus en mesure de vous aider à ouvrir un compte JP Bank.\nSi votre carte bancaire ne vous est pas parvenue, merci de contrôler une nouvelle fois votre adresse e-mail pour vérifier si JP Bank a rejeté votre demande d'ouverture de compte.\nSi vous avez modifié le nom enregistré auprès de JP Bank, veuillez nous informer de ce changement.\n(2) Votre statut actuel\nVotre bourse n'est pas encore confirmée. JASSO nous informera des boursiers officiels le 6 novembre et nous vous en informerons rapidement sur le Campus Terminal.\nNormalement, tous les candidats deviennent boursiers. Soyez rassurés.\n(3) Calendrier du premier paiement\nLa mise à disposition de l'allocation d'octobre est planifiée pour le 18 novembre, à condition que l'ouverture de votre compte bancaire ne subisse pas de délai.\nUn retard dans l'ouverture du compte bancaire peut entraîner un retard de paiement.\n(4) Confirmation mensuelle de présence\nPour recevoir les allocations, vous devez confirmer votre présence chaque mois.\nLa date de paiement de l'allocation diffère selon le jour où vous signez dans le mois.\nVeuillez vous référer au calendrier de signature que nous avons envoyé précédemment.\nNous avons déjà reçu les signatures pour la présence d'octobre et vous n'avez pas besoin de revenir signer ce mois-ci.\nCordialement,\nÉquipe des bourses (JASSO International)\nBureau des étudiants"
}