{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[ Max Verstappen the future Leader of the Dutch political party The Christian Democratic Appeal become a new member of the European Parliament ]\nThe news came this morning and Lewis couldn't believe this. Max Verstappen is joining the European Parliament. Lewis almost didn't recognize him. He read the news article after a colleague sent the link of the web article.\nAccording to this article Max is the new face of the Right wing in the Netherlands and now he is part of the European Parliament and fighting against Lewis’s political party.\nReactions weren't long to come. Max has a lot of “fans” according to the \"edits\" made on TikTok; but a lot of videos are exposing his questioning ideas and choices too.\nLewis and Max have met each other when they both entered the University of Zurich in political science.\nLewis and Max’s friendship started when they were obliged to work in groups in an History class. They were glued to each other, if you wanted to see Lewis you just needed to find Max and vice versa if you wanted to talk to Max search for Lewis.\nThey did everything together, they stayed late in the University library to work together or revised for their exams.\nEach time, one of them had finished their presentation and the other one was the first to applaud. They supported each other every time. And so on, other students suspected them to be together.\nThey weren't wrong though because when they were in the dark street of Zurich, in front of Lewis' porch, Max would grabb Lewis’ waist, pulling him closer and finally kiss him.\nBut the following day they would be just Max and Lewis just best fiends. In fact, other students had any proof so they didn’t say anything about the two of them.\nThe time went by and Max and Lewis filled the perfect love after school in each other's apartment.\nBut one day Max didn't come, Lewis became worried because Max wasn’t answering his texts nor his calls. So he showed up at his apartment but it was empty, like Max did not live here.",
    "trans": "[ Max Verstappen, le futur leader du parti politique néerlandais L'Appel chrétien-démocrate, devient un nouveau membre du Parlement européen ]\nLa nouvelle est tombée ce matin, et Lewis n’arrivait pas à y croire. Max Verstappen rejoint le Parlement européen. Lewis l’a à peine reconnu. Il a lu l’article après qu’un collègue lui a envoyé le lien vers l’article en ligne.\nD’après cet article, Max est le nouveau visage de la droite aux Pays-Bas et fait désormais partie du Parlement européen, luttant contre le parti politique de Lewis.\nLes réactions ne se sont pas fait attendre. Max a beaucoup de « fans » si l’on en croit les « edits » sur TikTok, mais de nombreuses vidéos dénoncent aussi ses idées et choix discutables.\nLewis et Max se sont rencontrés lorsqu’ils sont tous deux entrés à l’Université de Zurich en sciences politiques.\nLeur amitié a commencé lorsqu’ils ont été obligés de travailler en groupe dans un cours d’histoire. Ils étaient inséparables : si vous cherchiez Lewis, il suffisait de trouver Max, et inversement, pour parler à Max, il fallait chercher Lewis.\nIls faisaient tout ensemble, restaient tard à la bibliothèque de l’université pour travailler ou réviser leurs examens.\nÀ chaque présentation, celui qui avait fini son exposé était toujours applaudi en premier par l’autre. Ils se soutenaient à chaque instant. À tel point que d’autres étudiants les soupçonnaient d’être ensemble.\nIls n’avaient pas tort, car lorsqu’ils se retrouvaient dans une rue sombre de Zurich, devant le porche de Lewis, Max attrapait la taille de Lewis, le tirait contre lui et l’embrassait enfin.\nMais le lendemain, ils redevenaient simplement Max et Lewis, de simples meilleurs amis. En réalité, les autres étudiants n’avaient aucune preuve, alors ils ne disaient rien à leur sujet.\nLe temps a passé et Max et Lewis ont vécu le parfait amour après l’université, dans l’appartement de l’un ou de l’autre.\nMais un jour, Max n’est pas venu. Lewis s’est inquiété car Max ne répondait ni à ses messages ni à ses appels. Il s’est donc rendu chez lui, mais l’appartement était vide, comme si Max n’y avait jamais vécu."
}