{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Vice President Harris is upto date on all preventive care recommendations, including colonoscopy and annual mammograms. She is taking vitamin D3 supplementation for skeletal health. She is at low risk for atherosclerotic cardiovascular disease. Vice President Harris maintains a healthy, active lifestyle despite her busy schedule, including vigorous daily aerobic exercise andcore strength training. She eats a very healthy diet. She does not use tobacco products and drinks only occasionally and in moderation. Routine immunizations are all up to date. pressure of 128/74 mmHg, heart rate of 78 beats per minute, pulse oximetry of 100% on room air witha respiratory rate of 16 breaths per minute and temperature of 98.7 °F. Head, eyes, cars, Corrected visual acuity is 20/20 (right) 20/20 (left) 20/20 (both). There is no lymphadenopathy noted and the thyroid exam is normal. Nocarotid bruits noted. Lungs are clear to auscultation. Cardiac exam is normal with a regular rate and rhythm, no murmurs or abnormal heart sounds and normal extremity pulses. Abdominal exam is normal with no liver or spleen enlargement. the cranial nerves, motor, sensory and cerebellar function are normal. Skin exam is normal apart Routine bloodwork is unremarkable, including blood counts, glucose, electrolytes, creatinine, blood urea nitrogen, estimated glomerular filtration rate, liver enzymes, cholesterol panel and insufficient range at 22.2 ng/mL. Electrocardiogram (ECG) revealed normal sinus thythm and is otherwise unremarkable. ‘mental resiliency required to successfullyexcaute the dutiesofthe Presidency. to include those. as Chief Executive, HeadofState and Commander in Chief.",
    "trans": "La Vice-Présidente Harris est à jour dans toutes les recommandations de soins préventifs, y compris la coloscopie et les mammographies annuelles. Elle prend un supplément de vitamine D3 pour la santé osseuse. Elle présente un faible risque de maladie cardiovasculaire athéroscléreuse. Malgré un emploi du temps chargé, la Vice-Présidente Harris maintient un mode de vie sain et actif, comprenant des exercices aérobiques quotidiens vigoureux et un entraînement du tronc. Elle suit un régime alimentaire très sain. Elle ne consomme pas de produits du tabac et ne boit qu’occasionnellement et avec modération. Ses vaccinations de routine sont toutes à jour.Ses constantes vitales sont les suivantes : pression artérielle de 128/74 mmHg, fréquence cardiaque de 78 battements par minute, saturation en oxygène à 100 % à l’air ambiant avec une fréquence respiratoire de 16 respirations par minute et une température de 98,7 °F.Examen de la tête, des yeux et des oreilles : l’acuité visuelle corrigée est de 20/20 à droite, 20/20 à gauche et 20/20 pour les deux yeux. Aucun signe d’adénopathie n’est noté et l’examen de la thyroïde est normal. Aucun souffle carotidien n’est détecté. L’auscultation pulmonaire est normale. L’examen cardiaque est normal avec un rythme régulier, sans souffle ni bruit cardiaque anormal, et des pouls périphériques normaux. L’examen abdominal est normal, sans hépatomégalie ni splénomégalie. Les nerfs crâniens, les fonctions motrices, sensitives et cérébelleuses sont normales. L’examen cutané est normal, à l’exception d’un taux de vitamine D dans la plage insuffisante à 22,2 ng/mL.Les analyses sanguines de routine sont sans particularité, comprenant la numération formule sanguine, la glycémie, les électrolytes, la créatinine, l’azote uréique sanguin, le débit de filtration glomérulaire estimé, les enzymes hépatiques et le bilan lipidique.L’électrocardiogramme (ECG) a montré un rythme sinusal normal et ne révèle aucune anomalie.La Vice-Présidente Harris présente la résilience mentale nécessaire pour exercer avec succès les fonctions présidentielles, y compris celles de Chef de l’Exécutif, Chef de l’État et Commandant en chef."
}