{
    "source": "en_US",
    "target": "fr_FR",
    "text": "My boyfriend bought a decant due to nostalgic reasons and I didnt care as I normally dont like cheaper mens fragrances because they are always too cliche masculine to me. One day he left such an amazing floral trail behind and I couldnt believe it was Sculpture EDP.\nThe opening leans slighty masculine-creamy for my taste, which I acutally dont like, but the developing heart notes are so intoxicating to me that I absolutley dont mind the opening and I am very happy to \"bear\" it.\nI immediatley bought a full bottle the next day as cant get enough of the middle notes, blending well with the sweet warm base notes. Imo its even very feminine-unisex leaning and women should give this a try. I think its the geranium that stands out to me- in a way zesty fresh deep and almost rosy.\nI find myself only wearing Sculpture everyday for the last weeks as I just cant get enough of the trail and those floral middle notes.\nIn comparison to Xerjoffs Uden:\nUden hasn't the creamy-masculine opening and I prefer that aspect to Sculpture. It starts right with the the nice middle notes of Sculpture. But in Sculpture its more brighter,louder and that zesty rosy geranium note is more prominent. Uden is in that way a bit smoother but I think its more boring.Udens longevity is also bad on my skin. I totally prefer Sculpture.\nshare",
    "trans": "Mon petit ami a acheté un échantillon pour des raisons nostalgiques, et je n’y ai pas prêté attention, car je n’aime généralement pas les parfums masculins bon marché, que je trouve toujours trop cliché. Un jour, il a laissé derrière lui un sillage floral incroyable, et je n’arrivais pas à croire qu’il s’agissait de Sculpture EDP\n. L’ouverture est légèrement masculine et crémeuse pour mon goût, ce que je n’apprécie normalement pas, mais les notes de cœur qui se développent sont tellement enivrantes que je n’ai absolument aucun problème avec l’ouverture, et je suis même heureuse de la « supporter ».\nJ’ai immédiatement acheté un flacon entier le lendemain, car je ne peux pas me lasser des notes de cœur, qui se marient parfaitement avec les notes de fond douces et chaleureuses. À mon avis, il a même une forte tendance féminine-unisexe, et les femmes devraient lui donner une chance. Je pense que c’est le géranium qui se démarque le plus pour moi — à la fois vif, frais, profond et presque rosé.\nCes dernières semaines, je me surprends à ne porter que Sculpture tous les jours, car je ne peux pas me passer de son sillage et de ces magnifiques notes florales de cœur.\nComparaison avec Uden de Xerjoff :\nUden n’a pas cette ouverture crémeuse et masculine, et je préfère cet aspect à celui de Sculpture. Il démarre directement avec les belles notes de cœur de Sculpture. Mais dans Sculpture, celles-ci sont plus lumineuses, plus intenses, et cette note de géranium zestée et rosée est plus marquée. Uden est plus doux en ce sens, mais je le trouve aussi plus ennuyeux. Sa tenue sur ma peau est également médiocre. Je préfère totalement Sculpture.\npartager"
}