{
    "source": "en_US",
    "target": "fr_FR",
    "text": "MR [redacted_name],\nThe following RBC Royal Bank eStatement(s) is(are) available:\nPersonal Banking Account XXXXX-XXX3915\nTo see your statement, please sign in to RBC Online Banking^.\nTo review or change your email notification options within RBC Online Banking, select \"Profile and Preferences\" from the Banking tab under My Accounts.\nRegular, unencrypted email is not secure. Never include personal or confidential information in a regular email. To discuss your personal information with us safely, send us a message via the RBC Royal Bank Online Banking message centre or one of our other secure message centres, or contact us by phone.\nRBC will never send a regular email that asks you to provide, confirm or verify personal, login or account information. Also, RBC will never include a link to an online service in a regular email and ask you to sign in using that link. If you receive an email of this type, that appears to be from RBC, please forward it to phishing@rbc.com and then delete it. For more information please visit Email & Website Fraud.\nIf you need any help, please call us:\nWithin Canada and the U.S., toll free, at: 1-800-769-2555\nTTY users: 1-800-661-1275\nOutside Canada and the U.S.: Reach us using our International Toll-Free Service (http://www.rbcroyalbank.com/contact-us/international.html)\nPlease do not reply to this email, as it was sent from an unmonitored account.\n^RBC Online Banking is offered by Royal Bank of Canada.",
    "trans": "M [redacted_name],\nLe(s) relevé(s) de compte de la RBC Banque Royale suivant(s) est (sont) disponible(s) :\nCompte bancaire personnel XXXXX-XXX3915\nPour consulter votre relevé, veuillez ouvrir une session dans les Services bancaires en ligne RBC^.\nPour consulter ou modifier vos options de notification par courriel dans les Services bancaires en ligne RBC, sélectionnez « Profil et préférences » dans l’onglet Services bancaires sous Mes comptes.\nLe courrier électronique ordinaire non crypté n'est pas sécurisé. N'incluez jamais d'informations personnelles ou confidentielles dans un courriel ordinaire. Pour discuter de vos renseignements personnels avec nous en toute sécurité, envoyez-nous un message par l'intermédiaire du centre de messages de RBC Banque Royale en ligne ou de l'un de nos autres centres de messages sécurisés, ou communiquez avec nous par téléphone.\nRBC ne vous enverra jamais un courriel ordinaire vous demandant de fournir, confirmer ou vérifier des renseignements personnels, des données de connexion ou des renseignements sur votre compte. De même, RBC n'inclura jamais un lien vers un service en ligne dans un courriel ordinaire et ne vous demandera pas d'ouvrir une session à l'aide de ce lien. Si vous recevez un courriel de ce type, qui semble provenir de RBC, veuillez le transmettre à phishing@rbc.com et le supprimer. Pour plus d'informations, veuillez consulter la page Fraude par courriel et site Web.\nSi vous avez besoin d'assistance, n'hésitez pas à nous contacter :\nAu Canada et aux États-Unis, le numéro de téléphone est gratuit : 1-800-769-2555\nUtilisateurs de TTY : 1-800-661-1275\nEn dehors du Canada et des États-Unis : Contactez-nous en utilisant notre service international gratuit (http://www.rbcroyalbank.com/contact-us/international.html)\nNe répondez pas à cet e-mail, car il a été envoyé à partir d'un compte non surveillé.\n^La Banque en ligne RBC est proposée par la Banque Royale du Canada."
}