{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Goooood Morning!!!\nHad planned to get to you sooner but seems the last 3 months since Topsail have been busier than normal ….\nHurricanes, doctors, a few house issues, funerals, and steady aging!!!\nWondered if you’ d like a quiet getaway this weekend?? Nothing fancy. ( and no heavy work….. all debris from Hurr Milton is gone)\nProbably come in Fri afternoon , and leave after late Breakfast on Sun\nJust the three of us, to “be”\nMight get a little sawdust on you. Jeans been WAITING on me to trim the bottom of closet door\nGive me a call and hope we can work out the details\nDick K\nPS. Ohh. The pix??? I’m scaling back my woodworking, to simpler things. Like Bed Blocks….. Jean and her sister just had me fill a large order of Eight!!\nThinking I may expand…… Custom colors and styles…… some with musical tones as the bed moves………\nNevvvvverrmind!",
    "trans": "Boooonjour !!!\nJ’avais prévu de te contacter plus tôt, mais il semble que les trois derniers mois depuis Topsail aient été plus chargés que d’habitude…\nOuragans, médecins, quelques problèmes de maison, funérailles et le temps qui passe !!!\nJe me demandais si vous aimeriez faire une escapade tranquille ce week-end ? Rien d'extraordinaire. (et pas de gros travaux..... tous les débris de l'ouragan Milton ont disparu).\nNous arriverons probablement le vendredi après-midi et repartirons le dimanche après le petit déjeuner.\nJuste nous trois, pour « être ».\nVous risquez d'avoir un peu de sciure sur vous. Les jeans attendent que je coupe le bas de la porte du placard.\nAppelle-moi, j’espère qu’on pourra arranger les détails.\nDick K.\nP.S. Ohh, les photos ??? Je réduis un peu mon travail du bois, en me concentrant sur des choses plus simples. Comme des cales de lit… Jean et sa sœur viennent de me passer une grosse commande de huit !!\nJe pense peut-être à élargir… Des couleurs et styles personnalisés… Certaines avec des tons musicaux quand le lit bouge…\nBaaaaah, laisse tomber !"
}