{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I’d love to see the nav bar color changed to a more neutral, less distracting color.\nYou could probably consider this a purist request, but I’ve always found the navy blue navbar to be unappealing and distracting.\nI’m not too interested in offering exact solutions, because I trust that good developers will make good decisions regarding UI and implementation.\nBut if I thought about it for a moment, potential solutions could be:\n● Navbar colors that match the journal cover\n● Simple user preference w/ preset colors and a custom color swatch option\n● The ability to change the navbar for each notebook (wow, actually this would be great because it’d be very indicative of what you were focused on, and could coincide with the cover)\n● Idk, what do you think would be a good solution?\nAnother user mentioned hiding the navbar - that’s probably an even better idea, so the page is the full size of the screen.\nUltimately this suggestion came about because I do like the idea of writing in an app that’s all white like a piece of paper.\nI don’t need fancy skeuomorphism, just for the entire UI to be color matched with the paper.\nI included some mockups that help to showcase this idea, which could even be supported with dark pages.",
    "trans": "J'aimerais voir la couleur de la barre de navigation changée pour une couleur plus neutre, moins distrayante.\nVous pourriez probablement considérer cela comme une demande de puriste, mais j'ai toujours trouvé que la barre de navigation bleu marine était peu attrayante et distrayante.\nJe ne suis pas trop intéressé par la proposition de solutions exactes, car je fais confiance aux bons développeurs pour prendre les bonnes décisions en matière d'interface utilisateur et d'implémentation.\nMais si j'y réfléchissais un instant, des solutions potentielles pourraient être :\n● Des couleurs de barre de navigation qui correspondent à la couverture du journal\n● Une préférence simple de l'utilisateur avec des couleurs prédéfinies et une option de sélection de couleurs personnalisées\n● La possibilité de changer la barre de navigation pour chaque carnet (wow, en fait, ce serait génial parce que cela montrerait bien sur quoi vous êtes concentré, et pourrait correspondre à la couverture)\n● Je ne sais pas, que pensez-vous qu’il serait une bonne solution ?\nUn autre utilisateur a mentionné de cacher la barre de navigation - c’est probablement une idée encore meilleure, de sorte que la page occuperait toute la taille de l'écran.\nAu final, cette suggestion est venue du fait que j'aime l'idée d'écrire dans une application qui est entièrement blanche comme une feuille de papier.\nJe n’ai pas besoin de skeuomorphisme élaboré, juste que l’ensemble de l’interface utilisateur soit assorti à la couleur du papier.\nJ'ai inclus quelques maquettes qui aident à illustrer cette idée, qui pourrait même être soutenue par des pages sombres."
}