{
    "source": "en_US",
    "target": "fr_FR",
    "text": "hand tightens on Ransom’s arm as another loud sniff echoes through the room.\n“Are you sure you want to marry him? It’s not too late to run,” Ransom teases, making me laugh. He raises his voice. “Can someone please get Horsey a tissue?”\nA few of the brothers scramble around, but it’s Jonas that calmly removes an old-fashioned handkerchief from his pocket and presses it into Colt’s hand.\n“Do you always carry these around?” he asks, dumbfounded.\n“No. It seemed quite likely that you would cry today. I purchased it for you.”\n“Wait, Evie might have been the one crying. Did you get her one?”\nLaughter echoes through our group as Jonas gives Colt a look that clearly indicates how ridiculous he finds that statement.\nHe’s right. I’m not a soft person. I’m more reserved, more guarded than my big-hearted fiancé. But Jonas should have bought two because I’m already leaking…just a bit.\nI knew I didn’t want my dad or brother walking me down the aisle. I was prepared to do it alone when Ransom approached me a few minutes earlier.\n“Evie, It would be my absolute honor to escort you this morning. I know it’s not my place to give you away. Personally, I think that’s a stupid tradition. But I don’t have any sisters. And this is our first wedding, so it feels pretty special.” He clears his throat. “Could I walk you down the aisle?”",
    "trans": "sa main se resserre sur le bras de Ransom alors qu'un nouveau reniflement retentit dans la pièce.\n« Tu es sûre de vouloir l'épouser ? Il n'est pas trop tard pour fuir », taquine Ransom, ce qui me fait rire. Il hausse la voix. « S'il vous plaît, quelqu'un peut-il apporter un mouchoir à Horsey ? »\nCertains frères s'agitent, mais c'est Jonas qui sort calmement un mouchoir à l'ancienne de sa poche et le dépose dans la main de Colt.\n« Tu as toujours ce genre de mouchoir sur toi ? » demande-t-il, stupéfait.\n« Non. Il était fort probable que tu pleures aujourd'hui. Je l'ai acheté pour toi. »\n« Attends, c'est peut-être Evie qui a pleuré. Tu lui en as acheté un ? »\nDes rires résonnent dans notre groupe tandis que Jonas lance à Colt un regard qui indique clairement à quel point il trouve ce propos ridicule.\nIl a raison. Je ne suis pas quelqu'un de doux. Je suis plus réservée, plus sur mes gardes que mon fiancé au grand cœur. Mais Jonas aurait dû en acheter deux parce que ça coule déjà... juste un peu.\nJe savais que je ne voulais pas que mon père ou mon frère me conduise à l'autel. J'étais prête à le faire seule quand Ransom s'est approché de moi quelques minutes plus tôt.\n« Evie, ce serait pour moi un immense honneur de te conduire jusqu'à l'autel ce matin. Je sais que ce n'est pas mon rôle. Personnellement, je pense que c'est une tradition stupide. Mais je n'ai pas de sœurs. Et c'est notre premier mariage, donc c'est assez spécial. » Il se racle la gorge. « Je peux t'accompagner jusqu'à l'autel ? »"
}