{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Acknowledging your access and consent to receive materials electronically\nTo confirm to us that you can access this information electronically, which will be similar to other electronic notices and disclosures that we will provide to you, please verify that you were able to read this electronic disclosure and that you also were able to print on paper or electronically save this page for your future reference and access or that you were able to e-mail this disclosure and consent to an address where you will be able to print on paper or save it for your future reference and access. Further, if you consent to receiving notices and disclosures exclusively in electronic format on the terms and conditions described above, please let us know by clicking the ‘I agree’ button below.\nBy checking the ‘I agree’ box, I confirm that:\nI can access and read this Electronic CONSENT TO ELECTRONIC RECEIPT OF ELECTRONIC CONSUMER DISCLOSURES document; and\nI can print on paper the disclosure or save or send the disclosure to a place where I can print it, for future reference and access; and\nUntil or unless I notify[redacted_name]as described above, I consent to receive from exclusively through electronic means all notices, disclosures, authorizations, acknowledgements, and other documents that are required to be provided or made available to me by[redacted_name] during the course of my relationship with you",
    "trans": "Attestation de votre accès et de votre consentement à recevoir des documents par voie électronique\nPour nous confirmer que vous pouvez accéder à ces informations par voie électronique, qui seront similaires à d'autres notifications et divulgations électroniques que nous vous fournirons, veuillez vérifier que vous avez pu lire cette divulgation électronique et que vous avez également pu imprimer sur papier ou sauvegarder électroniquement cette page pour votre référence et votre accès futurs ou que vous avez pu envoyer cette divulgation et ce consentement par courrier électronique à une adresse où vous pourrez l'imprimer sur papier ou la sauvegarder pour votre référence et votre accès futurs. En outre, si vous acceptez de recevoir des avis et des informations exclusivement sous forme électronique dans les conditions décrites ci-dessus, veuillez nous le faire savoir en cliquant sur le bouton « J'accepte » ci-dessous.\nEn cochant la case « J'accepte », je confirme que :\nJe peux accéder à ce document électronique de CONSENTEMENT À LA RÉCEPTION ÉLECTRONIQUE DES INFORMATIONS ÉLECTRONIQUES RELATIVES AUX CONSOMMATEURS et le lire ; et\nJe peux imprimer la déclaration sur papier ou la sauvegarder ou l'envoyer à un endroit où je peux l'imprimer, afin de pouvoir m'y référer et y accéder ultérieurement ; et\nJusqu'à ce que ou à moins que je notifie [redacted_name]comme décrit ci-dessus, je consens à recevoir exclusivement par voie électronique tous les avis, les divulgations, autorisations, reconnaissances et autres documents qui doivent m'être fournis ou mis à ma disposition par [redacted_name] au cours de ma relation avec vous."
}