{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“You do need a different kind of advice…”\nA stinging pain shot through his ear.\n“Hey, what are you doing…!”\nCha Eui-jae tried to pull his neck away, but the hand gripping the back of his neck kept him from moving. It felt like he was trapped in a fiery prison called Lee Sa-young. A low chuckle echoed near him. Lick, a tongue swept across his ear. Cha Eui-jae barely stifled a scream.\n“How was it?”\n“W-what?”\n“My performance.”\n“What?”\nCha Eui-jae’s eyes shot wide open as he jerked his body back. It was surprisingly easy to lean away. Only then did Lee Sa-young’s face come into view. The tear-stained, twisted expression was gone, replaced with a sly smirk tugging at his lips. The redness around his eyes had disappeared as well.\nLee Sa-young stuck out his black tongue.\n“Gotcha.”\nAh, damn it.\nCha Eui-jae clenched his teeth and pushed the body wrapped around him away.\n“Screw off!”\n“Why so upset, Hyung?”\nThe arm that had loosened around his waist quickly tightened again. A firm thigh pressed between his legs. With natural ease, Lee Sa-young lifted Cha Eui-jae slightly, pressing his lips to the jawline of his mask.\n“After such a fiery confession.”",
    "trans": "« Tu as vraiment besoin d'un autre genre de conseil... »\nUne douleur vive traversa son oreille.\n« Hé, qu'est-ce que tu fais... ! »\nCha Eui-jae tenta de tirer son cou en arrière, mais la main qui tenait l'arrière de son cou l'en empêchait. Il avait l'impression d'être piégé dans une prison enflammée appelée Lee Sa-young. Un petit rire s'échappa près de lui. Lécher, une langue balaya son oreille. Cha Eui-jae réussit à réprimer un cri.\n« Comment c'était ? »\n« Q-quoi ? »\n« Ma performance. »\n« Quoi ? »\nLes yeux de Cha Eui-jae s'ouvrirent grand en se repliant brusquement. C'était étonnamment facile de se pencher en arrière. Ce n'est qu'à ce moment-là que le visage de Lee Sa-young devint visible. L'expression déformée par les larmes avait disparu, remplacée par un sourire rusé qui étirait ses lèvres. La rougeur autour de ses yeux avait également disparu.\nLee Sa-young sortit sa langue noire.\n« Je t'ai eu. »\nAh, merde.\nCha Eui-jae serra les dents et repoussa le corps qui l'enveloppait.\n« Fous le camp ! »\n« Pourquoi tu es si énervé, Hyung ? »\nLe bras qui s'était desserré autour de sa taille se resserra rapidement. Une cuisse ferme pressa entre ses jambes. Avec une aisance naturelle, Lee Sa-young souleva légèrement Cha Eui-jae, appuyant ses lèvres contre la mâchoire de son masque.\n« Après une telle confession enflammée. »"
}