{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Culture and Society\nCulture is the sum total of learned, shared and socially transmitted behaviour that includes ideas, values, and customs of groups of people. A fairly large number of people living in the same territory constitute a society. Members of a society share a common language, which facilitates day-to-day exchanges with others and participate in a common culture. Nadel in his work says it is necessary to make a distinction between “Culture” from its companion term “society.” According to him culture is the way of life of the people; while a society is an organised, interacting aggregate of individuals who follow a given way of life. In simple terms a society is composed of people; the way they behave is their culture. (Nadel, S.F. 2006)\nSince the time of Boas, culture became a tool for understanding and describing the exotic society. Anthropological study on cultural relativism allows a comparison of culture without assuming evolutionary hierarchies. It means that every culture has in its own rights to be different and does not stand for the purpose of other culture. In other words, all cultures express validity in their perspective of the world. Thus, it could be in-appropriate to judge cannibalism activity among society even if we use universal notion on violence. What we can do is try to understand the reason and rationalise such activity.\nEarly notion of culture was popularised among Anthropologist in order to understand homogeneous societies. In the modern world the relationship between culture and society is a complex one. Culture is produced and reproduced within the society and society acts in certain way in a culture. But how does culture work in the complex societies? Early Anthropologists used culture as the set of practical and contingent significations, while postmodernists use it to mark the domain of signifying practices.\nAccording to Pertierra, (2004) society can be seen as the collection of individual members pursuing their interest in the context of formal rules administered by specialists and implemented by the state. It was also a constant state of selfconstitution, whose members are engaged in individual life projects marked by purposive and value rationality. Society consists of individuals mostly unknown to one another but nevertheless linked through abstract categories such as class, nation, or gender. In this case society assumed as the real place or arena, an institution in which individuals play their roles in order to achieve their different objectives. When we see the relation between society and culture, society and culture are two elements that are complementing each other. Society expresses itself through culture. We can associate the group of people or society from the culture they practice, such as Asian society is characterised by Asian culture, or Javanese society with its Javanese culture.\nFurthermore, culture is manifested in the socio economic structures as frames for the organisation of social relationship, it is embedded both in the material setting\nConcept of Society and Culture\n17 Society and Culture\n18\nand the social institutions of society. Material experiences are organised and group relations are structured through culture. But culture has also the medium through which the social world is experienced, interpreted and understood. In this sense, culture is something more basic than ideological superstructure. Culture is produced in a given society within the framework set by the socio-economic structure. The cultural process perpetually occurs among the different groups and classes in a society, and also affects social structure (Erna Herawati 2006).",
    "trans": "Culture et société\nLa culture est l'ensemble des comportements appris, partagés et socialement transmis qui comprennent les idées, les valeurs et les coutumes de groupes de personnes. Un nombre assez important de personnes vivant sur un même territoire constitue une société. Les membres d'une société partagent une langue commune, qui facilite les échanges quotidiens avec les autres et participent à une culture commune. Dans son ouvrage, Nadel indique qu'il est nécessaire de faire une distinction entre la « culture » et le terme qui l'accompagne, à savoir la « société ». Selon lui, la culture est le mode de vie des gens, tandis qu'une société est un agrégat organisé et interactif d'individus qui suivent un mode de vie donné. En termes simples, une société est composée de personnes ; la façon dont elles se comportent est leur culture. (Nadel, S.F. 2006)\nDepuis l'époque de Boas, la culture est devenue un outil pour comprendre et décrire la société exotique. L'étude anthropologique sur le relativisme culturel permet une comparaison des cultures sans supposer de hiérarchies évolutionnaires. Cela signifie que chaque culture a le droit d'être différente et qu'elle n'est pas le but d'une autre culture. En d'autres termes, toutes les cultures expriment la validité de leur perspective du monde. Ainsi, il pourrait être inapproprié de juger l'activité de cannibalisme au sein d'une société même si nous utilisons une notion universelle de la violence. Ce que nous pouvons faire, c'est essayer de comprendre la raison et de rationaliser une telle activité.\nLa notion de culture a été popularisée par les anthropologues afin de comprendre les sociétés homogènes. Dans le monde moderne, la relation entre la culture et la société est complexe. La culture est produite et reproduite au sein de la société et la société agit d'une certaine manière dans une culture. Mais comment la culture fonctionne-t-elle dans les sociétés complexes ? Les premiers anthropologues utilisaient la culture comme un ensemble de significations pratiques et contingentes, tandis que les postmodernes l'utilisent pour marquer le domaine des pratiques signifiantes.\nSelon Pertierra (2004), la société peut être considérée comme l'ensemble des membres individuels qui poursuivent leurs intérêts dans le contexte de règles formelles administrées par des spécialistes et mises en œuvre par l'État. Il s'agit également d'un état constant d'autoconstitution, dont les membres sont engagés dans des projets de vie individuels marqués par la rationalité de l'objectif et de la valeur. La société se compose d'individus pour la plupart inconnus les uns des autres, mais néanmoins liés par des catégories abstraites telles que la classe, la nation ou le sexe. Dans ce cas, la société est considérée comme un lieu ou une arène réelle, une institution dans laquelle les individus jouent leur rôle afin d'atteindre leurs différents objectifs. Si l'on considère la relation entre la société et la culture, la société et la culture sont deux éléments qui se complètent l'un l'autre. La société s'exprime à travers la culture. Nous pouvons associer le groupe de personnes ou la société à la culture qu'ils pratiquent, comme la société asiatique est caractérisée par la culture asiatique, ou la société javanaise par sa culture javanaise.\nDe même, la culture se manifeste dans les structures socio-économiques en tant que cadres pour l'organisation des relations sociales, elle est ancrée à la fois dans le cadre matériel et dans l'environnement.\nConcept de société et de culture\n17 Société et culture\n18\net les institutions sociales de la société. Les expériences matérielles sont organisées et les relations de groupe sont structurées par la culture. Mais la culture est aussi le moyen par lequel le monde social est vécu, interprété et compris. En ce sens, la culture est quelque chose de plus fondamental qu'une superstructure idéologique. La culture est produite dans une société donnée dans le cadre fixé par la structure socio-économique. Le processus culturel se déroule perpétuellement entre les différents groupes et classes d'une société et affecte également la structure sociale (Erna Herawati 2006)."
}