{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Guten Morgen, [redacted_name].\nI was not able to get into the office today, which explains the lack of email, but this evening I was able to find the two files that will help you understand the Agenda, Timing and Costs for the NATO MilEng COE Industry Day 2024.\nAs the two attached documents indicate, there is no fee for industry to attend. However, there are costs for the social events.\nAlthough the documents also show the deadline for registration is November 5, I recommend for simplicity that I add you under the Med-Eng name. The company registration process has two parts and it is not an instant online task.\nDepending on the events you would like to attend, Med-Eng will cover that expense with NATO and then invoice ELP for that amount.\nThe Icebreaker on Dec 3 is €20 per person.\nThe Dinner on Dec 4 is €45 per person.\nPlease let me know how you would like to proceed.",
    "trans": "Bonjour [redacted_name],\nJe n'ai pas pu me rendre au bureau aujourd'hui, ce qui explique l'absence de courriel. Cependant, j'ai pu trouver ce soir les deux fichiers qui vous aideront à comprendre l'Agenda, le Timing et les Coûts pour la journée de l'industrie du COE MilEng de l'OTAN 2024.\nComme l'indiquent les deux documents joints, les frais d'inscription pour les événements sociaux sont à la charge de l'industrie. Cependant, il y a des coûts pour les événements sociaux.\nBien que les documents indiquent également que la date limite d'inscription est le 5 novembre, je vous recommande, pour plus de simplicité, de vous inscrire sous le nom Med-Eng. Le processus d'inscription de l'entreprise comporte deux parties et ce n'est pas une tâche instantanée en ligne.\nSelon les événements auxquels vous souhaitez assister, Med-Eng couvrira cette dépense auprès de l'OTAN et facturera ensuite ce montant à ELP.\nL'Icebreaker du 3 décembre est de 20 € par personne.\nLe dîner du 4 décembre est de 45 € par personne.\nVeuillez me faire savoir comment vous souhaitez procéder."
}