{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Canada's healthcare system, often referred to as \"Medicare,\" is a publicly funded, universal healthcare system. 1 It's administered by the provinces and territories, with some federal oversight:\nProvincial and Territorial Systems: Each province and territory operates its own health insurance plan, ensuring a certain level of flexibility to cater to local needs. 1 However, all plans must adhere to the principles outlined in the Canada Health Act. 2\nPublicly Funded: The system is primarily funded through taxes, meaning that residents pay for healthcare through their income taxes. This ensures that everyone has access to essential services.\nPrivate Providers: While the system is publicly funded, most healthcare services are delivered by private providers, such as doctors, nurses, and hospitals. These providers are not government employees but rather contract with the provincial governments.\nProvincial and Territorial Systems: Each province and territory operates its own health insurance plan, ensuring a certain level of flexibility to cater to local needs. 1 However, all plans must adhere to the principles outlined in the Canada Health Act. 2\nPublicly Funded: The system is primarily funded through taxes, meaning that residents pay for healthcare through their income taxes. This ensures that everyone has access to essential services.\nPrivate Providers: While the system is publicly funded, most healthcare services are delivered by private providers, such as doctors, nurses, and hospitals. These providers are not government employees but rather contract with the provincial governments.",
    "trans": "Le système de santé canadien, souvent appelé « Medicare », est un système de santé universel financé par des fonds publics. Il est administré par les provinces et territoires, avec une certaine supervision fédérale.\nSystèmes provinciaux et territoriaux : Chaque province et territoire gère son propre régime d’assurance maladie, offrant ainsi une certaine flexibilité pour répondre aux besoins locaux. 1 Toutefois, tous les régimes doivent respecter les principes énoncés dans la Loi canadienne sur la santé. 2\nFinancement public : Le système est principalement financé par les impôts, ce qui signifie que les résidents contribuent au financement des soins de santé par leurs impôts sur le revenu. Cela garantit à chacun l’accès aux services essentiels.\nPrestataires privés : Bien que le système soit financé par des fonds publics, la plupart des services de santé sont assurés par des prestataires privés, tels que les médecins, les infirmiers et les hôpitaux. Ces prestataires ne sont pas des employés du gouvernement, mais travaillent sous contrat avec les gouvernements provinciaux.\nSystèmes provinciaux et territoriaux : Chaque province et territoire gère son propre régime d’assurance maladie, garantissant ainsi une certaine flexibilité pour répondre aux besoins locaux. 1 Toutefois, tous les régimes doivent se conformer aux principes énoncés dans la Loi canadienne sur la santé. 2\nFinancement public : Le système est principalement financé par les impôts, ce qui signifie que les résidents paient les soins de santé par le biais de leurs impôts sur le revenu. Cela garantit à chacun l’accès aux services essentiels.\nPrestataires privés : Bien que le système soit financé par des fonds publics, la plupart des services de santé sont fournis par des prestataires privés, tels que les médecins, les infirmiers et les hôpitaux. Ces prestataires ne sont pas des employés du gouvernement, mais travaillent sous contrat avec les gouvernements provinciaux."
}