{
    "source": "en_US",
    "target": "fr_FR",
    "text": "GUANG ZHOU, October 17th,2024\nTo\nVisa Officer\nThe Embassy of Brazil\nDear Sir/Madam,\nI，[redacted_name] a chinese citizen holding passport number EJ4098426 is applying visa to visit Brazil. And I am a freelancer who does some design. I intent to visit Brazil and search some inspiration. and the duration of visit will be 14 days from November 29th to December 12th 2024.\nPlease kindly refer below for our deatiled itinerary and hotel plan while in Brazil as follow:\nNO\nDATE\nACTIVITIES\n1\n29-30 November 2024\nGUANGZHOU Fly to Sao Paulo\nCopy of Ticket attached\n2\n1-3 December 2024\nSao Paulo\nCopy of Ticket attached\n3\n3-7 December 2024\nRio De Janeiro\nCopy of Ticket attached\n4\n7-10 December 2024\nSaluador\nCopy of Ticket attached\n5\n10-12 December 2024\nSao Paulo and fly back to GUANGZHOU\nCopy of Ticket attached\nI will not seek any emplyment or permanent stay into your conutry and i will return to CHINA soon after my holiday trip is completed.\nI kindly ask you to grant me the appropiate visa for the above mentioned purpose.",
    "trans": "Guang Zhou, 17 octobre 2024\nA l'attention de :\nResponsable des visas\nAmbassade du Brésil\nMadame, Monsieur,\nJe soussigné [redacted_name], citoyen chinois titulaire du passeport numéro EJ4098426, demande un visa pour me rendre au Brésil. Je suis un travailleur indépendant spécialisé dans le design. J'ai l'intention de visiter le Brésil et d'y chercher de l'inspiration. La durée de la visite sera de 14 jours, du 29 novembre au 12 décembre 2024.\nJe vous prie de bien vouloir vous référer à l'itinéraire détaillé et au plan de l'hôtel pendant mon séjour au Brésil :\nNON\nDATE\nACTIVITÉS\n1\n29-30 novembre 2024\nVol de Guangzhou à Sao Paulo\nCopie du billet en pièce jointe\n2\n1-3 décembre 2024\nSao Paulo\nCopie du billet en pièce jointe\n3\n3-7 décembre 2024\nRio de Janeiro\nCopie du billet en pièce jointe\n4\n7-10 décembre 2024\nSaluador\nCopie du billet en pièce jointe\n5\n10-12 décembre 2024\nSao Paulo et vol de retour vers Guangzhou\nCopie du billet en pièce jointe\nJe ne chercherai pas à obtenir un emploi ou un séjour permanent dans votre pays et je retournerai en Chine dès que mon voyage de vacances sera terminé.\nJe vous prie de bien vouloir m'accorder le visa approprié aux fins susmentionnées."
}