{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dr. Hayman M. Saeed Rashid\nReference: https://www.rcoa.ac.uk/patients/about-anaesthesia-perioperative-care/z-medical-terms-glossary\nThe following are words or medical terms you may hear or read in information\nabout anaesthesia and what they mean.\nA–Z of medical terms (glossary)\nAmnesia: Loss of memory you have for an event.\nAnaesthesia: General anesthesia: medication that gives a deep sleep-like state. It is\nessential for some operations and procedures. You are unconscious and feel nothing.\nAnaesthesia Associate: A healthcare professional who works as part of the anesthetic\nteam under the supervision of a consultant anesthetist. Previously known as\nPhysicians’ Assistant (Anesthesia) [PA(A)].\nAnesthetist: A doctor trained to give anesthetics.\nAnalgesia: Pain relief.\nAnaphylaxis: A serious allergic reaction to a drug or substance.\nAnticoagulant: Medicines to stop your blood clotting.\nAntiemetic: A drug to help prevent or treat sickness.\nAnti-inflammatory drug: A drug to stop or reduce swelling and pain.\nArterial line: A cannula put into an artery (often at your wrist). This measures your\nblood pressure continuously. Your anaesthetist can also take blood samples from it to\nmeasure your oxygen levels.\nArtery: A blood vessel that takes blood rich in oxygen from your heart to another part\nof your body.\nAwareness: Unintentionally becoming conscious during a general anaesthetic and\nbeing able to remember some of this time. It is rare for this to happen.\nB\nBlood clots: Blood can form clots in your veins, usually when you are less mobile. If\nthis happens in your legs it is also called a deep vein thrombosis (DVT). If the clots\nbreak off and go to your lungs, it is called a pulmonary embolus (PE), which can be life-\nthreatening.\nBlood group: The type of blood you have in your body. There are four main types: A,\nB, AB, and O. If you have a blood transfusion, you need blood of the correct group so\nyou don’t have a serious reaction.\nMade with Xodo PDF Reader and Editor",
    "trans": "Dr. Hayman M. Saeed Rashid\nRéférence : https://www.rcoa.ac.uk/patients/about-anaesthesia-perioperative-care/z-medical-terms-glossary\nLes termes médicaux suivants sont ceux que vous pourriez entendre ou lire dans les informations\nconcernant l'anesthésie et leur signification.\nA–Z des termes médicaux (glossaire)\nAmnésie : Perte de mémoire pour un événement.\nAnesthésie : Anesthésie générale : médicament qui provoque un état de sommeil profond. Il est\nessentiel pour certaines opérations et procédures. Vous êtes inconscient et ne ressentez rien.\nAssocié en anesthésie : Un professionnel de la santé qui travaille au sein de l'équipe anesthésique\nsous la supervision d'un anesthésiste consultant. Autrefois connu sous le nom de\nPhysicians' Assistant (Anesthesia) [PA(A)].\nAnesthésiste : Un médecin formé pour administrer des anesthésiques.\nAnalgésie : Soulagement de la douleur.\nAnaphylaxie : Une réaction allergique grave à un médicament ou une substance.\nAnticoagulant : Médicaments pour empêcher votre sang de coaguler.\nAntiemetic : Un médicament pour aider à prévenir ou traiter la nausée.\nMédicament anti-inflammatoire : Un médicament pour arrêter ou réduire le gonflement et la douleur.\nLigne artérielle : Une canule insérée dans une artère (souvent à votre poignet). Cela mesure votre\npression artérielle en continu. Votre anesthésiste peut également prélever des échantillons de sang pour\nmesurer vos niveaux d'oxygène.\nArtère : Un vaisseau sanguin qui transporte du sang riche en oxygène de votre cœur vers une autre partie\nde votre corps.\nConscience : Devenir intentionnellement conscient pendant une anesthésie générale et\nêtre capable de se rappeler une partie de ce temps. Cela est rare.\nB\nCaillots sanguins : Le sang peut former des caillots dans vos veines, généralement lorsque vous êtes moins mobile. Si\ncela se produit dans vos jambes, on parle également de thrombose veineuse profonde (TVP). Si les caillots\nse détachent et vont dans vos poumons, cela s'appelle une embolie pulmonaire (EP), qui peut être\nmortelle.\nGroupe sanguin : Le type de sang que vous avez dans votre corps. Il existe quatre principaux types : A,\nB, AB et O. Si vous avez une transfusion sanguine, vous avez besoin du groupe sanguin correct pour ne pas\navoir une réaction grave.\nRéalisé avec Xodo PDF Reader et éditeur"
}