{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As the Executive Assistant, you will be involved in a large variety of projects and tasks within the organization - from preparing weekly sales figures to organizing team events and onboarding new employees. You will be close to the decision-making process, and support and assist the Nordic General Manager and the Management Committee of the Business division with projects, presentations, and management reporting. Furthermore, you will be responsible for several administrative and coordinating tasks, such as organizing Nordic Leadership Meetings, visits from our global headquarters including booking hotels, organizing social events, etc. You will also be the lead for team engagement in the Professional Products Division, responsible for bringing ideas to create a stronger team culture for the HUB and country teams. This position is ideal for you if you enjoy structure and organization and being the team’s go-to person for practical questions and organization. You will report directly to the General Manager for the Professional Products Division.\nFurthermore, you will lead the team engagement initiatives within the Professional Products Division, focusing on strengthening team culture across our Nordic teams.",
    "trans": "En tant qu'assistant(e) de direction, vous serez impliqué(e) dans une grande variété de projets et de tâches au sein de l'organisation - de la préparation des chiffres de vente hebdomadaires à l'organisation d'événements d'équipe et à l'intégration de nouveaux employés. Vous serez proche du processus de prise de décision et vous soutiendrez et aiderez le directeur général nordique et le comité de gestion de la division commerciale dans le cadre de projets, de présentations et de rapports de gestion. En outre, vous serez responsable de plusieurs tâches administratives et de coordination, telles que l'organisation de réunions de dirigeants nordiques, de visites de notre siège mondial, y compris la réservation d'hôtels, l'organisation d'événements sociaux, etc. Vous serez également le chef de file de l'engagement des équipes au sein de la division des produits professionnels, chargé d'apporter des idées pour créer une culture d'équipe plus forte pour le HUB et les équipes nationales. Ce poste est idéal pour vous si vous aimez la structure et l'organisation et si vous êtes la personne de confiance au sein de l'équipe pour les questions pratiques et l'organisation. Vous serez directement rattaché(e) au directeur général de la division des produits professionnels.\nEn outre, vous dirigerez les initiatives d'engagement des équipes au sein de la division des produits professionnels, en vous concentrant sur le renforcement de la culture d'équipe au sein de nos équipes nordiques."
}