{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You want to make sure you are always there for her and everything she thinks about will reflect you.\nSay you text her up once a week consistently and you tease her but what you want to do in the conversation is you want to end it on a high.\nLet's say you are being funny with her on text and then you switch it up to sex talk and then you tell her you want to tell her an erotic true life story but then you start the story using two sentences and then boom, you stop texting her and go do some other shit, naturally she will be like:\nHer: Hey???\nHer: Finish the story\nBut then you wait another 4 hours then you come back, put in another two sentences and zoom off.\nThen 4 hours later, you say \"I was busy so let's meet up (location) on (day you want) at (time you want) and if she is down, good.\nBut even if it's not her time, you can still reschedule it for the date.\nIf she comes on the date, you meet her and take her to somewhere playful. Which can be.... adventure park or the likes\nMake sure you keep moving her from location to locations.\nThen take her somewhere quiet and then relax with her.\nThen step close to her like you want to kiss her but don't...\nDo it same movement thrice then if she is receptive to your movement, kiss her.\nLead her back to your place and fuck her VERY GOOD (like your life depends on it)\nThe key with presence is you want to so present and in touch in her life that she knows you are always there.\nSo you must consistently switch things up, get her meet you somewhere she has never been and have fun.\nDo stuff together like play a game like truth or dare where with each truth or dare, she takes off a piece of cloth.\nSo now you switch things up consistently for 2-3 weeks THEN...",
    "trans": "Tu veux t’assurer d’être toujours présent pour elle et que tout ce qu’elle pense reflète ta présence.\nDisons que tu lui envoies un message une fois par semaine de manière régulière et que tu la taquines, mais ce que tu veux vraiment, c'est terminer la conversation sur une note positive.\nDisons que tu plaisantes avec elle par message, puis que tu passes soudainement à une conversation plus sensuelle. Ensuite, tu lui dis que tu veux lui raconter une histoire érotique vraie, mais tu démarres avec deux phrases et boom, tu arrêtes de lui écrire et tu passes à autre chose. Naturellement, elle va réagir en mode :\nElle : Hé ???\nElle : Finis l’histoire\nMais ensuite, tu attends encore quatre heures, puis tu reviens, tu balances deux autres phrases… et hop, tu disparais à nouveau.\nPuis, quatre heures plus tard, tu reviens et tu dis : « J’étais occupé, donc retrouvons-nous à (lieu) le (jour que tu veux) à (heure que tu veux). » Si elle est partante, parfait.\nMais même si ce n’est pas son jour, tu peux toujours reprogrammer pour la date qui te convient.\nSi elle vient au rendez-vous, tu la rencontres et l’emmènes dans un endroit ludique, comme un parc d’aventure ou quelque chose du genre\nAssure-toi de la faire bouger d’un endroit à un autre.\nPuis, emmène-la dans un endroit calme et détends-toi avec elle.\nAlors approchez-vous d’elle comme si vous vouliez l’embrasser mais ne le faites pas...\nFais le même mouvement trois fois, puis si elle est réceptive, embrasse-la.\nRamenez-la à votre place et baisez-la TRÈS BIEN (comme si votre vie en dépendait)\nL’essentiel avec la présence, c’est d’être tellement présent et impliqué dans sa vie qu’elle sache que tu es toujours là.\nTu dois donc constamment varier les choses, lui donner rendez-vous dans un endroit où elle n’est jamais allée et vous amuser.\nFaites des activités ensemble, comme jouer à action ou vérité, où à chaque défi ou vérité, elle enlève un vêtement.\nDonc maintenant, tu varies les choses constamment pendant 2 à 3 semaines, PUIS..."
}