{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Now that his intuition had achieved freedom, he enjoyed surrendering to it with conscious unconcern, and the weight of his struggle and the extent of his victory did at times lead to genuine recklessness. In his mind, intuition had ever been hostile to intellect and to the concepts accepted by society, and, though much of this one-sidedness had been eliminated by the bitter experience of life, it had not altogether disappeared. Rilke remained proud of his ‘noble’ descent, and he retained other of his neo-romantic predilections in spite of the widening and clarification of his views. Little else could be expected in that he had to defend ‘his own’ as a significant tradition from the chaos of his time. The retention of ‘his own’ in this more mature and wider form lends an infinite charm to his later work. But it must be remembered that his theoretical views (which he was beginning to take pleasure in expounding at this time) always retained an immature element which laid them open to attack.",
    "trans": "Maintenant que son intuition s'était libérée, il aimait s'y abandonner avec une insouciance consciente, et le poids de sa lutte et l'ampleur de sa victoire le conduisaient parfois à une véritable insouciance. Dans son esprit, l'intuition a toujours été hostile à l'intellect et aux concepts acceptés par la société et, bien que l'expérience amère de la vie ait éliminé une grande partie de cette partialité, elle n'a pas complètement disparu. Rilke est resté fier de son ascendance « noble » et a conservé d'autres de ses prédilections néo-romantiques en dépit de l'élargissement et de la clarification de ses opinions. On ne pouvait guère s'attendre à autre chose, puisqu'il devait défendre « la sienne » en tant que tradition significative face au chaos de son époque. Le maintien du « sien » sous cette forme plus mûre et plus large confère un charme infini à ses œuvres ultérieures. Mais il faut se rappeler que ses vues théoriques (qu'il commençait à prendre plaisir à exposer à cette époque) ont toujours conservé un élément immature qui les rendait attaquables."
}