{
    "source": "en_US",
    "target": "fr_FR",
    "text": "So i finally got new tires, was hoping the originals would last a couple more months but getting a bolt in the rear tire hastened my need, almost 40000 km's on the Kumho tires, which were terrible. i changed up sizes 215 40 18 to 225 45 18, went with Firestone Firehawk indy 500, a summer only tire, i only drive the car in summer so.... Anyways, after 4 days of use i can say these tires are night and day better, it's almost ridiculous how much better, no more tramlining at all, no more super harsh ride.... But now i have a tiny bit of rub in the front when turning hard, mainly in reverse, rubs on my mudflaps, and in the rear on deep dips it rubs a tiny bit on the edge of the fender, not in the tire well, as i'm running spacers, 15mm front and 20mm rear, that comes into play, i have since ordered 15mm for the rear, should eliminate any rub from the rear, as far as the front and rubbing slightly on the mudflap...well i don't really care, as far as i'm concerned these tires are so much better than the originals i will look past the slight rub, it's otherwise harmless.",
    "trans": "J'ai finalement acquis de nouveaux pneus. Je pensais que les pneus originaux tiendraient encore quelques mois, mais un clou dans le pneu arrière a précipité mon besoin. Avec presque 40 000 km parcourus sur les Kumho, ils étaient vraiment mauvais. J'ai modifié mes dimensions de pneus, passant de 215/40/18 à 225/45/18, et j'ai choisi les Firestone Firehawk Indy 500, qui sont des pneus destinés uniquement à l'été. Je ne conduis la voiture que pendant l'été, donc... En somme, après quatre jours d'usage, je peux affirmer que ces pneumatiques sont véritablement supérieurs, c'est presque incroyable à quel point ils surpassent les précédents, plus aucun souci de tenue de route, fini le pilotage ardu... Mais maintenant, j'ai un petit frottement à l'avant en tournant fort, principalement en marche arrière, ça frotte sur mes bavettes, et à l'arrière dans les creux profonds ça frotte un peu sur le bord de l'aile, pas dans le puits de roue, car j'ai des cales, 15mm à l'avant et 20mm à l'arrière, ça joue un rôle. J'ai depuis commandé des cales de 15mm pour l'arrière, ce qui devrait éliminer tout frottement à l'arrière. Quant à l'avant et au léger frottement sur la bavette... eh bien, ça m'est égal, car ces pneus sont tellement meilleurs que les originaux que je passerai outre le léger frottement, c'est autrement sans conséquence."
}