{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello gentlemen,\nJust so we are all on the same path, here is a quick rundown of the manpower that we currently have:\nThe planning board shows 22 technicians.\nOf those 22:\n[redacted_name] and [redacted_name] are always at the mine at Niobec, every week.\nThat leaves 20.\nOf the 20:\n[redacted_name], [redacted_name] and [redacted_name] are no longer with us.\nThat leaves 17.\nOf those 17:\n4 new hires, 3 of which have not starting working yet.\nThat leaves 13.\nOf those 13:\nWe still need to match [redacted_name] and [redacted_name] the son of [redacted_name], [redacted_name] has started doing little jobs alone.\nThat leaves 10.\nOf those 10:\nWe need 2 at Westrock, Valero, Rolls Royce and Bombardier. That leaves 2 tech’s for the rest of the work across Quebec, including emergency calls.\nYes, [redacted_name] and [redacted_name] are hiring more tech’s, but until everything is going well, that is the situation that we are facing on a weekly basis. We are all trying to serve the customers as best that we can which unfortunately, for now, means constantly shuffling things around,",
    "trans": "Bonjour messieurs,\nJuste pour que nous soyons tous sur la même longueur d’onde, voici un rapide récapitulatif des effectifs dont nous disposons actuellement :\nLe tableau de planification indique 22 techniciens.\nParmi ces 22 :\n[redacted_name] et [redacted_name] sont toujours à la mine de Niobec chaque semaine.\nIl en reste donc 20.\nParmi ces 20 :\n[redacted_name], [redacted_name] et [redacted_name] ne sont plus avec nous.\nIl en reste donc 17.\nParmi ces 17 :\n4 nouvelles recrues, dont 3 n'ont pas encore commencé à travailler.\nIl en reste donc 13.\nParmi ces 13 :\nNous devons encore associer [redacted_name] et [redacted_name], le fils de [redacted_name]. [redacted_name] a commencé à faire de petits travaux seul.\nIl en reste donc 10.\nParmi ces 10 :\nNous avons besoin de 2 techniciens chez Westrock, Valero, Rolls Royce et Bombardier. Il ne reste donc que 2 techniciens pour le reste du travail à travers le Québec, y compris les appels d'urgence.\nOui, [redacted_name] et [redacted_name] recrutent plus de techniciens, mais en attendant que tout se passe bien, c'est la situation à laquelle nous faisons face chaque semaine. Nous faisons tous de notre mieux pour servir les clients, ce qui signifie malheureusement, pour l’instant, devoir réorganiser constamment les choses."
}