{
    "source": "en_US",
    "target": "fr_FR",
    "text": "truely green processes that avoid toxic reagents. As biopolymers themselves\nare highly biocompatible, production protocols using harmful\nchemicals, such as aldehyde crosslinkers or toxic solvents, are not ideal\nas their complete removal needs to be established before the materials\ncan be applied. Urea is a common biomolecule in metabolic cycles and a\ncommon industrial reagent thanks to its low cost and very limited\ntoxicity. A few researchers reported on chitosan-urea-based porous\nmaterials and aerogels (Aranaz et al., 2009; Ganesan, Heyer, Ratke, &\nMilow, 2018; Govindaraj, Abathodharanan, Ravishankar, & Raghavachari,\n2019). Urea acts both physically and chemically on acidic\naqueous chitosan solution: it decomposes by heat (Ganesan, Heyer et al.,\n2018) or enzymes (Aranaz et al., 2009) to form NH3 and thereby increases\npH and induces physical coagulation of chitosan. On the other\nhand, urea acts as a covalent modifier of NH2 groups of chitosan to form\nureido groups, –NH–C(=O)–NH2 (Ganesan, Heyer et al., 2018). We\nrecently found that the chitosan-urea system can produce highly porous,\npartially mesoporous structures, even via ambient pressure drying when\nthe chitosan concentration is high (Alburquerque et al., 2020). These\nchitosan-urea aerogels have a wide potential for biocompatible and\nthermal insulation applications, but the aerogels are opaque and display\nonly moderately high surface areas and significant macroporosity.\nThe present paper reports the first aldehyde-free, transparent chitosan\naerogels. The aerogels are produced by urea-induced gelation of\nchitosan solutions. We focus on the relation between the gelation process\nand microstructure formation, with initial urea concentration as the\nmain variable. We discuss the requirements to enable the synthesis of\ntransparent chitosan aerogels, and derive a new process design concept\nthat may be applicable to produce other biopolymer aerogels with “true\naerogel” microstructures.",
    "trans": "Les processus véritablement écologiques qui évitent les réactifs toxiques. Étant donné que les biopolymères eux-mêmes\nsont hautement biocompatibles, les protocoles de production utilisant des produits\nchimiques nuisibles, tels que les agents de réticulation à base d'aldéhydes ou des solvants toxiques, ne sont pas idéaux,\ncar leur élimination complète doit être assurée avant que les matériaux\nne puissent être appliqués. L'urée est une biomolécule courante dans les cycles métaboliques et un\nun réactif industriel commun en raison de son faible coût et de sa toxicité très limitée.\nQuelques chercheurs ont rapporté des matériaux poreux\net des aérogels à base de chitosane-urée (Aranaz et al., 2009 ; Ganesan, Heyer, Ratke, &\nMilow, 2018 ; Govindaraj, Abathodharanan, Ravishankar, & Raghavachari,\n2019). L'urée agit à la fois physiquement et chimiquement sur la solution\naqueuse acide de chitosane : elle se décompose par chaleur (Ganesan, Heyer et al.,\n, 2018) ou par des enzymes (Aranaz et al., 2009) pour former NH3 et ainsi augmenter\nle pH, induisant la coagulation physique du chitosane. D'autre part,\nl'urée agit comme un modificateur covalent des groupes NH2 du chitosane pour former\ndes groupes uréido, –NH–C(=O)–NH2 (Ganesan, Heyer et al., 2018). Nous\navons récemment découvert que le système chitosane-urée peut produire des structures très poreuses,\npartiellement mésoporeuses, même par séchage à pression ambiante lorsque\nla concentration de chitosane est élevée (Alburquerque et al., 2020). Ces\naérogels de chitosane-urée ont un large potentiel pour des applications biocompatibles et\nd'isolation thermique, mais les aérogels sont opaques\net présentent des surfaces spécifiques modérément élevées et une macroporosité significative.\nCet article présente les premiers aérogels de chitosane transparents\nsans aldéhyde. Les aérogels sont produits par gélification induite par\nl'urée des solutions de chitosane. Nous nous concentrons sur la relation entre le processus\nde gélification et la formation de la microstructure, avec la concentration initiale en urée comme principale\nvariable. Nous discutons des exigences nécessaires pour permettre la synthèse\nd’aérogels transparents de chitosane et proposons un nouveau concept de conception de processus\nqui pourrait être applicable à la production d’autres aérogels de biopolymères avec des microstructures de\n« véritable aérogels »."
}