{
    "source": "en_US",
    "target": "fr_FR",
    "text": "«A trickle of power tingles through my body, igniting my nerves and sending a familiar chill down my spine. The hair on the back of my neck stands up, feeling that power, that strength, flood my body.\nSomeone’s coming. And I know who.\nA twig snaps to my left. Then another.\nI don’t remember when I stood up, but I’m now dancing on the balls of my feet, unable to help that familiar itch for a fight and looking forward to that dance of dominance and destruction. Fighting is my favorite waltz, and I know the steps by heart.\nBraxton barrels through the line of trees, eyes wild when they land on mine. He saw the smoke from my fire and figured he’d ambush whoever had lit it. But unlucky for him, I felt him coming before I even heard him sprinting through the forest.\nI see him hesitate as if he’s debating turning back around rather than risking a fight with me. But the uncertainty flickers from his face as he begins slowly striding towards closer. He steps into the ring of»\nExtrait de\nPowerless\nLauren Roberts\nCe contenu est peut-être protégé par des droits d’auteur.",
    "trans": "« Un filet de puissance picote à travers mon corps, enflammant mes nerfs et envoyant un frisson familier le long de ma colonne vertébrale. Les poils à l’arrière de mon cou se dressent, ressentant cette énergie, cette force, inonder mon être.\nQuelqu’un approche. Et je sais qui.\nUne brindille craque sur ma gauche. Puis une autre.\nJe ne me souviens pas du moment où je me suis levé, mais je danse maintenant sur la pointe des pieds, incapable de réprimer cette envie familière de combat, impatient de me lancer dans cette danse de domination et de destruction. Se battre est ma valse préférée, et j’en connais chaque pas par cœur.\nBraxton surgit à travers la ligne d’arbres, ses yeux s’illuminant d’une lueur sauvage lorsqu’ils croisent les miens. Il a vu la fumée de mon feu et s’est dit qu’il pourrait tendre une embuscade à celui qui l’avait allumé. Mais manque de chance pour lui, je l’ai senti venir bien avant d’entendre ses pas marteler la forêt.\nJe le vois hésiter, comme s’il envisageait de faire demi-tour plutôt que de risquer un affrontement avec moi. Mais l’incertitude disparaît de son visage alors qu’il commence à avancer lentement, se rapprochant toujours plus. Il franchit le cercle de »\nExtrait de\nPowerless\nLauren Roberts\nCe contenu est peut-être protégé par des droits d’auteur."
}