{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This 6 Minute English episode explores the challenges and surprises of adapting to new foods when moving to a different country. Hosts [redacted_name] and [redacted_name] introduce the concept with quirky examples like England’s “toad in the hole,” a sausage dish with a misleading name, and a classic British debate over whether cream or jam should go on a scone first. They then share two stories of people adjusting to new culinary cultures. [redacted_name], a Ukrainian refugee in the Netherlands, had to adapt her cooking style without the familiar ingredients from her home country, leading her to open her own restaurant with a unique mix of Dutch and Ukrainian flavors. Similarly, [redacted_name], originally from England, faced a big learning curve with the intense seasoning culture in Tobago, where Caribbean dishes often involve complex layers of spices and herbs. Learning through trial and error, [redacted_name] adjusted to this style and created flavors her new community loved. The episode also introduces vocabulary like “comfort zone,” “staple,” and “trial and error,” making it a useful guide for anyone navigating cultural differences through food.",
    "trans": "Dans cet épisode de 6 Minute English, nous explorons les défis et les surprises de l'adaptation à de nouveaux aliments lorsqu'on déménage dans un autre pays. Les animateurs [redacted_name] et [redacted_name] introduisent le concept en donnant des exemples amusants tels que le « toad in the hole », un plat anglais composé de saucisses au nom trompeur, et un débat classique britannique sur la meilleure manière de disposer la crème ou la confiture sur un scone. Ils partagent ensuite deux histoires de personnes s'adaptant à de nouvelles cultures culinaires. Un réfugié ukrainien aux Pays-Bas, [redacted_name], a dû adapter son alimentation sans les ingrédients familiers de son pays d'origine, ce qui l'a conduit à ouvrir son propre restaurant proposant un mélange unique de saveurs néerlandaises et ukrainiennes. De même, [redacted_name], originaire d'Angleterre, a dû faire face à un grand apprentissage avec la culture d'assaisonnement intense à Tobago, où les plats caribéens impliquent souvent des couches complexes d'épices et d'herbes. En apprenant par essais et erreurs, [redacted_name] a su s'adapter à ce style et créer des saveurs que sa nouvelle communauté a adorées. L'épisode introduit également des mots de vocabulaire tels que « zone de confort », « de base » et « essais et erreurs », ce qui en fait un guide utile pour quiconque navigue à travers les différences culturelles alimentaires."
}