{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Since 2018, the Rasa Family Centre has been a home for women in crisis situations.\nIn 2022 a new crisis developed in our part of the world and we have been called upon to provide temporary housing for refugees from Ukraine.\nIt has been a busy and, at times, chaotic time with people of three different languages (Romania, Ukrainian, and English) trying to communicate with each other in the Rasa Family Centre.\nIt has also been a blessed time as we have had opportunities to share the Gospel and Christ’s love in a tangible way.\nWe have also been providing and transporting food and supplies to churches in Ukraine for distribution to needy families who have remained there.\nPlease visit our donate page to make a special donation for our work in support of the people of Ukraine.\nPlease pray for us during this challenging time that we will have the strength and resources to continue our usual work in the Rasa area in addition tro providing temporary housing for the",
    "trans": "Depuis 2018, le Centre Familial Rasa est un refuge pour les femmes en situation de crise.\nEn 2022, une nouvelle crise a éclaté dans notre région du monde, et nous avons été appelés à fournir un logement temporaire pour les réfugiés en provenance d'Ukraine.\nCe fut une période chargée et parfois chaotique, avec des personnes parlant trois langues différentes (roumain, ukrainien et anglais) essayant de communiquer entre elles au Centre Familial Rasa.\nCe fut aussi une période bénie, car nous avons eu des occasions de partager l’Évangile et l'amour du Christ de manière tangible.\nNous avons également fourni et transporté de la nourriture et des fournitures aux églises en Ukraine, pour qu'elles soient distribuées aux familles dans le besoin qui y sont restées.\nVeuillez visiter notre page de dons pour faire un don spécial en soutien à notre travail pour le peuple ukrainien.\nMerci de prier pour nous en cette période difficile, afin que nous ayons la force et les ressources nécessaires pour continuer notre travail habituel dans la région de Rasa, en plus de fournir un logement temporaire pour les réfugiés."
}