{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Review the characteristics of a thesis statement and study the examples ofweakandstrong thesis statements. Then take 5 min. to revise your working thesis statement. Use the checklist below to ensure that your thesis statement is strong. Be prepared to share your thesis statement with a classmate.\nChecklist:\nThe thesis statement is only one or two sentences.\nThe thesis statement is an opinion and not a fact or observation.\nA reasonable person could disagree with the thesis statement.\nThe thesis statement is not a generalization.\nThe thesis statement is not an exaggeration.\nThe thesis statement is not a question.\nThe thesis statement is not too broad or too narrow.\nThe thesis statement is not too vague or general.\nThe thesis statement is not an announcement.\nThe thesis statement avoids first person.\nStep 2\nWork with a partner. Exchange your revised thesis statements. Read your partner’s thesis statement and evaluate it using the checklist above. Then provide your partner with feedback. What did he/she do well? What could he/she improve?",
    "trans": "Revoir les caractéristiques d'un énoncé de thèse et étudier les exemples d'énoncés de thèse faibles et forts. Prenez ensuite 5 minutes pour réviser votre énoncé de thèse de travail. Utilisez la liste de contrôle ci-dessous pour vous assurer que votre énoncé de thèse est solide. Préparez-vous à partager votre énoncé de thèse avec un camarade de classe.\nListe de contrôle :\nL'énoncé de la thèse ne comporte qu'une ou deux phrases.\nL'énoncé de la thèse est une opinion et non un fait ou une observation.\nUne personne raisonnable pourrait ne pas être d'accord avec l'énoncé de la thèse.\nL'énoncé de la thèse n'est pas une généralité.\nL'énoncé de la thèse n'est pas une exagération.\nL'énoncé de la thèse n'est pas une question.\nL'énoncé de la thèse n'est ni trop vaste ni trop restreint.\nL'énoncé de la thèse n'est pas trop vague ou trop générale.\nL'énoncé de la thèse n'est pas une annonce.\nL'énoncé de la thèse évite la première personne.\nÉtape 2\nTravaillez avec un binôme. Échangez vos énoncés de thèse révisés. Lisez l'énoncé de thèse de votre binôme et évaluez-le à l'aide de la liste de contrôle ci-dessus. Ensuite, donnez à votre binôme un feedback. Qu'est-ce qu'il a bien fait ? Que pourrait-il/elle améliorer ?"
}