{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Lune exists to create exceptional experiences, moments of joy, and excellence in the everyday.\nWe have an exciting opportunity for motivated Pastry Chefswho are eager to get their career with Lune started! We are seeking passionate people who are keen to be part of the afternoon/eveningkitchen team for our first foray into the Harbour City. Working in beautifully designed facilities with a progressive workplace culture, you will be taught bythe Executive Chef Chloe Thomas and Head Chef James Clarke the secrets behind our world-famous product.\nA strong work ethic and the ability to communicate and collaborate within a diverse team are essential, as well as a positive outlook and willingness to adapt to the dynamic of our kitchen environment. We believe in comprehensive training and development in order to maintain our high standards and consistency across the brand. We will equip you with confidence and knowledge to enable you to deliver our guests with an experience that’s a bite of perfection each and every time they visit a Lune venue.\nWe offer;\nAbove Award pay rates, plus benefits including paid parental leave, access to an EAP service, staff discounts, and a paid day off for your birthday\nAfternoon/evening work that fits with your life (38 hours per week) with shift times of 1:30pm - 9:30pm. Overtime may be occasionally required, but we genuinely offer all our employees work-life balance\nProfessional development - further your skills within an industry leading organisation\nA progressive work environment that values the individual and is centred on our values of growth, positivity, pride, respect and excellence\nFor a PM Pastry Chef, our ideal candidate:\nHas minimum 2 years of previous experience in a commercial kitchen environment or pastry production kitchen\nIs a great communicator and an active listener\nEnjoys working both with a close-knit team but also independently when the role requires\nIs passionate about our product and shares an alignment with the Lune values and purpose\nCan commit to a full-time role, with full working rights\nWe have multiple positions available and are genuinely delighted that we are assembling our BOH team directly in Sydney!\nIf you think this sounds like you (or someone you know), please apply with your resumeand acover letter telling us about yourself and why you would be well-suited to either position. Please ensure you identify which role you are applying for in the first line of your cover letter. If you have any questions about the role before applying, please contact [redacted_email].",
    "trans": "Lune existe pour créer des expériences exceptionnelles, des moments de joie et d'excellence au quotidien.\nNous avons une opportunité passionnante pour les chefs pâtissiers motivés qui sont impatients de commencer leur carrière avec Lune ! Nous recherchons des personnes passionnées qui souhaitent faire partie de l'équipe de cuisine de l'après-midi et du soir pour notre première incursion dans Harbour City. Travaillant dans des locaux magnifiquement conçus. Avec une culture d'entreprise progressiste, vous apprendrez avec le chef exécutif Chloe Thomas et le chef cuisinier James Clarke les secrets de nos produits mondialement connus.\nUne éthique de travail solide et la capacité de communiquer et de collaborer au sein d'une équipe diversifiée sont essentielles, de même qu'une attitude positive et la volonté de s'adapter à la dynamique de notre environnement de cuisine. Nous croyons en une formation et un développement complets afin de maintenir nos normes élevées et la cohérence au sein de la marque. Nous vous donnerons la confiance et les connaissances nécessaires pour vous permettre d'offrir à nos clients une expérience qui est une bouchée de perfection à chaque fois qu'ils se rendent dans un établissement Lune.\nNous offrons ;\nTaux de rémunération au-dessus des primes, plus les avantages sociaux, y compris le congé parental payé, l’accès à un service du PAE, des rabais pour le personnel et un jour de congé payé pour votre anniversaire\nTravail d'après-midi/du soir qui s'adapte à votre vie (38 heures par semaine) avec des horaires de travail de 13h30 à 21h30. Des heures supplémentaires peuvent être occasionnellement nécessaires, mais nous offrons véritablement à tous nos employés un équilibre entre vie professionnelle et vie privée.\nDéveloppement professionnel - perfectionnez vos compétences au sein d'une organisation de renom\nUn environnement de travail progressif qui valorise l'individu et qui est centré sur nos valeurs de croissance, de positivité, de fierté, de respect et d'excellence.\nPour un Chef pâtissier PM, notre candidat idéal :\nPossède au moins 2 ans d'expérience dans un environnement de cuisine commerciale ou dans une cuisine de production de pâtisseries\nEst un excellent communicateur et un auditeur actif\nAime travailler au sein d'une équipe soudée, mais aussi de manière indépendante lorsque le poste l'exige.\nEst passionné par notre produit et partage les valeurs et l'objectif de Lune\nPeut s'engager dans un rôle à temps plein, avec des droits de travail complets.\nNous avons plusieurs postes à pourvoir et nous sommes vraiment ravis de constituer notre équipe BOH directement à Sydney !\nSi vous pensez que cela vous intéresse (ou quelqu'un que vous connaissez), veuillez postuler en joignant votre CV et une lettre de motivation dans laquelle vous vous présentez et expliquez pourquoi vous seriez la personne idéale pour l'un de ces postes. Veillez à préciser le poste pour lequel vous postulez à la première ligne de votre lettre de motivation. Si vous avez des questions sur le poste avant de postuler, veuillez contacter [redacted_email]."
}