{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your term of probation supervision has been\ncompleted. Are you considering an\nexpungement?\nAn expungement is the removal and isolation of certain records on file\nrelated to your offense. Most expungements require a period of time to elapse\nbefore a person can apply.\nNot all records can be expunged.\nExpunged records include complaints, warrants, arrests, commitments, processing\nrecords, fingerprints, photographs, index cards, “rap sheets” and “judicial docket\nrecords.” If an expungement is granted, with certain exceptions, the offense is\nconsidered not to have occurred. Please be aware that if you obtain new charges,\nthe law permits expunged records to be used for certain purposes.\nYou can represent yourself or have an attorney for the\nexpungement process.\nTo apply for an expungement, you or your attorney must apply online in the\neCourts Expungement System. The System will compile your court history\nrecords, based on the information in the Judiciary’s systems, and automatically\ngenerate the petition. The prosecutor must submit a response to your petition. If\nthe prosecutor objects to your petition and you do not have an attorney, you should\ncontact the Public Defender’s office, in the county where you were convicted or\nadjudicated delinquent. The Public Defender’s office may submit a response to the\nprosecutor’s objection on your behalf.\nA judge will decide whether you should be granted an expungement.\nFor additional information on applying, an instructional video and links will be\navailable on the NJ Courts website (njcourts.gov) under the SELF-HELP\nCENTER. For help accessing online services, please see t",
    "trans": "Votre période de probation\nest terminée. Envisagez-vous une\nexpungation ?\nUne expungation est la suppression et l'isolement de certains dossiers\nliés à votre infraction. La plupart des expungations nécessitent qu'un certain délai s'écoule\navant qu'une personne puisse faire une demande.\nTous les dossiers ne peuvent pas être expungés.\nLes dossiers expurgés incluent les plaintes, mandats, arrestations, engagements, dossiers de traitement,\nempreintes digitales, photographies, fiches, \"casiers judiciaires\" et \"dossiers\nudiciaires\". Si une expungation est accordée, à certaines exceptions près, l'infraction est\nconsidérée comme ne s'étant pas produite. Sachez que si de nouvelles accusations sont portées contre vous,\nla loi permet d'utiliser les dossiers expurgés dans certains cas.\nVous pouvez vous représenter vous-même ou faire appel à un avocat pour le\nprocessus d'expungation.\nPour faire une demande d'expungation, vous ou votre avocat devez soumettre la demande en ligne via\nle Système d'Expungation eCourts. Le Système compilera vos antécédents judiciaires,\nbasés sur les informations présentes dans les systèmes judiciaires, et générera automatiquement\nla requête. Le procureur doit répondre à votre demande. Si\nle procureur s'oppose à votre demande et que vous n'avez pas d'avocat, vous devez\ncontacter le Bureau du Défenseur Public, dans le comté où vous avez été condamné ou\nreconnu coupable de délinquance. Le Bureau du Défenseur Public peut répondre à l'opposition du\nprocureur en votre nom.\nUn juge décidera si l'expungation doit vous être accordée.\nPour plus d'informations sur la façon de faire une demande, une vidéo explicative et des liens seront\ndisponibles sur le site web des tribunaux du NJ (njcourts.gov) sous la rubrique CENTRE\nD'AIDE. Pour obtenir de l'aide pour accéder aux services en ligne, veuillez consulter"
}