{
    "source": "en_US",
    "target": "fr_FR",
    "text": "But while the poem focuses most centrally on the rage of a mortal, it also concerns itself greatly with the motivations and actions of the gods. Even before Homer describes the quarrel between Achilles and Agamemnon, he explains that Apollo was responsible for the conflict. In general, the gods in the poem participate in mortal affairs in two ways. First, they act as external forces upon the course of events, as when Apollo sends the plague upon the Achaean army. Second, they represent internal forces acting on individuals, as when Athena, the goddess of wisdom, prevents Achilles from abandoning all reason and persuades him to cut Agamemnon with words and insults rather than his sword. But while the gods serve a serious function in partially determining grave matters of peace and violence, life and death, they also serve one final function—that of comic relief. Their intrigues, double-dealings, and inane squabbles often appear humorously petty in comparison with the wholesale slaughter that pervades the mortal realm. The bickering between Zeus and Hera, for example, provides a much lighter parallel to the heated exchange between Agamemnon and Achilles.\nIndeed, in their submission to base appetites and shallow grudges, the gods ofThe Iliadoften seem more prone to human folly than the human characters themselves. Zeus promises to help the Trojans not out of any profound moral consideration but rather because he owes Thetis a favor. Similarly, his hesitation in making this promise stems not from some worthy desire to let fate play itself out but from his fear of annoying his wife. When Hera does indeed become annoyed, Zeus is able to silence her only by threatening to strangle her. Such instances of partisanship, hurt feelings, and domestic strife, common among the gods ofThe Iliad,portray the gods and goddesses as less invincible and imperturbable than we might imagine them to be. We expect these sorts of excessive sensitivities and occasionally dysfunctional relationships of the human characters but not the divine ones.",
    "trans": "Mais tandis que le poème se concentre principalement sur la rage d'un mortel, il s'intéresse également de près aux motivations et aux actions des dieux. Même avant qu'Homère ne décrive la querelle entre Achille et Agamemnon, il explique qu'Apollon est responsable du conflit. En général, les dieux dans le poème participent aux affaires humaines de deux manières. D'abord, ils agissent comme des forces extérieures sur le cours des événements, comme lorsque Apollon envoie la peste sur l'armée achéenne. Ensuite, ils représentent des forces intérieures agissant sur les individus, comme lorsque Athéna, la déesse de la sagesse, empêche Achille d'abandonner toute raison et le persuade de blesser Agamemnon avec des mots et des insultes plutôt qu'avec son épée. Mais bien que les dieux jouent un rôle sérieux en déterminant partiellement d'importantes questions de paix et de violence, de vie et de mort, ils servent aussi une dernière fonction—celle du soulagement comique. Leurs intrigues, leurs manœuvres et leurs querelles futiles apparaissent souvent de manière humoristique en comparaison avec le massacre de masse qui imprègne le royaume des mortels. Les chamailleries entre Zeus et Héra, par exemple, fournissent un parallèle beaucoup plus léger à l'échange enflammé entre Agamemnon et Achille.\nEn effet, dans leur soumission à des appétits bas et des rancunes superficielles, les dieux de L'Iliade semblent souvent plus enclins à la folie humaine que les personnages humains eux-mêmes. Zeus promet d'aider les Troyens non par une quelconque considération morale profonde, mais parce qu'il doit un service à Thétis. De même, son hésitation à faire cette promesse ne provient pas d'un désir noble de laisser le destin suivre son cours, mais de sa crainte d'irriter son épouse. Lorsque Héra devient effectivement contrariée, Zeus parvient à la faire taire uniquement en la menaçant de l'étrangler. De tels exemples de partialité, de sentiments blessés et de conflits domestiques, fréquents parmi les dieux de L'Iliade, dépeignent les dieux et déesses comme moins invincibles et imperturbables que nous pourrions les imaginer. Nous attendons ce genre de sensibilités excessives et de relations parfois dysfonctionnelles chez les personnages humains, mais pas chez les divins."
}