{
    "source": "en_US",
    "target": "fr_FR",
    "text": "INBOUND- Receive and transfer goods from suppliers into totes\nOUTBOUND- Pick and pack customer orders in an ambient, chill, or freezer environment\nDISPATCH- Assist in the loading or moving process of customer orders throughout the Fulfillment Center\nAchieve productivity goals and targets\nFlex between various operational roles throughout the inbound, outbound and dispatch work areas\nResolve any minor production related issues or request assistance from Leadership as needed\nFollow quality and accuracy guidelines to ensure a positive customer experience and accurate orders\nComply to all operational processes within work area to drive efficiency\nFollow all safety and food safety processes and guidelines, reporting any defective equipment or health and safety concerns\nProvide recommendations as needed to Leadership to encourage best practice and continuous improvement\nMust be able to perform the essential job functions of this position with or without reasonable accommodation\nFulfillment Warehouse Associate Minimum Position Qualifications:\nExcellent oral/written communication skills\nMust be flexible to job assignment/schedule changes\nAbility to read and understand basic numerical data\nAbility to meet operational targets and performance goals\nBasic computer/operational systems skills",
    "trans": "ENTRÉE - Réceptionner et transférer les marchandises des fournisseurs dans des bacs.\nSORTIE - Préparer et emballer les commandes des clients dans un environnement ambiant, réfrigéré ou congelé.\nDISTRIBUTION - Aider au chargement ou au déplacement des commandes des clients dans le centre de traitement des commandes.\nAtteindre les objectifs de productivité\nAssumer plusieurs rôles opérationnels dans les domaines de l'entrée, de la sortie et de l'expédition.\nRésoudre les problèmes mineurs liés à la production ou demander l'aide de la direction si nécessaire.\nRespecter les directives en matière de qualité et d'exactitude afin de garantir une expérience positive pour le client et des commandes exactes.\nRespecter tous les processus opérationnels dans le cadre du domaine de travail afin d'améliorer l'efficacité.\nRespecter toutes les procédures et lignes directrices en matière de sécurité et de sécurité alimentaire, en signalant tout équipement défectueux ou tout problème de santé et de sécurité.\nFournir le cas échéant des recommandations à la direction afin d'encourager les meilleures pratiques et l'amélioration continue.\nDoit être en mesure de remplir les fonctions essentielles de ce poste avec ou sans aménagements raisonnables.\nQualifications minimales requises pour le poste d'associé d'entrepôt de traitement des commandes :\nExcellentes compétences en matière de communication orale et écrite\nDoit être flexible en ce qui concerne l'affectation des tâches et les changements d'horaire.\nCapacité à lire et à comprendre des données numériques basiques\nCapacité à atteindre les objectifs opérationnels et les objectifs de performance\nCompétences de base en informatique/systèmes opérationnels"
}