{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The image of the orphan carries simultaneously both the discarded and the sacred. It is embedded in themes of absence, abandonment, rejection and expo- sure. Yet primal loss and the inherent vulnerability of the orphan exist alongside the potential for self-con- tainment and self-sufficiency. The ancient Egyptian tomb figurine portrays a child sitting alone, naked, thin arms and knees pulled against the childish body, ev- erything contracted in grief. It conveys one who is “be- reft,” the meaning of orphan (from the Greek orpha- nos), and anyone who has suffered the loss of his primary foundation or support, whether it is parents, homeland, religious identity or sense of worth, can rec- ognize the abject loneliness depicted by the sculpted form. The image of the orphan, even the word, imme- diately elicits our compassion because of its linking with the young and small—a human child, a baby an- imal—left to the mercy and hardships of the world. Sometimes the orphan’s history is one of miraculous beginning and intervention or adoption by deities or otherworldly spirits. To be orphaned is to be separated from one’s origin, and so the orphan also portrays a psychological reality, how something within evolves to- ward independence, greater self-realization or whole- ness: “It is only separation, detachment, agonizing con- frontation through opposition that brings consciousness and insight,” observed Jung (CW 9.1:286ff).",
    "trans": "L'image de l'orphelin porte simultanément à la fois ce qui est rejeté et ce qui est sacré. Elle est enracinée dans les thèmes de l'absence, de l'abandon, du rejet et de l'exposition. Pourtant, la perte primordiale et la vulnérabilité inhérente de l'orphelin coexistent avec le potentiel d'autosuffisance et d'indépendance. La figurine funéraire de l'Égypte ancienne représente un enfant assis seul, nu, avec les bras et les genoux maigres repliés contre le corps d'enfant, tout contracté dans la douleur. Elle évoque celui qui est « privé », le sens du terme orphelin (du grec orphanos), et toute personne ayant subi la perte de son fondement ou soutien primaire, qu'il s'agisse des parents, de la patrie, de l'identité religieuse ou du sens de la dignité, peut reconnaître la solitude abjecte représentée par la forme sculptée. L'image de l'orphelin, voire le mot lui-même, suscite immédiatement notre compassion en raison de son lien avec la jeunesse et la petitesse — un enfant humain, un bébé animal — laissé à la merci des épreuves du monde. Parfois, l'histoire de l'orphelin est celle d'un début miraculeux et d'une intervention ou adoption par des divinités ou des esprits surnaturels. Être orphelin, c'est être séparé de son origine, et ainsi l'orphelin représente également une réalité psychologique, comment quelque chose en soi évolue vers l'indépendance, une plus grande autodétermination ou plénitude : « Ce n'est que par la séparation, le détachement, la confrontation agonisante par opposition que surgit la conscience et la clairvoyance », a observé Jung (CW 9.1 : 286 et suiv.)."
}