{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Vampires, burial, death: inter the corpse where the road forks, so that when it springs from the grave, it will not know which path to follow. Drive a stake through its heart: it will be stuck to the ground at the fork, it will haunt that place that leads to many other places, that point of in- decision. Behead the corpse, so that, acephalic, it will not know itself as subject, only as pure body.\nThe monster is born only at this metaphoric crossroads, as an embodi- ment of a certain cultural moment—of a time, a feeling, and a place.1 The monster's body quite literally incorporates fear, desire, anxiety, and fantasy (ataractic or incendiary), giving them life and an uncanny in- dependence. The monstrous body is pure culture. A construct and a projection, the monster exists only to be read: the monstrum is etymo- logically \"that which reveals,\" \"that which warns,\" a glyph that seeks a hierophant. Like a letter on the page, the monster signifies something other than itself: it is always a displacement, always inhabits the gap be- tween the time of upheaval that created it and the moment into which it is received, to be born again. These epistemological spaces between the monster's bones are Derrida's familiar chasm of differance: a genetic un- certainty principle, the essence of the monster's vitality, the reason it al- ways rises from the dissection table as its secrets are about to be revealed and vanishes into the night.",
    "trans": "Vampires, sépulture, mort: enterrez le cadavre là où la route bifurque, afin que lorsqu'il surgira de la tombe, il ne sache pas quel chemin suivre. Plantez un pieu dans son cœur: il sera collé au sol à la fourche, hantant ce lieu qui mène à de nombreux autres endroits, ce point d'indécision. Décapitez le cadavre, afin qu'acephalique, il ne se reconnaisse pas comme sujet, seulement comme pur corps.\nLe monstre naît uniquement à ce carrefour métaphorique, comme l'incarnation d'un moment culturel spécifique—d'un temps, d'un sentiment, et d'un lieu. Le corps du monstre incorpore littéralement la peur, le désir, l'anxiété et la fantaisie (ataractique ou incendiaire), leur donnant vie et une indépendance étrange. Le corps monstrueux est de la pure culture. Une construction et une projection, le monstre n'existe que pour être lu : le monstrum est étymologiquement \"ce qui révèle\", \"ce qui avertit\", un glyphe qui cherche un hiérophante. Comme une lettre sur une page, le monstre signifie quelque chose d'autre que lui-même: il est toujours un déplacement, il habite toujours l'écart entre le temps de bouleversement qui l'a créé et le moment où il est reçu, pour renaître à nouveau. Ces espaces épistémologiques entre les os du monstre sont le gouffre familier de la différance selon Derrida : un principe d'incertitude génétique, l'essence de la vitalité du monstre, la raison pour laquelle il se relève toujours de la table de dissection alors que ses secrets sont sur le point d'être révélés, et disparaît dans la nuit."
}