{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The man’s expression glitches slightly. It’s just a flash - the slightest faltering of his expression. “Eh, well. We’ve all got our shit, right? I wouldn’t describe myself as tortured, but you? I’m worried about you now.”\n“Psh- don’t be. You’ve done plenty of that…”\n“Hey- What did we say about ‘thank you’?”\n“Yes, hyung.” Seonghwa sighs, fake pouting.\n“That’s more like it.” Yunho ruffles Seonghwa’s hair with a smirk, and the younger man’s brain short-circuits. Even though the gesture is instantaneous, Hwa keens. He finds himself wishing to relive that fraction of a second over and over again. Those long, graceful fingers sweeping through his locks, nails just ever so slightly dragging against his scalp. It’s like a shot of ecstasy shooting through his veins. Or maybe the booze is just kicking in more quickly than he thought. He’s not sure, and dwelling on it doesn’t do him much good. He’d rather enjoy the moment - however fleeting it may be.\nHwa tries to laugh it off,“You know what?”\n“What?” The older man replies with a smile.",
    "trans": "L'expression de l'homme se trouble légèrement. Ce n'est qu'un éclair - le moindre changement d'expression. « Eh, bien. On a tous nos problèmes, non ? Je ne me décrirais pas comme torturé, mais vous ? Je m'inquiète pour toi maintenant. »\n« Psh- ne le sois pas. Tu en as déjà fait beaucoup... »\n« Hé... Qu'est-ce qu'on a dit à propos de « merci » ? »\n« Oui, hyung. » Seonghwa soupire, fait une fausse moue.\n« C'est plutôt ça. » Yunho ébouriffe les cheveux de Seonghwa avec un sourire en coin, et le cerveau du jeune homme court-circuite. Même si le geste est instantané, Hwa se réjouit. Il se surprend à vouloir revivre cette fraction de seconde encore et encore. Ces longs doigts gracieux balayant ses mèches, les ongles ne faisant qu'effleurer son cuir chevelu. C'est comme une dose d'extase qui se répand dans ses veines. Ou peut-être que l'alcool fait son effet plus rapidement qu'il ne le pensait. Il n'en est pas sûr, et s'y attarder ne lui sert pas à grand-chose. Il préfère profiter de l'instant présent, aussi fugace soit-il.\nHwa essaie d'en rire, « Tu sais quoi ? »\n« Quoi ? » Le vieil homme répond avec un sourire."
}