{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Please note,ALL DOCUMENTSMUSTbeuploaded inat theSAME TIME (in one email or submission)or it will delay the process of registering on the Available-for-Work list. You will not be registered untilall informationis received. Please sendtravel letters and supporting documentation [redacted_info]\nAlltravelerssigning the books, the following are required:\nPhoto ID/Drivers License\nCurrent paid Dues receipt\nCurrent Letter of Introduction/Travel Letterfrom your home Local(Within a year)\nTermination slip (If you took a job out of Local 26)\nFilled out referral registration form, see link below\nIF YOU ARE ON FURLOUGH YOU MAY NOT SIGN ANY OUT-OF-WORK LIST. While on furlough you are still employed by your contractor, and are expected to stay in contact with that contractor in the manner they provided you regarding returning to work.",
    "trans": "Veuillez noter que TOUS LES DOCUMENTS DOIVENT être envoyés EN MÊME TEMPS (dans un seul e-mail ou une seule soumission), sinon cela retardera le processus d'inscription sur la liste des Disponibles pour le Travail. Vous ne serez pas inscrit tant que toutes les informations n'auront pas été reçues.Merci d'envoyer les lettres de voyage et les documents justificatifs à [redacted_info].\nPour tous les travailleurs souhaitant s'inscrire sur les listes, les documents suivants sont requis :\nUne pièce d’identité avec photo (Carte d’identité ou permis de conduire)\nVotre reçu de cotisation à jour\nUne lettre d’introduction ou une lettre de voyage de votre section locale d'origine (datant de moins d'un an)\nUn certificat de fin de contrat (si vous avez occupé un poste en dehors de la section locale 26)\nLe formulaire d'inscription à la liste de référence, disponible via le lien ci-dessous\nSI VOUS ÊTES EN CHÔMAGE TECHNIQUE (FURLOUGH), VOUS NE POUVEZ PAS VOUS INSCRIRE SUR AUCUNE LISTE DE PERSONNES SANS EMPLOI. Pendant cette période, vous êtes toujours considéré comme employé par votre entreprise et devez rester en contact avec elle selon les modalités qu’elle vous a communiquées concernant votre retour au travail."
}