{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name],\nThank you for callingWindsor Peachtree Corners your home! We love having you in our community. This is just a friendly reminder that your rent is due on the 1st of the month. To make things as easy as possible, you can go directly to www.paywithbilt.com/windsorcommunities to make this month's paymentfor apartment [redacted_address].\nBalance Due for November: $1383.03\nAlready paid or set up with autopay? High five! You can disregard this message and go back to being awesome. If you’d like to activate autopay, here’s a quick guide.\nHave questions regarding the balance on your account? Please email residentpaymentinfo@windsorcommunities.com. We are happy to help.\nThanks again for choosing Windsor to call your home.\nSincerely,\nResident Payment Support Team\nNote: This email is automated and is sent from an un-monitored address. Please do not respond to this message.",
    "trans": "Bonjour [redacted_name],\nMerci d’avoir choisi Windsor Peachtree Corners comme chez vous ! Nous sommes ravis de vous compter parmi notre communauté.Ceci est un rappel amical que votre loyer est dû le 1er du mois. Pour simplifier votre paiement, vous pouvez vous rendre directement sur www.paywithbilt.com/windsorcommunities afin d’effectuer votre règlement pour l’appartement [redacted_address].\nSolde dû pour novembre : 1383,03 $\nDéjà payé ou inscrit au prélèvement automatique ? Super ! Vous pouvez ignorer ce message et continuer à être génial(e) ! Si vous souhaitez activer le prélèvement automatique, voici un guide rapide pour vous aider.\nVous avez des questions concernant votre solde ? Contactez-nous par e-mail à residentpaymentinfo@windsorcommunities.com, nous serons ravis de vous aider.\nMerci encore d’avoir choisi Windsor comme chez vous.\nCordialement,\nL’équipe de support des paiements des résidents\nRemarque : Cet e-mail est généré automatiquement et envoyé depuis une adresse non surveillée. Merci de ne pas y répondre."
}