{
    "source": "en_US",
    "target": "fr_FR",
    "text": "compared these beats with AirPod pros. Both are Apple products.\nThe beats have a smaller range of volume, the lowest volume is pretty loud for the “lowest volume”. Each level for volume going up is minimal compared to the AirPods. (At around 1/3 of the volume they match volume. AirPods get a lot quieter and ALOT louder, I’d say 10% louder) The beats are loud enough for me I leave it at 3/4 of volume.\nNoise cancellation is really good, some noise filters through in loud environments but it’s enough when you’re at the gym and busy places. I experienced noise filtering through when I was in a car with music blasting. So I’d rate the noise cancellation pretty high.\nPass through, pass through is good. I’d recommend not having the pass through when there’s lots of noise cause it’s good and personally it can get loud. When there’s a sudden loud noise the earbuds make the same loud noise and it could hurt your ears if you have sensitive hearing.\nCons, when in loud environments if you are on a call the earbuds filter out the noise, and when you speak it filters your voice a bit too which makes it hard for the other person on the other end to hear you. Also the bit about the loud noise with the pass through and sensitive ears is a con for me.\nBattery life is really good, lasts me my work day and a bit more, I’m sure like all batteries that would go down after use but hasn’t happened to me yet I’ve had it for 2 months now.\nBluetooth, the Bluetooth is pretty strong. You could probably still have a connection a few rooms away in a house before the connection begins to fail. Unlike AirPods when you remove the bud from an ear whatever is playing will not pause unless YOU pause it. This means it’s constantly connected, when you are within the Bluetooth radius of course. I’ve lost a bud twice but this actually helped me find it, so that’s a plus. And with these beats you cannot connect another pair to your phone like you can with AirPods. So it’s only on pair of beats at a time.\nI really like the earbuds and I think they are well worth the price, to me they are a barely lesser version of AirPod pros. I’m considering getting the studio pro’s over the AirPod max after this experience.\nUpdate 4 months later- The battery life is still very strong, I have had some issues with them disconnecting and reconnecting to my phone and I believe it’s because when I got my Apple Watch, it must be Confusing the connection between my phone and the watch. Yes, it can be annoying but to me, it’s still worth it. All really need to do is reconnect with my phone. I don’t think AirPods Will have this problem. But I’m not sure. There was one day where the noise cancellation on my right earbud stopped working, but it’s because I didn’t have enough battery so I had to charge it after that I had no issues",
    "trans": "comparé ces Beats aux AirPods Pro. Les deux sont des produits Apple.\nLes Beats ont une plage de volume plus réduite, le volume le plus bas est assez fort pour un « volume minimum ». Chaque niveau d’augmentation du volume est minime comparé aux AirPods. (À environ 1/3 du volume, ils atteignent un niveau équivalent. Les AirPods peuvent devenir beaucoup plus silencieux et BEAUCOUP plus forts, je dirais environ 10 % plus forts.) Les Beats sont suffisamment puissants pour moi, je les laisse à 3/4 du volume.\nL’annulation du bruit est vraiment efficace, bien que certains bruits filtrent dans des environnements bruyants, mais c’est suffisant pour la salle de sport et les lieux animés. J’ai remarqué que du bruit passait lorsque j’étais en voiture avec la musique à fond. Donc, je noterais l’annulation du bruit assez haut.\nTransparence : le mode transparence est bon. Je recommande d’éviter de l’utiliser dans un environnement très bruyant, car il est efficace et personnellement, cela peut devenir trop fort. Lorsqu’un bruit soudain survient, les écouteurs reproduisent ce bruit au même niveau sonore, ce qui peut être gênant, voire douloureux si vous avez une audition sensible.\nInconvénients : dans les environnements bruyants, si vous êtes en appel, les écouteurs filtrent le bruit, mais ils filtrent aussi légèrement votre voix, ce qui peut compliquer l’écoute pour votre interlocuteur. De plus, l’effet du bruit fort en mode transparence peut être un problème pour les personnes sensibles au son.\nL’autonomie de la batterie est excellente, elle tient toute ma journée de travail et un peu plus. Comme toutes les batteries, elle finira par se dégrader avec le temps, mais après deux mois d’utilisation, je n’ai constaté aucun problème.\nBluetooth : la connexion Bluetooth est assez solide. Vous pouvez probablement maintenir une connexion sur plusieurs pièces avant qu’elle ne commence à faiblir. Contrairement aux AirPods, si vous retirez un écouteur de votre oreille, la lecture ne s’arrête pas automatiquement à moins que VOUS ne la mettiez en pause. Cela signifie que les écouteurs restent connectés en permanence, tant que vous êtes dans le rayon Bluetooth. J’ai perdu un écouteur deux fois, mais cette fonction m’a aidé à le retrouver, donc c’est un point positif. En revanche, avec ces Beats, vous ne pouvez pas connecter une autre paire d’écouteurs à votre téléphone en même temps, contrairement aux AirPods. Une seule paire de Beats peut être connectée à la fois.\nJ’aime vraiment ces écouteurs et je pense qu’ils valent largement leur prix. Pour moi, ils sont une version légèrement inférieure aux AirPods Pro. Après cette expérience, j’envisage d’acheter les Studio Pro plutôt que les AirPods Max.\nMise à jour après 4 mois – L’autonomie de la batterie reste excellente. J’ai rencontré quelques problèmes de déconnexion et reconnexion avec mon téléphone, et je pense que cela vient du fait que j’ai acheté une Apple Watch, ce qui doit perturber la connexion entre mon téléphone et la montre. Oui, c’est agaçant, mais ça reste acceptable pour moi. Il suffit de reconnecter les écouteurs à mon téléphone. Je ne pense pas que les AirPods aient ce problème, mais je n’en suis pas sûr. Un jour, l’annulation du bruit sur mon écouteur droit a cessé de fonctionner, mais c’était parce que la batterie était trop faible. Après l’avoir rechargé, tout est rentré dans l’ordre."
}