{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear parent,\nWe’ve been working on a series of important changes that we’ll be making to your child’s account, Andrlaks999, next month.\nAbout Roblox accounts with parent privileges\nNext month, we’re changing the way parents manage their child’s experience on Roblox by introducing Roblox accounts with parent privileges. After linking your account to your child’s, parents can view and update parental controls for their child all from their own device. Parents also get access to insights about their child’s Roblox usage, such as their daily screen time and on-platform friends.\nGiven these changes, starting next month, parents will no longer be able to set a parent PIN, use Account Restrictions, or receive account-related notifications to their parental email. Instead, you will need to use an account with parent privileges. Existing verified parental emails on child accounts will continue to be used for account recovery. Any settings previously set using a parent PIN will not change, but you will need an account with parent privileges to make updates going forward.\nAs always, if users are interested in an added layer of security on their account, you can set up 2-factor authentication.\nUpdated content maturity settings\nAs we shared with the community in July, to help provide parents and users more clarity into the types of content available on Roblox, we’ll soon begin labeling experiences based on the type of content users can expect in an experience, rather than by age. Experience Guidelines will be renamed Content Labels, and you’ll be able to set limits on the type of content accessible to your child through the content maturity setting in parental controls.\nNew default settings for users under the age of 13\nAs part of Roblox’s commitment to safety, we are also updating certain default settings for our youngest users. Starting next month, users under the age of 13 will need parent permission to access certain chat features. Users under the age of 9 will also need parent permission to access experiences with content maturity “Moderate,” which may contain things like moderate violence or moderate crude humor.\nYour child’s settings will be updated when they reach certain ages, if you and your child haven’t previously made changes to them. You and your child will be notified of these updates in advance.\nWe will share more information on these setting updates when the changes go into effect next month.\nNext steps\nTo continue receiving notifications about your child’s account related to spending or other important activity, you’ll need to set up a Roblox account with parent privileges and link to your child’s account. When these changes take effect, your child will receive a notification inviting them to add a linked parent account, and we’ll send you an email with instructions.\nSince day one, Roblox has been committed to building safety features and tools into the design of our products. We will always continue to explore different ways to update our parental controls to make them even more useful for parents.\nRoblox",
    "trans": "Cher parent,\nNous avons travaillé sur une série de changements importants qui seront apportés au compte de votre enfant, Andrlaks999, le mois prochain.\nÀ propos des comptes Roblox avec privilèges parentaux\nLe mois prochain, nous allons modifier la manière dont les parents gèrent l’expérience de leur enfant sur Roblox en introduisant les comptes Roblox avec privilèges parentaux. Après avoir lié votre compte à celui de votre enfant, vous pourrez consulter et mettre à jour les contrôles parentaux directement depuis votre propre appareil. Vous aurez également accès à des informations sur l’utilisation de Roblox par votre enfant, telles que son temps d’écran quotidien et sa liste d’amis sur la plateforme.\nCompte tenu de ces changements, à partir du mois prochain, les parents ne pourront plus définir un code PIN parental, utiliser les restrictions de compte ou recevoir des notifications liées au compte sur leur adresse e-mail parentale. À la place, vous devrez utiliser un compte avec privilèges parentaux. Les adresses e-mail parentales vérifiées sur les comptes enfants continueront à être utilisées pour la récupération de compte. Tous les paramètres définis précédemment à l’aide d’un code PIN parental resteront inchangés, mais un compte avec privilèges parentaux sera nécessaire pour les modifier à l’avenir.\nComme toujours, si les utilisateurs souhaitent ajouter une couche de sécurité supplémentaire à leur compte, ils peuvent activer l’authentification à deux facteurs.\nMise à jour des paramètres de maturité du contenu\nComme nous l’avons annoncé à la communauté en juillet, afin d’offrir aux parents et aux utilisateurs une meilleure compréhension des types de contenus disponibles sur Roblox, nous allons bientôt commencer à étiqueter les expériences en fonction du type de contenu auquel les utilisateurs peuvent s’attendre, plutôt que par tranche d’âge. Les « Lignes directrices des expériences » seront renommées « Étiquettes de contenu », et vous pourrez définir des restrictions sur le type de contenu accessible à votre enfant via les paramètres de maturité du contenu dans les contrôles parentaux.\nNouveaux paramètres par défaut pour les utilisateurs de moins de 13 ans\nDans le cadre de l’engagement de Roblox en faveur de la sécurité, nous mettons également à jour certains paramètres par défaut pour nos plus jeunes utilisateurs. À partir du mois prochain, les utilisateurs de moins de 13 ans auront besoin de l’autorisation d’un parent pour accéder à certaines fonctionnalités de chat. Les utilisateurs de moins de 9 ans devront également obtenir l’autorisation d’un parent pour accéder aux expériences classées avec une maturité de contenu « Modérée », pouvant inclure, par exemple, de la violence modérée ou un humour légèrement grossier.\nLes paramètres du compte de votre enfant seront mis à jour lorsqu’il atteindra certains âges, à moins que vous et votre enfant n’ayez déjà effectué des modifications. Vous et votre enfant serez informés de ces mises à jour à l’avance.\nNous partagerons plus d’informations sur ces changements lorsque les nouvelles mises à jour prendront effet le mois prochain.\nProchaines étapes\nPour continuer à recevoir des notifications concernant les dépenses ou d’autres activités importantes liées au compte de votre enfant, vous devrez configurer un compte Roblox avec privilèges parentaux et le lier au compte de votre enfant. Lorsque ces changements entreront en vigueur, votre enfant recevra une notification l’invitant à ajouter un compte parental lié, et nous vous enverrons un e-mail contenant les instructions à suivre.\nDepuis toujours, Roblox s’engage à intégrer des fonctionnalités et des outils de sécurité dans la conception de ses produits. Nous continuerons à explorer de nouvelles façons d’améliorer nos contrôles parentaux afin de les rendre encore plus utiles pour les parents.\nRoblox"
}