{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Curnick said they started packing Monday to evacuate, but they couldn’t find any available hotel rooms, and the few they came by were too expensive.\nShe said there were too many unanswered questions if they got in the car and left: Where to sleep, if they’d be able to fill up their gas tank, and if they could even find a safe route out of the state.\n“The thing is it’s so difficult to evacuate in a peninsula,” she said. “In most other states, you can go in any direction to get out. In Florida there are only so many roads that take you north or south.\"\nAt a news conference in Tallahassee, Gov. Ron DeSantis described deployment of a wide range of resources, including 9,000 National Guard members from Florida and other states; over 50,000 utility workers from as far as California; and highway patrol cars with sirens to escort gasoline tankers to replenish supplies so people could fill up their tanks before evacuating.",
    "trans": "Curnick a déclaré qu'ils avaient commencé à préparer leurs affaires lundi pour évacuer, mais qu'ils n'avaient pas trouvé de chambres d'hôtel disponibles, et les quelques chambres qu'ils ont trouvées étaient trop chères.\nElle a dit qu'il y avait trop de questions sans réponse s'ils prenaient la voiture et partaient : où dormir, s'ils seraient capables de faire le plein d'essence et s'ils pourraient même trouver un itinéraire sûr pour quitter l'État.\n« Le problème, c'est qu'il est tellement difficile d'évacuer dans une péninsule », a-t-elle déclaré. « Dans la plupart des autres États, vous pouvez partir dans n'importe quelle direction pour sortir. En Floride, il n'y a que quelques routes qui vous emmènent vers le nord ou vers le sud. »\nLors d'une conférence de presse à Tallahassee, le gouverneur Ron DeSantis a décrit le déploiement d'une large gamme de ressources, comprenant 9 000 membres de la Garde nationale de Floride et d'autres États, plus de 50 000 travailleurs des services publics venus de Californie, et des voitures de patrouille de la route avec des sirènes pour escorter les camions-citernes de carburant afin de réapprovisionner les stations, permettant ainsi aux habitants de faire le plein avant d'évacuer."
}