{
    "source": "en_US",
    "target": "fr_FR",
    "text": "OUTLINE\nThis course will be offered online on Canvas – http://canvas.ubc.ca. Lessons will be organized according to topics with specific readings and related activities for each topic over the course of one semester.\nWEEK TOPICS\n1\nPerspectives on well-being\nExploration of the notion of well-being; the multiple perspectives of well-being to be considered within an early learning and care setting and the ways in which they interface.\n2 Physical well-being: Nutrition\nExamination of the important role of nutrition in well-being and policy support for healthy nutritional practices; exploration of honouring and respecting nutritional preferences/needs and the balancing of preferences within the professional setting.\n3 Physical well-being: Sleep\nAcknowledgment of the connection between sleep and well-being; highlighting and exploring perspectives on sleep within early learning and care environments, potential challenges and solutions.\n4 Physical well-being: Illness\nIntroduction to common childhood illnesses as an important consideration of well-being within early learning and care settings; identifying common childhood illnesses and ways to minimize, prevent and manage illness within an early learning and care environment to encourage the healthy well-being of all participants.\n5 Physical well-being: Movement\nFocus on human kinetics as a critical element of well-being, positive growth and learning including investigation into the benefits and challenges of movement inclusion in practice.\n6 Social well-being: Inclusion\nCritical and practical examination of inclusion toward identifying: Who?",
    "trans": "PLAN DE COURS\nCe cours sera proposé en ligne sur Canvas – http://canvas.ubc.ca. Les leçons seront organisées par thématiques, avec des lectures spécifiques et des activités associées à chaque sujet tout au long du semestre.\nTHÈMES PAR SEMAINE\n1\nPerspectives sur le bien-être\nExploration de la notion de bien-être ; les multiples perspectives du bien-être à considérer dans un cadre d'apprentissage et de soins précoces, ainsi que leurs interactions.\n2 Bien-être physique : Nutrition\nExamen du rôle essentiel de la nutrition dans le bien-être et du soutien des politiques en faveur de pratiques nutritionnelles saines ; exploration du respect des préférences et des besoins nutritionnels et de l'équilibre des préférences dans un cadre professionnel.\n3 Bien-être physique : Sommeil\nReconnaissance du lien entre le sommeil et le bien-être ; mise en lumière et exploration des différentes perspectives sur le sommeil dans les environnements d'apprentissage et de soins précoces, ainsi que des défis et solutions possibles.\n4 Bien-être physique : Maladies\nIntroduction aux maladies infantiles courantes comme un aspect clé du bien-être dans les milieux d'apprentissage et de soins précoces ; identification des maladies infantiles courantes et des moyens de les minimiser, prévenir et gérer afin de favoriser le bien-être de tous les participants.\n5 Bien-être physique : Mouvement\nFocus sur la cinétique humaine en tant qu'élément essentiel du bien-être, de la croissance positive et de l'apprentissage, avec une analyse des avantages et des défis liés à l'intégration du mouvement dans la pratique.\n6 Bien-être social : Inclusion\nExamen critique et pratique de l'inclusion afin d'identifier : Qui ?"
}