{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1. Visit the websites for Hydro Flask (www.hydroflask.com), Yeti (www.yeti.com) and Nalgene (www.nalgene.com) bottles. What value do these manufacturers provide customers? How are their value propositions different? CH-1 (4 Marks)\n2. As discussed in Ch-2, there are four important macro strategies that can help a firm to develop a sustainable competitive advantage. Critically examine with the help of suitable examples. CH-2 (4 Marks)\n3. Suppose an herbal tea company introduced a new product called Mint-Enhanced Tea—a mint and lemon herbal tea. How should it go about creating excitement using various social and mobile media tools? CH-3 (2 Marks)\nAdditional Instructions:\n1. Try to submit your Answers based your own understanding.\n2. Answer each question not in less than 150 words.\n3. Incase of more than 20% Plagiarism of the answers, it will be marked as zero.\n4. Support each answer with atleast two references.",
    "trans": "1. Visitez les sites web des bouteilles Hydro Flask (www.hydroflask.com), Yeti (www.yeti.com) et Nalgene (www.nalgene.com). Quelle valeur ces fabricants apportent-ils aux clients ? En quoi leurs propositions de valeur diffèrent-elles ? CH-1 (4 points)\n2. Comme discuté dans le Chapitre 2, il existe quatre stratégies macro importantes qui peuvent aider une entreprise à développer un avantage concurrentiel durable. Analysez-les de manière critique en utilisant des exemples appropriés. CH-2 (4 points)\n3. Supposons qu'une entreprise de thé aux herbes lance un nouveau produit appelé Mint-Enhanced Tea — un thé aux herbes à la menthe et au citron. Comment devrait-elle créer de l'excitation en utilisant divers outils des médias sociaux et mobiles ? CH-3 (2 points)\nInstructions supplémentaires :\n1. Essayez de soumettre vos réponses basées sur votre propre compréhension.\n2. Répondez à chaque question en n'écrivant pas moins de 150 mots.\n3. En cas de plagiat supérieur à 20 %, la réponse sera notée zéro.\n4. Soutenez chaque réponse avec au moins deux références."
}