{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The mass adoption of electric vehicles is hindered by the inadequate extreme\nfast charging (XFC) performance (i.e., less than 15 min charging time to reach\n80% state of charge) of commercial high-speci c-energy (i.e., >200 Wh/kg)\nlithium-ion batteries (LIBs). Here, to enable the XFC of commercial LIBs, we\npropose the regulation of the battery’s self-generated heat via active thermal\nswitching. We demonstrate that retaining the heat during XFC with the switch\nOFF boosts the cell’s kinetics while dissipating the heat after XFC with the\nswitch ON reduces detrimental reactions in the battery. Without modifying cell\nmaterials or structures, the proposed XFC approach enables reliable battery\noperation by applying <15 min of charge and 1 h of discharge. These results are\nalmost identical regarding operativity for the same battery type tested\napplying a 1 h of charge and 1 h of discharge, thus, meeting the XFC targets set\nby the United States Department of Energy. Finally, we also demonstrate the\nfeasibility of integrating the XFC approach in a commercial battery thermal\nmanagement system.",
    "trans": "L'adoption massive des véhicules électriques est freinée par les performances inadéquates\nde charge ultra-rapide (XFC) (c'est-à-dire un temps de charge inférieur à 15 minutes pour atteindre\n80 % de l'état de charge) des batteries lithium-ion commerciales à haute\nénergie spécifique (c'est-à-dire >200 Wh/kg). Ici, pour permettre la XFC des LIB commerciales, nous\nproposons la régulation de la chaleur auto-générée de la batterie via un commutateur thermique\nactif. Nous démontrons que conserver la chaleur pendant la XFC avec le commutateur\nÉTEINT améliore la cinétique de la cellule, tandis que dissiper la chaleur après la XFC avec le\ncommutateur ALLUMÉ réduit les réactions nuisibles dans la batterie. Sans modifier les matériaux\nou les structures de la cellule, l'approche XFC proposée permet un fonctionnement fiable de la batterie\nen appliquant <15 minutes de charge et 1 heure de décharge. Ces résultats sont\npresque identiques en termes de fonctionnement pour le même type de batterie testé\navec 1 heure de charge et 1 heure de décharge, atteignant ainsi les objectifs de XFC fixés\npar le Département de l'énergie des États-Unis. Enfin, nous démontrons également la\nfaisabilité d'intégrer l'approche XFC dans un système de gestion thermique\nde batterie commercial"
}