{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Cardlytics, Inc. (NASDAQ:CDLX) shareholders are no doubt pleased to see that the share price has bounced 29% in the last month, although it is still struggling to make up recently lost ground. Still, the 30-day jump doesn't change the fact that longer term shareholders have seen their stock decimated by the 66% share price drop in the last twelve months.\nIn spite of the firm bounce in price, there still wouldn't be many who think Cardlytics' price-to-sales (or \"P/S\") ratio of 0.7x is worth a mention when the median P/S in the United States' Media industry is similar at about 1x. While this might not raise any eyebrows, if the P/S ratio is not justified investors could be missing out on a potential opportunity or ignoring looming disappointment.\nNasdaqGM:CDLX Price to Sales Ratio vs Industry October 31st 2024\nHow Has Cardlytics Performed Recently?\nRecent revenue growth for Cardlytics has been in line with the industry. It seems that many are expecting the mediocre revenue performance to persist, which has held the P/S ratio back. If this is the case, then at least existing shareholders won't be losing sleep over the current share price.\nIf you'd like to see what analysts are forecasting going forward, you should check out our free report on Cardlytics.\nIs There Some Revenue Growth Forecasted For Cardlytics?\nThe only time you'd be comfortable seeing a P/S like Cardlytics' is when the company's growth is tracking the industry closely.\nTaking a look back first, we see that the company managed to grow revenues by a handy 3.1% last year. The latest three year period has also seen an excellent 36% overall rise in revenue, aided somewhat by its short-term performance. Therefore, it's fair to say the revenue growth recently has been superb for the company.\nShifting to the future, estimates from the five analysts covering the company suggest revenue should grow by 3.4% each year over the next three years. Meanwhile, the rest of the industry is forecast to expand by 5.3% per year, which is not materially different.\nIn light of this, it's understandable that Cardlytics' P/S sits in line with the majority of other companies. It seems most investors are expecting to see average future growth and are only willing to pay a moderate amount for the stock.\nWhat Does Cardlytics' P/S Mean For Investors?\nIts shares have lifted substantially and now Cardlytics' P/S is back within range of the industry median. Typically, we'd caution against reading too much into price-to-sales ratios when settling on investment decisions, though it can reveal plenty about what other market participants think about the company.\nOur look at Cardlytics' revenue growth estimates show that its P/S is about what we expect, as both metrics follow closely with the industry averages. Right now shareholders are comfortable with the P/S as they are quite confident future revenue won't throw up any surprises. All things considered, if the P/S and revenue estimates contain no major shocks, then it's hard to see the share price moving strongly in either direction in the near future.\nIt is also worth noting that we have found 3 warning signs for Cardlytics (1 is a bit unpleasant!) that you need to take into consideration.\nOf course, profitable companies with a history of great earnings growth are generally safer bets. So you may wish to see this free collection of other companies that have reasonable P/E ratios and have grown earnings strongly.\nHave feedback on this article? Concerned about the content? Get in touch with us directly. Alternatively, email editorial-team (at) simplywallst.com.\nThis article by Simply Wall St is general in nature. We provide commentary based on historical data and analyst forecasts only using an unbiased methodology and our articles are not intended to be financial advice. It does not constitute a recommendation to buy or sell any stock, and does not take account of your objectives, or your financial situation. We aim to bring you long-term focused analysis driven by fundamental data. Note that our analysis may not factor in the latest price-sensitive company announcements or qualitative material. Simply Wall St has no position in any stocks mentioned.\nこれらの内容は、情報提供及び投資家教育のためのものであり、いかなる個別株や投資方法を推奨するものではありません。\nいいね\nこのページを共有する\nLine\nチャット\nMoo\n閲覧 316回\nおすすめトピック\nマーケットムーバー | 会社が以前に約束した資金調達で3,000万ドルを…\nmoomooニュース\n·\n2024/10/31 17:29\nマーケットムーバー | Uber株、Q3決算発表後に8%下落\nmoomooニュース\n·\n2024/10/31 22:11\n【速報】米・9月コアPCE価格指数は予想上回り＋2.7％先週分新規失…\nFisco\n·\n2024/10/31 21:32\n1日(金)の経済スケジュール★米国10月雇用統計\nみんかぶ\n·\n2024/10/31 20:52\nマーケットムーバー | エスティ ローダーの株価が第1四半期の決算発表…\nmoomooニュース\n·\n2024/10/31 23:41",
    "trans": "Les actionnaires de Cardlytics, Inc. (NASDAQ : CDLX) doivent être satisfaits de constater que le prix de l’action a bondi de 29 % au cours du dernier mois, bien qu'il ait encore du mal à rattraper le terrain perdu récemment. Néanmoins, cette augmentation sur 30 jours ne change pas le fait que les actionnaires à long terme ont vu leur action décimée par la chute de 66 % du prix de l’action au cours des douze derniers mois.\nMalgré la forte reprise des prix, il n'y a toujours pas beaucoup de personnes qui pensent que le ratio cours/ventes (ou \"C/V\") de 0,7x de Cardlytics mérite d’être mentionné lorsque la médiane du C/V dans l'industrie des Médias aux États-Unis est similaire, autour de 1x. Bien que cela ne soulève pas d’interrogations, si le ratio C/V n’est pas justifié, les investisseurs pourraient passer à côté d’une opportunité potentielle ou ignorer une déception imminente.\nNasdaqGM : CDLX Ratio Cours/Chiffre d'Affaires vs Industrie 31 octobre 2024\nComment Cardlytics a-t-elle performé récemment ?\nLa croissance récente du chiffre d'affaires de Cardlytics est en ligne avec celle de l'industrie. Il semble que beaucoup s'attendent à ce que la performance médiocre des revenus persiste, ce qui a freiné le ratio C/V. Si tel est le cas, au moins les actionnaires existants ne perdront pas de sommeil à cause du prix actuel de l’action.\nSi vous souhaitez voir ce que les analystes prévoient pour l'avenir, vous pouvez consulter notre rapport gratuit sur Cardlytics.\nUne croissance des revenus est-elle prévue pour Cardlytics ?\nLa seule situation où vous seriez à l'aise de voir un C/V comme celui de Cardlytics est lorsque la croissance de l'entreprise suit de près celle de l'industrie.\nEn regardant en arrière, nous voyons que l'entreprise a réussi à augmenter ses revenus de 3,1 % l'an dernier. La période des trois dernières années a également vu une excellente hausse de 36 % du revenu total, en partie grâce à sa performance à court terme. Par conséquent, il est juste de dire que la croissance des revenus récemment a été superbe pour l’entreprise.\nEn se tournant vers l'avenir, les estimations des cinq analystes couvrant l'entreprise suggèrent que le revenu devrait croître de 3,4 % par an au cours des trois prochaines années. Pendant ce temps, le reste de l'industrie devrait se développer à un taux de 5,3 % par an, ce qui n'est pas sensiblement différent.\nCompte tenu de cela, il est compréhensible que le C/V de Cardlytics soit en ligne avec la majorité des autres entreprises. Il semble que la plupart des investisseurs s'attendent à une croissance future moyenne et ne soient prêts à payer qu'un prix modéré pour l’action.\nQue signifie le C/V de Cardlytics pour les investisseurs ?\nSes actions ont considérablement augmenté et maintenant le C/V de Cardlytics est de nouveau dans la fourchette de la médiane de l’industrie. En général, nous mettrions en garde contre une lecture trop poussée des ratios cours/ventes lorsqu’il s'agit de prendre des décisions d’investissement, bien que cela puisse révéler beaucoup de ce que les autres participants du marché pensent de l’entreprise.\nNotre analyse des estimations de croissance des revenus de Cardlytics montre que son C/V est à peu près ce à quoi nous nous attendions, les deux mesures étant proches des moyennes de l’industrie. Actuellement, les actionnaires sont à l'aise avec le C/V car ils sont assez confiants que les revenus futurs ne réserveront pas de surprises. Tout bien considéré, si le C/V et les estimations de revenus ne comportent pas de grands chocs, il est difficile d’imaginer que le prix de l’action évolue fortement dans un sens ou dans l’autre dans un avenir proche.\nIl est également à noter que nous avons trouvé 3 signes d’avertissement pour Cardlytics (l’un d’eux est un peu désagréable !) que vous devez prendre en compte.\nBien sûr, les entreprises rentables avec un historique de forte croissance des bénéfices sont généralement des paris plus sûrs. Vous pourriez donc vouloir consulter cette collection gratuite d'autres entreprises ayant des ratios C/B raisonnables et ayant connu une forte croissance des bénéfices.\nDes retours sur cet article ? Des préoccupations concernant le contenu ? Contactez-nous directement. Sinon, envoyez un email à editorial-team (at) simplywallst.com.\nCet article de Simply Wall St est de nature générale. Nous fournissons des commentaires basés sur des données historiques et des prévisions d'analystes en utilisant une méthodologie impartiale, et nos articles ne sont pas destinés à être des conseils financiers. Ils ne constituent pas une recommandation d'achat ou de vente d'actions et ne tiennent pas compte de vos objectifs ou de votre situation financière. Nous visons à vous fournir une analyse axée sur le long terme, guidée par des données fondamentales. Notez que notre analyse peut ne pas tenir compte des dernières annonces sensibles au prix ou du matériel qualitatif des entreprises. Simply Wall St n'a pas de position dans les actions mentionnées.\nこれらの内容は、情報提供及び投資家教育のためのものであり、いかなる個別株や投資方法を推奨するものではありません。\nいいね\nこのページを共有する\nLine\nLine\nMoo\n閲覧 316回\nおすすめトピック\nマーケットムーバー | 会社が以前に約束した資金調達で3,000万ドルを…\nmoomooニュース\n·\n31/10/2024 17h 29\nマーケットムーバー | Uber株、Q3決算発表後に8%下落\nmoomooニュース\n·\n31/10/2024 22h 11\n【速報】米・9月コアPCE価格指数は予想上回り＋2.7％先週分新規失…\nFisco\n·\n31/10/2024 21h 32\n1日(金)の経済スケジュール★米国10月雇用統計\nみんかぶ\n·\n31/10/2024 20h 52\nマーケットムーバー | エスティ ローダーの株価が第1四半期の決算発表…\nmoomooニュース\n·\n31/10/2024 23h 41"
}