{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Emergency general surgeons often provide care to severely ill patients requiring surgical interventions and intensive support. One of the primary drivers of morbidity and mortality is perioperative bleeding. In general, when address‑ ing life threatening haemorrhage, blood transfusion can become an essential part of overall resuscitation. However, under all circumstances, indications for blood transfusion must be accurately evaluated. When patients decline blood transfusions, regardless of the reason, surgeons should aim to provide optimal care and respect and accommodate each patient’s values and target the best outcome possible given the patient’s desires and his/her clinical condi‑ tion. The aim of this position paper was to perform a review of the existing literature and to provide comprehensive recommendations on organizational, surgical, anaesthetic, and haemostatic strategies that can be used to provide optimal peri-operative blood management, reduce, or avoid blood transfusions and ultimately improve patient outcomes.",
    "trans": "Les chirurgiens généraux d'urgence fournissent souvent des soins aux patients gravement malades nécessitant des interventions chirurgicales et un soutien intensif. L'un des principaux facteurs de morbidité et de mortalité est l'hémorragie périopératoire. En général, lorsqu'il s'agit de traiter une hémorragie menaçant la vie, la transfusion sanguine peut devenir une composante essentielle de la réanimation globale. Cependant, dans toutes les circonstances, les indications de transfusion sanguine doivent être évaluées avec précision. Lorsque les patients refusent les transfusions sanguines, quelle que soit la raison, les chirurgiens doivent viser à fournir des soins optimaux tout en respectant et en prenant en compte les valeurs de chaque patient, et cibler le meilleur résultat possible en fonction des désirs du patient et de son état clinique. L'objectif de ce document de position était de réaliser une revue de la littérature existante et de fournir des recommandations complètes sur les stratégies organisationnelles, chirurgicales, anesthésiques et hémostatiques qui peuvent être utilisées pour assurer une gestion optimale du sang périopératoire, réduire ou éviter les transfusions sanguines et, en fin de compte, améliorer les résultats pour les patients."
}