{
    "source": "en_US",
    "target": "fr_FR",
    "text": "She did,” Dareena said. “But I have no idea what she could mean. Do you think she wants me as a handmaiden?” The thought worried her. She had absolutely no training or experience in that kind of work, and she wasn’t particularly keen on spending her days around royalty. That said, it might still beat the prospect of lying with Mr. Harrin every night.\nTildy snorted. “A woman like that would want a squire, not a handmaiden,” she said. “It really sounds like she’s thinking about picking you.”\nDareena shook her head. “We already know who’s going to get picked,” she said around a mouthful of meat. “Lyria is the top choice, and I’m betting Cyra will be right behind her.”\n“If anyone deserves to be queen, it’s Cyra,” Tildy said, an admiring look in her eye. Cyra was the daughter of a wealthy merchant, and she spent much of her spare time looking after the homeless. “She would rule with a gentle hand.”\n“The Dragon’s Gift doesn’t actually have any authority,” Dareen",
    "trans": "« Elle l’a fait », dit Dareena. « Mais je n’ai aucune idée de ce qu’elle pouvait vouloir dire. Tu crois qu’elle me veut comme dame de compagnie ? » Cette pensée l’inquiétait. Elle n’avait absolument aucune formation ni expérience dans ce genre de travail, et elle n’était pas particulièrement enthousiaste à l’idée de passer ses journées auprès de la royauté. Cela dit, cela pourrait toujours être préférable à la perspective de partager le lit de M. Harrin chaque nuit.\nTildy ricana. « Une femme comme elle voudrait une écuyère, pas une dame de compagnie », dit-elle. « On dirait vraiment qu’elle pense à te choisir. »\nDareena secoua la tête. « On sait déjà qui va être choisie », dit-elle entre deux bouchées de viande. « Lyria est la favorite, et je parie que Cyra sera juste derrière elle. »\n« Si quelqu’un mérite d’être reine, c’est bien Cyra », déclara Tildy, un regard admiratif dans les yeux. Cyra était la fille d’un riche marchand, et elle passait une grande partie de son temps libre à s’occuper des sans-abri. « Elle régnerait avec douceur. »\n« Le Cadeau du Dragon n’a en réalité aucune autorité », commença Dareen..."
}