{
    "source": "en_US",
    "target": "fr_FR",
    "text": "New York Giants select Anthony Bridgerton, QB, son of Giants legend Edmund Bridgerton, first overall in the 2019 NFL Draft\nAnd all of a sudden, they found themselves with a quarterback again.\nThere’s a reason Anthony was chosen first overall, above all others, and he immediately took the league by storm. The Giants, among days of crazed social media posts detailing the excitement of drafting their own legend’s first born son, pulled Edmund’s jersey out of retirement to gift it to Anthony personally.\nTall, dark hair, in white and blue with the Bridgerton nameplate and the number eight. It was as if they had gone back in time.\nColin Bridgerton, then fourteen, spent every Sunday with his siblings glued to the television screen, pointing excitedly whenever Anthony was on the field. The broadcast would pull up graphics, comparisons, a million statistics that proved Anthony Bridgerton was every bit of the quarterback that his father was. That year, he took the previously bottom-ranked Giants into the playoffs once more, and the state of New York erupted with pride.\nThe Bridgerton name was everywhere. You couldn’t escape it. Anthony’s face, edited right next to Edmund’s, the phrase like father like son making its rounds. Colin and his younger siblings were the celebrities of their school, with the occasional heckling from opposing team’s fans that were upset at being bested. Colin’s high school football games started getting reported on, the stands filled to the brim, until his fingers were shaking on the football and he was on his back in the grass, staring up into the dark sky.\n“It’s okay,” his mother would tell him after a rather disappointing loss early in his sophomore year. “You’re just nervous, dear. You’ll find your way there, just like Anthony did.”",
    "trans": "Les New York Giants sélectionnent Anthony Bridgerton, QB, fils de la légende des Giants Edmund Bridgerton, en première position lors du Draft NFL 2019.\nEt tout à coup, ils se retrouvaient avec un quarterback à nouveau.\nIl y a une raison pour laquelle Anthony a été choisi en première position, devant tous les autres, et il a immédiatement bouleversé la ligue. Les Giants, au milieu de journées de publications effervescentes sur les réseaux sociaux détaillant l'excitation de drafter le fils aîné de leur propre légende, ont ressorti le maillot d'Edmund de la retraite pour l'offrir personnellement à Anthony.\nGrand, cheveux noirs, vêtu de blanc et de bleu avec le nom Bridgerton et le numéro huit. C'était comme s'ils étaient retournés dans le passé.\nColin Bridgerton, alors âgé de quatorze ans, passait chaque dimanche avec ses frères et sœurs, les yeux rivés sur l'écran de télévision, pointant avec excitation chaque fois qu'Anthony était sur le terrain. La retransmission affichait des graphiques, des comparaisons, un million de statistiques qui prouvaient qu'Anthony Bridgerton était autant le quarterback que l'était son père. Cette année-là, il mena les Giants, auparavant classés derniers, jusqu'aux playoffs une fois de plus, et l'État de New York explosa de fierté.\nLe nom Bridgerton était partout. Impossible de l'éviter. Le visage d'Anthony, édité juste à côté de celui d'Edmund, avec la phrase « tel père, tel fils » faisant son chemin. Colin et ses jeunes frères et sœurs étaient les célébrités de leur école, avec les moqueries occasionnelles des fans de l'équipe adverse qui n'appréciaient pas d'avoir été battus. Les matchs de football de Colin au lycée commencèrent à être rapportés, les tribunes bondées, jusqu'à ce que ses doigts tremblent sur le ballon et qu'il se retrouve sur le dos, dans l'herbe, les yeux fixés sur le ciel noir.\n« Ce n’est rien », lui disait sa mère après une défaite décevante au début de sa deuxième année. « Tu es juste nerveux, mon chéri. Tu trouveras ton chemin, tout comme Anthony l’a fait. »"
}