{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Samia\nAI is reshaping the future, and your business can be part of it! Omantel Innovation Labs invites you to join our free online workshop on AI-Driven Entrepreneurship to learn how to build a startup with AI at its core or super charge your existing business with practical AI strategies. This is your chance to take real, actionable steps toward game-changing results.\nThe workshop will be led by Tom Rutkowski, who brings extensive experience and over a decade of expertise in the AI field. With a Ph.D. in Artificial Intelligence, Tom has led AI research and development teams across New York, Warsaw, and Dubai. He also co-founded the Start berry Accelerator in Warsaw in partnership with Microsoft and EY, launching the initiative alongside Microsoft CEO Satya Nadella.\nIn this workshop, participants will:\n● Understand the fundamentals of AI and its applications in entrepreneurship.\n● Learn how to build a startup with AI at its core.\n● Discover practical ways to apply AI to enhance your current startup.\n● Explore how AI is used successfully across different industries.\n●Walk away with clear steps to implement AI for real business results",
    "trans": "Chère Samia,\nL'intelligence artificielle façonne l'avenir, et votre entreprise peut en faire partie ! Omantel Innovation Labs vous invite à participer à notre atelier en ligne gratuit sur l’entrepreneuriat axé sur l’IA, où vous apprendrez à créer une startup avec l’IA au cœur de son activité ou à dynamiser votre entreprise existante grâce à des stratégies d’IA pratiques. C'est une occasion unique de prendre des mesures concrètes pour obtenir des résultats transformateurs.\nL'atelier sera animé par Tom Rutkowski, un expert en intelligence artificielle avec plus de dix ans d’expérience dans le domaine. Titulaire d’un doctorat en IA, Tom a dirigé des équipes de recherche et développement en IA à New York, Varsovie et Dubaï. Il est également cofondateur de Startberry Accelerator à Varsovie, en partenariat avec Microsoft et EY, une initiative lancée aux côtés de Satya Nadella, PDG de Microsoft.\nAu cours de cet atelier, les participants :\n● Vont comprendre les notions fondamentales de l’IA et ses applications dans l’entrepreneuriat.\n● Vont apprendre à construire une startup intégrant l’IA dès sa création.\n● Vont découvrir des moyens concrets d’appliquer l’IA pour améliorer leur startup existante.\n● Vont explorer les différentes industries où l’IA est utilisée avec succès.\n●  Vont repartir avec des étapes claires pour implémenter l’IA et obtenir des résultats tangibles."
}