{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1. Lord, I pray for divine healing over every area of my life, according to Your promise in Jeremiah 30:17, “For I will restore health to you, and your wounds I will heal, declares the Lord.”\n2. Father, I declare Your word over my body, “By His stripes, I am healed” (Isaiah 53:5), believing in the finished work of Christ on the cross for my complete healing and restoration.\n3. Lord, I renounce every spirit of infirmity and declare freedom and deliverance from every sickness and disease, in the name of Jesus (Luke 13:12-13).\n4. Heavenly Father, I rebuke every generational curse of sickness and disease that has been passed down through my family line, and I claim the promise of Psalm 107:20, “He sent out His word and healed them.”\n5. I command every spirit of fear, anxiety, and depression that may be contributing to my illness to be cast out in Jesus’ name, for “God gave us a spirit not of fear but of power and love and self-control” (2 Timothy 1:7",
    "trans": "1. Seigneur, je Te prie pour une guérison miraculeuse dans chaque aspect de ma vie, selon Ta parole en Jérémie 30:17 : « Je te ramènerai à la santé et je guérirai tes blessures, dit l’Éternel. »\n2. Père, je m’accroche à Ta parole : « Par Ses blessures, nous sommes guéris » (Ésaïe 53:5), et je crois en la puissance de la croix pour ma guérison et ma restauration intégrale.\n3. Père, je renonce à toute oppression liée à la maladie et déclare ma liberté et ma guérison totale, au nom de Jésus, comme Tu l'as démontré en Luc 13:12-13.\n4. Père céleste, je réprime toute malédiction générationnelle de maladie et d'infirmité qui a été transmise à travers ma lignée familiale, et je réclame la promesse du Psaume 107:20, « Il envoya Sa parole et les guérit. »J\n5. e commande à tout esprit de peur, d'anxiété et de dépression qui pourrait contribuer à ma maladie de sortir, au nom de Jésus, car « Dieu ne nous a pas donné un esprit de crainte, mais de puissance, d'amour et de maîtrise de soi » (2 Timothée 1:7)."
}