{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nWelcome!\nAn application to enroll in a qualified health plan with Get Covered New Jersey has been started on your behalf.\nTo go to your application, click here:\n[redacted_url]\nThis is a one-time login. It will expire after 24 hours.\nGet Help\nGo to getcovered.nj.gov\nTo speak with a Customer Service Representative, call 1 (833) 677-1010.\nTo find in person local assistance to help you enroll in a health plan that is right for you, please visit \"Find Local Assistance\" at https://enroll.getcovered.nj.gov/findabroker or call Customer Service.\nIf you need help understanding this notice, or if you have a disability and need help responding to this notice, please contact Get Covered New Jersey at 1 (833) 677-1010 for free resources and no cost assistance.\nThank you,\nGet Covered New Jersey\nAbout Get Covered New Jersey\nGet Covered New Jersey is the state’s official Health Insurance Marketplace, where New Jerseyans can find quality affordable insurance from private health insurance companies. Get Covered New Jersey is the only place where individuals who qualify can get financial help to reduce premium costs. Consumers can then compare health insurance plans and choose the plan that best fits their health needs and budget. Depending on their income, some consumers may qualify for low-cost or free coverage from NJ FamilyCare.\nGet Covered New Jersey is operated by the New Jersey Department of Banking and Insurance. It was established by state law and created by New Jersey, for New Jersey. For more information about Get Covered New Jersey, please visit GetCovered.NJ.gov.\nReference number: [redacted_id]",
    "trans": "Cher [redacted_name],\nBienvenue !\nUne demande d'inscription à un plan de santé qualifié avec Get Covered New Jersey a été lancée en votre nom.\nPour accéder à votre demande, cliquez ici :\n[redacted_url]\nC'est une connexion unique. Elle expirera après 24 heures.\nObtenez de l'aide\nRendez-vous sur getcovered.nj.gov\nPour parler à un représentant du service clientèle, appelez le 1 (833) 677-1010.\nPour trouver de l'aide locale en personne afin de vous aider à vous inscrire à un plan de santé qui vous convient, veuillez visiter « Find Local Assistance » sur https://enroll.getcovered.nj.gov/findabroker ou appeler le service clientèle.\nSi vous avez besoin d'aide pour comprendre cet avis, ou si vous avez un handicap et avez besoin d'aide pour répondre à cet avis, veuillez contacter Get Covered New Jersey au 1 (833) 677-1010 pour des ressources gratuites et de l'assistance sans frais.\nMerci,\nGet Covered New Jersey\nÀ propos de Get Covered New Jersey\nGet Covered New Jersey est le Marché de l'Assurance Santé officiel de l'État, où les habitants du New Jersey peuvent trouver une assurance de qualité à un prix abordable auprès de compagnies d'assurance santé privées. Get Covered New Jersey est le seul endroit où les individus qui sont éligibles peuvent obtenir une aide financière pour réduire les coûts des primes. Les consommateurs peuvent ensuite comparer les plans d'assurance santé et choisir celui qui correspond le mieux à leurs besoins de santé et à leur budget. En fonction de leurs revenus, certains consommateurs peuvent être éligibles à une couverture à faible coût ou gratuite via NJ FamilyCare.\nGet Covered New Jersey est géré par le Département Bancaire et des Assurances du New Jersey. Il a été établi par la loi de l'État et créé par le New Jersey, pour le New Jersey. Pour plus d'informations sur Get Covered New Jersey, veuillez visiter GetCovered.NJ.gov.\nNuméro de référence : [redacted_id]"
}