{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name],\nThis is [redacted_name] from [redacted_info]. Nice to meet you!\nMy father [redacted_name] told me that his friend, [redacted_name] met you at [redacted_info] yesterday. You talked about the business of fast foodrestaurant you were running in[redacted_info], and[redacted_name] also introduced our packing service to you. So I am writing toyou to introduce more about our company.\nOur company,[redacted_info]has over 30 years of experience in producing almost all types of paper packaging products, which are well-received for the good quality and competitive price in the market. In addition to ordinary packaging cardboard boxes, we are also skilled in manufacturing special functional packaging cardboard boxes as well as other paper products with various materials and shapes and owningexcellent designers to provide design service. We are alsopaying attention to social responsibility, using environmentally friendly materials, and owns ASAsoybean ink licence and FSC certificate.\nAttached our catalog for your reference. If you are interested in our products, please feel free to contact me. Wewill try our best to give you satisfactory service and price.\nWe also sincerely invite you to visit our factory when you have time. We are willing toshow you aroundand be friends with you. Looking forward to hearing from you!",
    "trans": "Bonjour [redacted_name],\nJe suis [redacted_name] de [redacted_info]. Ravi de vous rencontrer !\nMon père [redacted_name] m’a dit que son ami, [redacted_name], vous a rencontré à [redacted_info] hier. Vous avez parlé de l'entreprise de restauration rapide que vous dirigez à [redacted_info], et [redacted_name] vous a également présenté notre service d'emballage. Je vous écris donc pour vous en dire plus sur notre entreprise.\nNotre société, [redacted_info], possède plus de 30 ans d'expérience dans la production de presque tous les types de produits d'emballage en papier, qui sont très appréciés pour leur bonne qualité et leur prix compétitif sur le marché. En plus des boîtes en carton d'emballage ordinaires, nous sommes également spécialisés dans la fabrication de boîtes en carton d'emballage fonctionnelles spéciales ainsi que d'autres produits en papier de différents matériaux et formes, et nous disposons de designers excellents pour fournir des services de conception. Nous attachons également une grande importance à la responsabilité sociale, en utilisant des matériaux respectueux de l'environnement, et possédons la licence d'encre à base de soja ASA ainsi que la certification FSC.\nVous trouverez ci-joint notre catalogue pour votre référence. Si nos produits vous intéressent, n'hésitez pas à me contacter. Nous ferons de notre mieux pour vous offrir un service et un prix satisfaisants.\nNous vous invitons également sincèrement à visiter notre usine lorsque vous aurez le temps. Nous serions ravis de vous faire visiter et de devenir amis avec vous. Dans l'attente de votre réponse !"
}