{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Students,\nFurther to the e-mail dated 14 October 2024, we have received two nominations of the student member for the Student Discipline Committee (SDC) in 2025 by the close of the second nomination period on 24 October 2024, 4:00 p.m. However, one nomination has been deemed invalid, while one nomination is valid.\nThe information of the valid nomination is detailed as follows:\nNominee\nProgramme of Study\nProposer\n[redacted_name]\nBSc (Hons) in Applied Sciences (Information Systems and Web Technologies)\n[redacted_name]\nAccording to paragraph C (“Nomination”) under the Rules and Schedule of the Election of the Student Member on College Learning and Teaching Committee and Student Discipline Committee, if the number of nominations received is the same as the number of vacancies for a Committee at the closing date for nominations, the candidate(s) shall be declared elected. In this connection, as one valid nomination has been received for one student member vacancy for SDC, the candidate above is declared elected.\nThank you for your participation in the nomination exercise.\nFor queries, please contact CAR by phone at 3746 0900 or by email at election@cpce-polyu.edu.hk.\nCPCE Academic Registry\n****************************************************************************\nTo: Full-time Students of PolyU-SPEED Award Programmes\nFrom: CPCE Academic Registry\nDate: 14 October2024\nRe: (Extension of Nominations) Nominations of Student Members on College Learning and\nTeaching Committee and Student Discipline Committee in 2025\n****************************************************************************\nDear Students,\nWith reference to the e-mail dated 3 October 2024, we have received no nomination for the student member to the College Learning and Teaching Committee (CLTC) and Student Discipline Committee (SDC) in 2025 by the close of the nomination period on 12 October 2024, 4:00 p.m.\nAccording to paragraph C (“Nomination”) under the Rules and Sched",
    "trans": "Chers Étudiants,\nSuite à l’e-mail daté du 14 octobre 2024, nous avons reçu deux candidatures pour le poste de représentant étudiant au sein du Comité de Discipline Étudiante (SDC) pour l’année 2025, à la clôture de la deuxième période de nomination, le 24 octobre 2024 à 16h00. Toutefois, l’une des candidatures a été jugée invalide, tandis que l’autre a été validée.\nLes informations relatives à la candidature valide sont les suivantes :\nCandidat\nProgramme d’études :\nParrain\n[redacted_name]\nBSc (Hons) en Sciences Appliquées (Systèmes d’Information et Technologies Web)\n[redacted_name]\nConformément au paragraphe C (« Nomination ») des Règles et Calendrier des Élections des Membres Étudiants au Comité d’Apprentissage et d’Enseignement du Collège et au Comité de Discipline Étudiante, si le nombre de candidatures reçues est égal au nombre de postes vacants à la clôture des nominations, le ou les candidats sont automatiquement déclarés élus. À cet égard, étant donné qu’une seule candidature valide a été reçue pour un poste vacant, le candidat mentionné ci-dessus est déclaré élu.\nNous vous remercions de votre participation à ce processus de nomination.\nPour toute question, veuillez contacter CAR par téléphone au 3746 0900 ou par e-mail à election@cpce-polyu.edu.hk.\nRegistre Académique du CPCE\n****************************************************************************\nÀ : Étudiants à temps plein des Programmes diplômants de PolyU-SPEEDD\nDe : Registre Académique du CPCE\nDate : 14 octobre 2024\nObjet : (Prolongation des Nominations) Nominations des Représentants Étudiants aux Comités d’Apprentissage,\nd’Enseignement et de Discipline pour l’année 2025\n****************************************************************************\nChers Étudiant(e)s,\nEn référence à l’e-mail du 3 octobre 2024, aucune candidature n’a été reçue pour les postes de représentant étudiant au sein du Comité d’Apprentissage et d’Enseignement du Collège (CLTC) et du Comité de Discipline Étudiante (SDC) pour l’année 2025, à la clôture de la période de nomination, le 12 octobre 2024 à 16h00.\nConformément au paragraphe C (« Nomination ») des Règles et Calendrier des Élections, (...)"
}