{
    "source": "en_US",
    "target": "fr_FR",
    "text": "To help you spot a genuine email from us, we’ll always greet you with your title and last name. We'll also include part of your postcode:\nDear Ms Chen\nYou’re all set to bank online with us\nYou now have everything you need to start managing your accounts online.\nHere’s a reminder of your User ID: 07881534045.\nWhat happens now?\nWhenever you’re ready, log on using our Mobile Banking app or Internet Banking. If you haven't already, you can download the app on Google Play or the App Store by searching for 'Lloyds Bank'.\nWe've sent a copy of the Internet Banking agreement to your Digital Inbox. You can access this from the Internet Banking homepage when you've logged on.\nGet extra features with the app\nOur Mobile Banking app makes managing your money on the go quick and easy. It’s just as safe as Internet Banking, with lots of extra features on top.\nView your PIN.\nManage your subscriptions.\nFreeze and unfreeze your card.\nPay in a cheque simply by taking a photo with your phone.\nExtra checks when you shop and bank online\nAll UK banks need to carry out extra security checks when you’re shopping or banking online. This could be a text or call from us to make sure it’s really you. That’s why it’s important we have the right phone number for you. You can update your contact details in your settings at any time.\nNeed a hand?\nOur help and support page has lots of useful information, including ways to contact us.\nThanks for choosing us.\nYours sincerely,\nThe Digital Team\nIf your account is held in Jersey, the Bailiwick of Guernsey or the Isle of Man, this email is sent to you by Lloyds Bank plc on behalf of Lloyds Bank International Limited.\nMobile Banking app\nTo use our Mobile Banking app you need to have a valid phone number registered to your account. Available to UK personal Internet Banking customers and Internet Banking customers with accounts held in Jersey, the Bailiwick of Guernsey or the Isle of Man. You can either use your Internet Banking details to log on or you can register for the first time in the app. Our app is available to iOS and Android users only and minimum operating systems apply, so check the App Store or Google Play for details. Device registration required. The app doesn't work on jailbroken or rooted devices. Terms and conditions apply.\nImportant security information\nIt can be difficult to spot a scam message. We’ll never send you an email with a direct link to a page that wants you to log on, or give personal or banking details.\nIf we send you an email, it will always include your name and the last four digits of your account number.\nIf you're not sure that an email is from us you can:\nforward it to emailscams@lloydsbanking.com and then delete it, or\ncall us anytime on 0800 917 7017 or +44 207 481 2614 from outside the UK. Calls may be monitored and recorded.\nTo find out more on how to avoid scams and to read our fraud guarantee, visit our Fraud Hub.\nIf your vision is impaired - please contact us if you need this communication in another format, such as large print, Braille, or audio CD.\nIf you have a hearing or speech impairment - call us using Relay UK.\nIf you’re Deaf and use British Sign Language - SignVideo services are available.\nIf you need support due to a disability and can’t find the information you need here, please get in touch. Tell us what we can do to make banking better for you.\nSecurity and privacy\nTo help us improve the emails we send you, we collect basic information from your device such as when they are opened. For more information, please read our Cookies Policy.\nWe’ll still contact you to service your account, but you can opt out of receiving email marketing communications from us at any time.\nThe information provided in this email is correct as of September 2023.\nLloyds Bank Corporate Markets plc. Registered Office and principal place of business: 25 Gresham Street, London EC2V 7HN. Registered in the England and Wales No. 10399850. Lloyds Bank Corporate Markets plc in the U.K. is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority under registration number 763256. Authorisation can be checked on the Financial Services Register at www.fca.org.uk.\nServices provided by the Jersey, Guernsey and Isle of Man Branches of Lloyds Bank Corporate Markets plc will be subject to the regulatory regime applicable in their respective jurisdiction, which will differ in some or all respects from that of the U.K.\nThe Jersey Branch of Lloyds Bank Corporate Markets plc, principal place of business: 9 Broad Street, St. Helier, Jersey JE2 3RR is licensed by the Jersey Financial Services Commission.\nThe Guernsey Branch of Lloyds Bank Corporate Markets plc, principal place of business: 1 Smith Street, St. Peter Port, Guernsey GY1 2JN is licensed by the Guernsey Financial Services Commission.\nThe Isle of Man Branch of Lloyds Bank Corporate Markets plc, principal place of business, Villiers House, 2 Victoria Street, Douglas, Isle of Man IM1 2LN, is licensed by the Isle of Man Financial Services Authority.\nLloyds Banking Group plc. Registered Office: The Mound, Edinburgh EH1 1YZ. Registered in Scotland no. SC95000. Telephone: 0131 225 4555.\nLloyds Bank plc. Registered Office: 25 Gresham Street, London EC2V 7HN. Registered in England and Wales no. 2065. Telephone 0207626 1500.\nBank of Scotland plc. Registered Office: The Mound, Edinburgh EH1 1YZ. Registered in Scotland no. SC327000. Telephone: 03457 801 801.\nLloyds Bank Corporate Markets plc. Registered office: 25 Gresham Street, London EC2V 7HN. Registered in England and Wales no. 10399850.\nScottish Widows Schroder Personal Wealth Limited. Registered Office: 25 Gresham Street, London EC2V 7HN. Registered in England and Wales no. 11722983.\nLloyds Bank plc, Bank of Scotland plc and Lloyds Bank Corporate Markets plc are authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and Prudential Regulation Authority.\nScottish Widows Schroder Personal Wealth Limited is authorised and regulated by the Financial Conduct Authority.\nLloyds Bank Corporate Markets Wertpapierhandelsbank GmbH is a wholly-owned subsidiary of Lloyds Bank Corporate Markets plc. Lloyds Bank Corporate Markets Wertpapierhandelsbank GmbH has its registered office at Thurn-und-Taxis Platz 6, 60313 Frankfurt, Germany. The company is registered with the Amtsgericht Frankfurt am Main, HRB 111650. Lloyds Bank Corporate Markets Wertpapierhandelsbank GmbH is supervised by the Bundesanstalt für Finanzdienstleistungsaufsicht.\nHalifax is a division of Bank of Scotland plc.\nHBOS plc. Registered Office: The Mound, Edinburgh EH1 1YZ. Registered in Scotland no. SC218813.\nThis e-mail (including any attachments) is private and confidential and may contain privileged material. If you have received this e-mail in error, please notify the sender and delete it (including any attachments) immediately. You must not copy, distribute, disclose or use any of the information in it or any attachments. Telephone calls may be monitored or recorded.",
    "trans": "Pour vous aider à repérer un véritable email de notre part, nous commencerons toujours par vous saluer avec votre titre et votre nom de famille. Nous inclurons également une partie de votre code postal :\nChère Mme Chen,\nVous êtes prête à gérer vos comptes en ligne avec nous.\nVous disposez désormais de tout ce qu'il vous faut pour commencer à gérer vos comptes en ligne.\nVoici un rappel de votre identifiant utilisateur : 07881534045.\nQue se passe-t-il maintenant ?\nLorsque vous serez prête, connectez-vous en utilisant notre application Mobile Banking ou Internet Banking. Si vous ne l'avez pas encore fait, vous pouvez télécharger l'application sur Google Play ou l'App Store en recherchant « Lloyds Bank ».\nNous avons envoyé une copie de l'accord Internet Banking dans votre boîte de réception numérique. Vous pouvez y accéder depuis la page d'accueil Internet Banking une fois que vous êtes connectée.\nBénéficiez de fonctionnalités supplémentaires avec l'application\nNotre application Mobile Banking permet de gérer votre argent en déplacement rapidement et facilement. Elle est aussi sûre qu'Internet Banking, avec de nombreuses fonctionnalités supplémentaires en plus.\nVoir votre code PIN.\nGérer vos abonnements.\nGeler et dégeler votre carte.\nEncaisser un chèque simplement en prenant une photo avec votre téléphone.\nContrôles supplémentaires lors de vos achats et opérations bancaires en ligne\nToutes les banques du Royaume-Uni doivent effectuer des contrôles de sécurité supplémentaires lorsque vous effectuez des achats ou des opérations bancaires en ligne. Cela peut être un message texte ou un appel de notre part pour vérifier qu'il s'agit bien de vous. C'est pourquoi il est important que nous ayons le bon numéro de téléphone pour vous. Vous pouvez mettre à jour vos coordonnées dans vos paramètres à tout moment.\nBesoin d'aide ?\nNotre page d'aide et de support contient de nombreuses informations utiles, y compris des moyens de nous contacter.\nMerci de nous avoir choisis.\nCordialement,\nL'équipe numérique\nSi votre compte est détenu à Jersey, dans les îles de Guernesey ou de Man, cet e-mail vous est envoyé par Lloyds Bank plc au nom de Lloyds Bank International Limited.\nApplication Mobile Banking\nPour utiliser notre application Mobile Banking, vous devez avoir un numéro de téléphone valide enregistré sur votre compte. Disponible pour les clients Internet Banking personnels du Royaume-Uni et les clients Internet Banking ayant des comptes à Jersey, dans les îles de Guernesey ou de Man. Vous pouvez utiliser vos identifiants Internet Banking pour vous connecter ou vous inscrire pour la première fois dans l'application. Notre application est disponible uniquement pour les utilisateurs iOS et Android et des systèmes d'exploitation minimum sont requis, alors vérifiez l'App Store ou Google Play pour les détails. L'enregistrement de l'appareil est requis. L'application ne fonctionne pas sur des appareils rootés ou jailbreakés. Des conditions générales s'appliquent\n.Informations importantes de sécurité\nIl peut être difficile de repérer un message frauduleux. Nous ne vous enverrons jamais un e-mail avec un lien direct vers une page où vous devez vous connecter, ou fournir des informations personnelles ou bancaires.\nSi nous vous envoyons un e-mail, il contiendra toujours votre nom et les quatre derniers chiffres de votre numéro de compte.\nSi vous n'êtes pas sûr qu'un e-mail provienne de nous, vous pouvez :\nle transférer à emailscams@lloydsbanking.com puis le supprimer, ou\nnous appeler à tout moment au 0800 917 7017 ou au +44 207 481 2614 depuis l'extérieur du Royaume-Uni. Les appels peuvent être surveillés et enregistrés.\nPour en savoir plus sur la façon d'éviter les escroqueries et lire notre garantie contre la fraude, visitez notre centre de fraude.\nSi votre vision est altérée - veuillez nous contacter si vous avez besoin de cette communication sous un autre format, comme en grand format, en braille ou en CD audio.\nSi vous avez une déficience auditive ou de la parole - appelez-nous en utilisant Relay UK.\nSi vous êtes sourd et utilisez la langue des signes britannique - les services SignVideo sont disponibles.\nSi vous avez besoin de soutien en raison d'un handicap et ne trouvez pas l'information dont vous avez besoin ici, veuillez nous contacter. Dites-nous ce que nous pouvons faire pour améliorer la banque pour vous.\nSécurité et confidentialité\nPour nous aider à améliorer les e-mails que nous vous envoyons, nous collectons des informations de base depuis votre appareil, comme quand ils sont ouverts. Pour plus d'informations, veuillez lire notre Politique sur les Cookies.\nNous continuerons à vous contacter pour gérer votre compte, mais vous pouvez choisir de ne plus recevoir de communications marketing par e-mail de notre part à tout moment.\nLes informations fournies dans cet e-mail sont correctes en septembre 2023.\nLloyds Bank Corporate Markets plc. Siège social et principal lieu d'affaires : 25 Gresham Street, Londres EC2V 7HN. Enregistrée en Angleterre et au Pays de Galles sous le numéro 10399850. Lloyds Bank Corporate Markets plc au Royaume-Uni est autorisée par la Prudential Regulation Authority et régulée par la Financial Conduct Authority et la Prudential Regulation Authority sous le numéro d'enregistrement 763256. L'autorisation peut être vérifiée sur le registre des services financiers à www.fca.org.uk.\nLes services fournis par les succursales de Lloyds Bank Corporate Markets plc à Jersey, à Guernesey et à l'île de Man seront soumis au régime réglementaire applicable dans leur juridiction respective, qui peut différer en tout ou en partie de celui du Royaume-Uni.\nLa succursale de Jersey de Lloyds Bank Corporate Markets plc, principal lieu d'affaires : 9 Broad Street, St. Helier, Jersey JE2 3RR, est autorisée par la Jersey Financial Services Commission.\nLa succursale de Guernesey de Lloyds Bank Corporate Markets plc, principal lieu d'affaires : 1 Smith Street, St. Peter Port, Guernesey GY1 2JN, est autorisée par la Guernsey Financial Services Commission.\nLa succursale de l'île de Man de Lloyds Bank Corporate Markets plc, principal lieu d'affaires : Villiers House, 2 Victoria Street, Douglas, Isle of Man IM1 2LN, est autorisée par l'Isle of Man Financial Services Authority.\nLloyds Banking Group plc. Siège social : The Mound, Édimbourg EH1 1YZ. Enregistrée en Écosse sous le n° SC95000. Téléphone : 0131 225 4555.\nLloyds Bank plc. Siège social : 25 Gresham Street, Londres EC2V 7HN. Enregistrée en Angleterre et au Pays de Galles sous le n° 2065. Téléphone : 0207626 1500.\nBank of Scotland plc. Siège social : The Mound, Édimbourg EH1 1YZ. Enregistrée en Écosse sous le n° SC327000. Téléphone : 03457 801 801.\nLloyds Bank Corporate Markets plc. Siège social : 25 Gresham Street, Londres EC2V 7HN. Enregistrée en Angleterre et au Pays de Galles sous le n° 10399850.\nScottish Widows Schroder Personal Wealth Limited. Siège social : 25 Gresham Street, Londres EC2V 7HN. Enregistrée en Angleterre et au Pays de Galles sous le n° 11722983.\nLloyds Bank plc, Bank of Scotland plc et Lloyds Bank Corporate Markets plc sont autorisées par la Prudential Regulation Authority et régulées par la Financial Conduct Authority et la Prudential Regulation Authority.\nScottish Widows Schroder Personal Wealth Limited est autorisée et régulée par la Financial Conduct Authority.\nLloyds Bank Corporate Markets Wertpapierhandelsbank GmbH est une filiale à part entière de Lloyds Bank Corporate Markets plc. Lloyds Bank Corporate Markets Wertpapierhandelsbank GmbH a son siège social à Thurn-und-Taxis Platz 6, 60313 Francfort, Allemagne. L'entreprise est enregistrée au Amtsgericht Francfort am Main, HRB 111650. Lloyds Bank Corporate Markets Wertpapierhandelsbank GmbH est supervisée par la Bundesanstalt für Finanzdienstleistungsaufsicht.\nHalifax est une division de Bank of Scotland plc.\nHBOS plc. Siège social : The Mound, Édimbourg EH1 1YZ. Enregistrée en Écosse sous le n° SC218813\n.Ce courriel (y compris toutes pièces jointes) est privé et confidentiel et peut contenir des informations privilégiées. Si vous avez reçu ce courriel par erreur, veuillez en informer l'expéditeur et le supprimer (y compris toutes pièces jointes) immédiatement. Vous ne devez pas copier, distribuer, divulguer ou utiliser les informations qu'il contient ou ses pièces jointes. Les appels téléphoniques peuvent être surveillés ou enregistrés."
}