{
    "source": "en_US",
    "target": "fr_FR",
    "text": "REQUESTS FOR PRODUCTION\nREQUEST NO. 1: Produce all medical bills for which recovery is requested in the Complaint.\nRESPONSE:\nREQUEST NO. 2: Produce all of Plaintiff’s federal and state tax returns, all schedules and supporting documents including but not limited to W-2 forms and 1099s for the years 2019 through the present.\nRESPONSE:\nREQUEST NO. 3: All payroll stubs, wage receipts, or any documents indicating wages, salaries, or commissions paid to Plaintiff for the years 2019 through the present.\nRESPONSE:\nREQUEST NO. 4: A copy of the Social Security Administration’s most recent income summary for Plaintiff.\nRESPONSE:\nREQUEST NO. 5: All documents pertaining to any claim made for any type of benefits, insurance, entitlement, or supplemental income (including, but not limited to, SSA, SSI, Medicare, Medicaid, etc.) through or to the Social Security Administration, Department of Social and Health Services (DSHS), or any other federal, state or local government agency, along with a copy of Medicare and/or Medicaid identification card.\nRESPONSE:\nREQUEST NO. 6: All documents, chart notes, diagnoses, diagnostic studies, including, but not limited to, radiology films, x-rays, MRI’s, CT scans, nerve conduction studies, thermograms and other medical and mental health records from any health care provider, physician, chiropractor, psychologist, psychiatrist, or other medical or mental health practitioner who has treated, examined or seen Plaintiff from 2013 to the present. This request includes, but is not limited to treatment records for any injuries, complaints, symptoms, conditions, or body parts in any way relating to the injuries or damages claimed in this action. This is a continuing request.\nRESPONSE:\nREQUEST NO. 7: All other documentation supporting Plaintiff’s claim for economic damages, other than what has been requested above.\nRESPONSE:\nREQUEST NO. 8: All written or recorded statements or notes of any interviews taken from any party or witnesses by the Plaintiff, his attorney or agent, or his insurer.\nRESPONSE:\nREQUEST NO. 9: All photographs, color or otherwise, videotapes, audiotapes, diagrams, reports, or other form of visual recording of the incident scene, Plaintiff’s injuries or which contain any relationship or relevance to the alleged incident whether it predates the alleged incident or not.\nRESPONSE:\nREQUEST NO. 10: All photographs, color or otherwise, repair estimates, work orders, and supplemental repair estimates or work orders for property damage of the vehicles involved in the motor vehicle accident in question.\nRESPONSE:\nREQUEST NO. 11: Any and all investigations or reports that were prepared as a result of or relating to the alleged incident. This applies to all investigations or reports made by governmental, public, or private organizations, any person, or by you or on your behalf.\nRESPONSE:\nREQUEST NO. 12: Copies of all diaries, journals, calendars, personal memos, notes, and other documents prepared by, or compiled by, the Plaintiff, whether written, dictated, or memorialized in any fashion, which refer or relate in any way to the incident giving rise to this lawsuit and/or relating to Plaintiff’s alleged injuries and/or describe the incident at issue and/or charting Plaintiff’s symptoms or complaints regarding the subject incident.\nRESPONSE:\nREQUEST NO. 13: For each social network account you have please produce a copy of each page and each photograph that includes your image for the period beginning two years before the subject incident up to (and including) the present.\nRESPONSE:\nREQUEST NO. 14: Any and all cell phone records and bills documenting calls, text messages, emails or other electronic communication sent or received by Plaintiff on the day of the subject accident.\nRESPONSE:",
    "trans": "DEMANDES DE PRODUCTION\nDEMANDE N° 1 : Produire toutes les factures médicales pour lesquelles une indemnisation est demandée dans la plainte.\nRÉPONSE :\nDEMANDE N° 2 : Produire toutes les déclarations de revenus fédérales et d'État du plaignant, tous les annexes et les documents de soutien, y compris mais sans s'y limiter, les formulaires W-2 et 1099 pour les années 2019 à ce jour.\nRÉPONSE :\nDEMANDE N° 3 : Tous les talons de paie, reçus de salaire, ou tout document indiquant les salaires, traitements ou commissions versés au plaignant pour les années 2019 à ce jour.\nRÉPONSE :\nDEMANDE N° 4 : Une copie du résumé de revenus le plus récent de l'administration de la sécurité sociale pour le plaignant.\nRÉPONSE :\nDEMANDE N° 5 : Tous les documents relatifs à toute demande de tout type de prestations, assurance, droit ou revenu supplémentaire (y compris, mais sans s'y limiter, SSA, SSI, Medicare, Medicaid, etc.) via ou auprès de l'administration de la sécurité sociale, du département des services sociaux et de santé (DSHS) ou de toute autre agence gouvernementale fédérale, étatique ou locale, ainsi qu'une copie de la carte d'identification Medicare et/ou Medicaid.\nRÉPONSE :\nDEMANDE N° 6 : Tous les documents, notes de dossier, diagnostics, études diagnostiques, y compris, mais sans s'y limiter, les films de radiologie, radiographies, IRM, scanners, études de conduction nerveuse, thermogrammes et autres dossiers médicaux et de santé mentale de tout prestataire de soins, médecin, chiropracteur, psychologue, psychiatre ou autre praticien de soins médicaux ou de santé mentale qui a traité, examiné ou vu le plaignant de 2013 à ce jour. Cette demande inclut, mais ne se limite pas aux dossiers de traitement de toute blessure, plainte, symptôme, condition ou partie du corps en rapport avec les blessures ou les dommages réclamés dans cette action. Ceci est une demande continue.\nRÉPONSE :\nDEMANDE N° 7 : Toute autre documentation soutenant la demande de dommages économiques du plaignant, autre que ce qui a été demandé ci-dessus.\nRÉPONSE :\nDEMANDE N° 8 : Toutes les déclarations écrites ou enregistrées ou les notes de tout entretien pris avec toute partie ou témoin par le plaignant, son avocat ou agent, ou son assureur.\nRÉPONSE :\nDEMANDE N° 9 : Toutes les photographies, en couleur ou autre, les vidéos, les enregistrements audio, les diagrammes, les rapports ou toute autre forme d'enregistrement visuel de la scène de l'incident, des blessures du plaignant ou ayant un rapport ou une pertinence avec l'incident allégué, qu'ils datent ou non d'avant l'incident allégué.\nRÉPONSE :\nDEMANDE N° 10 : Toutes les photographies, en couleur ou autre, les devis de réparation, les ordres de travail et les devis de réparation ou ordres de travail supplémentaires pour les dommages matériels des véhicules impliqués dans l'accident de la circulation en question.\nRÉPONSE :\nDEMANDE N° 11 : Toutes les enquêtes ou rapports qui ont été préparés à la suite de ou en relation avec l'incident allégué. Cela s'applique à toutes les enquêtes ou rapports effectués par des organisations gouvernementales, publiques ou privées, toute personne, ou par vous ou en votre nom.\nRÉPONSE :\nDEMANDE N° 12 : Copies de tous les journaux, agendas, mémos personnels, notes et autres documents préparés ou compilés par le plaignant, qu'ils soient écrits, dictés ou mémorisés de quelque manière que ce soit, qui se réfèrent ou se rapportent de quelque manière que ce soit à l'incident à l'origine de cette poursuite et/ou se rapportant aux blessures alléguées du plaignant et/ou décrivant l'incident en question et/ou retraçant les symptômes ou plaintes du plaignant concernant l'incident en question.\nRÉPONSE :\nDEMANDE N° 13 : Pour chaque compte de réseau social que vous avez, veuillez produire une copie de chaque page et de chaque photographie incluant votre image pour la période commençant deux ans avant l'incident en question jusqu'à (et y compris) aujourd'hui.\nRÉPONSE :\nDEMANDE N° 14 : Tous les relevés et factures de téléphone portable documentant les appels, les messages texte, les e-mails ou autres communications électroniques envoyés ou reçus par le plaignant le jour de l'accident en question.\nRÉPONSE :"
}