{
    "source": "en_US",
    "target": "fr_FR",
    "text": "4.1.1.1 NAVIGATING THE STUDY TABLE\nThe study table gives information about a study on three levels:\n Study level = the most important information provided at the study level, such as patient name, patient ID,\naccession number, study description, referring physician, etc.\n Series level = information about the available series in a study, e.g. series description, modality information,\netc.\n Image level = allows access to a preview of each image in a series, including the possibility to use window\nleveling, but also gives information about the number of frames in case of multi-frame images (e.g. US).\nTo see the next level underneath a study, click the “+” box on the far left side. This will open the study to show\nthe various series, including any relevant information. By clicking on the “+” to the left of a series, the image\nlevel will open, revealing a table of all available images in that series.\nClicking the arrow button beside an image will open the chosen image in a preview window.",
    "trans": "4.1.1.1 NAVIGATION DANS LE TABLEAU D'ÉTUDE\nLe tableau d'étude fournit des informations sur une étude à trois niveaux :\nNiveau d'étude : les informations les plus importantes fournies au niveau de l'étude, telles que le nom du patient, l'identifiant\ndu patient, le numéro d'accession, la description de l'étude, le médecin référent, etc.\nNiveau de la série : informations sur les séries disponibles dans une étude, par exemple la description de la série, les informations sur la modalité,\netc.\nNiveau de l'image : permet d'accéder à un aperçu de chaque image dans une série, y compris la possibilité d'utiliser le réglage de la fenêtre,\nmais donne également des informations sur le nombre de cadres en cas d'images multi-cadres (par exemple, US).\nPour voir le niveau suivant sous une étude, cliquez sur la case « + » sur le côté gauche. Cela ouvrira l'étude pour afficher\nes différentes séries, y compris toutes les informations pertinentes. En cliquant sur le « + » à gauche d'une série, le niveau d'image\ns'ouvrira, révélant un tableau de toutes les images disponibles dans cette série.\nEn cliquant sur le bouton flèche à côté d'une image, l'image choisie s'ouvrira dans une fenêtre d'aperçu."
}