{
    "source": "en_US",
    "target": "fr_FR",
    "text": "JECTIVES: Nonintubated surgical biopsy (NISB) of interstitial lung disease (ILD) has shown promise in unicentre reports as a reliable method to achieve pathological diagnosis with low morbidity. The aim of this study was to investigate for the first time early outcomes of NISB of ILD using a multicentre retrospective analysis. METHODS: Seven European and extra-European institutions participated in the study. Overall, 112 procedures were included. The mean age was 60±12years (65 men and 47 women). Preoperative total lung capacity and diffusion capacity of carbon monoxide were 74±16% predicted and 57±18% predicted, respectively. Forty-five patients had 1 or more associated comorbidities. NISB of ILD were performed under spontaneous ventilation by intercostal block (n=84) or epidural anaesthesia (n=28) with (n=58) or without (n=54) sedation and by thoracoscopic surgery (n=88) or minithoracotomy (n=24). RESULTS: Mean anaesthesia time, operative time and global time spent in the operating room were 31±31min, 29±15min and 89±156min, respectively. Feasibility was scored as excellent, good, satisfactory or unsatisfactory requiring conversion to general anaesthesia with intubation in 92, 12, 2 and 6 instances, respectively. There were no deaths. Morbidity was 7.1% and included prolonged air leaks in 4 patients and pneumonia, atelectasis, anaemia and gastric bleeding in 1 patient each. A precise pathological diagnosis was achieved in 108 patients (96%). The mean hospital stay was 2.5±2.7days. Comparisons of results achieved in the largest single-centre series (group A, 60 patients operated on) versus those resulting from the sum of the patients operated on in the other centres (group B, 52 patients operated on) showed no differences in feasibility (P=0.10) and morbidity (P=0.10) whereas hospital stay was shorter in group A (1.3±0.5days vs 3.9±3.4days, P<0.001). CONCLUSIONS: Results of this multicentre study confirm the satisfactory feasibility of NISB of ILD in 82% of patients with no deaths and a low morbidity rate. Intergroup comparisons indicated that the hospital stay was shorter in group A whereas there were no differences in feasibility and morbidity rates. Keywords: Interstitial lung disease • Video-assisted thoracic surgery • Nonintuba",
    "trans": "JECTIFS : La biopsie chirurgicale non intubée (BNI) des pneumopathies interstitielles s'est avérée prometteuse dans les rapports unicentriques comme méthode fiable pour obtenir un diagnostic pathologique avec une faible morbidité. L'objectif de cette étude était d'examiner pour la première fois les résultats précoces de la biopsie interstitielle du poumon à l'aide d'une analyse rétrospective multicentrique. MÉTHODES : sept institutions européennes et non européennes ont participé à cette étude. Au total, 112 procédures ont été incluses. L'âge moyen était de 60±12 ans (65 hommes et 47 femmes). La capacité pulmonaire totale préopératoire et la capacité de diffusion du monoxyde de carbone étaient respectivement de 74±16% et 57±18%. Quarante-cinq patients avaient une ou plusieurs comorbidités associées. Les NISB de l'ILD ont été réalisées en ventilation spontanée par bloc intercostal (n=84) ou anesthésie péridurale (n=28) avec (n=58) ou sans (n=54) sédation et par chirurgie thoracoscopique (n=88) ou minithoracotomie (n=24). RESULTATS : le temps moyen d'anesthésie, le temps opératoire et le temps global passé dans la salle d'opération étaient respectivement de 31±31min, 29±15min et 89±156min. La faisabilité a été évaluée comme excellente, bonne, satisfaisante ou insatisfaisante, nécessitant une conversion en anesthésie générale avec intubation dans 92, 12, 2 et 6 cas, respectivement. Il n'y a pas eu de décès. La morbidité était de 7,1 % et comprenait des fuites d'air prolongées chez 4 patients et une pneumonie, une atélectasie, une anémie et une hémorragie gastrique chez 1 patient chacun. Un diagnostic pathologique précis a été obtenu chez 108 patients (96%). La durée moyenne d'hospitalisation était de 2,5±2,7 jours. La comparaison des résultats obtenus dans la plus grande série d'un seul centre (groupe A, 60 patients opérés) avec ceux résultant de la somme des patients opérés dans les autres centres (groupe B, 52 patients opérés) n'a montré aucune différence en termes de faisabilité (P=0,10) et de morbidité (P=0,10) alors que la durée d'hospitalisation était plus courte dans le groupe A (1,3±0,5 jours contre 3,9±3,4 jours, P<0,001). CONCLUSIONS : les résultats de cette étude multicentrique confirment la faisabilité satisfaisante du BNIS de l'ILD chez 82% des patients, sans décès et avec un faible taux de morbidité. Les comparaisons entre groupes indiquent que la durée d'hospitalisation est plus courte dans le groupe A, alors qu'il n'y a pas de différence dans les taux de faisabilité et de morbidité. Mots-clés : Pneumopathie interstitielle • Chirurgie thoracique vidéo-assistée • Non-intuba"
}