{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Is being fascia driven a real thing? In recent times, in the world of fitness, biomechanics and the beautiful game, the term “fascia driven” has been showing up a lot and players are wondering if there is a difference between a “fascia driven athlete” and a “muscle driven athlete.”\nFascia, muscles, tendons, ligaments, your breath, your nervous system, and everything else is always working together and you cannot isolate muscles and fascia. Some people may think that “fascia driven” is only a marketing tool, which it could be, but it is a real thing and there is a huge difference between the connective tissue quality and overall body coordination of a more “fascia-driven athlete” compared to a more “muscle driven athlete.”\nThrough my years studying Kinesiology in College there was little to no mention of fascia and as I was studying I was also trying out various training systems that were talking about completely different ideas and concepts from what I was learning in school. I was first introduced to the topic of fascia by studying the work of Tom Myers and Functional Patterns and eventually I also tried out various training methods like Weck Method, GOATA, Hyperarch Fascia Training, FlowOPS, Movmed, and Football Entangled,and that is when I truly began to understand how the human body actually works.",
    "trans": "Le concept « fascia-driven » est-il une réalité ?Ces dernières années, dans le domaine du fitness, de la biomécanique et du football, le terme « fascia-driven » est de plus en plus employé. De nombreux joueurs s’interrogent sur l’existence d’une réelle distinction entre un « fascia-driven athlete » (athlète dont la performance repose sur le fascia) et un « muscle-driven athlete » (athlète dont la performance repose principalement sur la force musculaire).\nLe fascia, les muscles, les tendons, les ligaments, la respiration, le système nerveux, et l’ensemble du corps fonctionnent toujours en synergie. Il est impossible d’isoler uniquement les muscles ou le fascia. Certains estiment que l’expression « fascia-driven » n’est qu’un simple argument marketing – ce qui est une possibilité – mais il existe bel et bien une différence significative entre la qualité des tissus conjonctifs et la coordination corporelle globale d’un athlète dont la performance repose davantage sur le fascia, par rapport à un athlète dont l’approche est centrée sur la force musculaire.\nPendant mes années d'études en kinésiologie, le fascia était très peu, voire jamais mentionné. En parallèle, j’explorais divers systèmes d’entraînement qui présentaient des idées et des concepts radicalement différents de ceux enseignés dans mon cursus académique. J’ai découvert le rôle du fascia en étudiant les travaux de Tom Myers et de Functional Patterns, puis j’ai expérimenté plusieurs méthodes d’entraînement telles que Weck Method, GOATA, Hyperarch Fascia Training, FlowOPS, Movmed et Football Entangled. C’est à ce moment-là que j’ai véritablement commencé à comprendre le fonctionnement global du corps humain."
}