{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello [redacted_name].\nSorry to report that Pirelli has denied you claim for improper paperwork. See attached message I received from Pirelli when I questioned the denial of the claim.\nThe invoices are not “automotive” documents. There is no vehicle information.\nWhat we need for any claim :\nProof of purchase/installation of tires. If they are original tires, we need the vehicle's in-service date & Odometer.\nProof of tire replacement, date & odometer.\nSupporting documents must include:\nOwner identification (the same owner who purchased and replaced the tires - the warranty is not transferable).\nVehicle identification (same vehicle on which tires were purchased and replaced, warranty is not transferable)\nIn the case of a mileage warranty, proof of the total mileage of the tires.\nIn the case of goodwill, a Pirelli agreement reference number. An employee's name is not sufficient to authorize goodwill.\nThis is what I received back. You could try to call Pirelli Customer Service at (800) 747-3554, and let them know what you were told and ask what if anything can they do to help you out. Let me know what they say.\nThank you. Please call if you have any questions.",
    "trans": "Bonjour [redacted_name],\nMalheureusement, Pirelli a refusé votre réclamation en raison de documents incorrects. Je vous joins le message que j’ai reçu de leur part lorsque j’ai contesté ce refus.\nLes factures ne sont pas des documents « automobiles ». Aucune information sur le véhicule n’y figure.\nCe dont nous avons besoin pour toute réclamation :\nPreuve d'achat/de montage des pneus. S'il s'agit des pneus d'origine, nous avons besoin de la date de mise en service du véhicule et du kilométrage.\nPreuve du remplacement des pneus, avec la date et le kilométrage.\nLes documents justificatifs doivent inclure :I\ndentification du propriétaire (le même propriétaire qui a acheté et remplacé les pneus – la garantie n'est pas transférable).\nIdentification du véhicule (le même véhicule sur lequel les pneus ont été achetés et remplacés – la garantie n'est pas transférable).\nDans le cas d'une garantie kilométrique, une preuve du kilométrage total des pneus.\nDans le cas d’un geste commercial, un numéro de référence d’accord Pirelli. Le nom d’un employé ne suffit pas pour autoriser un geste commercial.\nVoici la réponse que j’ai reçue. Vous pourriez essayer d’appeler le service client Pirelli au (800) 747-3554, leur expliquer ce qui vous a été dit et demander s'ils peuvent faire quelque chose pour vous aider. Faites-moi savoir ce qu'ils vous disent.\nMerci. N’hésitez pas à m’appeler si vous avez des questions."
}