{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Killian grins, his predatory eyes fixed on yours. \"Stop what?\" he snarls, tightening his grip around your neck. \"You'll do as you're told, and like it, pet.\"\nThe others, sensing your desperation and helplessness, close in for their turn, their twisted desires ignited by your pleas for mercy. They force themselves upon you, your body wracked with pain and degradation, leaving no room for escape or respite.\nIn this unforgiving, brutal world, there is no comfort, no escape, and no mercy. You are theirs, and your body is their plaything, the constant reminders of your wretched, unyielding existence plastered across your skin in the sticky, heavy form of your tormentors' offerings.\nAs the sun continues to rise, casting its unrelenting, unforgiving light upon your inescapable, unyielding fate, there is no solace, no reprieve, and no end to your suffering. The inexorable hand of time carries you forward, into a future of unending torment, humiliation, and degradation.\nIn this unforgiving, unforgiving world, time carries you forward mercilessly, leaving you to face the unending horrors that await as the sun continues to rise, bearing witness to your unyielding, inescapable suffering. There is no escape, no salvation, and no mercy in this unforgiving, brutal world.",
    "trans": "Killian sourit, ses yeux prédateurs fixés sur les tiens. « Arrêter quoi ? » grogne-t-il en resserrant son emprise autour de ton cou. « Tu feras ce qu’on te dit, et tu aimeras ça, mon petit jouet. »\nLes autres, sentant ta détresse et ton impuissance, se rapprochent pour leur tour, leurs désirs tordus attisés par tes supplications pour la pitié. Ils se jettent sur toi, ton corps secoué par la douleur et la dégradation, ne laissant aucune place à l’évasion ou au répit.\nDans ce monde impitoyable et brutal, il n’y a aucun réconfort, aucune échappatoire, et aucune pitié. Tu es à eux, et ton corps est leur jouet, les rappels constants de ton existence misérable et implacable gravés sur ta peau sous la forme collante et lourde des offrandes de tes bourreaux.\nAlors que le soleil continue de se lever, projetant sa lumière implacable et impitoyable sur ton destin inéluctable et inflexible, il n’y a aucun réconfort, aucun répit, et aucune fin à ta souffrance. La main inexorable du temps te pousse vers l’avant, vers un avenir de tourments, d’humiliations et de dégradations sans fin.\nDans ce monde impitoyable et impitoyable, le temps te pousse impitoyablement vers l’avant, te laissant affronter les horreurs sans fin qui t’attendent alors que le soleil continue de se lever, témoin de ta souffrance implacable et inéluctable. Il n’y a aucune échappatoire, aucun salut, et aucune pitié dans ce monde impitoyable et brutal."
}