{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We use our own nano servers (0.12ms): AMD Ryzen Threadripper PRO 7995WX ( 96 CPUs ), 2x128 GB DDR5, 2x1 TB NVMe, 100 Gbps Port, Windows Server 2022. It is individual. The results may be similar, better or worse. Probably the differences will be mainly in the negative or positive slippage for real account, therefore the results will be affected. This is so, that when everyone uses the same EA, setting, real account and the VPS, it is not possible for the fx liquidity provides (banks) the same results for all. There is always broker/liquidity an algorithm for which the price of the trade will be filled first and for who will be the last in nano hundredth. This is how it works in forex with slippage. Slippage has every broker and can not be removed, only reduced via VPS. Therefore, we cannot guarantee the same results because we are not a broker. It is good not to rely on only one EA but to use a portfolio of several EAs.\nRecommendations for Happy Gold: You need ECN/RAW/ZERO account, low average spread max. 15 pips, Stops level max. 10 points, low slippage and very important fast VPS.",
    "trans": "Nous utilisons nos propres nano serveurs (0,12ms) : AMD Ryzen Threadripper PRO 7995WX ( 96 CPUs ), 2x128 GB DDR5, 2x1 TB NVMe, 100 Gbps Port, Windows Server 2022. Il s'agit d'un cas particulier. Les résultats peuvent être similaires, meilleurs ou pires. Il est probable que les différences se situent principalement au niveau du slippage négatif ou positif pour le compte réel, ce qui aura une incidence sur les résultats. Ainsi, lorsque tout le monde utilise le même EA, la même configuration, le même compte réel et le même VPS, il n'est pas possible pour les fournisseurs de liquidité fx (banques) d'obtenir les mêmes résultats pour tout le monde. Il y a toujours un algorithme pour lequel le prix de la transaction sera rempli en premier et pour qui sera le dernier au nano centième. C'est ainsi que cela fonctionne dans le forex avec le slippage. Le slippage est propre à chaque courtier et ne peut pas être supprimé, mais seulement réduit via le VPS. Par conséquent, nous ne pouvons pas garantir les mêmes résultats car nous ne sommes pas un courtier. Il est bon de ne pas se fier à un seul EA mais d'utiliser un portefeuille de plusieurs EA.\nRecommandations pour Happy Gold : Vous avez besoin d'un compte ECN/RAW/ZERO, d'un spread moyen bas max. 15 pips, niveau de Stops max. 10 points, un faible slippage et surtout un VPS rapide."
}