{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Job description\nYou are a Material Handler, that has great attention to detail and commitment to quality. You’ll be responsible for essential warehousing tasks such as accurate order picking and packing in diverse environments, including cold storage. This is a 6 month temporary assignment.\nThis position pays; $19/hr\nLocation: Richmond, CA\nSchedule: M-F 7:00 am to 3:30 pm plus overtime\nWhat You Will Be Doing:\nAccurately picking and packing orders while ensuring neat shipment preparation.\nWorking in cold room environments and supporting multiple areas of operations as directed.\nReporting to work on time and maintaining a positive attitude to foster collaboration with peers.\nUpholding quality standards for stored materials and those designated for customers.\nEnsuring a safe, clean, and organized work environment.\nWhat You Bring:\nA high school diploma or equivalent, along with related experience in a warehouse facility.\nThe ability to read, comprehend, and follow instructions effectively.\nBasic computer skills and familiarity with RF scanning devices.\nSelf-motivation to complete tasks correctly on the first attempt.\nExperience in operating forklifts, pallet jacks, or other relevant equipment.\nStrong problem-solving and communication skills.\nFlexibility and adaptability to prioritize work efficiently.\nCapability to lift items weighing up to 50 lbs.\nTo learn more about the workplace culture and the position, please apply!\n#pando\nAbout Nelson Connects:\nIf you're looking for a new opportunity, the recruiting and staffing experts at Nelson Connects can help. We work with companies of all types and sizes across all industries. We help people like you find exciting roles with employers ranging from Fortune 100, government, and nonprofit organizations to local businesses, industry leaders, and the most agile start-ups. The candidates we work with appreciate our responsive approach, genuine relationships, and exceptional service. With a commitment to transparency, authenticity, and credibility, we look forward to our jobs every day, and we're excited to help you find the job you've been looking for.\nPay Transparency: Nelson Connects provides pay transparency by placing salary ranges in all job postings in accordance with state and local regulations. We are committed to communicating pay clearly throughout the employment process.\nCalifornia Fair Chance Act and Beyond: Qualified applicants with criminal histories will be considered for employment in accordance with applicable regulations. We will consider qualified Applicants for employment, including those with criminal histories, in a manner consistent with the requirements of applicable state and local laws, including the City of Los Angeles' Fair Chance Initiative for Hiring Ordinance, San Francisco Fair Chance Ordinance, and CA Fair Chance Act.\nTemporary Associate Benefits Offered: Weekly benefits offered include Medical, Dental, Vision, HSA, EAP, Life/AD&D, STD, Commuter FSA, + state mandated benefits.",
    "trans": "Description du poste :\nVous êtes un Manutentionnaire doté d’un grand sens du détail et d’un fort engagement envers la qualité. Vous serez chargé(e) de tâches essentielles en entrepôt, notamment la préparation précise des commandes et l’emballage, dans divers environnements, notamment le stockage en magasin froid. Il s’agit d’un contrat temporaire de 6 mois.\nRémunération : 19 $/heure\nLieu : Richmond, CA\nHoraires : Du lundi au vendredi, de 7 h 00 à 15 h 30, avec possibilité d’heures supplémentaires\nMissions principales :\n- Préparer et emballer les commandes avec précision tout en veillant à une expédition soignée.\n- Travailler dans un environnement froid et assurer un soutien aux différentes opérations selon les besoins.\n- Respecter les horaires de travail et adopter une attitude positive favorisant la collaboration avec les collègues.\n- Maintenir les normes de qualité des matériaux stockés et destinés aux clients.\n- Garantir un environnement de travail sûr, propre et organisé.\nProfil recherché :\n- Diplôme de fin d’études secondaires (ou équivalent) et expérience pertinente en entrepôt.\n- Capacité à lire, comprendre et suivre des instructions avec efficacité.\n- Compétences de base en informatique et maîtrise des scanners RF.\n- Motivation personnelle et rigueur pour effectuer les tâches correctement dès la première tentative.\n- Expérience dans la manipulation d’équipements tels que chariots élévateurs, transpalettes, etc.\n- Excellentes compétences en résolution de problèmes et en communication.\n- Flexibilité et capacité d’adaptation pour gérer les priorités de manière efficace.\n- Aptitude à soulever des charges allant jusqu’à 50 livres (environ 23 kg).\nSi vous souhaitez en savoir plus sur notre culture d’entreprise et le poste, postulez dès maintenant !\n#pando\nÀ propos de Nelson Connects\nSi vous êtes à la recherche d’une nouvelle opportunité professionnelle, les experts en recrutement et en placement de Nelson Connects sont là pour vous aider. Nous collaborons avec des entreprises de toutes tailles et de tous secteurs, allant des sociétés du Fortune 100 aux organismes gouvernementaux et à but non lucratif, en passant par les start-ups innovantes et les leaders industriels. Nos candidats apprécient notre approche réactive, nos relations authentiques et notre service exceptionnel. Nous nous engageons à être transparents, sincères et crédibles tout au long du processus de recrutement que vous désirez.\nTransparence salariale : Nelson Connects s’engage à la transparence des salaires, en affichant les grilles de rémunération dans toutes ses offres d’emploi, conformément aux réglementations locales et étatiques. Nous nous engageons à communiquer clairement les rémunérations tout au long du processus d'embauche.\nLoi californienne sur l'Égalité  des Chances et autres réglementations : Les candidats qualifiés ayant des antécédents judiciaires seront pris en considération pour un emploi conformément aux réglementations en vigueur. Nous prendrons en considération les candidats qualifiés pour un emploi, y compris ceux qui ont des antécédents judiciaires, conformément aux exigences des lois locales et de l'État applicables, notamment l’Initiative pour l’Embauche Équitable de la ville de Los Angeles, l’Ordonnance sur l' Égalité des Chances de San Francisco et La Loi californienne sur Égalité des Chances.\nLes avantages offerts aux employés temporaires : nous proposons chaque semaine des avantages tels que :Assurance médicale, dentaire, Compte d’épargne santé (HSA), Programme d’aide aux employés (EAP), Assurance vie/invalidité accidentelle (AD&D), Assurance invalidité de courte durée (STD), Compte épargne pour les frais de transport (Commuter FSA) et autres avantages obligatoires selon la législation locale."
}