{
    "source": "en_US",
    "target": "fr_FR",
    "text": "tems contribute to the regulation of arterial blood pres- sure. One of these, the baroreceptor system, is a simple and excellent example of a rapidly acting control mecha- nism. In the walls of the bifurcation region of the carotid arteries in the neck, and also in the arch of the aorta in the thorax, are many nerve receptors called barorecep- tors, which are stimulated by stretch of the arterial wall. When the arterial pressure rises too high, the barore- ceptors send barrages of nerve impulses to the medulla of the brain. Here these impulses inhibit the vasomotor center, which in turn decreases the number of impulses transmitted from the vasomotor center through the sym- pathetic nervous system to the heart and blood vessels. Lack of these impulses causes diminished pumping activ- ity by the heart and also dilation of the peripheral blood vessels, allowing increased blood flow through the ves- sels. Both of these effects decrease the arterial pressure back toward normal.\nConversely, a decrease in arterial pressure below nor- mal relaxes the stretch receptors, allowing the vasomotor center to become more active than usual, thereby caus- ing vasoconstriction and increased heart pumping. The decrease in arterial pressure also raises arterial pressure",
    "trans": "Les systèmes contribuent à la régulation de la pression artérielle. L'un de ceux-ci, le système barorécepteur, est un exemple simple et excellent d'un mécanisme de contrôle à action rapide. Dans les parois de la région de bifurcation des artères carotides dans le cou, ainsi que dans l'arc de l'aorte dans le thorax, se trouvent de nombreux récepteurs nerveux appelés barorécepteurs, qui sont stimulés par l'étirement de la paroi artérielle. Lorsque la pression artérielle devient trop élevée, les barorécepteurs envoient une série de messages nerveux vers la moelle allongée du cerveau. Là, ces impulsions inhibent le centre vasomoteur, ce qui réduit à son tour le nombre d'impulsions transmises du centre vasomoteur à travers le système nerveux sympathique vers le cœur et les vaisseaux sanguins. L'absence de ces impulsions entraîne une diminution de l'activité de pompage du cœur et également une dilatation des vaisseaux sanguins périphériques, permettant un flux sanguin accru à travers les vaisseaux. Ces deux effets diminuent la pression artérielle pour la ramener vers la normale.\nInversement, une diminution de la pression artérielle en dessous de la normale relaxe les récepteurs d'étirement, permettant au centre vasomoteur de devenir plus actif que d'habitude, provoquant ainsi une vasoconstriction et un pompage cardiaque accru. La diminution de la pression artérielle élève également la pression artérielle."
}