{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Labels for Crates\nEvery crate must be labelled with the NF label provided by DHL. This is mandatory to ensure smooth logistics.\nATA Carnet\nIf you wish to use DHL’s ATA Carnet service, please contact Martina or Christine directly.\nBefore contacting customs for carnet stamping, send the documents to Martina and Christine for a final review to ensure all details are correct.\nThe stamped carnet must be handed to the Sport Director at the start of the Oberhof World Cup (January), allowing DHL to immediately begin processing customs clearance. Martina and Matthias will provide further instructions accordingly.\nPlease ensure that only items listed on the carnet are packed in the crates and boxes. In particular, do not dispose of any broken equipment; it must be included in the crates. This is especially critical for shipments to and out of China.\nProhibited Cargo\nAny type of liquid (e.g., acetone, oil, visor shampoo, water) is strictly prohibited. Any type of liquid means any type of liquid\nBatteries not integrated into their respective machines, items, or tools must be removed and carried as carry-on luggage. Please confirm your airline's regulations on this.\nWe will attempt to arrange acetone, oil, grease, epoxy resin, and hardener for Korea and Yanqing.\nGiven the very tight delivery schedule, any delays or issues could significantly impact our sliding schedule and reduce the number of training runs for our athletes. It is crucial that you, your staff, and especially your athletes strictly follow the packing guidelines.\n[redacted_name] will be traveling with us and will serve as the primary contact for any questions during the process.\nWe will update you on the return date for crates coming back from China in the coming weeks.",
    "trans": "Étiquettes pour les caisses\nChaque caisse doit être étiquetée avec l’étiquette NF fournie par DHL. Cela est nécessaire pour garantir le bon déroulement de la logistique.\nCarnet ATA\nSi vous souhaitez utiliser le service de carnet ATA de DHL, veuillez contacter directement Martina ou Christine.\nAvant de contacter les douanes pour le tamponnage du carnet, envoyez les documents à Martina et Christine pour une dernière vérification afin de vous assurer que toutes les informations sont correctes.\nLe carnet tamponné doit être remis au Directeur Sportif au début de la Coupe du Monde d’Oberhof (janvier), afin que DHL puisse immédiatement commencer le processus de dédouanement. Martina et Matthias fourniront des instructions complémentaires à ce sujet.\nVeuillez vous assurer que seuls les articles listés sur le carnet sont emballés dans les caisses et boîtes. En particulier, ne jetez aucun équipement endommagé ; il doit impérativement être inclus dans les caisses. Ceci est particulièrement important pour les envois à destination et en provenance de Chine.\nMarchandises interdites\nTout type de liquide (par exemple : acétone, huile, shampoing pour visière, eau) est strictement interdit. Tout type de liquide signifie tout type de liquide.\nLes batteries non intégrées dans leurs machines, appareils ou outils respectifs doivent être retirées et transportées en bagage à main. Veuillez vérifier la réglementation de votre compagnie aérienne à ce sujet.\nNous tenterons de prévoir de l’acétone, de l’huile, de la graisse, de la résine époxy et du durcisseur pour la Corée et Yanqing.\nÉtant donné le calendrier de livraison très serré, tout retard ou problème pourrait avoir un impact important sur notre programme de glisse et réduire le nombre de descentes d’entraînement pour nos athlètes. Il est crucial que vous, votre personnel et surtout vos athlètes respectiez strictement les consignes d’emballage.\n[redacted_name] voyagera avec nous et sera le contact principal pour toute question durant le processus.\nNous vous communiquerons la date de retour des caisses en provenance de Chine dans les prochaines semaines."
}