{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A)Perhaps because most societies place so much emphasis on the parent-child relationship, there is a relative lack of information on the relationships among brothers and sisters. Yet sibling relationships can play essential roles in our development asindividuals and often bring just as much, if not more, joy, rage, pain, frustration, and pleasure. Relationships with brothers and sisters are also very long ones that we will experience in our lives, since most siblings outlive parents and they begin earlier than those we establish with friends.\nB)Many parents still believe in the myth that their children should naturally just get along, being loving, affectionate, and supportive of each other. However, the studies on siblings show that this natural amity is much more fiction than fact. The earliest research on relationships among siblings developed the common theme that brothers and sisters relate to each other intensely, competing for parental attention and status within the family unit. Indeed, young siblings frequently fight with each other, putting a strain on the entire family. Family psychologists report that squabbling among siblings is one of the top concerns of their clients.\nC)Many studies agree that sibling rivalry is the strongest between brothers -- especially when they are close in age. And that the rivalry continues into adulthood with increasing ambivalence, competition, and jealousy. This effect is most pronounced when the brothers have jobs of unequal status, for instance, if one is a successful stockbroker and the other a furniture salesman. One study even showed that male workers were the happiest with their jobs when they felt that they were doing better than their brothers and least satisfied when they felt their brothers were in a “better” occupation. Another study concluded that siblings use each other as “measuring sticks” to gauge how well they are doing in life. Thus, when one sibling seems to pull ahead in occupational status, sibling relationshipscan become strained.\nD)Rivalry is the basis of the vast majority of sibling interaction problems. In a typical family, each sibling wants and will fight in various ways for the attention the others are receiving. Rivalry can become especially pronounced when one of the children has a disability, because the parents will have to spend more time with the disabled child. Small children do not understand this, since they only perceive another child as a threat, and will work even harder to attract more parental attention. Unless the parents are careful to provide structure and limits, this usually results in the disabled child receiving too little attention, adding to the child’s disadvantages later in life.\nE)The rivalry seems to be least likely to occurbetween brothers and sisters, while sisters often report becoming much closer as they grow into adulthood. However, these comparisons can be deceiving. Some child behaviorists suggest that they are, in fact, false, and that people only have these impressions because boys’competition is more visible. Boys tend to fight physically, but girls tend to fight verbally. In all sibling configurations, reports of competitive feelings tend to diminish over time. Some scientists have concludedthat this is mainly due to the infrequency with which most siblings see each other in this age of widespread traveland rapid job changes and that if the siblings lived together once again, the rivalry would quickly reemerge. Recent research suggests that competition with siblings may not fade in actuality but many people are reluctant to admit this, believing such emotions to be immature or unworthy.\nF)Children’s natural selfishness lends them to sibling rivalry and is a normal component of all sibling relationships. Most is no cause for alarm. In fact, overreacting to such competition can do more harm than good, although ignoring it is not helpful either. According to several studies, most parents tend to react to conflict with passive noninterference, i.e., they do and say nothing or simply tell the children to stop fighting. The latter approach, if it works at all, merely prevents the children from expressing and learning about their own emotions and can actually prolong their rivalry into adulthood. A more effective approach for parents is to model positive behavior in their adult relationships and reward their childrenfor it. They can make such statements as, “I’m so proud of you two for working together on that project,” or “Seeing you share your toys with your sister makes me very happy.” Also, family therapists recommend that parents sit down with their children and act as a mediator incompetition-triggeredquarrels.\nG)Rivalry among siblings has its place in the natural order of things. Many experts regard it as providing a sort of training ground for what people can expect to experience as they grow into adolescence and adulthood. Competition is healthy among siblings when each has the opportunity to do well in different areas. For example, parents could encourage one child to learn how to play the clarinet,and the other could take piano lessons. However, too much rivalry or the continual dominance of one child can result in bitterness, fighting, refusal to share, toy stealing, name-calling, and other exhibitions of anger and frustration. Likewise, experts warn, that one-sided sibling rivalry, in which one child perpetually attacks the other, is a sign of an imbalance that should be addressed. Parents cannot expect to eliminate all rivalry from their children’s relationships, but should take steps to limit jealousy and excessive competition.",
    "trans": "A) En raison de l'importance accordée par la plupart des sociétés à la relation parent-enfant, il existe un manque relatif d'informations sur les relations entre frères et sœurs. Pourtant, les relations entre frères et sœurs peuvent jouer un rôle essentiel dans notre développement en tant qu'individus et apportent souvent autant, sinon plus, de joie, de rage, de douleur, de frustration et de plaisir. Les relations entre frères et sœurs sont également des relations de très longue durée, puisque celles-ci survivent le plus souvent aux parents et qu'elles commencent plus tôt que celles que nous établissons avec nos amis.\nB) De nombreux parents croient encore au mythe selon lequel leurs enfants devraient naturellement s'entendre, s'aimer, s'affectionner et se soutenir mutuellement. Cependant, les études sur les relations entre frères et sœurs montrent que cette amitié naturelle relève plus de la fiction que de la réalité. Les premières recherches sur les relations entre frères et sœurs ont développé le thème commun selon lequel les frères et sœurs entretiennent des relations intenses, se disputant l'attention des parents et le statut au sein de la cellule familiale. En effet, les jeunes frères et sœurs se disputent fréquemment, ce qui met à rude épreuve l'ensemble de la famille. Les psychologues familiaux signalent que les querelles entre frères et sœurs sont l'une des principales préoccupations de leurs clients.\nC) De nombreuses études s'accordent à dire que la rivalité entre frères et sœurs est la plus forte, surtout lorsqu'ils sont d'âge proche. Cette rivalité se poursuit à l'âge adulte et s'accompagne d'une ambivalence, d'une concurrence et d'une jalousie croissantes. Cet effet est plus prononcé lorsque les frères ont des emplois de statut inégal, par exemple si l'un est un courtier en bourse prospère et l'autre un vendeur de meubles. Une étude a même montré que les travailleurs masculins étaient les plus heureux dans leur travail lorsqu'ils avaient l'impression de faire mieux que leurs frères et les moins satisfaits lorsqu'ils avaient l'impression que leurs frères exerçaient une « meilleure » profession. Une autre étude a conclu que les frères et sœurs s'utilisent mutuellement comme « bâtons de mesure » pour évaluer leur réussite dans la vie. Ainsi, lorsqu'un frère ou une sœur semble prendre de l'avance sur le plan professionnel, les relations entre frères et sœurs peuvent devenir tendues.\nD) La rivalité est à l'origine de la grande majorité des problèmes d'interaction entre frères et sœurs. Dans une famille typique, chaque frère ou sœur veut et se bat de diverses manières pour obtenir l'attention que les autres reçoivent. La rivalité peut devenir particulièrement prononcée lorsque l'un des enfants est handicapé, car les parents devront passer plus de temps avec l'enfant handicapé. Les jeunes enfants ne le comprennent pas, puisqu'ils ne perçoivent un autre enfant que comme une menace, et ils redoubleront d'efforts pour attirer davantage l'attention de leurs parents. Si les parents ne veillent pas à mettre en place une structure et des limites, l'enfant handicapé ne reçoit généralement pas assez d'attention, ce qui aggrave ses désavantages plus tard dans la vie.\nE) La rivalité semble être la moins probable entre frères et sœurs, alors que les sœurs déclarent souvent être devenues plus proches à l'âge adulte. Toutefois, ces comparaisons peuvent être trompeuses. Certains comportementalistes de l'enfance suggèrent qu'elles sont en fait fausses et que les gens n'ont ces impressions que parce que la compétition entre garçons est plus visible. Les garçons ont tendance à se battre physiquement, alors que les filles ont tendance à se battre verbalement. Dans toutes les configurations de fratries, les sentiments de compétition tendent à diminuer avec le temps. Certains scientifiques ont conclu que cela était principalement dû au fait que la plupart des frères et sœurs se voient rarement à l'ère des voyages et des changements d'emploi rapides, et que si les frères et sœurs vivaient à nouveau ensemble, la rivalité réapparaîtrait rapidement. Selon des recherches récentes, la rivalité entre frères et sœurs ne s'estompe peut-être pas en réalité, mais de nombreuses personnes sont réticentes à l'admettre, estimant que de telles émotions sont immatures ou indignes.\nF) L'égoïsme naturel des enfants les prédispose à la rivalité entre frères et sœurs et constitue une composante normale de toutes les relations entre frères et sœurs. Dans la plupart des cas, il n'y a pas lieu de s'alarmer. En fait, réagir de manière excessive à cette rivalité peut faire plus de mal que de bien, bien que l'ignorer ne soit pas non plus utile. Selon plusieurs études, la majorité des parents ont tendance à réagir aux conflits par une non-intervention passive, c'est-à-dire qu'ils ne font et ne disent rien ou se contentent de dire aux enfants d'arrêter de se battre. Cette dernière approche, si elle fonctionne, empêche simplement les enfants d'exprimer et d'apprendre à connaître leurs propres émotions et peut en fait prolonger leur rivalité jusqu'à l'âge adulte. Une approche plus efficace pour les parents consiste à donner l'exemple d'un comportement positif dans leurs relations avec les adultes et à récompenser leurs enfants pour cela. Ils peuvent dire par exemple : « Je suis très fier que vous ayez travaillé ensemble sur ce projet » ou « Je suis très heureux de te voir partager tes jouets avec ta sœur ». Les thérapeutes familiaux recommandent également aux parents de s'asseoir avec leurs enfants et de jouer le rôle de médiateur dans les querelles déclenchées par la concurrence.\nG)La rivalité entre frères et sœurs a sa place dans l'ordre naturel des choses. De nombreux experts considèrent qu'elle constitue une sorte de terrain d'entraînement pour ce que les gens peuvent s'attendre à vivre à l'adolescence et à l'âge adulte. La concurrence est saine entre frères et sœurs lorsque chacun a la possibilité de réussir dans différents domaines. Par exemple, les parents peuvent encourager un enfant à apprendre à jouer de la clarinette et l'autre à prendre des cours de piano. Cependant, une trop grande rivalité ou la domination continue d'un enfant peut entraîner de l'amertume, des bagarres, un refus de partager, des vols de jouets, des injures et d'autres manifestations de colère et de frustration. Par ailleurs, les experts avertissent que la rivalité unilatérale entre frères et sœurs, dans laquelle un enfant attaque perpétuellement l'autre, est le signe d'un déséquilibre qu'il convient de corriger. Les parents ne peuvent pas espérer éliminer toute rivalité des relations de leurs enfants, mais ils doivent prendre des mesures pour limiter la jalousie et la compétition excessive."
}