{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Education (CPCE) is a committee of the Senate of The Hong Kong Polytechnic University (PolyU). It is responsible for the academic development of CPCE which comprises two educational units, namely School of Professional Education and Executive Development (SPEED) and Hong Kong Community College (HKCC). Chaired by the Dean of CPCE, the membership of the College Board includes staff and student representatives.\nA student member vacancy from SPEED on the College Board is now open for election. The elected member will be appointed to the College Board for a one-year term of office from 1 January to 31 December 2025.\nFor more details concerning the election, please read the following documents/ information:\n1. Rules and Procedures of the Election of Student Members on the College Board;\n2. Terms of Reference and Composition of the College Board;\n3. Schedule for the Election; and\n4. Nomination Form.\nAs full-time students of PolyU-SPEED award programmes, you are eligible and are encouraged to participate in the nomination and election of a student member representing students of your unit on the College Board, which makes decisions related to your programme of studies.\nTo nominate a fellow student of SPEED to the College Board, please obtain his/ her consent and submit the completed Nomination Form to the CPCE Academic Registry (CAR) by email at [redacted_email]by 15 October 2024 (Tuesday), 4:00 p.m.\nFor queries, please contact CAR by phone at 3746 0900 or by email at [redacted_email]\nWith regards,\n[redacted_name]\nCollege Associate Registrar and Election Officer",
    "trans": "L'Éducation (CPCE) est un comité du Sénat de l'Université Polytechnique de Hong Kong (PolyU). Il est responsable du développement académique du CPCE, qui comprend deux unités éducatives : l'École de Formation Professionnelle et de Développement Exécutif (SPEED) et le Collège Communautaire de Hong Kong (HKCC). Présidé par le Doyen du CPCE, le Conseil de Collège comprend des représentants du personnel et des étudiants.\nUn poste vacant de membre étudiant du SPEED au sein du Conseil de Collège est maintenant ouvert à l'élection. Le membre élu sera nommé au Conseil de Collège pour un mandat d'un an, du 1er janvier au 31 décembre 2025.\nPour plus de détails concernant l'élection, veuillez lire les documents/ informations suivants :\n1. Règles et procédures de l'élection des membres étudiants du Conseil de Collège ;\n2. Mandat et composition du Conseil de Collège ;x\n3. Mandat et composition du Conseil de Collège ;Calendrier de l'élection ; et\n4. Formulaire de nomination.\nEn tant qu'étudiants à temps plein des programmes de diplômes PolyU-SPEED, vous êtes éligibles et encouragés à participer à la nomination et à l'élection d'un membre étudiant représentant les étudiants de votre unité au sein du Conseil de Collège, qui prend des décisions relatives à votre programme d'études.\nPour nommer un autre étudiant de SPEED au Conseil de Collège, veuillez obtenir son consentement et soumettre le formulaire de nomination dûment rempli au Registre académique du CPCE (CAR) par e-mail à [redacted_email] avant le 15 octobre 2024 (mardi), à 16h00.\nPour toute question, veuillez contacter le CAR par téléphone au 3746 0900 ou par e-mail à [redacted_email].\nCordialement,\n[redacted_name]\nRegistraire Associé du Collège et Responsable de l'Élection"
}