{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As my understanding of elderly care deepened, I continued to visit other nursing homes and conducted in-depth research. Providing adequate emotional care for the elderly is equally important as medical care, if not more important. In addition, a new policy about postponed retirement was recently introduced in China, which means current workforces are required to postpone their retirement age from 55 years old to approximately 60 years old. This might worsen the elderly care status. Therefore, I gradually envisioned an ideal model for elderly care services. This model involves building a community that emphasizes professional training and skills, especially in the field of psychology, and addresses the elderly’s social needs by offering recreational activities like traveling, dancing, playing sports, and even farming. Apart from these, this community can also offer other niche services, such as the provision of pets that have passed tests about how to discover and cure the negative emotions of their owners.",
    "trans": "À mesure que ma compréhension des soins aux personnes âgées s’est approfondie, j’ai continué à visiter d’autres maisons de retraite et à mener des recherches approfondies. Offrir un soutien émotionnel adéquat aux personnes âgées est tout aussi important que les soins médicaux, voire plus encore. De plus, une nouvelle politique concernant le report de l’âge de la retraite a récemment été introduite en Chine, ce qui signifie que la population active actuelle devra prolonger son âge de départ à la retraite de 55 à environ 60 ans. Cela pourrait aggraver la situation des soins aux personnes âgées. Ainsi, j’ai progressivement imaginé un modèle idéal pour les services de prise en charge des personnes âgées. Ce modèle consiste à créer une communauté qui met l’accent sur la formation et les compétences professionnelles, notamment dans le domaine de la psychologie, et qui répond aux besoins sociaux des personnes âgées en proposant des activités récréatives telles que les voyages, la danse, le sport et même le jardinage. En plus de ces services, cette communauté pourrait également offrir des prestations spécifiques, comme la mise à disposition d’animaux ayant réussi des tests permettant de détecter et d’apaiser les émotions négatives de leurs propriétaires."
}