{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Setting sales goals and developing sales strategies.\nResearching prospects and generating leads.\nContacting potential and existing customers on the phone, by email, and in person.\nHandling customer questions, inquiries, and complaints.\nPreparing and sending quotes and proposals.\nManaging the sales process through specific software programs.\nBuilding and maintaining a CRM database.\nMeeting daily, weekly, and monthly sales targets.\nParticipating in sales team meetings.\nRequirements:\n3+ years of sales experience.\nExcellent customer service and sales skills.\nStrong verbal and written communicator.\nExcellent phone and presentation skills.\nProficiency in Microsoft Office, CRM, and sales software programs.\nGood negotiation and problem-solving skills\nAttractive incentive plus salary and other benefit will be provided by the company on achieving target.\n*\nJob Type: Full-time\nPay: AED2,500.00 - AED6,000.00 per month\nEducation:\nBachelor's (Preferred)",
    "trans": "Établissement des objectifs de vente et développement des stratégies de vente.\nRecherche de prospects et génération de leads.\nContact des clients potentiels et existants par téléphone, par e-mail et en personne.\nGestion des questions, des demandes de renseignements et des plaintes des clients.\nPréparation et envoi des devis et des propositions.\nGestion du processus de vente grâce à des programmes logiciels spécifiques.\nCréation et maintien d'une base de données CRM.\nAtteinte des objectifs de vente quotidiens, hebdomadaires et mensuels.\nParticipation aux réunions de l'équipe de vente.\nExigences :\nPlus de 3 ans d'expérience en vente.\nExcellentes compétences en service client et en vente.\nExcellentes compétences en communication verbale et écrite.\nExcellentes compétences téléphoniques et en présentation.\nMaîtrise de Microsoft Office, des programmes logiciels CRM et de vente.\nBonnes compétences en négociation et en résolution de problèmes.\nDes incitations attrayantes ainsi qu'un salaire et d'autres avantages seront offerts par l'entreprise en atteignant les objectifs.\n*\nType de poste : Temps plein\nSalaire : AED2,500.00 - AED6,000.00 par mois\nÉducation :\nLicence (Préférée)"
}