{
    "source": "en_US",
    "target": "fr_FR",
    "text": "no.”\n“Let her have some, Boss. We need to prepare her for all the vodka.” [redacted_name] fills my glass with wine and narrowly escapes having his head chopped off by Papa’s glare.\nThen he pretends not to have noticed the murder attempt and gets engrossed in his food.\n“Didn’t you have eat not two hours ago?”[redacted_name] calls him out on his bullshit point-blank.\n“So what? Food tastes so much better with the kids around.”\n“That’s true.” Mom sighs. “I’m so happy you guys came back, even if it’s just for a few days. Apparently, you’re all grown up and don’t need to visit your mother anymore.”\n“Of course not.” I side-hug her. “We’re just too busy with school.”\n“And other things,” [redacted_name] says casually while cutting his steak.\nI make a face at him and he just remains in his blank mode.\nWe agreed that he’d let me talk to them on my own. Which I’ll do in the morning because I’m too drained for that conversation tonight.\n“Oh, I know.” Mom rubs my hand that’s on the table. “I’m glad you made friends. They looked nice.”\n“They’re the best ever. We’re having a lot of fun on campus.”\n“Not too much fun, though, right?” Papa levels me with one of his stern fatherly looks again.\n“Oh, [redacted_name]. Let her be,” Mom chastises. “Tell me all about the fun you’ve had.”\nI chatter on and on, interrupted by Jeremy's semi-threatening objections whenever he feels like I’ve veered too close to the subject we’re here for.\nWe",
    "trans": "Non. »\n« Fais-lui goûter un peu, Boss. On doit la préparer pour toute la vodka. » [redacted_name] remplit mon verre de vin et échappe de justesse à une décapitation sous le regard perçant de Papa.\nIl fait ensuite semblant de ne pas avoir remarqué la tentative de meurtre et se plonge dans son assiette.\n« Tu n’as pas mangé il y a même pas deux heures ? » [redacted_name] l'interpelle sans détour sur son histoire.\n« Et alors ? La nourriture a tellement meilleur goût avec les enfants autour. »\n« Ça, c’est vrai. » Maman soupire. « Je suis tellement heureuse que vous soyez revenus, même si ce n’est que pour quelques jours. Apparemment, vous êtes tous grands maintenant et vous n’avez plus besoin de rendre visite à votre mère. »\n« Bien sûr que non. » Je lui fais un câlin de côté. « On est juste trop occupés avec l’école. »\n« Et d’autres choses, » dit [redacted_name] en toute décontraction en découpant son steak.\nJe fais une grimace et il reste là, dans son mode neutre.\nOn avait convenu qu’il me laisserait leur parler seule. Ce que je ferai demain matin, parce que ce soir, je suis trop épuisée pour cette conversation.\n« Oh, je sais. » Maman frotte ma main posée sur la table. « Je suis contente que tu aies trouvé des amis. Ils avaient l’air sympas. »\n« Ils sont géniaux. On s’éclate bien sur le campus. »\n« Pas trop s’amuser, quand même, n’est-ce pas ? » Papa me lance l’un de ses regards paternels sévères.\n« Oh, [redacted_name]. Laisse-la tranquille, » gronde maman. « Raconte-moi tout ce que vous avez fait de fun. »\nJe babille sans fin, interrompue par les objections semi-menacantes de Jeremy chaque fois qu’il estime que je m’éloigne trop du sujet pour lequel on est là.\nNous"
}