{
    "source": "en_US",
    "target": "fr_FR",
    "text": "\"Stop walking like that\" Hela whispered furiously as she looked towards Bella.\nBella, who was having trouble walking on heels, snapped at her \"Oh I'm sorry! It's not like I just started walking on heels a few days ago and now I have to fight people while wearing them!\"\nToday was the day that a deal was made 10 years ago between a human and Hela. Normally Hela sends Hellhounds after the humans, but she wanted to fully test Bella on her fighting skills.\nHela shook her head and chuckled while she stopped Bella, she fixed Bella's hair as she went over the plan once more \"So, Plan's simple. I go over to the human, you stay close and he's a powerful man, so there's chances he has backups. Protect yourself and fight them all off, if anything goes side ways, you have the guns strapped to your thigh. Okay?\"\n\"Okay!\" Bella said nervously as she gulped and looked around.\n\"Hey, everything is going to be fine. You're trained well enough, just show them those moves I taught you.\" Hela reassured one last time, before walking off with Bella behind her.\nWhen they walked in it was a ballroom full of people who were partying and drinking, but when they entered everyone looked at them. Hela was wearing a black with silver dress and Bella was wearing a loose black dress. Hela smirked as every eye turned to them and Bella took a deep breath while slowly starting to smile as well.\nEveryone turned back to what they were doing as they walked down the stairs. Hela looked around the room and found the man they were looking for as he was staring right at them. Hela nudged Bella while nodding her head towards the man, they started walking towards him as he whispered something in the ear of one of his men.\n\"Hello there Mr. Argent, I haven't seen you in what? 10 years?\" Hela said as she stood in front of the man while he glared at her.",
    "trans": "« Arrête de marcher comme ça », murmura furieusement Hela en regardant Bella.\nBella, qui avait du mal à marcher avec des talons, répliqua : « Oh, je suis désolée ! Ce n'est pas comme si je venais de commencer à marcher avec des talons il y a quelques jours et que je devrais maintenant me battre avec eux ! »\nAujourd'hui était le jour où un accord avait été conclu il y a 10 ans entre un humain et Hela. Normalement, Hela envoie des chiens de l'enfer après les humains, mais elle voulait tester pleinement les compétences de combat de Bella.\nHela secoua la tête et rit doucement en arrêtant Bella. Elle fixa les cheveux de Bella tout en réexpliquant le plan une fois de plus : « Alors, le plan est simple. Je vais vers l'humain, tu restes près de moi. C'est un homme puissant, donc il y a des chances qu'il ait des renforts. Protège-toi et combats-les tous. Si quelque chose tourne mal, tu as les armes attachées à ta cuisse. D'accord ? »\n« D'accord ! » dit Bella nerveusement en déglutissant et en regardant autour d'elle.\n« Hé, tout va bien se passer. Tu es bien entraînée, montre-leur juste ces mouvements que je t'ai appris. » Hela la rassura une dernière fois avant de s'éloigner avec elle derrière elle.\nEn entrant, elles trouvèrent une salle de bal pleine de gens qui faisaient la fête et buvaient, mais tout le monde les regarda en entrant. Hela portait une robe noire ornée de touches d'argent tandis que Bella portait une robe noire ample. Hela sourit alors que tous les regards se tournaient vers elles et Bella prit une profonde respiration tout en commençant lentement à sourire également.\nTout le monde retourna à ses occupations alors qu'elles descendaient les escaliers. Hela regarda autour d'elle et trouva l'homme qu'elles cherchaient, qui les fixait du regard. Hela donna un coup de coude à Bella et lui fit un signe de tête vers l'homme. Elles commencèrent à marcher vers lui alors qu'il murmurait quelque chose à l'oreille de l'un de ses hommes.\n« Bonjour Monsieur Argent, je ne vous ai pas vu depuis quoi ? 10 ans ? », dit Hela en se tenant devant l'homme, tandis qu'il la regardait d'un air furieux."
}