{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Rolling his eyes Jake got out slamming his door making Penny jump a bit but climbing out as well. As Jake long legs walked towards his house Penny had to jog to catch up to him as she didn't want to be left behind.\nBefore Jake could open up the door Billy Black swung the door open with a big smile on his face. \"Little P you're back.\" Penny smiled brightly at the older man and gave him a hug which he tighten making her giggle.\n\"I've missed you Papa B.\" Penny pushed Billy into the living room where Jake turned on some football. Billy was like a father Penny never had and she was grateful how Billy saw her as another child of his. Penny was over a lot just as much as she was over at Embry's place. Thinking about Embry Penny's smile falter as she missed Mama Call and Embry both very dearly.\n\"What's wrong P?\" Billy asked as he set a hand on top of the girl's shoulder.\n\"I just miss Emb.\" Penny sighed making her shoulders slump. Jake turned his head to look at the girl knowing she was taking the whole Embry thing badly.\nJake hated to admit it but he was jealous of their friendship. Jake was close to Penny closer than Quil is but he wasn't as close to Penny as Embry was. No one would be able to be as close as those two. Jake was pissed how Embry just all of sudden dropped them but most importantly her.\nJake never told Penny how Embry is now part of Sam's cult and how much he changed. Also how he had a new group of friends because he was scared of what might happen to Penny once she sees or hears that Embry abandoned them for good.\nBefore Billy could say anything headlights made themselves known as Bella pulled into the driveway. Jake shot up from the couch pulling Penny along outside all the way to Bella's truck.\n\"Hey Jake!\" Bella said as she got out the red beat up truck. Penny never really talked to Bella besides that one night, the night everything went downhill in her life.\n\"Bella!\" Jake shouted as he lifted the girl in the air and spun her around like a rag doll. Bella let a laugh come out before Jake sat her back down.\n\"Oh hey Penny.\" Bella waved at the girl that was currently hiding behind Jake. Penny wished Bella didn't notice her so she could sneak away and go back inside with Billy.\nGiving Bella an awkward wave Penny quietly spoke, \"Hi.\" Penny forced a smile to appear on her face knowing if she was Bella she wouldn't really believe in Penny's happy mood.\nNodding her head Bella turned and talked to Jake. Penny felt uncomfortable as she was not included in their conversation and was left to stand by herself.\nTaking in her surroundings Penny saw the two dirt bikes as they looked a lot better than what they did the first time she had saw them. Walking up to one Penny let her fingers run along as she traced a couple of designs on them knowing Jake did those as well.\n\"So Penny ready to ride.\" Jake questioned the girl making her jump from being focus too much on the bike.\nPenny bit her lip as she asked herself in her head why did she agree over and over again. Answering his answer Penny spoke, \"Um, I'll just uh..um..watch.\"\nJake could see the girl was uncomfortable and felt kind of bad. Turning his head he looked at Bella and gestured towards the bike as she hopped on. Showing her which ones to use and which was the brake Bella nodded.\n\"Just go slow.\" Jake spoke as Bella quickly jerked herself forward then coming to a rather quick stop.\nPenny could see the look on Bella's face as she realized she needed to go faster. Penny feared now for Bella's life as Bella started to go faster this time.\n\"Bella hit the brake!\" Jake shouted as he quickly hopped on the other dirt bike and headed off towards where Bella lost control and crashed.\nPenny ran inside grabbing a cloth and a bag of ice before running over towards the two. Only to see a shirtless Jake and Bella's head bleeding.\n\"You're beautiful.\" Bella spoke making Penny giggle as she dabbed a bit at Bella's head and gently putting the ice pack on top.\n\"Jake's no beauty.\" Penny giggled out as Jake gave her a goofy grin as he wiggled his eyebrows.\n\"You must've hit your head hard.\" Jake chuckled at the girl. As he helped her up and into her truck so he can take her to the hospital to get stitches. \"Stay here Penny.\"\nWith that being said Jake left the blonde outside as he drove off with Bella. Penny couldn't believe Jake just ditched her like that and not even consider she wanted to go to make sure Bella was alright. Bella and her might not be good friends but Penny saw her as an acquaintance and wanted to make sure she was alright for goodness sakes.\nPenny waited maybe five to ten minutes before she decided to walk home. Penny liked Jake and wanted nothing but the best for him but it was obvious Bella didn't like him and was only leading him on.\nPenny had a lot of thoughts running through her head as she walked home not realizing her mom was home earlier than usual and she brought friends.\nAs Penny opened up the door she could hear her mother's voice laughing along with a couple of other females. Penny shut the door behind her and made her way towards the kitchen seeing three ladies she's never met before.\n\"Oh Crissy you never told us you had a daughter.\" The red hair lady spoke as she pointed towards Penny. \"A beautiful one at that.\"\n\"Oh I didn't? My bad. This is Penny she's always locked up in her room or running around with a couple of boys.\" Her mother spoke not really caring how her words were worded.\n\"Oh my is she the town's tramp?\" The brunette woman asked whispering a bit too loudly. Penny's eyes were wide at the lady's assumption towards her. This lady didn't even know her and was already making up assumptions that were not true.\n\"No, Bertha she's not. She's never dated a guy and plus she won't be getting a guy anytime soon looking like that.\" Chrissy spoke towards her daughter as she whispered back making the other three laugh.\nHer mother pointed towards Penny's outfit as she was wearing black leggings, her red shirt that was possibly a bit too big and her tennis shoes. Her tennis shoes and leggings were both covered in mud but Penny didn't think it was that noticeable.\n\"She's a mute anyways. Hard to find she actually has friends.\" Chrissy snickered as well as the other three at Penny as she made her way upstairs to her room.\nShutting her door shut Penny turned her radio on and listen to Needed You by Rihanna.\nPenny collapsed on the bed as she was tired of how everyone was treating her lately. She was use to her mother treating her like that since Penny wasn't the perfect child her mother hoped her to be.\nPenny's mother wished for her to have her social skills, to be ms. popular at school just like her mother, and also to not have the stupid birthmark Penny has on her right wrist that goes halfway up her forearm. Penny's birthmark was a bunch of what looks to be swirls connecting or one big giant ocean wave as Embry calls it.\nIt was like every time her mother saw the birthmark, every time, her mother would give her a disapproving look and shake her head. As if she knew something that Penny did not.\nPenny could hear the laughter over her radio so she turned it up a bit louder to drown out their laughs and voices.\nStaring up at her ceiling Penny could see the million of pictures she had of her and the boys doing stupid stuff and just having fun. There were a lot of just Embry and Penny as they made their own adventures on their own if the other boys were too busy or were grounded.\nPenny laughed as she saw the one that had Embry carrying Jake on his back and Quil attempting to climb on Penny's. They were wanting to play chicken but on land instead of the water and her grandmother happened to take the picture at the right time. Where Jake looked to be shouting and fist pumping the air with Embry laughing and Penny looking afraid as Quil was mid air jumping on her back with a look of pure enjoyment.",
    "trans": "Jake roula des yeux, sortit en claquant sa portière, ce qui fit sursauter un peu Penny, qui sortit aussi. Les longues jambes de Jake le menèrent vers sa maison, et Penny dut trotter pour le rattraper, ne voulant pas être laissée derrière.\nAvant que Jake ne puisse ouvrir la porte, Billy Black l'ouvrit en grand avec un large sourire. « Petite P, tu es de retour. » Penny sourit vivement au vieil homme et lui fit un câlin qu'il resserra, la faisant glousser.\n« Tu m'as manqué Papa B. » Penny poussa Billy dans le salon où Jake alluma un match de football.  Billy était comme un père que Penny n'avait jamais eu, et elle était reconnaissante de la façon dont Billy la considérait comme une autre de ses enfants. Penny venait souvent, autant qu'elle allait chez Embry. En pensant à Embry, le sourire de Penny faiblit car Mama Call et Embry lui manquaient énormément.\n« Qu'est-ce qui ne va pas P ? » demanda Billy en posant une main sur l'épaule de la jeune fille.\n« Emb me manque juste. » Penny soupira, ses épaules s'affaissant. Jake tourna la tête pour regarder la jeune fille, sachant qu'elle prenait mal toute l'histoire d'Embry.\nJake détestait l'admettre, mais il était jaloux de leur amitié. Jake était proche de Penny, plus proche que Quil, mais il n'était pas aussi proche de Penny qu'Embry. Personne ne pourrait être aussi proche que ces deux-là. Jake était furieux qu'Embry les ait soudainement abandonnés, mais surtout elle.\nJake n'avait jamais dit à Penny qu'Embry faisait maintenant partie de la secte de Sam et à quel point il avait changé. Ni qu'il avait un nouveau groupe d'amis, car il avait peur de ce qui pourrait arriver à Penny une fois qu'elle verrait ou entendrait qu'Embry les avait abandonnés pour de bon.\nAvant que Billy ne puisse dire quoi que ce soit, des phares se firent connaître alors que Bella se garait dans l'allée. Jake bondit du canapé, entraînant Penny à l'extérieur jusqu'au camion de Bella.\n« Salut Jake ! » dit Bella en sortant du camion rouge délabré. Penny n'avait jamais vraiment parlé à Bella à part cette nuit-là, la nuit où tout avait basculé dans sa vie.\n« Bella ! » cria Jake en soulevant la jeune fille dans les airs et en la faisant tournoyer comme une poupée de chiffon. Bella laissa échapper un rire avant que Jake ne la repose.\n« Oh, salut Penny. » Bella fit un signe de la main à la jeune fille qui se cachait derrière Jake. Penny aurait souhaité que Bella ne la remarque pas afin qu'elle puisse se faufiler et retourner à l'intérieur avec Billy.\nFaisant un signe de main maladroit à Bella, Penny dit doucement : « Salut. » Penny força un sourire à apparaître sur son visage, sachant que si elle était Bella, elle ne croirait pas vraiment à l'humeur joyeuse de Penny.\nHochant la tête, Bella se tourna et parla à Jake. Penny se sentit mal à l'aise car elle n'était pas incluse dans leur conversation et était laissée seule.\nObservant son environnement, Penny vit les deux motos tout-terrain qui semblaient beaucoup mieux que la première fois qu'elle les avait vues. S'approchant de l'une d'elles, Penny laissa ses doigts courir le long, traçant quelques dessins dessus, sachant que Jake les avait faits aussi.\n« Alors Penny, prête à rouler ? » demanda Jake à la jeune fille, la faisant sursauter car elle était trop concentrée sur la moto.\nPenny se mordit la lèvre en se demandant pourquoi elle avait accepté encore et encore. Répondant à sa question, Penny dit : « Euh, je vais juste euh... euh... regarder. »\nJake pouvait voir que la jeune fille était mal à l'aise et se sentit un peu mal. Tournant la tête, il regarda Bella et fit un geste vers la moto alors qu'elle montait dessus. Lui montrant lesquelles utiliser et quel était le frein, Bella hocha la tête.\n« Vas-y doucement. » dit Jake alors que Bella se lança rapidement en avant puis s'arrêta brusquement.\nPenny pouvait voir l'expression sur le visage de Bella alors qu'elle réalisait qu'elle devait aller plus vite. Penny craignait maintenant pour la vie de Bella alors que Bella commençait à aller plus vite cette fois.\n« Bella, freine ! » cria Jake en montant rapidement sur l'autre moto tout-terrain et en se dirigeant là où Bella avait perdu le contrôle et s'était écrasée\n.Penny courut à l'intérieur, attrapant un chiffon et un sac de glace avant de courir vers les deux. Pour voir seulement un Jake torse nu et la tête de Bella saignant.\n« Tu es magnifique. » dit Bella, faisant glousser Penny alors qu'elle tamponnait un peu la tête de Bella et posait doucement le sac de glace dessus.\n« Jake n'est pas une beauté. » gloussa Penny alors que Jake lui faisait un sourire idiot en remuant ses sourcils.\n« Tu as dû te cogner la tête fort. » rit Jake à la jeune fille. Alors qu'il l'aidait à se relever et à monter dans son camion afin de l'emmener à l'hôpital pour se faire poser des points de suture. « Reste ici Penny. »\nCela étant dit, Jake laissa la blonde à l'extérieur alors qu'il partait avec Bella. Penny n'arrivait pas à croire que Jake l'avait simplement abandonnée comme ça et n'avait même pas envisagé qu'elle voulait aller s'assurer que Bella allait bien. Bella et elle n'étaient peut-être pas de bonnes amies, mais Penny la considérait comme une connaissance et voulait s'assurer qu'elle allait bien, bon sang.\nPenny attendit peut-être cinq à dix minutes avant de décider de rentrer à pied. Penny aimait Jake et ne voulait que le meilleur pour lui, mais il était évident que Bella ne l'aimait pas et le menait en bateau.\nPenny avait beaucoup de pensées qui lui traversaient la tête en rentrant chez elle, ne réalisant pas que sa mère était rentrée plus tôt que d'habitude et qu'elle avait amené des amis.\nAlors que Penny ouvrait la porte, elle pouvait entendre la voix de sa mère rire avec quelques autres femmes. Penny referma la porte derrière elle et se dirigea vers la cuisine, voyant trois dames qu'elle n'avait jamais rencontrées auparavant.\n« Oh Crissy, tu ne nous as jamais dit que tu avais une fille. » dit la dame aux cheveux roux en pointant Penny. « Une belle en plus. »\n« Oh, je ne l'ai pas dit ? Désolée. C'est Penny, elle est toujours enfermée dans sa chambre ou elle court avec quelques garçons. » dit sa mère, ne se souciant pas vraiment de la façon dont ses mots étaient formulés.\n« Oh mon dieu, est-ce qu'elle est la traînée de la ville ? » demanda la femme brune en chuchotant un peu trop fort. Les yeux de Penny s'écarquillèrent face à l'hypothèse de la dame à son égard. Cette dame ne la connaissait même pas et faisait déjà des suppositions qui n'étaient pas vraies.\n« Non, Bertha, elle ne l'est pas. Elle n'a jamais fréquenté un garçon et en plus, elle ne trouvera pas de garçon de sitôt en ressemblant à ça. » dit Chrissy à sa fille en chuchotant en retour, faisant rire les trois autres.\nSa mère pointa la tenue de Penny alors qu'elle portait des leggings noirs, son t-shirt rouge qui était peut-être un peu trop grand et ses chaussures de tennis. Ses chaussures de tennis et ses leggings étaient tous les deux couverts de boue, mais Penny ne pensait pas que c'était si visible.\n« Elle est muette de toute façon. Difficile de croire qu'elle a des amis. » Chrissy ricana ainsi que les trois autres à Penny alors qu'elle montait dans sa chambre.\nEn fermant la porte, Penny a allumé la radio et écouté Needed You de Rihanna.\nPenny s'effondra sur le lit car elle était fatiguée de la façon dont tout le monde la traitait ces derniers temps. Elle était habituée à ce que sa mère la traite comme ça puisque Penny n'était pas l'enfant parfait que sa mère espérait qu'elle soit.\nLa mère de Penny souhaitait qu'elle ait ses compétences sociales, qu'elle soit mademoiselle populaire à l'école comme sa mère, et aussi qu'elle n'ait pas la stupide tache de naissance que Penny a sur son poignet droit qui remonte à mi-avant-bras. La tache de naissance de Penny ressemblait à un tas de tourbillons connectés ou à une grande vague océanique, comme Embry l'appelle.\nC'était comme si chaque fois que sa mère voyait la tache de naissance, à chaque fois, sa mère lui lançait un regard désapprobateur et secouait la tête. Comme si elle savait quelque chose que Penny ignorait.\nPenny pouvait entendre les rires à travers sa radio, alors elle a augmenté le volume pour étouffer leurs rires et leurs voix.\nEn regardant le plafond, Penny voyait la multitude de photos d'elle et des garçons faisant des bêtises et s'amusant. Il y avait beaucoup de photos d'Embry et Penny seuls, faisant leurs propres aventures quand les autres garçons étaient trop occupés ou punis.\nPenny rit en voyant celle où Embry portait Jake sur son dos et Quil essayait de grimper sur Penny. Ils voulaient jouer au coq de bruyère, mais sur terre au lieu de l'eau, et sa grand-mère avait pris la photo au bon moment. Jake avait l'air de crier et de lever le poing en l'air, Embry riait et Penny avait l'air effrayée alors que Quil était en plein saut sur son dos avec un air de pur plaisir."
}