{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Perks Coupon valid on one eligible transaction over $300. Coupon expires 11:59PM AEDT on 13.10.2024. Coupon cannot be used in conjunction with any other coupon. Perks Coupon can be redeemed by adding the coupon to your online transaction, or by presenting the coupon at Australian stores, excluding Airport locations. Excludes: Apple products, Game Consoles, Foxtel services, JB Hi-Fi Mobile Plans and Services, Miele & Asko agency products, Dell Built to Order, Trading Cards, Pre-Paid Cards & Gift Cards, Pre-Orders, JB Hi-Fi Mobile Extras and Delivery Services and products sold by third party (JB Hi-Fi Marketplace) sellers. Perks Coupons are special offers available to Perks members only and discount applies to the current ticketed prices of relevant products for non-Perks members. As prices change regularly and we frequently run sales and negotiate on price, some products are likely to have been sold below the current ticketed prices prior to this offer. Prices may change after this offer ends.",
    "trans": "Coupon Perks valable sur une transaction éligible de plus de 300 $.  Le coupon expire à 23h59 AEDT le 13.10.2024. Le coupon ne peut pas être utilisé en même temps qu'un autre coupon. Le coupon Perks peut être utilisé en ajoutant le coupon à votre transaction en ligne, ou en présentant le coupon dans les magasins Australiens, à l'exception des magasins Aéroportuaires. Exclusions : produits Apple, Consoles de Jeux, services Foxtel, Forfaits et Services Mobiles JB Hi-Fi, produits d'agence Miele et Asko, Dell Built to Order, Cartes à Echanger, Cartes Prépayées et Cartes-Cadeaux, Précommandes, Extras Mobiles JB Hi-Fi, Services de Livraison et produits vendus par des tiers (JB Hi-Fi Marketplace). Les coupons Perks sont des offres spéciales réservées aux membres Perks, et la remise s'applique aux prix actuels des produits affichés pour les non-membres Perks. Comme les prix changent régulièrement et que nous organisons fréquemment des soldes et négocions les prix, certains produits ont probablement été vendus en dessous des prix actuels avant cette offre. Les prix peuvent changer après la fin de cette offre."
}