{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name], here’s what CreditWise from CapitalOne has for you\nFind out if you’re pre-approved for a credit card today.\nCompare credit card options with our pre-approval tool. It’s quick, simple and won’t affect your credit score.\nCheck if I’m pre-approved\nThanks for being a CreditWise user. Take a moment to check out what could be in store for you. Or, sign in to CreditWise to use the tools available to help you improve your financial health—including credit score and dark web monitoring, personalized suggestions and the credit score simulator. ¹\nAbout this message\nYou are receiving this offer because you are a CreditWise customer. Your CreditWise score won’t factor into the approval decision if you apply. Hard inquiries from credit applications may cause a decrease in score.\nThe site may be unavailable during normal maintenance or due to unforeseen circumstances.\n¹Alerts are based on changes to your TransUnion® and Experian® credit reports and information we find on the dark web. The CreditWise Simulator provides an estimate of your score change and does not guarantee how your score may change.\nImportant information from CapitalOne\nUnsubscribe|Contact us|Privacy| Helppreventfraud\nTo ensure delivery, add capitalone@message.capitalone.com to your address book.\nThis email advertisement was sent to [redacted_info]. You received this email as a valued CreditWise customer.\nWhere does my CreditWise score come from?\nYour CreditWise score is calculated using the TransUnion® VantageScore® 3.0 model, which is one of many credit scoring models. Your CreditWise score is a good measure of your overall credit health, but it is not likely to be the same score used by creditors. The availability of the CreditWise tool depends on our ability to obtain your credit history from TransUnion. Some monitoring and alerts may not be available to you if the information you enter at enrollment does not match the information in your credit file at (or you do not have a file at) one or more consumer reporting agencies.\nCapital One does not provide, endorse or guarantee any third-party product, service, information or recommendation listed above. The third parties listed are not affiliated with CapitalOne and are solely responsible for their products and services. All trademarks are the property of their respective owners.\nPlease do not reply to this message, as this email inbox is not monitored. To contact us, visit www.capitalone.com/help-center/contact-us.\nProducts and services are offered by CapitalOne, N.A.\n© 2024 CapitalOne. CapitalOne is a federally registered service mark. 15000 CapitalOne Drive, Attn.: 12038-0111, Richmond, Virginia 23238. To contact us by mail, please use the following address: CapitalOne, P.O. Box 30285, Salt Lake City, Utah 84130-0285.\nFOCWE1 46599 1882365\nTP1001",
    "trans": "[Nom_masqué], voici ce que CreditWise de CapitalOne vous propose :\n- Découvrez si vous êtes pré-approuvé pour une carte de crédit aujourd'hui;\n- Comparez les options de cartes de crédit avec notre outil de pré-approbation. C’est rapide, simple et cela n’affectera pas votre score de crédit,\n- Vérifiez si je suis pré-approuvé.\nMerci d’être un utilisateur de CreditWise. Prenez un moment pour découvrir ce qui pourrait vous attendre. Sinon, connectez-vous à CreditWise pour utiliser les outils à votre disposition afin d'améliorer votre santé financière, y compris la surveillance de votre score de crédit et du dark web, des suggestions personnalisées et le simulateur de score de crédit.¹\nÀ propos de ce message :\nVous recevez cette offre car vous êtes un client de CreditWise. Votre score CreditWise ne sera pas pris en compte dans la décision de validation si vous faites une demande. Les demandes de crédit peuvent entraîner une diminution de votre score.\nLe site peut être temporairement inaccessible en raison d'une maintenance régulière ou de circonstances imprévues.\n¹Les alertes sont basées sur les changements de vos rapports de crédit TransUnion® et Experian® et les informations que nous trouvons sur le dark web. Le simulateur de CreditWise offre une estimation de l’évolution de votre score, mais ne garantit pas comment celui-ci pourrait évoluer.\nInformations importantes de CapitalOne :\nSe désabonner | Contactez-nous | Confidentialité | Aide anti-fraude\nPour assurer la bonne réception, ajoutez capitalone@message.capitalone.com à votre carnet d’adresses.\nCette publicité par e-mail vous a été envoyée car vous êtes un client précieux de CreditWise.\nD’où provient mon score CreditWise ?\nVotre score CreditWise est calculé à l’aide du modèle TransUnion® VantageScore® 3.0 est l'un des nombreux modèles de score de crédit. Votre score CreditWise est un bon indicateur de votre santé financière globale, mais il est peu probable qu'il soit identique à celui utilisé par les créanciers. L’accès à l'outil CreditWise dépend de notre capacité à obtenir votre historique de crédit auprès de TransUnion. Certains outils de surveillance et alertes peuvent ne pas être disponibles si les informations que vous avez fournies lors de l’inscription ne correspondent pas aux informations de votre dossier de crédit ou si vous ne disposez pas d’un dossier auprès de l'une des agences de crédit.\nCapitalOne n;offre, ne cautionne ni ne garantit aucun produit, service, information ou recommandation d’un tiers mentionné ci-dessus. Les tiers mentionnés ne sont pas affiliés à CapitalOne et sont seuls responsables de leurs produits et services. Toutes les marques déposées sont la propriété de leurs détenteurs respectifs.\nVeuillez ne pas répondre à ce message, car cette boîte de réception n’est pas surveillée. Pour nous contacter, rendez-vous sur www.capitalone.com/help-center/contact-us.\nLes produits et services sont offerts par CapitalOne, N.A.\n© 2024 CapitalOne. CapitalOne est une marque déposée fédérale. 15000 CapitalOne Drive, Attn.: 12038-0111, Richmond, Virginie 23238. Pour nous contacter par courrier, veuillez utiliser l'adresse suivante : CapitalOne, P.O. Box 30285, Salt Lake City, Utah 84130-0285.\nFOCWE1 46599 1882365\nTP1001"
}