{
    "source": "en_US",
    "target": "fr_FR",
    "text": "local artist did this incredible 3D drawing. She was\nworking on it all day. OSS: Brilliant photo! 3D street art like this takes a long time\nand a lot of patience. Were you watching for a long time? BlueJude102: No, we weren't. My mum and I watched her for about ten minutes in the morning, but then we saw her\nagain in the evening and she was still working!\nQ-becca22: This unusual urban mural is in Lyon, where I live. Look carefully! The whole\nthing is a huge painting.\nB OSS: It's enormous. This mural really makes the buildings look\nmore attractive.\nPrinceT_HK: I saw this in Australia. People were really enjoying it. They were taking selfies. What's\nthis colourful kind of street art called? OSS: So pretty! It's called urban knitting or yarn bombing. The bright colours look great\nin photos!\nworldgirl#9: My friend and I were jogging on the beach the other\nday. We saw these strange balance sculptures. We tried to make one, but it was terrible! I wasn't\nconcentrating and I knocked it over! OSS: Don't worry. It's very difficult. We tried to\nmake one and ours was awful, too!\n• Bassface99:\nI saw this funny public sculpture in Brussels, in Belgium.\nPeople were smiling and laughing and taking photos. OSS: That's brilliant! This sculpture is called the\nVaartkapoen. We love art that makes people happy",
    "trans": "artiste locale a créé cet incroyable dessin en 3D. Elle\na passé toute la journée dessus. OSS : Superbe photo ! Ce genre d'art urbain en 3D demande du temps\net beaucoup de patience. Vous l'avez regardée longtemps ? BlueJude102: Non, pas du tout. Ma mère et moi l'avons regardée environ dix minutes le matin, ensuite nous l'avons revue\nle soir et elle travaillait encore !\nQ-becca22: Cette peinture murale originale se trouve à Lyon, là où je vis. Regarde bien ! Toute\nl'œuvre est une énorme peinture.\nB OSS : C'est énorme. Cette peinture murale rend vraiment les immeubles\nplus jolis.\nPrinceT_HK: j'ai vu ça en Australie. Les gens l'ont vraiment apprécié. Ils faisaient des selfies. Comment\ns'appelle ce genre d'art urbain coloré ? OSS : C'est vraiment beau ! Ça s'appelle le tricot urbain ou tricot-graffiti. Les couleurs vives sont superbes\nen photo !\nworldgirl#9 : Mon ami et moi faisions un footing sur la plage l'autre\njour. Nous avons vu ces sculptures de balance bizarres. Nous avons essayé d'en faire une, mais c'était horrible ! Je n'étais pas\nconcentrée et je l'ai faite tomber ! OSS : Ne t'inquiète pas. C'est très compliqué. Nous avons essayé d'en\nfaire une et la nôtre était horrible aussi !\n• Bassface99:\nJ'ai vu cette sculpture marrante dans la rue à Bruxelles, en Belgique.\nLes gens souriaient, riaient et prenaient des photos. OSS : C'est génial ! Cette sculpture se nomme le\nVaartkapoen. On adore l'art qui rend les gens heureux"
}