{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_number] Deposited a new message:\n\"Hello, Fairway families. We know that Thursday is Halloween and many families will be celebrating that holiday as a district. We do not promote Halloween in schools. But if your student chooses to wear a costume to school on October 31st, we are asking parents to make sure to follow some guidelines. One, absolutely no masks, weapons or anything like a weapon or face paint. Two, absolutely no gory or scary costumes of any kind. Three, absolutely no inflatable or noise making costumes. Four students must be able to move freely in the costume for learning lunch and recess and they must be able to get in and out of the costume by themselves for bathroom trips. We do this to make sure that we do not disrupt the learning environment for the other students while also honoring the traditions of some families. Not following any of these guidelines will result in us asking the students to remove the costume or call the parents for a change of clothes. Thank you for helping us make the day go smoothly on October 31st. If you have any questions at all, please feel free to contact the main office to opt out of future messages. Call 8555027867. Goodbye.\"\nClick here: 14699825001 to listen to full voice message.",
    "trans": "[redacted_number] a laissé un nouveau message :\n« Bonjour aux familles de Fairway. Nous sommes au courant que jeudi, c'est Halloween et que de nombreuses familles célèbreront cette fête au sein du district. Nous ne faisons pas la promotion d'Halloween dans les écoles. Mais si votre élève choisit de porter un costume à l'école le 31 octobre, nous demandons aux parents de respecter certaines règles. Tout d'abord, pas de masques, d'armes, d'objets semblables à des armes ou de peinture sur le visage. Deuxièmement, aucun costume gore ou effrayant de quelque sorte que ce soit. Troisièmement, pas de costumes gonflables ou bruyants. Quatrièmement, les élèves doivent pouvoir se déplacer librement dans le costume pendant le déjeuner d'apprentissage et la récréation, et ils doivent pouvoir entrer et sortir du costume par eux-mêmes pour aller aux toilettes. Nous faisons cela pour nous assurer que nous ne perturbons pas l'environnement d'apprentissage des autres élèves tout en honorant les traditions de certaines familles. En cas de non-respect de ces consignes, nous demanderons aux élèves d'enlever leur costume ou nous appellerons les parents pour qu'ils changent de vêtements. Merci de nous aider à faire en sorte que la journée du 31 octobre se passe bien. En cas de questions, n'hésitez pas à contacter le bureau principal pour vous désabonner des messages à venir. Appelez 8555027867. Au revoir ».\nCliquez ici : 14699825001 pour écouter le message vocal complet."
}