{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“You won’t.”\nHis eyebrow lifts in challenge, and I feel that urge to laugh again. “I might.”\nI glare up at him, but the corner of my mouth is twitching. “Walk me home, then. We’re almost there, anyway.” My words are casual, cool, and indifferent.\nAs we walk, he takes a deep breath and lets it out slowly. His gaze is on the sky, at the stars floating in the inky darkness, barely visible with all the city lights.\n“You were drinking water all night,” I say just to fill the silence.\n“Yep.”\n“Do you not drink?” As his fake girlfriend, I should know these things.\n“I drink. Sometimes. Not often. I don’t drink much during the season.” He rubs the back of his neck. “Alcohol is inflammatory.”\n“Oh.” That makes sense, I guess.\n“I’m only worth as much as my body can do for me.” He pats his flat stomach. “This eight-pack isn’t going to maintain itself.”\nHis words pinch me, right in the chest. They sound like how my mom talks about food.\n“One beer isn’t going to ruin your perfect physique, Miller. And you don’t have an eight-pack.”\nHe meets my teasing gaze with his own, and sparks jump around in my stomach. “You want to see? It sounds like you do. What was that you just said about my body? Perfect physique?”\n“Shut up.” I huff with laughter. “Keep your clothes on.”\nHe chuckles. “I love beer, though. Maybe not as much as you do, but—” His gaze goes far away with a nostalgic, blissed-out expression I immediately want to capture. “I dream about drinking a cold beer in the summer, on a patio with dinner.”\nHe smiles at me, a genuine one without any trace of arrogance. Just pure enjoyment. I don’t know what to do with it.\nWe’re in front of my building. “This is me.”\nAs I dig my keys out of my bag, his eyes move with curiosity over the old three-story walk-up.\n“Thank you for tonight.” I swallow, thinking about Connor in the hallway. “What you said about me liking you in high school pissed him off. This season would be harder if we weren’t doing this, so—” I glance at the sidewalk. “Thanks, Miller.”\nThere’s a beat of silence, and when I look up, he’s studying me with a soft, gently teasing smile.\n“You can call me Rory, you know.”\n“I know.” I smile down at my keys. “Miller’s fine.”\n“Alright, Hartley.”\nI smile again, and there’s something weird in the air between us. It feels a little like we’re friends.\nRory tucks his hands into his pockets, watching me. “Invite me up.”\nI bark out a laugh. So much for friends. “No.”\n“Come on.” He gives me his most seductive smile, and even though my expression says hell no, the spot between my legs twinges with anticipation. “I want to see your place.”",
    "trans": "« Tu ne le feras pas. »\nSon sourcil se soulève en signe de défi, et j’ai de nouveau envie de rire. « Peut-être bien que si. »\nJe le fusille du regard, mais le coin de ma bouche tremble légèrement. « Raccompagne-moi, alors. On est presque arrivés, de toute façon. » Mon ton est décontracté, détaché, indifférent.\nPendant que nous marchons, il prend une grande inspiration et l’expire lentement. Son regard se perd dans le ciel, fixé sur les étoiles qui flottent dans l’obscurité profonde, à peine visibles à cause des lumières de la ville.\n« Tu n’as bu que de l’eau toute la soirée, » dis-je juste pour briser le silence.\n« Ouais. »\n« Tu ne bois pas d’alcool ? » En tant que fausse petite amie, je suis censée connaître ce genre de détails.\n« Je bois. Parfois. Pas souvent. Je ne bois pas vraiment pendant la saison. » Il passe une main sur sa nuque. « L’alcool est inflammatoire. »\n« Oh. » Ça a un sens, je suppose.\n« Mon corps est mon seul atout. » Il tapote son ventre plat. « Cet abdos en huit ne va pas se maintenir tout seul. »\nSes mots me serrent la poitrine. C’est exactement le genre de choses que ma mère dit à propos de la nourriture.\n« Une bière ne va pas ruiner ton physique parfait, Miller. Et tu n’as pas d’abdos en huit. »\nNos regards se croisent et je ressens une étrange excitation dans le creux de l’estomac. « Tu veux voir ? On dirait bien que si. Qu’est-ce que tu viens de dire, déjà, sur mon corps ? Physique parfait ? »\n« Tais-toi. » Je me mets à rire. « Garde tes vêtements. »\nIl ricane. « J’adore la bière, tu sais. Peut-être pas autant que toi, mais— » Son regard s’éloigne, empreint d’une nostalgie béate que j’ai soudain envie de capturer. « Je rêve de boire une bière bien fraîche en été, sur une terrasse, avec un bon dîner. »\nIl me sourit, un vrai sourire, sans arrogance. Juste du pur plaisir. Et je ne sais pas quoi en faire.\nNous sommes devant mon immeuble. « C’est ici. »\nPendant que je cherche mes clés dans mon sac, son regard parcourt l’ancien bâtiment de trois étages avec curiosité.\n« Merci pour ce soir. » J’avale ma salive, repensant à Connor dans le couloir. « Ce que tu as dit sur le fait que je t’aimais bien au lycée l’a rendu furieux. Cette saison serait plus compliquée si on ne faisait pas semblant, alors… » Je fixe le trottoir. « Merci, Miller. »\nUn silence s’installe et quand je lève les yeux, il m’observe avec un sourire doux, légèrement moqueur.\n« Tu peux m’appeler Rory, tu sais ? »\n« Je sais. » Je souris en baissant les yeux vers mes clés. « Miller, c’est très bien. »\n« D’accord, Hartley. »\nJe souris de nouveau et quelque chose d’étrange flotte entre nous. Un sentiment qui ressemble un peu à de l’amitié.\nRory glisse les mains dans ses poches en me regardant.« Invite-moi à monter. »\nJ’éclate de rire. L’amitié, c’était trop beau pour être vrai. « Non. »\n« Allez. » Il me lance son sourire le plus séducteur, et même si mon expression lui signifie un refus catégorique, un frisson d’anticipation me traverse. « Je veux voir où tu vis. »"
}