{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name]: For context, I’ve had responsibility for offshore wind for, I guess, two and a half years now, and we had a $7 billion backlog two and a half years ago. Today, we have about a $3 billion backlog with two projects. So over the last two and a half years, we haven’t been adding to this business. That’s partly because the industry is sick.\nThe economics haven’t really worked for anyone in the value chain of offshore wind, whether it be my customers or the wind OEMs [original equipment manufacturers] by any means. That said, we believe offshore wind matters to the world and want to play our part, but we need to continue to execute on what we have, which is a backlog that’s going to take us a period of time to complete, and we need the economics for the industry to reset and reset what best illustrates the risk and reward for what are very complex operations out at sea but providing a solution that’s very important for the world simultaneously. So we’re going to keep working on offshore wind every day. We’ve got a lot to do, and the industry has a lot to do for it to th",
    "trans": "[redacted_name] : Pour contextualiser, j'ai eu la responsabilité de l'éolien offshore pendant près de deux ans et demi, et nous avions un arriéré de 7 milliards de dollars il y a deux ans et demi. Aujourd'hui, nous avons environ 3 milliards de dollars de dette liée à deux projets. Donc, au cours des deux dernières années et demie, nous n'avons pas ajouté à cette activité. C'est en partie parce que l'industrie est en mauvaise santé.\nLes éléments économiques n'ont véritablement pas réussi pour quiconque dans la filière de l'éolien offshore, que ce soit pour mes clients ou les OEM [fabricants d'équipements d'origine] éoliens, en aucun cas. En effet, nous sommes convaincus que l'énergie éolienne offshore est essentielle pour le monde et nous aspirons à contribuer. Cependant, il est crucial de poursuivre ce que nous avons déjà en cours, à savoir un arriéré qui nécessitera du temps pour être résolu. Par ailleurs, les dimensions économiques de cette industrie doivent être revues et repensées. Ce processus illustre parfaitement le risque et la récompense inhérents à des opérations maritimes extrêmement complexes tout en proposant une solution d'une importance capitale pour le monde. Donc, nous allons continuer à travailler sur l'éolien offshore chaque jour. Nous avons beaucoup à faire, et l'industrie a beaucoup à faire pour que"
}