{
    "source": "en_US",
    "target": "fr_FR",
    "text": "From the many compliments directors, photographers and designers give them BOTH girls are a delight to work with so many are probably interested in working with them but since the girls have different interests they may not choose to work with the same people and as A-list Thai actresses they finally have that privilege.\nI haven’t seen them do anything different besides booking tons more solo work which I’m guessing is why you said the first part. I think people need to understand the solo work is apart of their growth, the fact that they are iconic individually as well as a team is not something many love teams can boost about.\nI never shipped Freen and Rebecca for their working relationship alone but their natural bond off screen, y’all have to stop thinking solo work means separation especially since BOTH keep saying they plan to stay together for awhile and hint at more projects constantly.\nI’m not sure what inspired this NGL because I haven’t been able to focus on fangirling much lately but I haven’t seen the girls tell us to stop shipping them anywhere.\n***Also RL couples do solo activities as well and most don’t actually work together. Shared employment is not the equivalent of their relationshi",
    "trans": "D'après les nombreux compliments que les réalisateurs, les photographes et les designers leur font, c'est un plaisir de travailler avec LES DEUX, donc beaucoup sont probablement intéressés à travailler avec elles, mais comme les filles ont des intérêts différents, elles peuvent choisir de ne pas travailler avec les mêmes personnes et, en tant qu'actrices thaïlandaises de premier plan, elles ont enfin ce privilège.\nJe ne les ai pas vues faire quoi que ce soit de différent à part réserver des tonnes de travail en solo, ce qui, je suppose, explique pourquoi vous avez dit la première partie. Je pense que les gens doivent comprendre que le travail en solo fait partie de leur croissance, le fait qu'elles soient emblématiques individuellement et en équipe n'est pas quelque chose dont beaucoup de duos amoureux peuvent se vanter.\nJe n'ai jamais « shippé » Freen et Rebecca uniquement pour leur relation de travail, mais pour leur lien naturel hors écran. Vous devez arrêter de penser que le travail en solo signifie la séparation, surtout que LES DEUX continuent de dire qu'elles prévoient de rester ensemble pendant un certain temps et font constamment allusion à d'autres projets.\nJe ne suis pas sûr de ce qui a inspiré ce NGL parce que je n'ai pas pu me concentrer beaucoup sur le « fangirling » ces derniers temps, mais je n'ai vu nulle part les filles nous dire d'arrêter de les « shipper ».\n***De plus, les couples de la vie réelle font aussi des activités en solo et la plupart ne travaillent pas ensemble. Un emploi partagé n'est pas l'équivalent de leur relation."
}