{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Facing relentless demands and tight deadlines, workers in China’s beverage industry endure harsh conditions, leading to burnout, clashes with customers, and sparking widespread online debate.\nByDing RuiandYin Ziyuan\nSweat drips down Ke Hui’s face as the relentless beep of new orders fills the cramped coffee chain shop. It’s only 8:30 a.m., but orders are piling up fast. He has just two minutes to prepare each drink, and cameras track his every move. Any delay could result in a reprimand — or worse, a cut in pay.\nFor thousands of workers in China’s booming, billion-dollar beverage industry, where speed is everything and mistakes come at a cost, this is the daily grind.\n“I feel like we are all on a tightrope right now,” Ke, a 25-year-old vice manager of a Luckin Coffee store, tells Sixth Tone. “We want to serve all customers well, but the workload on each of us is just too overwhelming.”\nChina’s ready-to-drink beverage market has experienced rapid growth, with the industry surpassing 260 billion yuan ($36.8 billion) in 2023 — a 22.8% increase from the previous year. By mid-2024, over 70,000 brands were competing for market share, offering a range of drinks including coffee, tea, yogurt, and juice, with chains like Mixue Ice Cream & Tea, Luckin Coffee, Good Me, and Cotti Coffee leading the way in store numbers.\nThese budget-friendly brands have adopted a streamlined model, offering a limited menu in compact storefronts, allowing them to expand rapidly and keep prices low — coffee ranges from 10 to 22 yuan ($1.42 to $3.11) and tea as low as 6 yuan.\nAs these stores expand nationwide, the industry has opened up countless job opportunities, but the push for profits and efficiency has taken a toll on the well-being of frontline workers.\nIn recent months, a series of incidents has drawn attention to the intense working conditions in the industry.\nScreenshots from a Good Me marketing campaign show employees with their heads lowered and hands bound by paper cup holders and wearing signs that list minor mistakes, such as “failing to add nuts” and “forgetting to put on a lid.” From Xiaohongshu\nIn June, a Shanghai barista threw coffee grounds at a customer after a dispute over a delayed order. Another barista in Shanghai clashed with a customer over wait times on the same day. And in late September, a viral video ad from the bubble tea chain Good Me showed employees publicly shamed with signs around their necks for mistakes like “forgetting a straw” or “failing to add nuts.”\nThe incidents sparked widespread debate on social media, with some criticizing the baristas’ actions while most sympathized with the workers, calling for more respect and understanding.\nFrontline employees from coffee and tea chains frequently vent about their demanding jobs online — from endless fruit chopping and strict food safety rules to relentless sales promotions and clashes with impatient customers. The hashtag “Luckin Slave,” a term used by Luckin Coffee employees to describe their intense work environment, has garnered over 11 million views on the lifestyle app Xiaohongshu.\n“Retail prices for coffee and tea drinks are dropping due to a price war that’s forcing businesses to cut costs and boost efficiency,” said Wang Zhendong, chairman of a coffee industry consulting firm. “This operational pressure is being passed directly onto frontline employees.”\nTo understand how this competition is reshaping the industry, Sixth Tone spoke with workers from some of China’s top coffee and tea chains, uncovering the real cost of rapid expansion on the frontlines.\nLuckin Coffee. IC\nTick-tock\nAt 25, Ke, who spoke to Sixth Tone using a pseudonym for privacy reasons, has spent more than three years as a vice manager at a Luckin Coffee store in Jinan, the capital of eastern Shandong province. Despite his title, his duties mirror those of the regular staff.\nHis day begins well before 8 a.m., arriving an hour early to clean and prep the machines. “The most exhausting times are every day during the morning, lunchtime, and evening rush hours,” says Ke, whose store churns out over 1,000 drinks daily.\nNestled in a busy business district, the store sees a flood of orders each morning — more than 200 within the first 30 minutes. They pour in through multiple channels: in-store, delivery apps, and pre-reservations. Even with five fully automatic machines to handle grinding, extraction, and cleaning, the workload remains overwhelming. With only two to four workers on duty, a single barista may prepare up to 500 cups a day.\nAccording to industry experts, brands determine staff levels based on productivity metrics and revenue targets. “When we assess employees, specifically their efficiency, we tend to evaluate it based on the total output,” explains Wang. “However, the actual work experience of the employees may be more reflective of the peak, busiest times. So, sometimes, the numbers can indeed feel rather cold and detached.”\nA barista at work in a Manner Coffee store in Shanghai, Sept. 19, 2024. Wu Huiyuan/Sixth Tone\nA barista from Manner Coffee, a fast-growing coffee chain with over 1,400 stores, echoes this, telling China Youth Daily that staffing is often tied to store revenue. “If daily sales fall below 3,000 yuan, it’s a one-person operation. For every additional 2,000 yuan, another worker is added.”\nThe clock starts ticking the moment an order is placed. A scan code on the label tracks how long each drink takes to make and updates customers with their estimated wait time.\nAt Luckin Coffee, the country’s top coffee chain, this system is tied directly to performance. “Timeliness rate” — a key metric — impacts full-time employees’ salaries, which typically range from 3,000 to 4,000 yuan a month for baristas, and up to 10,000 yuan for store managers. At Ke’s store, each drink must be prepared within two minutes, regardless of how many drinks are in a single order. And “timely” orders should constitute 90% of the daily total.\nThis year, Luckin Coffee added a “late delivery rate” for takeout orders to its performance assessments, according to Ke. If more than 1% of takeout orders are delivered late — meaning they take over 30 minutes — employees can lose up to 20% of their performance-based pay, further increasing the pressure to work at breakneck speeds.\nEmployees at other brands told Sixth Tone they don’t face such strict evaluations, though some admitted similar expectations for order preparation time.\nDuring peak hours, meeting the “timeliness target” can be nearly impossible when orders flood in. “We aim to make a drink within 30 seconds because everything at Luckin is about efficiency,” explains Ke. “But we can’t keep up with the pace during peak times.”\nTo avoid missing the target, baristas sometimes mark an order as completed before the drink is made, a risky move that often leads to customers arriving for drinks that aren’t ready. “It annoys the customers, and it frustrates us too,” says Ke. “But if we don’t scan early, we risk losing pay.”\nThe first Manner Coffee store, Shanghai, 2019. Wu Huiyuan/Sixth Tone\nAt Manner Coffee, while production times aren’t as strict as Luckin’s, employees have reported that drinks should be prepared within 30 seconds during peak hours, based on system calculations.\nManner’s reliance on semi-automatic machines makes this even more challenging. “Packaging is also troublesome,” one Manner employee told China Youth Daily. “In winter, we wrap drinks in foil; in rainy weather, we use waterproof bags. Folding cardboard boxes for multiple cups adds extra time.”\nHuang, a former employee at Heytea, a leading tea chain, who requested to be identified only by his surname citing privacy concerns, echoes these challenges. He explains that store managers are evaluated on speed and efficiency, with pressure passed down from regional managers.\n“From the moment an order is printed to the time it’s packed, it should take about two minutes under normal conditions,” he says. “And no more than 10 minutes during peak hours.”\nWatched and weary\nTo maximize efficiency, beverage chains across the country have turned to a vast network of surveillance cameras and sensor-equipped machines. Every move — from handwashing to preparing ingredients and final delivery — is meticulously tracked, ensuring that workers meet the demands of speed and consistency.\nThis digital oversight has allowed Luckin to rapidly expand to over 20,000 stores across China while maintaining strict quality control. “While the store manager’s sense of responsibility is very important, what’s more important is that we’re training our decision-making system to provide the best arrangements and instructions, rather than relying on the store manager’s experience,” Qian Zhiya, founder and former CEO of Luckin Coffee, once said at a 2019 industry conference.\nYet, following company policies isn’t always easy, especially when the penalties seem harsh. “Any violation caught by the cameras usually means writing the rules five times over,” Ke says. In late 2023, media reports highlighted the toll of Luckin’s sanitation policies, with workers suffering from rough, cracked hands due to frequent handwashing.\nA collage shows rough and cracked hands of Luckin Coffee staff due to stringent rules on frequent handwashing. From @天水围的夜与雾, @单人在岗别爆单, and @小c on Xiaohongshu\nWhile Luckin Coffee did not respond to Sixth Tone’s request for comment, Ke noted a policy shift in response to the public outcry, reducing handwashing from once an hour to every two hours.\nStill, sanitation remains a major part of the job. “We spend at least five hours a day cleaning,” says Ke. The disinfectant water, which is changed every 30 minutes, can be harsh on skin. “Most of us have peeling hands because the disinfectant is so strong. Gloves help, but they’re uncomfortable to wear all day.”\nNayuki, a popular high-end tea chain, isn’t as strict as Luckin but still keeps a close watch",
    "trans": "Confrontés à des demandes incessantes et à des délais serrés, les employés de l'industrie chinoise des boissons endurent des conditions difficiles, ce qui les conduit à l'épuisement professionnel et à des conflits avec les clients, et suscite un grand débat en ligne.\nParDing RuietYin Ziyuan\nLa sueur coule sur le visage de Ke Hui alors que le bip incessant des nouvelles commandes remplit l'étroit magasin de la chaîne de cafés. Il n'est que 8h30, mais les commandes s'accumulent rapidement. Il n'a que deux minutes pour préparer chaque boisson, et des caméras surveillent le moindre de ses mouvements. Tout retard peut entraîner une réprimande ou, pire encore, une baisse de salaire.\nPour des milliers d'employés de l'industrie chinoise des boissons, en plein essor et pesant des milliards de dollars, où la rapidité est primordiale et où les erreurs sont coûteuses, c'est le casse-tête quotidien.\n« J'ai l'impression que nous sommes tous sur la corde raide en ce moment », confie à Sixth Tone Ke, 25 ans, vice-directeur d'un magasin Luckin Coffee. « Nous voulons bien servir tous les clients, mais la charge de travail qui pèse sur chacun d'entre nous est tout simplement écrasante. »\nLe marché chinois des boissons prêtes à boire a connu une croissance rapide, l'industrie dépassant les 260 milliards de yuans (36,8 milliards de dollars) en 2023, soit une augmentation de 22,8 % par rapport à l'année précédente. À la mi-2024, plus de 70 000 marques se disputaient les parts de marché, proposant une gamme de boissons comprenant du café, du thé, des yaourts et des jus, avec des chaînes comme Mixue Ice Cream & Tea, Luckin Coffee, Good Me et Cotti Coffee en tête du nombre de magasins.\nCes marques bon marché ont adopté un modèle rationalisé, proposant un menu limité dans des magasins compacts, ce qui leur permet de se développer rapidement et de maintenir des prix bas - le café varie de 10 à 22 yuans (1,42 à 3,11 dollars) et le thé à partir de 6 yuans.\nL'expansion de ces magasins à l'échelle nationale a généré d'innombrables possibilités d'emploi, mais la course aux profits et à l'efficacité a mis à mal le bien-être des employés de première ligne.\nCes derniers mois, une série d'incidents a attiré l'attention sur les conditions de travail intenses dans ce secteur.\nDes captures d'écran d'une campagne de marketing de Good Me révèlent des employés qui ont la tête baissée et les mains liées par des porte-gobelets en papier et qui portent des pancartes énumérant des erreurs mineures, comme « ne pas ajouter de noix » ou « oublier de mettre un couvercle ». Extrait de Xiaohongshu\nEn juin, un serveur de Shanghai a jeté du marc de café sur un client à la suite d'un différend concernant une commande retardée. Le même jour, un autre serveur de Shanghai s'est disputé avec un client au sujet des temps d'attente. Fin septembre, une vidéo publicitaire virale de la chaîne de thés à bulles Good Me montrait des employés humiliés publiquement avec des pancartes autour du cou pour des erreurs telles que « l'oubli d'une paille » ou « l'omission d'ajouter des noix ».\nCes incidents ont suscité un large débat sur les réseaux sociaux, certains critiquant les actions des serveurs, tandis que la plupart sympathisaient avec les employés, les appelant à plus de respect et de compréhension.\nLes employés de première ligne des chaînes de cafés et de thés s'expriment souvent en ligne sur leur travail exigeant, qu'il s'agisse de couper des fruits à l'infini, de respecter des règles strictes en matière de sécurité alimentaire, de faire des promotions incessantes ou de se heurter à des clients impatients. Le hashtag « Luckin Slave », un terme utilisé par les employés de Luckin Coffee pour décrire leur environnement de travail intense, a recueilli plus de 11 millions de vues sur l'application de style de vie Xiaohongshu.\n« Les prix de vente au détail du café et du thé chutent en raison d'une guerre des prix qui oblige les entreprises à réduire leurs coûts et à améliorer leur efficacité », a déclaré Wang Zhendong, président d'une société de conseil de l'industrie du café. « Cette pression opérationnelle se répercute directement sur les employés de première ligne.\nPour comprendre comment cette concurrence remodèle le secteur, Sixth Tone s'est entretenu avec des employés de certaines des plus grandes chaînes de cafés et de thés de Chine, découvrant ainsi le coût réel d'une expansion rapide en première ligne.\nLuckin Coffee. IC\nTic-tac\nÀ 25 ans, Ke, qui a parlé à Sixth Tone sous un pseudonyme pour des raisons de confidentialité, a passé plus de trois ans en tant que directeur adjoint d'un magasin Luckin Coffee à Jinan, la capitale de la province orientale de Shandong. Malgré son statut, ses tâches sont identiques à celles du personnel permanent.\nSa journée commence bien avant 8 heures, il arrive une heure plus tôt pour nettoyer et préparer les machines. « Les moments les plus épuisants sont les heures de pointe du matin, du midi et du soir », explique Ke, dont le magasin produit plus de 1 000 boissons par jour.\nNiché dans un quartier d'affaires animé, le magasin voit affluer les commandes chaque matin - plus de 200 dans les 30 premières minutes. Elles affluent par de multiples canaux : en magasin, par des applications de livraison et par des réservations préalables. Même avec cinq machines entièrement automatiques pour gérer le broyage, l'extraction et le nettoyage, la charge de travail reste écrasante. Avec seulement deux à quatre employés en service, un seul serveur peut préparer jusqu'à 500 tasses par jour.\nSelon les experts du secteur, les marques déterminent les niveaux de personnel en fonction des mesures de productivité et des objectifs de chiffre d'affaires. « Lorsque nous évaluons les employés, en particulier leur efficacité, nous avons tendance à le faire sur la base de la production totale », explique Wang. « Cependant, l'expérience professionnelle réelle des employés peut refléter davantage les périodes de pointe, les périodes les plus chargées. Il arrive donc que les chiffres donnent une impression de froideur et de détachement ».\nUn serveur au travail dans un magasin Manner Coffee à Shanghai, le 19 septembre 2024. Wu Huiyuan/Sixth Tone\nUn serveur de Manner Coffee, une chaîne de cafés en plein essor qui compte plus de 1 400 magasins, abonde dans le même sens et explique au China Youth Daily que le personnel est souvent lié au chiffre d'affaires du magasin. « Si les ventes quotidiennes sont inférieures à 3 000 yuans, le magasin ne peut compter que sur une seule personne. Pour chaque tranche de 2 000 yuans supplémentaires, un autre employé est ajouté.\nLe compte à rebours commence dès qu'une commande est passée. Un code de lecture sur l'étiquette permet de connaître le temps de préparation de chaque boisson et d'informer les clients du temps d'attente estimé.\nChez Luckin Coffee, la première chaîne de cafés du pays, ce système est directement lié aux performances. Le « taux de ponctualité » - un indicateur clé - a une incidence sur les salaires des employés à temps plein, qui vont généralement de 3 000 à 4 000 yuans par mois pour les serveurs, et jusqu'à 10 000 yuans pour les gérants de magasin. Dans le magasin de M. Ke, chaque boisson doit être préparée en moins de deux minutes, quel que soit le nombre de boissons contenues dans une même commande. Les commandes « opportunes » doivent représenter 90 % du total quotidien.\nSelon M. Ke, Luckin Coffee a ajouté cette année à son évaluation des performances un « taux de livraison tardive » pour les commandes à emporter. Si plus de 1 % des commandes à emporter sont livrées en retard - ce qui signifie qu'elles prennent plus de 30 minutes -, les employés peuvent perdre jusqu'à 20 % de leur rémunération basée sur les performances, ce qui accroît encore la pression pour travailler à des rythmes effrénés.\nDe leur côté, les employés d'autres enseignes ont déclaré à Sixth Tone qu'ils n'étaient pas soumis à des évaluations aussi strictes, même si certains ont admis avoir des attentes similaires en ce qui concerne le temps de préparation des commandes.\nAux heures de pointe, il peut s'avérer presque impossible de respecter l'objectif de rapidité lorsque les commandes affluent. « Nous nous efforçons de préparer une boisson en 30 secondes, car chez Luckin, tout est question d'efficacité », explique Ke. « Mais nous n'arrivons pas à suivre le rythme aux heures de pointe.\nPour éviter de ne pas atteindre l'objectif, les serveurs marquent parfois une commande comme terminée avant que la boisson ne soit préparée, une décision risquée qui conduit souvent les clients à se présenter pour des boissons qui ne sont pas prêtes. « Cela agace les clients et nous frustre aussi », explique M. Ke. « Mais si nous ne scannons pas plus tôt, nous risquons de perdre des clients.\nLe premier magasin Manner Coffee, Shanghai, 2019. Wu Huiyuan/Sixth Tone\nChez Manner Coffee, bien que les temps de production ne soient pas aussi stricts que ceux de Luckin, les employés ont signalé que les boissons devraient être préparées en 30 secondes pendant les heures de pointe, sur la base des calculs du système.\nLa dépendance de Manner à l'égard des machines semi-automatiques rend la tâche encore plus ardue. « L'emballage est également un problème », a déclaré un employé de Manner au China Youth Daily. « En hiver, nous enveloppons les boissons dans du papier d'aluminium ; en période de pluie, nous utilisons des sacs imperméables. Plier des boîtes en carton pour plusieurs gobelets demande plus de temps ».\nHuang, un ancien employé de Heytea, une grande chaîne de magasins de thé, qui a demandé à n'être identifié que par son nom de famille pour des raisons de protection de la vie privée, se fait l'écho de ces difficultés. Il explique que les directeurs de magasin sont évalués en fonction de leur rapidité et de leur efficacité, la pression étant transmise par les directeurs régionaux.\n« Entre le moment où une commande est imprimée et celui où elle est emballée, il doit s'écouler environ deux minutes dans des conditions normales », précise-t-il. « Et pas plus de 10 minutes aux heures de pointe ».\nSurveillés et épuisés\nPour maximiser l'efficacité, les chaînes de restauration du pays se sont tournées vers un vaste réseau de caméras de surveillance et de machines équipées de capteurs. Chaque geste - du lavage des mains à la préparation des ingrédients et à la livraison finale - est minutieusement suivi, ce qui permet de s'assurer que les employés répondent aux exigences de rapidité et d'uniformité.\nCette surveillance numérique a permis à Luckin de s'étendre rapidement à plus de 20 000 magasins en Chine, tout en maintenant un contrôle de qualité strict. « Bien que le sens des responsabilités du directeur de magasin soit très important, le plus important est que nous formions notre système de prise de décision pour qu'il fournisse les meilleurs arrangements et instructions, plutôt que de compter sur l'expérience du directeur de magasin », a déclaré Qian Zhiya, fondateur et ancien PDG de Luckin Coffee, lors d'une conférence sur ce sujet en 2019.\nCependant, il n'est pas toujours facile de respecter les politiques de l'entreprise, surtout lorsque les sanctions semblent sévères. « Toute violation détectée par les caméras implique généralement de réécrire les règles cinq fois », explique M. Ke. À la fin de l'année 2023, les médias ont mis en lumière les conséquences des politiques d'assainissement de Luckin, les employés souffrant de mains rugueuses et crevassées en raison des lavages de mains fréquents.\nUn collage montre les mains rugueuses et crevassées du personnel de Luckin Coffee en raison des règles strictes sur le lavage fréquent des mains. Source : @天水围的夜与雾, @单人在岗别爆单, et @小c sur Xiaohongshu.\nBien que Luckin Coffee n'ait pas répondu à la demande de commentaire de Sixth Tone, Ke a noté un changement de politique en réponse à l'indignation du public, réduisant le lavage des mains d'une fois par heure à toutes les deux heures.\nPourtant, l'hygiène reste un élément essentiel du travail. « Nous passons au moins cinq heures par jour à nettoyer », déclare Ke. L'eau désinfectante, qui est changée toutes les 30 minutes, peut être agressive sur la peau. « La plupart d'entre nous ont les mains qui pèlent à cause de la puissance du désinfectant. Les gants aident, mais ils sont inconfortables à porter toute la journée ».\nNayuki, une chaîne de thé haut de gamme très populaire, n'est pas aussi stricte que Luckin, mais la surveille tout de même de près"
}