{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If you seek a residence that offers generous space and endless possibilities, your search ends here. This remarkable home boasts an expansive layout, featuring a welcoming living room, a formal dining room, a well-appointed kitchen, and three comfortably sized bedrooms all situated on the main level. Ascend to the attic, a versatile area brimming with potential, perfect for transforming into a cozy family room, a productive home office, or any creative vision you may have. The lower level of the home presents an additional two bedrooms along with a full bathroom, offering ample room for an in-law suite or guest accommodations, making it an ideal choice for multigenerational living. Step outside to discover a vast backyard, perfectly suited for hosting social gatherings or enjoying quality family time amidst nature. The property also includes a spacious garage accommodating two vehicles, complemented by",
    "trans": "Si vous recherchez une résidence offrant un vaste espace et d’innombrables possibilités, votre quête s’arrête ici. Cette maison remarquable se distingue par son agencement spacieux, comprenant un salon accueillant, une salle à manger formelle, une cuisine bien équipée et trois chambres confortables, toutes situées au rez-de-chaussée. Montez au grenier, un espace polyvalent débordant de potentiel, idéal pour être transformé en salle familiale chaleureuse, en bureau à domicile fonctionnel ou en tout autre projet créatif qui vous inspire. Le niveau inférieur de la maison comprend deux chambres supplémentaires ainsi qu’une salle de bain complète, offrant suffisamment d’espace pour une suite intergénérationnelle ou un hébergement pour les invités, ce qui en fait un choix idéal pour une cohabitation familiale. À l’extérieur, découvrez un vaste jardin, parfait pour organiser des rassemblements conviviaux ou profiter de moments de détente en pleine nature. La propriété comprend également un grand garage pouvant accueillir deux véhicules, complété par"
}