{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1. Experimental animals:\nThe experimental animal used is a mature mouse weighing ± 30 g. Each group is given 4 mice.\n2. Methods and dosage of drug administration:\nThe drug is injected intraperitoneally (i.p) by grabbing the dorsal neck of mice. When injecting the\ndrugs, the head of the mice should be turned down to avoid the needle of the syringe wounding\nthe mice's intestine. The volume of the drug given (cc) should be less than 2 mL to avoid diaphragm\npushing. The time of injection should be noted to observe the reaction of the drug (the\nappearance of a convulsion).\nMark the mice with markers colored according to the drugs used to avoid false markings.\n§ Strychnine, a convulsion drug, with a dosage of 3 mg/kg BW i.p., and metrazol with a dose of\n70 mg/kg BW i.p.\n§ Dilantin, an anticonvulsant, with a dosage of 100 mg/kg BW i.p. and luminal with a dose of 50\nmg/kg BW i.p.\n§ Anticonvulsant is administered before convulsant, then wait until the anticonvulsant start to\nwork.\n§ Luminal: wait for 20 minutes, then administer convulsant\n§ Dilantin: wait for 30 minutes, then administer convulsant",
    "trans": "1. Animaux utilisés pour l'expérimentation :\nL'animal utilisé pour l'expérimentation est une souris adulte pesant ± 30 g. Chaque groupe reçoit 4 souris.\n2. Méthodes et posologie de l'administration du médicament :\nLe médicament est injecté par voie intrapéritonéale (i.p) en saisissant le cou dorsal des souris. Lors de l'injection des\nmédicaments, la tête des souris doit être tournée vers le bas pour éviter que l'aiguille de la seringue ne blesse\nl'intestin des souris. Le volume du médicament administré (cc) doit être inférieur à 2 mL pour éviter une pression sur\nle diaphragme. L'heure de l'injection doit être notée pour observer la réaction du médicament\n(l'apparition d'une convulsion).\nMarquer les souris avec des marqueurs de couleur selon les médicaments utilisés pour éviter toute erreur de marquage.\n§ La strychnine, un médicament provoquant des convulsions, à une posologie de 3 mg/kg de poids corporel (BW) i.p., et le métrazol à une dose de\n70 mg/kg BW i.p.\n§ Le Dilantin, un anticonvulsivant, à une posologie de 100 mg/kg BW i.p., et le luminal à une dose de 50\nmg/kg BW i.p.\n§ L'anticonvulsivant est administré avant le convulsivant, puis attendre que l'anticonvulsivant commence à\nagir.\n§ Luminal : attendre 20 minutes, puis administrer le convulsivant.\n§ Dilantin : attendre 30 minutes, puis administrer le convulsivant."
}