{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Domestic Mesopotamian architecture\n• The throne room was accessed through a courtyard which was surrounded by palace rooms\n• Necessary support spaces such as kitchen, bedrooms and other service spaces were located around the inner courtyard\nMesopotamian interiors:\n• Floors were often made of compressed earth, stone flooring was used in wealthy households\n• Walls were plastered and divided horizontally into decorative bands\n• Dado (lower part of interior walls finished differently then other walls) are\nstone slabs with relief carvings\n• Fresco paintings covered most of wall surfaces\n• Decorative materials used for interior walls include cedar, cypress, alabaster, marbelpaneling or inlays of semi-precious stones (agate, onyx, mother of pearl, and precious metals)\n• Palace ceilings were probably timber framed and covered with mud or vaulted with fire bricks",
    "trans": "Architecture domestique mésopotamienne :\n• La salle du trône était accessible par une cour entourée des pièces du palais.\n• Les espaces de soutien nécessaires tels que la cuisine, les chambres et autres espaces de service étaient situés autour de la cour intérieure.\nIntérieurs mésopotamiens :\n• Les sols étaient souvent faits de terre battue, le revêtement en pierre étant utilisé dans les foyers les plus riches.\n• Les murs étaient crépis et divisés horizontalement en bandes décoratives.\n• Le dado (partie inférieure des murs intérieurs finie différemment des autres parties des murs) était constitué\nde dalles de pierre avec des sculptures en relief.\n• Des fresques ornaient la plupart des surfaces murales.\n• Les matériaux décoratifs utilisés pour les murs intérieurs incluent le cèdre, le cyprès, l’albâtre, les panneaux ou incrustations de marbre, ainsi que des pierres semi-précieuses (agate, onyx, nacre) et des métaux précieux.\n• Les plafonds des palais étaient probablement en bois, recouverts de boue ou voûtés avec des briques réfractaires."
}