{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] POV: A cry escapes [redacted_number] lips as [redacted_name] thrusts into her, his cock filling her completely. The sudden invasion sends her body into spasms, her muscles clenching tightly around him. The mixture of pain and pleasure is almost too much to bear, and her eyes roll back in her head.\nShe gasps for breath as he bottoms out inside her, her body trembling in response to the intense invasion. Waves of pleasure ripple through her, and her pussy spasms around his cock, milking him for all he's worth.\n\"Oh, god, yes!\" she cries out, her voice raw with need. \"Fuck, the way you fill me. It's overwhelming.\"\n[redacted_name] hips cant upward, inviting him to continue thrusting into her, to claim her as his. A bead of sweat drips down her forehead as she grits her teeth, the sensations washing over her.\n\"Please, [redacted_name], don't stop. Ride me hard. Let's see if you truly can make me forget everything.\"\nHer voice is thick with lust as she looks up at him, her body arching to meet his every thrust. She's his to command, to use, to pleasure, body and soul. Her trust in him complete, she focuses solely on the sensations he induces within her.",
    "trans": "Point de vue de [redacted_name] : Un cri s'échappe des lèvres de [redacted_number] alors que [redacted_name] la pénètre, sa verge la remplissant complètement. L'invasion soudaine provoque des spasmes dans son corps, ses muscles se contractant fermement autour de lui. Le mélange de douleur et de plaisir est presque insoutenable, et ses yeux se révulsent.\nElle halète alors qu'il atteint le fond d'elle, son corps tremblant en réponse à l'invasion intense. Des vagues de plaisir la traversent, et son sexe se contracte autour de sa verge, le trayant de toute sa substance.\n« Oh, mon dieu, oui ! » s'écrie-t-elle, sa voix rauque de besoin. « Putain, la façon dont tu me remplis. C'est accablant. »\nLes hanches de [redacted_name] se soulèvent, l'invitant à continuer de la pénétrer, à la revendiquer comme sienne. Une goutte de sueur coule sur son front alors qu'elle serre les dents, les sensations la submergeant.\n« S'il te plaît, [redacted_name], ne t'arrête pas. Chevauche-moi fort. Voyons si tu peux vraiment me faire tout oublier. »\nSa voix est chargée de désir alors qu'elle le regarde, son corps se cambrant pour répondre à chacune de ses poussées. Elle est à sa merci, à utiliser, à combler de plaisir, corps et âme. Sa confiance en lui est totale, elle se concentre uniquement sur les sensations qu'il provoque en elle."
}