{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Beppe,\nI hope you've had a good week postEXPOReal. I've only now managed to catch up on work enough to follow up! I've been given your contact details by your son Roberto at EXPOI in Munich.\nAs discussed with him, I'm sending a short description and a deck. Please pass it onto relevant asset manager, office building developers and/or design & build companies.\nAnd as a reminder, SquarePlan is an AI+Algorithm company that automates space planning and estimation of fitout cost - massively shortening the leasing process.\nWe also support project communication - uploaded 2D dwg file becomes a 3D one and includes VR and AR versions of the space within seconds.\nWe're used byDWS, Strabag, Mapletree, Vastint, Ghelamco, as well asJLL, Tetris, M Moser and quite a few other large players.\nHere's my full availability:\nhttps://calendly.com/maciej-markowski-squareplan/squareplan-60\nI'll happily walk your team through the solution and answer any questions.\nWarmregards,\nMaciej",
    "trans": "Cher Beppe,\nJ’espère que vous avez passé une bonne semaine après EXPO Real. Je viens seulement de rattraper mon travail et de pouvoir faire un suivi ! Votre fils Roberto m’a donné vos coordonnées lors d’EXPOI à Munich.\nComme convenu avec lui, je vous envoie une brève description ainsi qu’une présentation. Merci de la transmettre aux gestionnaires d’actifs concernés, aux promoteurs d’immeubles de bureaux et/ou aux entreprises de conception et de construction.\nPour rappel, SquarePlan est une entreprise spécialisée en IA et en algorithmes, qui automatise la planification des espaces et l’estimation des coûts d’aménagement, réduisant ainsi considérablement la durée du processus de location.\nNous facilitons également la communication des projets : un fichier DWG 2D téléchargé est converti en un modèle 3D en quelques secondes, avec des versions en réalité virtuelle VR et augmentée AR intégrées.\nNous sommes utilisés par DWS, Strabag, Mapletree, Vastint, Ghelamco, ainsi que par JLL, Tetris, M Moser et plusieurs autres acteurs majeurs.\nVoici mes disponibilités complètes :\nhttps://calendly.com/maciej-markowski-squareplan/squareplan-60\nJe serai ravi de présenter la solution à votre équipe et de répondre à toutes vos questions.\nCordialement,\nMaciej"
}