{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ob Overview\nWe are seeking a skilled Maintenance Mechanic to join our team. The ideal candidate will be responsible for maintaining machinery and mechanical equipment within our facility. Responsibilities to include Welding, Electrical/PLC, Building & Grounds Maintenance.\nResponsibilities\n- Perform maintenance on machinery and mechanical equipment\n- Troubleshoot and repair malfunctions in equipment\n- Identify and replace faulty components\n- Utilize technical manuals and diagrams to ensure proper maintenance procedures\n- Collaborate with other team members to complete maintenance tasks efficiently\nSkills\n- Proficiency in electrical work\n- Experience with hydraulics and mechanical systems\n- Ability to operate a forklift\n- Capability to fabricate parts when necessary\n- Technical sales skills for equipment recommendations\n- Competency in using assorted power tools\n- Rigging experience a plus\n- Reliable Transportation\nJob Type: Full-time\nPay: Open; based on Experience\nSchedule:\nMonday to Friday\nNo nights\nNo weekends\nWork Location: In person",
    "trans": "Aperçu du poste\nLe candidat idéal sera chargé d’entretenir les machines et équipements mécaniques au sein de notre installation. Ses responsabilités incluent la soudure, l’électricité/PLC, ainsi que la maintenance des bâtiments et des espaces extérieurs.\nResponsabilités\n- Effectuer la maintenance des machines et des équipements mécaniques\n- Diagnostiquer et réparer les pannes des équipements\n- Identifier et remplacer les composants défectueux\n- Utiliser des manuels techniques et des schémas pour garantir le bon déroulement des procédures de maintenance\n- Collaborer avec les autres membres de l’équipe pour réaliser les tâches de maintenance efficacement\nCompétences\n- Maîtrise des travaux électriques\n- Expérience avec les systèmes hydrauliques et mécaniques\n- Capacité à utiliser un chariot élévateur\n- Aptitude à fabriquer des pièces si nécessaire\n- Compétences en vente technique pour formuler des recommandations sur les équipements\n- Compétence dans l'utilisation de divers outils électriques\n- Expérience en levage et élingage appréciée\n- Moyen de transport fiable\nType de poste : Temps plein\nSalaire : À définir selon l'expérience\nHoraire :\nDu lundi au vendredi\nAucune nuit\nAucun week-end\nLieu de travail : En présentiel"
}