{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Presentation Views\nNormal\nOutline Slide Sorter\nNotes Page\nReading Slide Show\nDescription\nThis is the default view, where the pane on the left displays the slide thumbnails. The large Slide pane on the right is the main workspace and displays the current slide. The pane at the bottom is the Notes pane, where you add speaker notes for that slide.\nUse this view when you want to enter text into your presentation using an outline rather than entering the text in the placeholder on the slide.\nThis view displays thumbnails of your slides, which enables you to view multiple slides simultaneously. This view is helpful when you want to change the order of your slides or to delete one or more slides.\nThis view shows one slide at a time along with the notes associated with the slide. Use this view for entering and editing large amounts of text you want to place in the notes section.\nUse this view to display your presentation full screen, one slide at a time. It contains some simple controls to assist viewing the presentation.\nWhen you present your slide show, you use Slide Show view. Slide Show view displays your presentation full screen, one slide at a time to your audience.",
    "trans": "Modes d'affichage des présentations\nNormal\nPlan Trieuse de diapositives\nPage de notes\nLecture Diaporama\nDescription\nIl s'agit du mode d'affichage par défaut, où le volet de gauche affiche les miniatures des diapositives. Le grand volet Diapositive à droite est l'espace de travail principal et affiche la diapositive actuelle. Le volet en bas est le volet Notes, où vous ajoutez les notes de l'orateur pour cette diapositive.\nUtilisez ce mode d'affichage lorsque vous souhaitez saisir du texte dans votre présentation en utilisant un plan plutôt que de saisir le texte dans l'espace réservé sur la diapositive.\nCe mode d'affichage présente les miniatures de vos diapositives, ce qui vous permet de visualiser plusieurs diapositives simultanément. Ce mode d'affichage est utile lorsque vous souhaitez modifier l'ordre de vos diapositives ou en supprimer une ou plusieurs.\nCe mode d'affichage montre une diapositive à la fois avec les notes associées à la diapositive. Utilisez ce mode d'affichage pour saisir et modifier de grandes quantités de texte que vous souhaitez placer dans la section des notes.\nUtilisez ce mode d'affichage pour afficher votre présentation en plein écran, une diapositive à la fois. Il contient des commandes simples pour faciliter la visualisation de la présentation.\nLorsque vous présentez votre diaporama, vous utilisez le mode Diaporama. Le mode Diaporama affiche votre présentation en plein écran, une diapositive à la fois, à votre public."
}