{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear all (SGA UG and PGT students Bcc’d),\nI hope this email finds you well and you are settling in to the new term. I’m getting in touch today with details about some of our new and ongoing support available from the School and university as a whole that may be of interest to you.\nSGA Student Support Fund – relaunching today!\nFollowing student feedback, we are relaunching a scheme where students can apply for limited funds from to help support those in financial difficulties which may be affecting studies and wellbeing. Applications to the SGA Student Support Fund will be reviewed regularly each month, with the deadline for applications to the fund being the last day of each month.\nA panel within SGA will then consider the applications and allocatefunding to successful recipients and will notify students via email within 2 weeks (at the latest) following the review e.g. by 14th of each month.\nWe hope this will help students who have been affected by financial troubles to receive help in a more timely way. Applications are open to all current Undergraduate and Masters students studying in the School of Global Affairs and you may apply even if you are in receipt of help elsewhere.\nApplications are confidential and can be made for a variety of reasons (e.g. it could be a decrease in working hours, family impact, tenancy issues or any number of reasons) so please complete the form if you feel you may be in need of additional financial support and please do reach out to me if you have any queries at all. Further details and the link to the form is as follows:",
    "trans": "Chers tous (étudiants de premier et deuxième cycles de la SGA en copie),\nJ’espère que cet e-mail vous trouve en bonne santé et que vous commencez à vous installer pour ce nouveau semestre. Je vous contacte aujourd’hui pour vous fournir des informations sur certains de nos nouveaux dispositifs de soutien, ainsi que sur ceux en cours, qui pourraient vous intéresser.\nFonds de soutien étudiant SGA – relancé aujourd’hui !\nSuite aux retours des informations des étudiants, nous relançons un programme permettant aux étudiants de faire une demande de fonds limités pour soutenir ceux d’entre vous rencontrant des difficultés financières qui pourraient affecter vos études et votre bien-être. Les demandes de financement au Fonds de soutien étudiant SGA seront examinées chaque mois, avec pour date limite de soumission le dernier jour de chaque mois.\nUn comité au sein de la SGA examinera ensuite les candidatures et attribuera les fonds aux bénéficiaires retenus. Les étudiants seront informés par e-mail dans un délai de deux semaines (au plus tard), suite à l’examen des demandes, par exemple avant le 14 de chaque mois.\nNous espérons que ce dispositif aidera les étudiants confrontés à des difficultés financières en leur permettant de recevoir un soutien plus rapide. Les demandes sont ouvertes à tous les étudiants de premier et deuxième cycles inscrits à la School of Global Affairs et vous pouvez postuler même si vous bénéficiez déjà d’une aide ailleurs.\nLes demandes sont confidentielles et peuvent être soumises pour diverses raisons (par exemple, une réduction des heures de travail, des impacts familiaux, des problèmes de location, ou toute autre raison). N’hésitez donc pas à remplir le formulaire si vous pensez avoir besoin d’un soutien financier supplémentaire. Si vous avez la moindre question, je reste à votre disposition. Vous trouverez plus de détails ainsi que le lien vers le formulaire ci-dessous :"
}