{
    "source": "en_US",
    "target": "fr_FR",
    "text": "cheated. What was going on? I didn’t know at the time that most of us will need more than one round of treatment.\nIf you’ve done the treatment and retested and found that your gas levels have gone down, congratulations, the treatment is working! You may still be positive for SIBO, but if your breath test numbers have come down even a little, you should consider your treatment a success; keep going! But if you initially tested positive for SIBO, were treated, and after your treatment protocol your gas levels didn’t change, it might be time to try a different SIBO treatment. For example, if you were taking conventional antibiotics, perhaps you should try taking herbs. Or maybe it’s time to move on to something more aggressive, such as the elemental diet.\nThe point is that if you don’t feel at least 90 percent better, you need to get retested within two weeks because your SIBO might be gone even though you don’t actually feel that much better, meaning something else was causing the symptoms. Or, you might have improved even though you don’t feel much better yet. Or, if you haven’t improved, you need to find out why. What you shouldn’t do is panic. Just because your first treatment didn’t work well doesn’t mean you will feel this way forever.",
    "trans": "trahie. Que se passait-il ? Je ne le savais pas à l'époque, mais la plupart d'entre nous auront besoin de plus d'un traitement.\nSi vous avez suivi le traitement, réalisé un nouveau test et constaté que vos niveaux de gaz ont diminué, félicitations : le traitement a fonctionné ! Vous pourriez encore être positif pour le SIBO, mais si vos chiffres respiratoires ont baissé, même un peu, vous devriez considérer votre traitement comme un succès ; continuez ! Mais si vous avez initialement testé positif pour le SIBO, avez été traité, et que vos niveaux de gaz n'ont pas changé après votre protocole de traitement, il est peut-être temps d'essayer un autre traitement contre le SIBO. Par exemple, si vous preniez des antibiotiques conventionnels, vous pourriez peut-être essayer des herbes. Ou il est peut-être temps de passer à quelque chose de plus agressif, comme le régime élémentaire.\nL'idée est que si vous ne vous sentez pas au moins 90 % mieux, vous devez refaire un test dans les deux semaines car votre SIBO pourrait avoir disparu même si vous ne vous sentez pas vraiment mieux. Cela signifie que quelque chose d'autre causait vos symptômes. Vous pourriez vous être amélioré même si vous ne vous sentez pas encore beaucoup mieux. Si vous ne vous êtes pas amélioré, vous devez comprendre pourquoi. Ce que vous ne devez pas faire, c'est paniquer. Ce n'est pas parce que le premier traitement n'a pas bien fonctionné que vous devrez continuer à vous sentir ainsi pour toujours."
}