{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Breath is a virtually inexhaustible resource enriched with chemicals that is produced almost continually by the body. The volume of a single exhaled breath at rest is approximately 400 – 500 ml, with an average of 12 breaths per minute, this results in about 6 L of air being ventilated every minute (3). Exhaled breath is comprised of three major groups: atmospheric gases, volatile organic compounds (VOCs), and respiratory droplets. The primary function of respiration is to obtain oxygen from the outside air and to release waste gases such as carbon dioxide back into the environment. We inhale a mixture of mostly nitrogen, oxygen, a small amount of argon, and tiny trace amounts of other gases like carbon dioxide. Oxygen from the atmosphere is inhaled deep into your lungs where it contacts the vascular alveolar surface and can be exchanged into the bloodstream to be delivered to all the cells in your body. Carbon dioxide is also exchanged from your bloodstream into the air in the lungs at this point, ready to be exhaled.\nThe breath also contains volatile compounds (also known as volatile organic compounds, or\nVOCs) that are the major focus of Breath Biopsy technology. There are a dizzying number of chemical reactions, processes, and pathways ongoing in all the cells and tissues of our body to keep us alive and functioning. In terms of our metabolism, there are thousands of pathways that work together to extract energy from our food and produce compounds (sometimes through hundreds of sub-steps) that are essential for us to function, as well as resulting in by-products that are either removed as waste or utilized in other pathways. Some of these bodily processes result in the production of volatile compounds, which are chemicals that are gaseous at room temperature. These volatile compounds can diffuse away from their point of origin into the blood in nearby blood vessels. Once in the blood, compounds can travel systemically throughout the body through the circulatory system of blood vessels, pumped by the heart. Upon reaching the circulation in the lungs, the contact point between the air in the lungs and the blood vessels in the alveolar membrane can serve as a launch pad from which volatile chemicals in the blood can take flight into the air. This results in exhaled breath being enriched with compounds produced all\naround the body.",
    "trans": "La respiration est un moyen pratiquement infini, riche en substances chimiques et généré quasi sans interruption par l'organisme. Environ 400 à 500 ml correspondent au volume d'air expiré par une seule respiration au repos, et avec une fréquence moyenne de 12 respirations par minute, cela représente approximativement 6 L d'air ventilé chaque minute (3). L'air expiré se divise en trois catégories majeures : les gaz de l'atmosphère, les composés organiques volatils (COV) et les particules respiratoires. Le rôle primordial de la respiration consiste à extraire de l'oxygène de l'air ambiant et à expulser des résidus gazeux tels que le dioxyde de carbone dans l'environnement. Nous respirons un mélange essentiellement constitué d'azote, d'oxygène, d'une quantité infime d'argon et de quantités négligeables d'autres gaz tels que le dioxyde de carbone. L'oxygène de l'atmosphère est inhalé profondément dans vos poumons où il entre en contact avec la surface vasculaire alvéolaire et peut être échangé dans la circulation sanguine pour être livré à toutes les cellules de votre corps. Le dioxyde de carbone est également échangé de votre circulation sanguine vers l'air dans les poumons à ce stade, prêt à être expiré.\nLa respiration renferme aussi des composés volatils, également appelés composés organiques volatils\n(COV), qui sont l'objet principal de la technologie de biopsie respiratoire. Il y a une multitude impressionnante de réactions chimiques, de processus et de voies biologiques qui se déroulent dans chaque cellule et tissu de notre organisme pour assurer notre survie et notre fonctionnement. Concernant notre métabolisme, il y a des milliers de processus qui collaborent pour libérer l'énergie contenue dans notre nourriture et générer des composés (parfois via des centaines d'étapes intermédiaires) indispensables à notre fonctionnement. De plus, ces processus produisent des sous-produits qui sont soit rejetés comme déchets, soit réutilisés dans d'autres processus. Certains de ces processus corporels aboutissent à la production de composés volatils, qui sont des produits chimiques gazeux à température ambiante. Ces composés volatils peuvent diffuser depuis leur point d'origine dans le sang des vaisseaux sanguins voisins. Une fois dans le sang, les composés peuvent se déplacer systématiquement dans tout le corps par le système circulatoire des vaisseaux sanguins, pompé par le cœur. Lorsqu'ils atteignent la circulation dans les poumons, le point de contact entre l'air dans les poumons et les vaisseaux sanguins dans la membrane alvéolaire peut servir de tremplin à partir duquel les produits chimiques volatils dans le sang peuvent s'envoler dans l'air. Cela entraîne une respiration expirée enrichie de composés produits tout\nautour du corps."
}