{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I been going to church since I was born and actually it is kind of cool , even though when I was young I didn’t understand it well but I really liked.\nFirst of all, my parents have always served in the church since before I was born, and when I was about eleven years old, I began to serve in the church, also with my sister, taking care of the children and lastly giving them classes. Not only were we in the church but we also went on excursions and even went to camps in the summer. Since my sister and I were the youngest, the children paid more attention to us than to the adult who was in charge of the entire department, so you could say that my sister and I led and coordinated the things we were going to do with the children. We were also the ones who greeted the children at the door of the church and we milked them, each one with their class and their course. I always loved to help and serve in the church, apart from being like one of those who coordinated everything for the children and was with them helping them or simply enjoying being with them, because although I was a coordinator, I was also a child too.",
    "trans": "Je vais à l'église depuis que je suis née et en fait, c'est plutôt agréable, même si, quand j'étais jeune, je ne comprenais pas bien, mais j'aimais vraiment y aller.\nTout d'abord, mes parents ont toujours servi dans l'église avant ma naissance, et quand j'ai eu environ onze ans, j'ai commencé à servir dans l'église, avec ma sœur, en m'occupant des enfants et en leur donnant des cours. Non seulement nous servions à l'église, mais nous faisions aussi des excursions et allions même dans des camps en été. Comme ma sœur et moi étions les plus jeunes, les enfants nous prêtaient plus d'attention qu'à l'adulte responsable de tout le département, de sorte que l'on peut dire que ma sœur et moi dirigions et coordonnions les activités que nous faisions avec les enfants. Nous étions aussi celles qui accueillaient les enfants à la porte de l'église et nous les trayions, chacun avec sa classe et son cours. J'ai toujours aimé aider et servir dans l'église, en plus d'être l'une de celles qui coordonnaient tout pour les enfants et qui étaient avec eux afin de les aider ou simplement pour le plaisir d'être avec eux, parce que même si j'étais une coordinatrice, j'étais aussi une enfant."
}