{
    "source": "en_US",
    "target": "fr_FR",
    "text": "His hands grab her again, she can't fight anymore, she can't run and scream, her strength leaves her body, her whole body, face, pants are in the mud. Tears roll down her face.\nThe man no longer answers her, drawing his own conclusions. He no longer tries to convince her that everything will be fine. He understands that persuasion does not affect her, so he uses force.\nHe carries her in his arms, while she twitches helplessly and opens the carriage door. He gives orders to his people to go back. He pushed the girl into the carriage and sat down opposite her.\nBoth of them were in the mud. The girl breathed deeply desperately, looked not at him hostilely and shifted her gaze to the window.\nHe looked angry, tired, there were a lot of emotions in his eyes that she was afraid to read.\nToday was a difficult day - a difficult battle, a lot of blood, he was emaciated and tired, And now the girl made him get up in the middle of the night and look for her, calm her tantrums. But the girl wasn't going to feel sorry for him.",
    "trans": "Ses mains la saisissent de nouveau, elle ne peut plus se battre, elle ne peut plus courir ni crier, elle perd ses forces, tout son corps, son visage, son pantalon sont dans la boue. Des larmes coulent sur son visage.\nCet homme ne lui répond plus, il tire ses propres conclusions. Il n'essaie plus de la convaincre que tout ira bien. Il comprend que la persuasion n'a pas d'effet sur elle, alors il a recours à la force.\nIl la prend dans ses bras, tandis qu'elle se tortille d'impuissance et ouvre la porte cochère. Il donne l'ordre à ses collaborateurs de faire demi-tour. Il pousse la jeune fille dans la voiture et s'assoit en face d'elle.\nTous deux sont dans la boue. La jeune fille respire profondément et désespérément, ne le regarde pas de manière hostile et déplace son regard vers la fenêtre.\nIl avait l'air en colère, fatigué, il y avait beaucoup d'émotions dans ses yeux qu'elle avait peur de lire.\nLa journée d'aujourd'hui fut difficile - une bataille difficile, beaucoup de sang, il était émacié et fatigué, et maintenant la fille l'obligeait à se lever au milieu de la nuit pour la chercher, pour calmer ses crises de colère. Mais la fille n'allait pas se sentir désolée pour lui."
}