{
    "source": "en_US",
    "target": "fr_FR",
    "text": "STAINMASTER® PetProtect® 100% Waterproof Honeycomb Oak luxury vinyl plank is a rich caramel brown color, providing a timeless, classic look in any living space. Constructed for your playful pet, our CLAWSHIELD™ resists pet scratches while ACTIVELIFE SHIELD™ resists dents and abrasion. It’s 100% waterproof, stain- resistant, and easy to clean so everyday accidents are not a worry with this floor! Install with ease using its click-locking system and reduce installation costs with its pre-attached, acoustic underlayment. And finally, have peace of mind knowing STAINMASTER PetProtect luxury vinyl plank floors are backed by a lifetime residential limited warranty and 20-year light commercial limited warranty. Long-lasting, stylish, and durable, STAINMASTER PetProtect Luxury Vinyl Plank flooring is strong enough for pets and their people. Exclusively at Lowe’s.",
    "trans": "Le revêtement de sol en planches de vinyle de luxe STAINMASTER® PetProtect® 100% imperméable Honeycomb Oak est d'une riche couleur brun caramel, offrant un aspect classique et intemporel dans tout espace de vie. Conçu pour votre animal de compagnie joueur, notre CLAWSHIELD™ résiste aux égratignures d'animaux, tandis que l'ACTIVELIFE SHIELD™ résiste aux bosses et à l'abrasion. Il est 100% imperméable, résistant aux taches et facile à nettoyer, de sorte que les accidents quotidiens ne sont pas un souci avec ce plancher ! Installez-le facilement grâce à son système de verrouillage à clic et réduisez les coûts d'installation grâce à sa sous-couche acoustique pré-attachée. Et enfin, ayez l'esprit tranquille en sachant que les planchers de vinyle de luxe STAINMASTER PetProtect sont couverts par une garantie résidentielle limitée à vie et une garantie commerciale limitée de 20 ans. Durable, élégant et résistant, le revêtement de sol en planches de vinyle de luxe STAINMASTER PetProtect est assez solide pour les animaux de compagnie et leurs propriétaires. En exclusivité chez Lowe's."
}