{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name], I'm Dr. Chris Dunning, your candidate for Pasco Superintendent of Schools. I chose to be a fellow No Party Affiliation voter because education should transcend political divisions. I invite you to learn more about me by visiting my website where you can read about my commonsense approach to voters' biggest concerns here: drdunning4pasco.com/the-issues\nAs a father of four, campus safety is incredibly important to me, and I will work closely with local law enforcement to protect our kids and staff. We must remain dedicated to high expectations for students to reduce disruptions and distractions during instruction and transportation must improve so our students are not missing that valuable time.\nMy 31 year track record speaks for itself, leading schools to improve performance, turning around struggling schools, and advising entire school districts as a teacher, principal, and nationwide consultant.\nIf you have any questions or concerns, I welcome you to reach out to me personally. You can email me or call me 727-505-5288.\nThis election is about choosing the most qualified and experienced candidate to lead our schools. Visit my website at drdunning4pasco.com for more details and to review my qualifications so you can make the best decision for our kids.\nStop to quit.\nDr. Chris Dunning",
    "trans": "Bonjour [redacted_name], Je suis le Dr Chris Dunning, votre candidat pour le poste de surintendant des écoles de Pasco. J'ai choisi d'être un électeur sans affiliation politique, car l'éducation doit transcender les divisions politiques. Je vous invite à en savoir plus sur moi en visitant mon site web, où vous trouverez plus d'informations sur mon approche de bon sens concernant les préoccupations majeures des électeurs : drdunning4pasco.com/the-issues.\nEn tant que père de quatre enfants, la sécurité sur le campus est incroyablement importante à mes yeux. Je travaillerai en étroite collaboration avec les forces de l'ordre locales pour protéger nos enfants et notre personnel. Nous devons rester dévoués à l'éducation de haute qualité pour les élèves, afin de réduire les perturbations et les distractions en cours, et le transport doit s'améliorer pour que nos élèves ne manquent pas ce temps précieux.\nMon expérience de 31 ans en dit long : j'ai dirigé des établissements scolaires pour optimiser leurs résultats, réhabilité des écoles en détresse et apporté mes conseils à l'échelle nationale en tant que professeur, directeur et consultant.\nN'hésitez pas à me joindre directement si vous avez des interrogations ou des inquiétudes. Vous avez la possibilité de m'écrire un courriel ou de me contacter par téléphone au 727-505-5288.\nCette élection vise à élire le candidat le plus compétent et aguerri pour la gestion de nos écoles. Je vous propose de consulter mon site internet drdunning4pasco.com pour obtenir davantage d'informations et découvrir mes compétences, afin de vous aider à faire le choix le plus judicieux pour nos enfants.\nArrêtez pour quitter.\nDr Chris Dunning"
}