{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Simon awoke as a storm gathered over the island. He climbed the mountain and saw the beast; he realized that the beast was just a cotton mouse tangled up in a parachute. Simon untangled the cotton mouse and headed down the mountain to tell the others. Meanwhile, everyone except Ralph's team had gone to attend the feast led by Jack. Piggy suggested they go to the feast to ensure nothing happened. The feast was savage; Jack painted his face, wore a crown of leaves, and all the boys obeyed him. When Ralph arrived, Jack asked all the boys who would join his team. Ralph said that he was still the chief because he had the conch, but Jack said the conch meant nothing on that side of the island. The rain started, and Ralph laughed at Jack because they hadn't even built a shelter for living. Jack began to dance with his group; Roger pretended he was a pig at the center of the circle and went crazy. Suddenly, Simon emerged from the forest, telling them the news about the beast, but the other kittens couldn't see and hear him clearly, so they thought it was the beast. Simon was beaten by all the kittens; the diamond necklace in front of Simon's neck broke into fragments, and he disappeared from the island.",
    "trans": "Simon s'éveilla alors qu'une tempête se formait au-dessus de l'île. Il gravit la montagne et aperçut la bête ; il réalisa que la bête n'était qu'une souris de coton emmêlée dans un parachute. Simon démêla la souris de coton et redescendit la montagne pour informer les autres. Pendant ce temps, tous, à l'exception de l'équipe de Ralph, s'étaient rendus au festin organisé par Jack. Piggy suggéra qu'ils se rendent au festin pour s'assurer que rien ne se produise. Le festin était sauvage ; Jack avait peint son visage, portait une couronne de feuilles, et tous les garçons lui obéissaient. Lorsque Ralph arriva, Jack demanda à tous les garçons qui rejoindrait son équipe. Ralph affirma qu'il était toujours le chef car il possédait la conque, mais Jack rétorqua que la conque ne signifiait rien de ce côté de l'île. La pluie commença, et Ralph se moqua de Jack car ils n'avaient même pas construit d'abri pour vivre. Jack commença à danser avec son groupe ; Roger prétendit être un cochon au centre du cercle et se déchaîna. Soudain, Simon émergea de la forêt, leur annonçant la nouvelle concernant la bête, mais les autres chatons ne pouvaient ni le voir ni l'entendre clairement, ils pensèrent donc qu'il s'agissait de la bête. Simon fut battu par tous les chatons ; le collier de diamants devant son cou se brisa en fragments, et il disparut de l'île."
}