{
    "source": "en_US",
    "target": "fr_FR",
    "text": "writing to wish you well with the assessments you’re taking soon, and to remind you of the ISC’s Academic Integrity Strategy , and how important Academic Integrity is to University life.\nAcademic Integrity is important because it links the fairness and validity of your results to the University’s reputation and, therefore, the value of your qualifications. It is a duty you owe yourselves and your academic community of peers, present, past and future.\nTo help you check your understanding of how you can avoid committing academic misconduct during your assessments and suffering a penalty, please take a few minutes to complete a quick quiz which can be found on Study Smart under Academic Integrity on the Virtual Reception page. The quiz will be a useful reminder as you prepare for your assessments.\nhttps://studysmart.studygroup.com/mod/quiz/view.php? id=441256\nPlease think carefully about how you can embody the values below during this assessment period:",
    "trans": "Je vous écris pour vous souhaiter bonne chance pour les évaluations que vous passerez bientôt et pour vous rappeler la stratégie d'intégrité académique de l'ISC ainsi que l'importance de l'intégrité académique dans la vie universitaire.\nL'intégrité académique est importante, car elle relie l'équité et la validité de vos résultats à la réputation de l'université et, par conséquent, à la valeur de vos qualifications. C'est un devoir que vous devez à vous-même ainsi qu'à votre communauté académique de pairs, présents, passés et futurs.\nPour vérifier votre compréhension de la manière dont vous pouvez éviter de commettre des fautes académiques et encourir une pénalité, veuillez prendre quelques minutes pour compléter un quiz rapide sur l'intégrité académique que vous trouverez sur Study Smart, sous l'onglet « Intégrité académique » de la page d'accueil virtuelle. Le quiz vous sera utile alors que vous vous préparez pour vos évaluations.\nhttps://studysmart.studygroup.com/mod/quiz/view.php?id=441256\nVeuillez réfléchir attentivement à la manière dont vous pouvez incarner les valeurs suivantes pendant cette période d'évaluation :"
}