{
    "source": "en_US",
    "target": "fr_FR",
    "text": "British company Arm Holdings, whose architecture is used in nearly all mobile processors worldwide, has threatened to revoke semiconductor producer Qualcomm's license to use its technology in chip creation. Investors responded to the conflict, which threatens Qualcomm's core business, by selling stocks in both companies.\nDetails\nOn Wednesday, Qualcomm and Arm shares fell nearly 4% in the Nasdaq premarket, following growth in regular trading on Tuesday. The sell-off was sparked by Arm's warning that they will terminate a contract in 60 days that currently allows Qualcomm to create its own chips based on Arm's developed standards.\nIf the licensing agreement with Arm is terminated, Qualcomm may have to stop selling products, which account for a large part of its revenue, or have to face lawsuits for large amounts, according to Bloomberg, the first to report on Arm's plans. Losing the general license will also affect Qualcomm's new developments, which would have to be licensed with individual agreements, leading to significant delays.\nA Qualcomm representative told Bloomberg that Arm is trying to \"pressure a long-time partner\" in anticipation of litigation and increase royalty stakes, while the British company's intention to revoke the license is \"completely groundless.\"\nWhat Arm is Dissatisfied With\nArm holds a unique position in the industry. Rather than producing processors independently, the company designs and licenses the command system that software uses to interact with chips. Arm also provides ready-made computational core architectures that companies such as Qualcomm and Apple utilize to create their own products.\nIn December, the Delaware court will commence a lawsuit filed by Arm against Qualcomm over breach of license contract. The British company initiated this lawsuit in 2022. Shortly prior to this, Qualcomm had purchased Nuvia, a start-up founded by former Apple engineers, which was designing server processors based on the ARM architecture, for $1.4 billion. After joining Qualcomm, the Nuvia team developed a power-efficient processor that is now being used in the latest Microsoft Copilot+ laptops with artificial intelligence.\nArm asserts that Qualcomm’s processors for Copilot+ are successors to the Nuvia chip, the license for which Arm cancelled. Qualcomm, meanwhile, claims that its general license to use Arm technology extends to chips for laptops and PCs. Reuters noted that a court loss could force Qualcomm and about 20 of its partners, including Microsoft, to cease deliveries of new laptops.\nContext\nUntil recently, Arm and Qualcomm were close partners. Now, however, both are adopting strategies that increasingly make them competitors, reports Bloomberg. According to Nikkei Asia, Arm plans to design its own AI chip by spring 2025 and launch its production at the facilities of contract manufacturers by fall of the same year. For its part, Qualcomm is trying to move away from using Arm's technologies, prioritizing its own developments instead.\nStock Insights\nAccording to FactSet, most market analysts recommend buying Arm and Qualcomm stocks. The consensus rating of both companies is \"above market\". Arm’s market value has increased 2.2 times since the start of the year, thanks to the AI boom. Qualcomm has appreciated by 23.5% while the S&P 500 has risen by 23.4%.",
    "trans": "L’entreprise britannique Arm Holdings, dont l’architecture est utilisée dans la quasi-totalité des processeurs mobiles à travers le monde, a menacé de révoquer la licence du fabricant de semi-conducteurs Qualcomm pour l’utilisation de sa technologie dans la conception de puces. Les investisseurs ont réagi à ce conflit, qui menace l’activité principale de Qualcomm, en vendant des actions des deux entreprises.\nDétails\nMercredi, les actions de Qualcomm et d’Arm ont chuté de près de 4 % lors des échanges préalables à l’ouverture du Nasdaq, après une hausse enregistrée lors des transactions régulières du mardi. Cette vente massive a été déclenchée par l’avertissement d’Arm selon lequel l’entreprise mettra fin, sous 60 jours, à un contrat qui permet actuellement à Qualcomm de concevoir ses propres puces sur la base des standards développés par Arm.\nSi l’accord de licence avec Arm est révoqué, Qualcomm pourrait être contraint d’arrêter la commercialisation de certains produits représentant une part importante de son chiffre d’affaires ou de faire face à des poursuites judiciaires de grande ampleur, selon Bloomberg, qui a été le premier à rapporter les intentions d’Arm. La perte de cette licence générale affecterait également les nouveaux développements de Qualcomm, qui nécessiteraient alors des accords individuels, entraînant ainsi des retards considérables.\nUn représentant de Qualcomm a déclaré à Bloomberg qu’Arm cherchait à « mettre pression sur un partenaire de longue date » en prévision d’un litige et à augmenter les redevances, tandis que l’intention de l’entreprise britannique de révoquer la licence était, selon lui, « totalement infondée ».\nCe qui pose problème à Arm\nArm occupe une position unique dans l’industrie. Plutôt que de produire elle-même des processeurs, l’entreprise conçoit et octroie des licences pour le système de commande que les logiciels utilisent pour interagir avec les puces. Arm fournit également des architectures de cœurs de calcul prêtes à l’emploi que des entreprises comme Qualcomm et Apple exploitent pour concevoir leurs propres produits.\nEn décembre, un tribunal du Delaware entamera l’examen d’une plainte déposée par Arm contre Qualcomm pour rupture de contrat de licence. L’entreprise britannique a intenté cette action en justice en 2022. Peu avant, Qualcomm avait acquis Nuvia, une start-up fondée par d’anciens ingénieurs d’Apple et spécialisée dans la conception de processeurs serveurs basés sur l’architecture Arm, pour un montant de 1,4 milliard de dollars. Après son intégration à Qualcomm, l’équipe de Nuvia a mis au point un processeur économe en énergie, ce qui est aujourd’hui utilisé dans les nouveaux ordinateurs portables Microsoft Copilot+ équipés d’intelligence artificielle.\nArm affirme que les processeurs de Qualcomm pour Copilot+ sont les héritiers directs de la puce développée par Nuvia, dont la licence a été annulée par Arm. Qualcomm, en revanche, soutient que sa licence générale d’utilisation de la technologie Arm s’étend aux puces destinées aux ordinateurs portables et aux PC. Reuters a souligné qu’en cas de défaite judiciaire, Qualcomm et une vingtaine de ses partenaires, dont Microsoft, pourraient être contraints de suspendre les livraisons de nouveaux ordinateurs portables\nContexte\nJusqu’à récemment, Arm et Qualcomm étaient des partenaires étroits. Cependant, les deux entreprises adoptent désormais des stratégies qui les placent de plus en plus en concurrence, rapporte Bloomberg. Selon Nikkei Asia, Arm prévoit de concevoir sa propre puce d’intelligence artificielle d’ici le printemps 2025 et de lancer sa production dans des usines sous contrat d’ici l’automne de la même année. De son côté, Qualcomm cherche à s’émanciper des technologies d’Arm en privilégiant ses propres développements.\nAnalyse boursière\nD’après FactSet, la majorité des analystes de marché recommandent d’acheter des actions Arm et Qualcomm. Le consensus sur les deux entreprises est une notation « au-dessus du marché ». La valeur boursière d’Arm a été multipliée par 2,2 depuis le début de l’année, portée par l’essor de l’intelligence artificielle. Qualcomm, quant à lui, a enregistré une hausse de 23,5 %, tandis que l’indice S&P 500 a progressé de 23,4 %."
}