{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1. Complete the Disassociation Form Without Their Signature:\n• You, as the license holder or business owner, can complete the Disassociation Request (Form 13L-7) without the RMO’s signature. In Section 4 of the form (Signature of Disassociating Individual), you can leave the RMO’s signature blank.\n• You should sign the form yourself in the section for the Owner/Partner/Officer/Member (Section 5), which allows the license holder to submit the disassociation request.\n2. Submit a Written Explanation:\n• In the absence of the RMO’s signature, you should attach a written explanation stating the reason for the disassociation and why the RMO is unable or unwilling to sign the form.\n• You can also provide documentation showing you are the authorized person to act on behalf of the company, such as corporate records or meeting minutes, if necessary.\n3. Submit the Form to CSLB:\n• Once you’ve filled out the form and included your explanation, submit the form to the CSLB by mail or online if available. CSLB will review the case and process the disassociation even without the RMO’s signature if you provide sufficient documentation and reasoning.",
    "trans": "1. Remplir le formulaire de désolidarisation sans sa signature :\n• En tant que titulaire de la licence ou propriétaire de l'entreprise, vous pouvez remplir le formulaire de demande de désolidarisation (formulaire 13L-7) sans la signature du RMO. Dans la section 4 du formulaire (Signature de la personne qui se désolidarise), vous pouvez laisser la signature du RMO en blanc.\n• Vous devez signer le formulaire vous-même dans la section réservée au propriétaire/associé/dirigeant/membre (section 5), qui permet au titulaire de la licence de soumettre la demande de désolidarisation.\n2. Soumettre une explication écrite :\n• En l'absence de signature du RMO, vous devez joindre une explication écrite indiquant la raison de la désolidarisation et la raison pour laquelle le RMO ne peut ou ne veut pas signer le formulaire.\n• Vous pouvez également fournir des documents prouvant que vous êtes la personne autorisée à agir au nom de l'entreprise, tels que les registres de l'entreprise ou les procès-verbaux des réunions, si nécessaire.\n3. Soumettre le formulaire au CSLB :\n• Une fois que vous avez rempli le formulaire et joint votre explication, soumettez-le au CSLB par courrier ou en ligne, le cas échéant. Le CSLB examinera le dossier et procédera à la désolidarisation même sans la signature du RMO si vous fournissez une documentation et un raisonnement suffisants."
}