{
    "source": "en_US",
    "target": "fr_FR",
    "text": "sense of belonging towards the country among staff and students, the University will conduct the weekly national flag-raising ceremony on Jockey Club Campus.\nThe schedule of ceremonies in November and December 2024 is as follows. Students are encouraged to attend andregister via the online form.\n8 a.m., 04 November2024(Monday)\n8 a.m., 11November2024(Monday)\n8 a.m., 18November2024(Monday)\n8 a.m., 25November2024(Monday)\n8 a.m., 02 December2024(Monday)\n8 a.m., 09December2024(Monday)\n8 a.m., 16December2024(Monday)\n8 a.m., 23December2024(Monday)\nAll participants of a National Flag Raising Ceremony would observe the relevant etiquette in order to show their respect for the country and demonstrate their good quality as nationals. Please therefore:\n- stand solemnly facing the national flag;\n- look at the national flag with respectful attention; and\n-dress appropriately during the ceremony.\nEnhancing among students a sense of belonging to the country and a sense of national identity is the University’s educational commitment. It is at the same time an integral part of moral, civic and national education for students.\nFor enquiries, please contact Ms. Vivian LEUNGvia email atsao@hkmu.edu.hk.\nStudent Affairs Office",
    "trans": "Pour renforcer le sentiment d'appartenance au pays chez le personnel et les étudiants, l'Université organisera la cérémonie hebdomadaire de lever du drapeau national sur le campus du Jockey Club.\nLe calendrier des cérémonies en novembre et décembre 2024 est le suivant. Les étudiants sont encouragés à y participer et à s'inscrire via le formulaire en ligne.\n8 heures, 04 novembre 2024 (lundi)\n8 heures, 11 novembre 2024 (lundi)\n8 heures, 18 novembre 2024 (lundi)\n8 heures, 25 novembre 2024 (lundi)\n8 heures, 02 décembre 2024 (lundi)\n8 heures, 09 décembre 2024 (lundi)\n8 heures, 16 décembre 2024 (lundi)\n8 heures, 23 décembre 2024 (lundi)\nTous les participants à une cérémonie de lever du drapeau national doivent observer l'étiquette appropriée afin de témoigner de leur respect pour le pays et de démontrer leur bonne qualité en tant que citoyens. Il convient donc de :\nse tenir solennellement face au drapeau national\nregarder le drapeau national de manière respectueuse ; et\ns'habiller de manière appropriée pendant la cérémonie.\nLe développement chez les étudiants d'un sentiment d'appartenance au pays et d'un sens de l'identité nationale est un engagement éducatif de l'Université. Il fait partie intégrante de l'éducation morale, civique et nationale des étudiants.\nPour toute demande de renseignements, veuillez contacter Mme Vivian LEUNG à l'adresse atsao@hkmu.edu.hk.\nBureau des affaires d'étudiants"
}