{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Based on expenditure estimates outlined in Table 5, cost for clinical trials per participant amounts to $4,000 USD per participant. Additionally, Ahchoomab’s target population for RSV necessitates the\n21\nneed for HCM study to assess the infant populations. HCM studies are financially demanding, amounting to $100,000 USD per participant. Consequently, the number of participants in Phase I, HCM, II, and III (including P.S) are 111, 60, 810, and 3900, respectively. As a result, the overall clinical trial cost for Ahchoomab is calculated to be $25.284 million.\nFurther, the market share of any pharmaceutical product consists of the product’s life cycle theory (Hill, 2007). The first year of Ahchoomab’s release will be set at the launch stage level, which estimates Ahchoomab’s population share to be 1 million. As Ahchoomab gains traction through its second year on market, demand is expected to increase due to rapid market acceptance, resulting in a greater estimated population share of 2.5 million. Ultimately, the third year acts to solidify Ahchoomab’s place within the market, as consumer satisfaction surges. Therefore, the third sale year constitutes Ahchoomab’s maturity phase, in which it will reach the final target population of 4.3 million. As a result, the total estimated expenditure including manufacturing per capita & clinical trial costs is anticipated to be ~$1.7 billion.\nProfit vs Loss Summary\nAccording to projected expenditure in Table 6, the i",
    "trans": "D'après les estimations de dépenses présentées dans le tableau 5, le coût des essais cliniques par participant s'élève à 4 000 USD par participant. De plus, la population cible d'Ahchoomab pour le VRS nécessite\n21\nnécessité d'une étude HCM pour évaluer les populations infantiles. Les études HCM sont financièrement exigeantes, s'élevant à 100 000 USD par participant. Par conséquent, le nombre de participants dans les phases I, HCM, II et III (y compris P.S) est respectivement de 111, 60, 810 et 3900. En conséquence, le coût total des essais cliniques pour Ahchoomab est estimé à 25,284 millions de dollars.\nDe plus, la part de marché de tout produit pharmaceutique repose sur la théorie du cycle de vie du produit (Hill, 2007). La première année du lancement d'Ahchoomab sera définie au niveau de la phase de lancement, ce qui estime la part de population d'Ahchoomab à 1 million. À mesure qu'Ahchoomab gagne en popularité au cours de sa deuxième année sur le marché, la demande devrait augmenter en raison de l'acceptation rapide du marché, ce qui entraînera une part de population estimée de 2,5 millions. Enfin, la troisième année servira à consolider la position d'Ahchoomab sur le marché, avec une satisfaction accrue des consommateurs. Par conséquent, la troisième année de vente constitue la phase de maturité d'Ahchoomab, où il atteindra la population cible finale de 4,3 millions. En conséquence, les dépenses totales estimées, y compris la fabrication par habitant et les coûts des essais cliniques, devraient être d'environ 1,7 milliard de dollars.\nRésumé des Profits vs Pertes\nSelon les dépenses projetées dans le tableau 6, le"
}