{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You've been analyzing your significant relationships. This part of yourself will transform into something else. You will have to deal with the way you've been thinking and communicating replacing the deepest part of your psyche. Pay attention to the earth and the way things once were. Candor and clarity require a great deal of courage, but nothing can be achieved without them.\nThis transformative situation will see its beginnings in significant relationships. Keep an eye on how you relate to the people you're dating, your best friends, or people you work on projects with.\nThis situation will alter how you think about the world and mean ambivalence is no longer an option. Sontag once wrote: \"Time does not give one much leeway: it thrusts us forward from behind, blows us through the narrow funnel of the present into the future. But space is broad, teeming with possibilities, positions, intersections, passages, detours, U-turns, dead ends, one-way streets.\" The resolution that time demands still has infinite possibilities in space.\nAs a result of this situation, part of your personality will change and be replaced with something new.",
    "trans": "Vous avez analysé vos relations importantes. Cette partie de vous-même se transformera en quelque chose d'autre. Vous devrez gérer la manière dont vous avez pensé et communiqué, remplaçant ainsi la partie la plus profonde de votre psyché. Faites attention à la terre et à la manière dont les choses étaient autrefois. La sincérité et la clarté demandent beaucoup de courage, mais rien ne peut être accompli sans elles.\nCette situation de transformation verra ses débuts dans les relations importantes. Gardez un œil sur la façon dont vous vous rapportez aux personnes que vous fréquentez, à vos meilleurs amis ou aux personnes avec lesquelles vous travaillez sur des projets.\nCette situation modifiera votre façon de penser le monde et signifiera que l'ambivalence n'est plus une option. Sontag a écrit un jour : <<Le temps ne laisse pas beaucoup de marge de manœuvre : il nous pousse par derrière, nous souffle à travers l'étroit entonnoir du présent vers l'avenir. Mais l'espace est vaste, regorgeant de possibilités, de positions, d'intersections, de passages, de détours, de demi-tours, d'impasses, de rues à sens unique.>>La résolution que le temps exige a encore des possibilités infinies dans l'espace.\nÀ la suite de cette situation, une partie de votre personnalité changera et sera remplacée par quelque chose de nouveau."
}