{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Delivery is typically available daily from 9 a.m. to 10 p.m; however, order cut-off and delivery times may vary by store. Select stores may have extended hours (including 24 hour delivery). Some deliveries may not be eligible for Same Day Delivery due to delivery address, holidays, weather or other delivery constraints. At this time, delivery of orders containing alcohol is limited to select states. Available delivery hours for select age-restricted items may vary by store location.\nDeliveries must either be entirely accepted or rejected. No partial order acceptance is permitted. Most deliveries do not require an individual's presence or signature. However, if your order contains an age-restricted item, you will be required to show a valid government ID to verify age. A signature may also be required to accept orders containing alcohol.\nOther exclusions may apply. For details, visit our Help CenterOpens a new tab..\nEnd of the content",
    "trans": "La livraison est généralement disponible tous les jours de 9 h à 22 h ; cependant, les heures limites de commande et de livraison peuvent varier selon le magasin. Certains magasins peuvent avoir des heures prolongées (y compris la livraison 24 heures sur 24). Certaines livraisons peuvent ne pas être éligibles pour la livraison le jour même en raison de l'adresse de livraison, des jours fériés, des conditions météorologiques ou d'autres contraintes de livraison. À l'heure actuelle, la livraison de commandes contenant de l'alcool est limitée à certains États. Les heures de livraison disponibles pour certains articles à accès restreint selon l'âge peuvent varier selon l'emplacement du magasin.\nLes livraisons doivent être entièrement acceptées ou refusées. L'acceptation partielle des commandes n'est pas autorisée. La plupart des livraisons ne nécessitent pas la présence ou la signature d'une personne. Cependant, si votre commande contient un article à accès restreint selon l'âge, vous devrez présenter une pièce d'identité gouvernementale valide pour vérifier votre âge. Une signature peut également être requise pour accepter les commandes contenant de l'alcool.\nD'autres exclusions peuvent s'appliquer. Pour plus de détails, visitez notre Centre d'aide Ouvre un nouvel onglet..\nFin du contenu"
}