{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Friday 25 October marks the 20-year anniversary of ‘Day for Daniel’, Australia’s largest child safety awareness and education day.\nAll Prep – Year 6 students, staff and Varsity College community members are invited to wear a red T-shirt and participate in a walk around the Primary Campus school oval from 8.00am to 8.20am on Friday 25 October. Please meet at the basketball courts at 7.55am for an 8.00am start.\nNo donations are required on this day, and students are to wear a red T-shirt with sports shorts, or full sports uniform.\nThe objectives of Day for Daniel are to raise awareness about child safety and protection, and to promote a safer community for all children. Day for Daniel educational resources and Daniel Morcombe Child Safety Curriculum empower students to ‘Recognise, React and Report’ - Recognise safe and unsafe situations and safety clues, React to keep themselves safe and Report unsafe situations.\nParents, caregivers, and educators are encouraged to start a conversation with their young people about personal safety. www.education.qld.gov.au/curriculum/stages-of-schooling/daniel-morcombe\nKind regards\nWellbeing and Engagement Team",
    "trans": "Le vendredi 25 octobre marquera le 20e anniversaire de la « Journée pour Daniel », la plus grande journée de sensibilisation et d'éducation à la sécurité des enfants en Australie.\nTous les élèves de la maternelle à la 6e année, le personnel et les membres de la communauté du Varsity College sont invités à porter un t-shirt rouge et à participer à une marche autour du terrain de l'école primaire de 8 h 00 à 8 h 20 le vendredi 25 octobre. Veuillez vous rassembler sur les terrains de basketball à 7 h 55 pour un départ à 8 h 00.\nAucun don n'est demandé ce jour-là. Les élèves doivent porter un T-shirt rouge avec un short de sport ou une tenue de sport complète.\nLes objectifs de la Journée pour Daniel sont de sensibiliser à la sécurité et à la protection des enfants, et de promouvoir une communauté plus sûre pour tous les enfants. Les ressources éducatives de la Journée pour Daniel et le programme de sécurité des enfants Daniel Morcombe permettent aux élèves de « Reconnaître, Réagir et Signaler » - Reconnaître les situations sûres et dangereuses et les indices de sécurité, Réagir pour assurer leur sécurité et Signaler les situations dangereuses.\nLes parents, les tuteurs et les éducateurs sont encouragés à entamer une conversation avec leurs jeunes sur la sécurité personnelle. www.education.qld.gov.au/curriculum/stages-of-schooling/daniel-morcombe\nCordialement,\nL'équipe chargée du bien-être et de l'engagement"
}