{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Topic 3: Talking about your first day at UEF\nA: Hey, do you remember your first day at UEF?\nB: Yeah, I remember it well. I arrived in the morning, a bit early actually. How about you?\nA: Same! I got there pretty early too. I came by motorbike, did you?\nB: No, I took a taxi with a friend. I wasn’t sure about the directions, so I thought it was safer.\nA: Oh, that’s smart. I went there with my cousin since we both enrolled in the same program.\nB: Nice! So what did you do when you got there?\nA: We had orientation first, meeting the professors and staff. It was a lot to take in!\nB: Yeah, I remember that too. I was nervous at first but felt better when I met some classmates.\nA: Same here! It was exciting but also a little overwhelming with everything going on.\nB: By the end of the day, I felt more relaxed. It was a lot to absorb, but I felt good.\nA: Me too. That day left me with a positive impression of UEF.\nTopic 4: Talking about a party you enjoyed\nA: Do you remember that birthday party last month?\nB: Oh yeah, at Sarah’s house, right? That was so much fun!\nA: Yep! It was her 21st birthday, and she really went all out. The decorations were amazing.\nB: It was held in her backyard, right? Such a nice setup with the lights and music.\nA: Yeah, it felt like a mini outdoor festival. A lot of people from our class were there too.\nB: I know! And everyone seemed to be having a great time, dancing and chatting.\nA: I loved the food! The buffet was so good, and the cake was delicious.\nB: Definitely! I spent most of the night hanging out with friends, and we even played a few party games.\nA: I really enjoyed the vibe. It was relaxed, but still really fun. How did you feel about it?\nB: I had a great time too. It was one of those nights where everything just felt perfect.\nA: Exactly! It’s definitely one of the best parties I’ve been to in a while.",
    "trans": "Sujet 3 : Parler de votre premier jour à l'UEF\nA : Hé, tu te souviens de ton premier jour à l'UEF ?\nB : Ouais, je m'en souviens bien. Je suis arrivé le matin, un peu tôt d'ailleurs. Et toi ?\nA : Moi aussi ! Je suis arrivé assez tôt. Je suis venu en moto, et toi ?\nB : Non, j'ai pris un taxi avec un ami. Je n'étais pas sûr du chemin, donc j'ai pensé que c'était plus sûr.\nA : Ah, c’est malin. Je suis allé là-bas avec mon cousin, puisqu'on s'est tous les deux inscrits dans le même programme.\nB : Sympa ! Alors, qu'as-tu fait quand tu es arrivé ?\nA : On a d'abord eu l'orientation, on a rencontré les professeurs et le personnel. C'était beaucoup d'informations à assimiler !\nB : Oui, je me souviens de ça aussi. J'étais nerveux au début, mais je me suis senti mieux quand j'ai rencontré quelques camarades de classe.\nA : Moi aussi ! C'était excitant, mais aussi un peu accablant avec tout ce qui se passait.\nB : À la fin de la journée, je me suis senti plus détendu. C’était beaucoup à assimiler, mais je me suis senti bien.\nA : Moi aussi. Cette journée m’a laissé une impression positive de l'UEF.\nSujet 4 : Parler d'une fête que vous avez appréciée\nA : Tu te souviens de cette fête d'anniversaire le mois dernier ?\nB : Oh oui, chez Sarah, c'est ça ? C'était tellement amusant !\nA : Oui ! C'était ses 21 ans, et elle a vraiment mis le paquet. Les décorations étaient incroyables.\nB : Ça s'est passé dans son jardin, non ? C'était un super aménagement avec les lumières et la musique.\nA : Oui, on aurait dit un mini festival en plein air. Il y avait aussi beaucoup de gens de notre classe.\nB : Je sais ! Et tout le monde semblait passer un super moment, à danser et discuter.\nA : J'ai adoré la nourriture ! Le buffet était délicieux, et le gâteau était super bon.\nB : C'est sûr ! J'ai passé la plupart de la soirée avec des amis, et on a même joué à quelques jeux de société.\nA : J'ai vraiment aimé l'ambiance. C'était détendu, mais super amusant. Et toi, comment tu t'es senti ?\nB : J'ai passé un super moment aussi. C'était l'une de ces soirées où tout semblait parfait.\nA : Exactement ! C'est définitivement l'une des meilleures fêtes auxquelles j'ai assisté depuis un moment."
}