{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello, [redacted_name]\nThank you for contacting us.\nPlease don't worry as we will get your problem resolved as always.\nWith all the information you've provided so far, we still haven't found your order. We deeply regret this. In order to help you solve the problem as soon as possible, please allow me to provide you with the following suggestions:\n1. Please check again whether your order was placed by our store. You can check your mailbox to see if you have received an order confirmation email after placing your order. Usually, when a customer successfully places an order, our store will send an order confirmation email to the customer. The order confirmation email contains the store name, order number, shipping address and other relevant information of the order you placed.\n2. If you do not find the relevant order confirmation email in your mailbox, please check your spam mailbox. Sometimes, these order emails will be sent to your spam mailbox due to problems with your mailbox settings or other reasons.\n3. If you find the order confirmation email, please check whether the store in the email istoivay. If so, please provide us with a screenshot of the order. If not, please find the corresponding merchant based on the store in the confirmation email.\n4. We would be grateful if you could provide additional information to help us find your order.\nIf you have any further questions or concerns, please feel free to contact us. Thanks\nBest wishes,\nCustomer Service Team",
    "trans": "Bonjour, [redacted_name],\nMerci de nous avoir contactés.\nNe vous inquiétez pas, nous allons résoudre votre problème comme toujours.\nAvec toutes les informations que vous avez fournies jusqu'à présent, nous n'avons toujours pas trouvé votre commande. Nous le regrettons profondément. Afin de vous aider à résoudre le problème le plus rapidement possible, veuillez me permettre de vous fournir les suggestions suivantes :\n1. Veuillez vérifier à nouveau si votre commande a été passée par notre magasin. Vous pouvez vérifier votre boîte aux lettres pour voir si vous avez reçu un e-mail de confirmation de commande après avoir passé votre commande. Habituellement, lorsqu'un client passe une commande avec succès, notre magasin envoie un e-mail de confirmation de commande au client. L'e-mail de confirmation de commande contient le nom du magasin, le numéro de commande, l'adresse de livraison et d'autres informations pertinentes de la commande que vous avez passée.\n2. Si vous ne trouvez pas l'e-mail de confirmation de commande pertinent dans votre boîte aux lettres, veuillez vérifier votre boîte aux courriers indésirables. Parfois, ces e-mails de commande seront envoyés dans votre boîte aux courriers indésirables en raison de problèmes avec les paramètres de votre boîte aux lettres ou d'autres raisons.\n3. Si vous trouvez l'e-mail de confirmation de commande, veuillez vérifier si le magasin dans l'e-mail est itoivay. Si oui, veuillez nous fournir une capture d'écran de la commande. Si non, veuillez trouver le marchand correspondant en fonction du magasin dans l'e-mail de confirmation.\n4. Nous vous serions reconnaissants de nous fournir des informations supplémentaires pour nous aider à trouver votre commande.\nSi vous avez d'autres questions ou préoccupations, n'hésitez pas à nous le faire savoir. Merci.\nCordialement,\nLe service à la clientèle"
}