{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Cesarean sections (CS) are among the most frequently performed obstetric surgical operations across the world [1]. The small bowel normally is outside the operative field during cesarean section, and encountering it just on peritoneal entry (despite routine steps for safe entry into the abdomen) is generally unexpected. In some patients, however, this unfortunately happened. Although rare, this complication may lead to wound complications, prolonged hospitalization, and medicolegal proceedings against the obstetrician or the hospital.\nRoutine steps for safe entry into the abdomen are one of the cornerstones of good surgical practice. The area of access is normally chosen to avoid damage or trauma to adjacent or underlying organs. It is known, however, that anatomical differences or abnormal fixation of an organ (frequently following prior surgery) increases the risk of inadvertent organ trauma during surgical procedures.",
    "trans": "Les césariennes figurent parmi les interventions chirurgicales obstétricales les plus fréquemment pratiquées à travers le monde [1]. Lors d’une césarienne, l’intestin grêle se situe normalement en dehors du champ opératoire. Ainsi, le rencontrer dès l’ouverture du péritoine – malgré le respect des protocoles établis pour une entrée sécurisée dans la cavité abdominale – constitue un événement inattendu. Toutefois, cette situation s’est malheureusement produite chez certains patients. Bien que rare, cette complication peut entraîner des complications au niveau de la plaie opératoire, un allongement de la durée d’hospitalisation, ainsi que des poursuites médico-légales à l’encontre de l’obstétricien ou de l’établissement hospitalier.\nLe respect des procédures standardisées garantissant une entrée abdominale sécurisée représente l’un des piliers des bonnes pratiques chirurgicales. Le site d’incision est habituellement sélectionné de manière à éviter toute lésion ou tout traumatisme des organes adjacents ou sous-jacents. Il est toutefois établi que les variations anatomiques ou la fixation anormale d’un organe – fréquemment observées après une chirurgie antérieure – augmentent le risque de traumatisme involontaire des organes au cours d’une intervention chirurgicale."
}