{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Milk rope shooter, multiple loads. Widower , father of 3 sons. Lifelong nudist, Major bator and pervert, teacher, doctor. The Doctor Tape video series are spot on with what Doctors trained like myself do while a patient is straped down for a deep anal examine so their legs and arms don’t get move allowing full entry with or without the patients consent. Dildo’s are a must for each examines ( longer and thicker the better ) due to flexible and easy to extract should the patients anus open fully and it is pulled into rectum beyond reach. Hung 9 uncut, loads of foreskin, Gym fit and runner. 6’2”, extremely hairy, muscular, geeky look when I wear my glasses. Into family fun big time and more into male milk and meat. Cumhound, bath house and glory hole participant heavily. No hangups on age to hook up with.Looking for brothers, dads, grandpas into family sweaty fun. friends with benefits, Male Milk does a body good! Ask for my Skyp name if you wanna meat up online for nutting. Very honest and direct just ask if you have questions.",
    "trans": "Tireur de corde à lait, charges multiples. Veuf, père de 3 fils. Nudiste de longue date, grand bator et pervers, enseignant, médecin. La série de vidéos « Doctor Tape » décrit parfaitement ce que font les médecins formés comme moi lorsqu'un patient est attaché pour un examen anal profond afin que ses jambes et ses bras ne bougent pas, ce qui permet une pénétration complète avec ou sans le consentement du patient. Les godes sont indispensables pour chaque examen (plus ils sont longs et épais, mieux c'est) car ils sont flexibles et faciles à extraire si l'anus du patient s'ouvre complètement et qu'ils sont tirés dans le rectum hors de portée. Hung 9 non coupé, beaucoup de prépuce, Gym fit et runner. 1m80, extrêmement poilu, musclé, look de geek quand je porte mes lunettes. J'aime beaucoup le plaisir en famille et plus encore le lait et la viande des hommes. Je suis un adepte de la jouissance, des bains et des trous de gloire. Je cherche des frères, des pères, des grands-pères qui veulent s'amuser en famille, des amis avec des avantages, le lait masculin fait du bien au corps ! Je suis un homme d'affaires, je suis un homme d'affaires, je suis un homme d'affaires, je suis un homme d'affaires, je suis un homme d'affaires. Je suis très honnête et très direct, n'hésitez pas à me demander si vous avez des questions."
}