{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This email is intended for [redacted_name] UoA ID: [redacted_id]\nYou may receive this email several times if you have more than one address on your record.\n14October2024\nPost-study work visa eligibility\n[redacted_name],\nPlease note this emailhas beensent to all international students enrolled in sub-doctoral programmes and is not specifically directed at you, but is for your information.\nWe understand that many international students may wish to pursue a career path in New Zealand after graduation, and the Post-Study work visa (PSWV) is often the most sought after visa type. Please find the link below to the Immigration NZ (INZ) guidelines regarding the determination of PSWV. We encourage you to review this information carefully:\nDetermining a Post-Study work visa\nOne critical requirement is that applicants must have studied their particular programme on a student visa granted for full-time study for a minimum of 30 weeks in New Zealand.\nIt is essential to keep this in mind when considering any changes to your programme, as doing so may affect your eligibility for the PSWV in the future. For more information, please see our Visa implications when changing the programmes of study page.\nRecent Challenges:\nWe have noted that some students have cross-credited or reassigned their Postgraduate Diploma (PGDip) to a taught Master's programme without completing the required 30 weeks of full-time study under a Master's student visa in New Zealand. This has led to challenges (not being eligible) when applying for their PSWV.\nFor affected students:\nIf you are in this situation and Semester Two 2024 is your last semester in order to graduate (having completed two semesters of PGDip, and one semester of Master's on the correct student visa), please reply to this email. An interim solution may allow INZ to grant you a PSWV for a duration of one to three years, subject to INZ's decision.\nFuture Graduates:\nPlease note that for graduates who are in the above situation from Semester One 2025, all students must adhere to the standard PSWV policy, and this interim solution will no longer be applicable.\nIf you have any questions regarding your eligibility for the PSWV, we encourage you to reach out to INZ.",
    "trans": "Cet e-mail est destiné à [nom_rédigé] ID UoA : [id_rédigé]\nIl se peut que vous receviez cet e-mail plusieurs fois si vous avez plus d'une adresse dans votre dossier.\n14 octobre 2024\nÉligibilité au visa de travail post-études\n[nom_rédigé],\nVeuillez noter que ce courriel a été envoyé à tous les étudiants internationaux inscrits à des programmes sous-doctoraux et qu'il ne vous est pas spécifiquement destiné, mais qu'il est destiné à votre information.\nNous comprenons que de nombreux étudiants internationaux souhaitent poursuivre une carrière en Nouvelle-Zélande après l’obtention de leur diplôme, et le visa de travail post-études (PSWV) est souvent le type de visa le plus recherché. Vous trouverez ci-dessous un lien vers les directives de l’Immigration NZ (INZ) concernant l’éligibilité au PSWV. Nous vous encourageons à examiner attentivement ces informations :\nDétermination d'un visa de travail post-études\nL'une des conditions essentielles est que les candidats doivent avoir étudié leur programme particulier avec un visa d'étudiant accordé pour des études à temps plein pendant au moins 30 semaines en Nouvelle-Zélande.\nIl est important de garder cela à l’esprit lorsque vous envisagez des modifications de votre programme, car cela pourrait affecter votre éligibilité au PSWV à l’avenir. Pour plus d’informations, consultez notre page : Conséquences sur le visa en cas de changement de programme d’études.\nDéfis récents :\nNous avons constaté que certains étudiants ont transféré ou réaffecté leur Diplôme de Postgraduate (PGDip) à un programme de Master enseigné sans avoir accompli les 30 semaines d’études à temps plein requises sous un visa étudiant pour Master en Nouvelle-Zélande. Cela a entraîné des difficultés (inégibilité) lors de la demande de leur PSWV.\nPour les étudiants concernés :\nSi vous êtes dans cette situation et que le semestre deux 2024 est votre dernier semestre avant l’obtention de votre diplôme (après avoir effectué deux semestres de PGDip et un semestre de Master avec le bon visa d'étudiant), veuillez répondre à ce courriel. Une solution provisoire peut permettre à l'INZ de vous accorder un PSWV pour une durée d'un à trois ans, sous réserve de la décision de l'INZ.\nFuturs diplômés :\nVeuillez noter que pour les diplômés qui se trouvent dans la situation décrite ci-dessus à partir du premier semestre 2025, tous les étudiants doivent se conformer à la politique standard en matière de PVSP, et cette solution provisoire ne sera plus applicable.\nSi vous avez des questions concernant votre éligibilité au PSWV, nous vous encourageons à contacter INZ."
}