{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello.\nI am excited about this news. I am a shy person but I would like to be trained to appear in a video. Before I make a final decision, I would like to know who would come to my place to record the video. I am from Poland and as I mentioned in my previous correspondence, I do not speak English. Do you have a representative in Poland who would come to me to record a video with me? Is it possible to talk to your representative in Polish? As for the video showing the process of creating the photo entitled sisters, unfortunately I did not film this stage. Nevertheless, I would be able to recreate the scenery and clothing of my daughters and film the process of creating this photo. I could reproduce the entire process. I have other interesting photos taken with a Huawei phone and of course I will make a selection and send a few of them.\nBest regards and I am waiting for contact. [redacted_name]",
    "trans": "Bonjour.\nJe suis ravi de cette nouvelle. Je suis une personne timide, mais j'aimerais être formé pour apparaître dans une vidéo. Avant de prendre une décision finale, j'aimerais savoir qui viendrait chez moi pour enregistrer la vidéo. Je suis de Pologne et, comme je l'ai mentionné dans ma correspondance précédente, je ne parle pas anglais. Avez-vous un représentant en Pologne qui viendrait chez moi pour enregistrer une vidéo avec moi ? Est-il possible de parler à votre représentant en polonais ? En ce qui concerne la vidéo montrant le processus de création de la photo intitulée \"sœurs\", malheureusement, je n'ai pas filmé cette étape. Néanmoins, je serais en mesure de recréer le décor et les vêtements de mes filles et de filmer le processus de création de cette photo. Je pourrais reproduire l'ensemble du processus. J'ai d'autres photos intéressantes prises avec un téléphone Huawei et, bien sûr, je ferai une sélection et en enverrai quelques-unes.\nCordialement et j'attends votre contact. [redacted_name]"
}