{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Observe – Hypothesis – Research – Findings – Discussion – Conclude\nYou must OBSERVE people in your immediate surroundings.\nIdentify DIFFERENCES in behaviours of said individuals / groups (for instance)\n- Queuing / not queuing\n- Approach to travel\n- Approach to parenting\n- Interaction with customer service\n- Interaction with family / friends\n- Behaviour while eating\n- Political perspectives\n- Use of ‘free’ time\nHYPOTHESISE why they behave differently (is there a difference in how they’ve been socialized by media / education etc due to age / race / gender / etc) then complete the RESEARCH process.\nThis will culminate into a short paper for submission that must include:\n- Reference to atleast THREE articles that you’ve researched\n- Correct use of appropriate terminology such as ‘norms / values / beliefs etc’\n- Sub-headings to cover each aspect of the process (these are)\no Introduction (150 words)\n▪ Context\n▪ Hypothesis\no Research Findings (200 words)\n▪ Academic views on WHY the behaviour / difference exists that AGREE with your hypothesis\n▪ Devils Advocate views\n▪ You may also wish to conduct mini interviews or your own research\no Discussion (200 words)\n▪ Consider what you’ve discovered and what it all suggests\n▪ Consider the findings in relation to your hypothesis\n▪ What conclusions or arguments could be made\no Conclusions (200 words)\n▪ Was your hypothesis correct\n▪ Was your hypothesis incorrect, or\n▪ Does further research need to be conducted\no Extension – Call to action… (150 words)\n▪ If your hypothesis connects to a social issue, what could be done to alter / improve behaviours that might lead to a more equal / egalitarian approach to human interaction?\nPlease note word count is MAXIMUM. Please do not go about this number of words. You may go below it by 50 words or so).",
    "trans": "Observer – Hypothèse – Recherche – Résultats – Discussion – Conclusion\nVous devez observer les personnes dans votre environnement immédiat.\nIdentifiez les différences dans les comportements de ces individus/groupes (par exemple)\n- Faire la queue / ne pas faire la queue\n- Approche du voyage\n- Approche de l'éducation des enfants\n- Interaction avec le service client\n- Interaction avec la famille / les amis\n- Comportement pendant les repas\n- Perspectives politiques\n- Utilisation du temps « libre »\nÉMETTEZ UNE HYPOTHÈSE sur pourquoi ils se comportent différemment (y a-t-il une différence dans la manière dont ils ont été socialisés par les médias / l'éducation, etc., en raison de l'âge / de la race / du genre, etc), puis complétez le processus de RECHERCHE.\nCela aboutira à un court article à soumettre, qui doit inclure :\n- Référence à au moins TROIS articles que vous avez recherchés\n- Utilisation correcte de la terminologie appropriée telle que « normes / valeurs / croyances, etc. »\n- Sous-titres pour couvrir chaque aspect du processus (les voici)\no Introduction (150 mots)\n▪ Contexte\n▪ Hypothèse\no Résultats de la recherche (200 mots)\n▪ Points de vue académiques sur POURQUOI le comportement / la différence existe, qui SONT EN ACCORD avec votre hypothèse\n▪ Points de vue contradictoires\n▪ Vous pouvez également envisager de mener des mini-interviews ou vos propres recherches\no Discussion (200 mots)\n▪ Réfléchissez à ce que vous avez découvert et ce que cela suggère\n▪ Considérez les résultats par rapport à votre hypothèse\n▪ Quelles conclusions ou arguments pourraient être tirés\no Conclusions (200 mots)\n▪ Votre hypothèse était-elle correcte ?\n▪ Votre hypothèse était-elle incorrecte, ou\n▪ Des recherches supplémentaires doivent-elles être menées ?\no Extension – Appel à l'action… (150 mots)\n▪ Si votre hypothèse est liée à un problème social, que pourrait-on faire pour modifier/améliorer les comportements afin de favoriser une approche plus égalitaire des interactions humaines ?\nVeuillez noter que le nombre de mots est un maximum. Merci de ne pas dépasser ce nombre de mots. Vous pouvez en revanche être en dessous de 50 mots environ."
}