{
    "source": "en_US",
    "target": "fr_FR",
    "text": "CAS status changed | Your Visa Decision\nWe have received notification that your CAS status has changed to \"Used\". This usually means that a UK Visas and Immigration caseworker has made a decision on your Student Visa application. It can take up to 7 working days from this status change for you to receive formal notification from the UKVI of your visa outcome. Please check your email junk folders during this time as messages can often get filtered there.\nNext Steps - Visa Granted\nIf you applied for your visa outside of the UK, you can now book your travel to the UK. Please ensure that you only travel during the validity dates of your Student Visa.\nRead through our information on Biometric Residence Permit collection or Arriving with a digital visa if you are an EU/EEA/Swiss national\nReview our article on Settling into life in the UK as an International Student\nReview our article on checking your visa for errors\nNext Steps - Visa Refused\nIn the unlikely event that you have received notification your Visa has been refused, you cannot apply for another Student Visa unless a new CAS is issued to you. Please contact us via our Visa Refusal form as soon as possible so that we can advise on your options.",
    "trans": "Changement de statut du CAS | Votre décision de visa\nNous avons reçu la notification que le statut de votre CAS a changé en \"Utilisé\". Cela signifie généralement qu'un agent des Visas et de l'Immigration du Royaume-Uni a pris une décision concernant votre demande de visa étudiant. Il peut s'écouler jusqu'à 7 jours ouvrables à compter de ce changement de statut avant que vous ne receviez la notification officielle du UKVI concernant l'issue de votre demande de visa. Veuillez vérifier vos dossiers de courrier indésirable pendant cette période, car les messages peuvent souvent y être filtrés.\nProchaines étapes - Visa octroyé\nSi vous avez fait votre demande de visa depuis l'extérieur du Royaume-Uni, vous pouvez maintenant réserver votre voyage vers le Royaume-Uni. Veuillez vous assurer que vous voyagez uniquement pendant les dates de validité de votre visa étudiant.\nLisez notre information sur la collecte de votre permis de séjour biométrique ou sur l'arrivée avec un visa numérique si vous êtes un ressortissant de l'UE/EEE/Suisse.\nConsultez notre article sur l'installation dans la vie au Royaume-Uni en tant qu'étudiant international.\nConsultez notre article sur la vérification de votre visa pour détecter d'éventuelles erreurs.\nProchaines étapes - Visa refusé\nDans le cas peu probable où vous auriez reçu une notification indiquant que votre visa a été refusé, vous ne pouvez pas faire une nouvelle demande de visa étudiant à moins qu'un nouveau CAS ne vous soit délivré. Veuillez nous contacter via notre formulaire de refus de visa dès que possible afin que nous puissions vous conseiller sur vos options."
}