{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Features\nProgressive Infection System: Every scratch, bite, or deep wound adds to your infection level. Once it reaches a critical point, your character either becomes infected or gains unique negative traits like \"Sickly,\" \"Asthmatic,\" or even \"Deaf.\"\nDynamic Infection: Your infection level accumulates with each injury. Upon reaching 100%, your character may either become fully infected or gain new negative traits, making survival even more challenging.\nNegative Traits and Stat Reduction: As the infection accumulates, your character's strength, fitness, and other physical attributes decrease. This makes surviving each encounter with zombies increasingly dangerous.\nHow It Works\nEvery injury sustained from a zombie attack adds a certain amount of infection points. Here’s how the infection levels are distributed for different injury types:\nInjury Type Infection Points\nScratch 15\nWound 25\nBite 40\nImportant Notes\nThis mod introduces a realistic infection system where every injury increases the risk. Once you hit 100 infection points, you either fully turn into a zombie or you have 4% Reset infection points and develop negative traits. Keep a close eye on your health!\n---\nCommissioned by Pakal\nThe mod was created by Alex. Want to commission a unique mod for your server?",
    "trans": "Caractéristiques\nSystème d'infection progressif : Chaque éraflure, morsure ou blessure profonde augmente votre niveau d'infection. Une fois qu'il atteint un point critique, votre personnage devient infecté ou acquiert des traits négatifs uniques tels que « Malade », « Asthmatique » ou même « Sourd ».\nInfection dynamique : Votre niveau d'infection s'accumule avec chaque blessure. Une fois qu'il atteint 100 %, votre personnage peut soit devenir entièrement infecté, soit acquérir de nouveaux traits négatifs, rendant la survie encore plus difficile.\nTraits négatifs et réduction des statistiques : À mesure que l'infection s'accumule, la force, la forme physique et d'autres attributs physiques de votre personnage diminuent. Cela rend chaque rencontre avec les zombies de plus en plus dangereuse.\nComment cela fonctionne\nChaque blessure subie lors d'une attaque de zombie ajoute un certain nombre de points d'infection. Voici comment les niveaux d'infection sont répartis pour différents types de blessures :\nType de blessure Points d'infection\nÉraflure 15\nBlessure 25\nMorsure 40\nNotes importantes\nCe mod introduit un système d'infection réaliste où chaque blessure augmente le risque. Une fois que vous atteignez 100 points d'infection, vous vous transformez complètement en zombie ou vous avez 4 % de réinitialisation des points d'infection et développez des traits négatifs. Gardez un œil attentif sur votre santé !\n---\nCommandé par Pakal\nLe mod a été créé par Alex. Vous voulez commander un mod unique pour votre serveur ?"
}