{
    "source": "en_US",
    "target": "fr_FR",
    "text": "At last our friends came home. The Wizard began to teach the twelve little monkeys at once. They were very clever. The Wizard was very kind to them and the monkeys loved him very much. Soon they were ready to do al the tricks which the Wizard wanted them to do. At last Ozma's birthday came. You must know that Ozma's birthday was always a great holiday ni the Land of Oz. On that day al the people ni al the countries of the Land of Oz decorated their houses with flowers and flags. The people sang, danced and played games. Ozma's palace stood ni the middle of a big garden. The garden was ful of flowers and fountains. Hundreds and hundreds of birds sang ni this garden.\nThere was some writing on a board near one of the fountains. This si what that writing said:\n71\nDon't Drink From That Fountain!\nIf you drink the water from this fountain You Will Forget Al That You Knew Before! You will forget even\nYour Name!\nOn her birthday Ozma always gave a great dinner at her Emerald Palace. And on that day, too, Ozma's friends, people and animals, came to her palace from al the countries of the Land of Oz. Ozma was always glad to see her friends, she laughed and talked with all of them.\nThen four beautiful girls brought ni a very big cake and put ti in the middle of the table. There were flowers and lighted candles' on it. In the centre of the cake there were letters which were made\nof sugar:\nOZMA'S BIRTHDAY CAKE from DOROTHY and the WIZARD\nOzma cried with joy: \"Oh, how beautiful!\"\n\"And now,\" cried Dorothy, \"now you must cut the cake and give a piece to each of us.\"\nOzma took a knife and cut the cake. Suddenly a little monkey jumped out of .ti Then eleven more? monkeys jumped out of the cake. \"Many happy returns,\"3 cried the monkeys. They danced and did some acrobatic tricks. Al their tricks were very funny. Ozma and her friends laughed very much.\n\"Thank you, dear Dorothy,\" said Ozma, \"and you, dear Wizard, for your wonderful present.\"\nDorothy and her friend, the old Wizard, were very glad that Ozma liked their birthday cake so much.\nAfter that the Tin Woodman sang his song, and al Ozma's friends liked ti very much too!\nOn the morning after Ozma's birthday, the Wizard and Dorothy went out for a walk in Ozma's wonderful garden. Ozma too came out of her Emerald Palace for a walk in the garden. She came up to Dorothy and the Wizard and said: \"You have told me a lot about your adventures in the Gugu Forest. But I want you to tell me more about them. I want to know how you got those little monkeys for the birthday cake.\"\nSo they sat down on an emerald bench opposite one of the fountains. Dorothy and the Wizard began to tell Ozma about their adventures. Ozma listened to them with great interest. Then she said to the Wizard: \"So you changed those terrible Li-Mon-Eags into nuts. And where are they now?\"\n\"Oh, I forgot about them,\" answered the Wizard. \"They must be ni my pocket.\" And he took two nuts out of his pocket and showed them to Ozma.\nOzma looked at the nuts for a long time and then said: \"No, I don't think that ti si right to leave them ni the form of nuts. I think, Wziard, Droyou mu, ama, hte hey dei en wcikelol sadi het Wizard. \"And we don't know their real forms, do we?\"!\n\"No, no, but we must not be afraid of two living things,?\" said Ozma. Ozma was very, very kind. \"Even if they are our enemies, or wicked magicians,\" she went on.\n\"I am afraid, Ozma,\" said the little man, \"that they know some magic which can do us much harm.\"\n\"I have an idea,\" cried Dorothy. \"Please, do as I tel you, and their magic wil not harm us.\"\n\"What si it, my dear?\" asked Ozma.\n\"Look at that writing on the board,\" said the girl. \"Read it! The writing says that we must not drink from that fountain or we shall forget al that we knew before, even our names. Let the Wizard change hte nuts into their real forms and make them thirsty. Then\n• lighted candles - зажженные свечи\n2eleven more - еще одиннадцать\n3Many happy returns [rita:nz]. - Поздравляем с днем рождения.\n' And we don't know their real forms, do we? - И мы не знаем, каков их настоящий вид, не так ли?\n2living things - живые существа\n3 Let the Wizard change the nuts into their real forms and make them thirsty. — Пусть волшебник вернет орехам их преж",
    "trans": "Enfin, nos amis sont arrivés à la maison. Le Magicien commença à enseigner aux douze petits singes en même temps. Ils étaient très intelligents. Le Magicien était très gentil avec eux et les singes l’aimaient beaucoup. Bientôt, ils étaient prêts à réaliser tous les tours que le Magicien voulait qu’ils fassent. Enfin, arriva l'anniversaire d'Ozma. Vous devez savoir que l'anniversaire d'Ozma était toujours une grande fête au pays d'Oz. Ce jour-là, tous les habitants des différents pays du pays d'Oz décoraient leurs maisons de fleurs et de drapeaux. Les gens chantaient, dansaient et jouaient à des jeux. Le palais d'Ozma se trouvait au milieu d'un grand jardin. Le jardin était plein de fleurs et de fontaines. Des centaines et des centaines d'oiseaux chantaient dans ce jardin.\nIl y avait une inscription sur un panneau près de l'une des fontaines. Voici ce que disait cette inscription :\n71\nNe buvez pas de cette fontaine !\nSi vous buvez de l'eau de cette fontaine, vous oublierez tout ce que vous saviez auparavant ! Vous oublierez même\nVotre nom !\nLe jour de son anniversaire, Ozma donnait toujours un grand dîner à son Palais d'Émeraude. Et ce jour-là, aussi, les amis d'Ozma, humains et animaux, venaient de tous les pays du pays d'Oz. Ozma était toujours heureuse de voir ses amis, elle riait et discutait avec eux.\nEnsuite, quatre belles filles apportèrent un très grand gâteau et le posèrent au centre de la table. Il y avait des fleurs et des bougies allumées dessus. Au centre du gâteau, il y avait des lettres\nen sucre :\nGÂTEAU D'ANNIVERSAIRE D'OZMA de DOROTHY et du MAGICIEN\nOzma cria de joie : « Oh, comme il est beau ! »\n« Et maintenant, » cria Dorothy, «maintenant tu dois couper le gâteau et nous donner une part à chacun de nous. »\nOzma prit un couteau et coupa le gâteau. Soudain, un petit singe sauta hors du gâteau. Puis, onze autres singes sautèrent hors du gâteau. « Joyeux anniversaire, » crièrent les singes. Ils dansèrent et exécutèrent des tours acrobatiques. Tous leurs tours étaient très amusants. Ozma et ses amis rirent beaucoup.\n« Merci, chère Dorothy, »  dit Ozma, « et toi, cher Magicien, pour ce merveilleux cadeau. »\nDorothy et son ami, le vieux Magicien, étaient très contents qu'Ozma aime autant leur gâteau d'anniversaire.\nAprès cela, le Bûcheron de Fer chanta sa chanson, et tous les amis d'Ozma l'aimèrent beaucoup aussi !\nLe matin après l'anniversaire d'Ozma, le Magicien et Dorothy se promenaient dans le merveilleux jardin d'Ozma. Ozma sortit aussi de son Palais d'Émeraude pour se promener dans le jardin. Elle s'approcha de Dorothy et du Magicien et leur dit : « Vous m'avez beaucoup parlé de vos aventures dans la forêt de Gugu. Mais j'aimerais que vous m'en disiez plus. J'aimerais savoir comment vous avez obtenu ces petits singes pour le gâteau d'anniversaire. »\nAlors, ils s'assirent sur un banc d'émeraude en face d'une des fontaines. Dorothy et le Magicien commencèrent à raconter leurs aventures à Ozma. Ozma les écouta avec beaucoup d'intérêt. Puis elle dit au Magicien : « Alors vous avez transformé ces terribles Li-Mon-Eags en noix. Et où sont-elles maintenant ? »\n« Oh, j'ai oublié à leur sujet,» répondit le Magicien. « Elles doivent être dans ma poche. » Et il sortit deux noix de sa poche et les montra à Ozma.\nOzma a regardé les noix pendant un long moment, puis a dit : « Non, je ne pense pas qu'il soit juste de les laisser sous forme de noix : « Non, je ne pense pas qu'il soit juste de les laisser sous forme de noix. Je pense, Wziard, Droyou mu, ama, hte hey dei en wcikelol sadi het Wizard. « Et nous ne connaissons pas leurs vraies formes, n'est-ce pas ? » !\n« Non, non, mais nous ne devons pas avoir peur de deux êtres vivants, » dit Ozma. Ozma était très, très gentille. « Même si ce sont nos ennemis ou de méchants magiciens », continua-t-elle.\n« J'ai peur, Ozma, dit le petit homme, qu'ils connaissent une magie qui peut nous faire beaucoup de mal. »\n« J'ai une idée », s'écrie Dorothy. « S'il vous plaît, faites ce que je vous dis, et leur magie ne nous fera pas de mal. »\n« Qu'est-ce que c'est, ma chère ? » demanda Ozma.\n« Regardez ce qui est écrit au tableau », dit la jeune fille. « Lis-la ! L'écriture dit que nous ne devons pas boire à cette fontaine ou nous oublierons tout ce que nous savions avant, même nos noms. Laissons le magicien changer les noix en leur forme réelle et leur donner soif. Puis\n• bougies allumées - зажженные свечи\n2 onze plus - еще одиннадцать\n3 Plusieurs retours heureux [rita:nz]. - Поздравляем с днем рождения.\nEt nous ne connaissons pas leurs formes réelles, n'est-ce pas ? - И мы не знаем, каков их настоящий вид, не так ли?\n2 organismes vivants - живые существа\n3 Laissez le magicien transformer les noix en leur forme réelle et donnez-leur soif.  — Пусть волшебник вернет орехам их преж"
}