{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In simple terms Extensive Reading is reading as many easy books as possible for pleasure, and can be contrasted with intensive reading which is slow, careful reading of a short, difficult text. Day and Bamford (1998), Day (2002), Prowse (2002), and Maley (2008 and 2009) have identified a number of key characteristics of Extensive Reading in language learning. Here is a digest of what I think are the seven most important principles for successful Extensive Reading:\nStudents read a great deal, quite quickly (at least 150-200 words a minute) and often.\nThe reading material is relatively easy for the level of the students. Too much unknown language prevents students from reading quickly and fluently.\nIt is the student, not the teacher, who chooses what to read.\nStudents have a wide variety of genres and topics to choose from.\nStudents read for pleasure, information or general understanding.\nReading is individual and silent.\nThe teacher asks as a guide, monitor and role model.\nWhat are the benefits of Extensive Reading",
    "trans": "En termes simples, la lecture extensive consiste à lire autant de livres faciles que possible pour le plaisir, et elle peut être opposée à la lecture intensive, qui est une lecture lente et attentive d'un texte court et difficile. Day et Bamford (1998), Day (2002), Prowse (2002), et Maley (2008 et 2009) ont identifié plusieurs caractéristiques clés de la lecture extensive dans l'apprentissage des langues. Voici un résumé de ce que je considère comme les sept principes les plus importants pour réussir la lecture extensive :\nLes élèves lisent beaucoup, assez rapidement (au moins 150-200 mots par minute) et souvent.\nLe matériel de lecture est relativement facile pour le niveau des élèves. Trop de langage inconnu empêche les élèves de lire rapidement et couramment.\nC'est l'élève, et non le professeur, qui choisit ce qu'il veut lire.\nLes élèves peuvent choisir parmi de nombreux genres et sujets différents.\nLes élèves lisent pour le plaisir, l'information ou la compréhension générale.\nLa lecture est individuelle et silencieuse.\nLe professeur endosse le rôle d'un guide, un surveillant et un modèle.\nQuels sont les avantages de la lecture extensive ?"
}