{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Comedy remained strong in the thirties, as the Broadway writers of the twenties were imported en masse to provide dialogue for sound films. Again, it was the performers who led the way, as it had been in the silent era. The Marx Brothers, Mae West, and W. C. Fields (who had begun in silents) produced some of the most intriguing comic personas, the Marxes setting a mode of illogic that was to last past the turn of the century. The quick patter and insouciance of Broadway in the twenties gave rise to the Screwball Comedy, the genre that probably best identifies the 1930s on American screens. Gangster films, Horror films, Historical Romances, and embryonic Thrillers were also important genres of the time.\nIn the forties, the mood changed. War films, of course, were added to the genre catalogue. Beginning in the mid-forties, that peculiar blend of urban cynicism, downbeat subject matter, and dark shadows known as “Film Noir” made its appearance, as post-war cynicism added dark and foreboding colors to the American palette.",
    "trans": "La comédie est restée forte dans les années 1930, lorsque les auteurs de Broadway des années 1920 ont été importés en masse pour fournir des dialogues pour les films sonores. Encore une fois, ce sont les artistes qui ont montré la voie, comme cela avait été le cas à l'époque du cinéma muet. Les Marx Brothers, Mae West et W. C. Fields (qui avaient commencé dans les films muets) ont créé certaines des personnalités comiques les plus intrigantes, les Marx imposant une forme d'illogisme qui allait perdurer au-delà du changement de siècle. La verve rapide et l'insouciance de Broadway des années 1920 ont donné naissance à la Screwball Comedy, le genre qui identifie probablement le mieux les années 1930 sur les écrans américains. Les films de gangsters, les films d'horreur, les romances historiques et les thrillers embryonnaires étaient également des genres importants de l'époque.\nDans les années 1940, l'ambiance a changé. Les films de guerre, bien sûr, ont été ajoutés au catalogue des genres. À partir du milieu des années 1940, ce mélange particulier de cynisme urbain, de sujets moroses et d'ombres sombres, connu sous le nom de \"Film Noir\", a fait son apparition, le cynisme d'après-guerre ajoutant des couleurs sombres et menaçantes à la palette américaine."
}