{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Influencer shall bear all the responsibilities and compensate Advertiser for all the losses incurred thereby (including but not limited to the other party's loss compensation, fine and any related costs and expenses, including public relations fees, transportation fees, legal costs, attorney's fees, notarial fees, and other reasonable expenses).\n4) The influencer shall, in case of failure to create and publish the content within the agreed time and failed to take any remedial measures to publish the content or delay the posting date with the Advertiser's prior consent upon 10 days of such default, return the contract price in full and compensate the advertiser.\n5) Without advertiser written authorization, Influencers cannot contact the partner brands privately and disclose the commission and other details about the cooperation. If the violation is regarded as a serious breach of contract, the advertiser has the right to cancel the cooperation and the celebrity should bear 30% of the cooperation commission as a",
    "trans": "L'influenceur assumera toutes les responsabilités et indemnisera l'annonceur pour toutes les pertes subies à ce titre (y compris, mais sans s'y limiter, la compensation des pertes de l'autre partie, les amendes et tous les coûts et dépenses associés, y compris les frais de relations publiques, les frais de transport, les frais juridiques, les honoraires d'avocat, les frais notariaux et autres dépenses raisonnables).\n4) L'influenceur devra, en cas de non-création et de non-publication du contenu dans le délai convenu et en cas de défaut de prendre des mesures correctives pour publier le contenu ou retarder la date de publication sans le consentement préalable de l'annonceur dans les 10 jours suivant ce manquement, restituer intégralement le prix du contrat et indemniser l'annonceur.\n5) Sans l'autorisation écrite de l'annonceur, l'influenceur ne peut pas contacter les marques partenaires de manière privée et divulguer la commission ainsi que d'autres détails concernant la coopération. Si la violation est considérée comme une infraction grave au contrat, l'annonceur a le droit d'annuler la coopération et l'influenceur devra supporter 30 % de la commission de coopération comme"
}