{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Week 1 Introduction to the study of Gender, Religion and Islam: This session is devoted to getting to\nknow each other and discussing key issues in the study of gender and religion in light of feminist and\npost-colonial approaches.\nWeek 2 Women in Qur'anic Narratives: This session introduces students to the study of the Qur’an with\na focus on the representation of gender in Qur’anic narratives.\nWeek 3 The Construction of Gender Norms: This session investigates the moral boundaries of gender\nrelations in the Qur’an, Hadith and early Muslim interpretation with a focus on the model of the\nProphets’ wives and its extension to Muslim women in general.\nWeek 4 Sexuality and Modesty: This session continues to investigate the moral boundaries of gender\nrelations in the Qur’an and Hadith with a focus on the question of sexuality and the dress code.\nWeek 5 Authority and power: This session will explore premodern Muslim views about the status of\nwomen and male authority, particularly in light of the central text Q. 3:34 (Male guardianship and the\nso-called beating verse)\nWeek 6 Individual Tutorials\nWeek 7 Feminist Approaches to the Islamic tradition: Deconstructing Patriarchy: This session will look\nat the reform discourses which led to new approaches to the Qur’an with a focus on feminist\ninterpretations that aim to deconstruct ‘patriarchal’ readings of the Qur’an.\nWeek 8 Feminist Approaches to the Islamic tradition: Reconstructing Islamic law: In this session, we\ntake a closer look at the transnational Muslim Musawah (Equality) movement associated with Sisters in\nIslam and its effort to reconstruct Gender norms and laws in Islam.\nWeek 9 Politics and Piety: Reconstructing Islamic Practice: In the final two sessions we move to look at\nwomen’s involvement in changing religious practices through political action. This session looks at the\nBritish and US contexts and the emergence of the women-led mosques.\nWeek 10: Politics and Piety: The Revival of the Tradition and Critiques of Feminist Approaches: This\nsession focuses on the revivalist, more traditionally-oriented mosque movement in the Middle East with\nreference to Egypt. The primary aim, however, will be to critically reflect upon and assess feminist\napproaches to Gender in Islam.\nThis module is taught jointly with a parallel third-year undergraduate module.",
    "trans": "Semaine 1 Introduction à l'étude du genre, de la religion et de l'islam : Cette session est consacrée à faire connaissance\nà discuter des questions clés dans l'étude du genre et de la religion à la lumière des  féministes et\ndes approches post-coloniales.\nSemaine 2 Les femmes dans les récits coraniques: Cette session introduit les étudiants à l'étude du Coran,\nen se concentrant sur la représentation du genre dans les récits coraniques.\nSemaine 3 La Construction des Normes de Genre : Cette session examine les frontières morales des\nrelations de genre dans le Coran, les Hadiths et les premières interprétations musulmanes, en se concentrant sur le modèle des épouses des\nProphètes et son extension aux femmes musulmanes en général.\nSemaine 4 Sexualité et Modestie : Cette session continue d'étudier les limites morales des\nrelations entre les sexes dans le Coran et les Hadiths.dans le Coran et les Hadiths, en mettant l'accent sur la question de la sexualité et du code vestimentaire.\nSemaine 5 Autorité et pouvoir : Cette session explorera les points de vue des musulmans prémodernes sur le statut des\ndes femmes et de l'autorité masculine, en particulier à la lumière du texte central Q. 3:34 (la tutelle Masculine et\nle soi-disant verset des coups).\nSemaine 6 Tutoriels Individuels\nSemaine 7 Approches Féministes de la tradition islamique : Déconstruction du patriarcat : Cette session se penchera sur\nes discours réformistes qui ont conduit à de nouvelles approches du Coran, en se concentrant sur\nles interprétations féministes qui visent à déconstruire les lectures « patriarcales » du Coran.\nSemaine 8 Approches féministes de la tradition islamique : Reconstruire la loi islamique : Dans cette session, nous\nexaminerons de plus près le mouvement musulman transnational Musawah (Egalité) associé à Sisters in\nIslam et ses efforts pour reconstruire les Normes et les Lois de genre dans l'Islam.\nSemaine 9 Politique et Piété : Reconstruire la Pratique Islamique : Au cours des deux dernières séances, nous nous pencherons sur les points suivants\nl'implication des femmes dans le changement des pratiques religieuses par le biais de l'action politique.  Cette session se penche sur\nes contextes Britannique et américain et l'émergence des mosquées dirigées par des femmes.\nSemaine 10 : Politique et Piété : Le Renouveau de la Tradition et les Critiques des Approches Féministes : Cette\nsession se concentre sur le renouveau du mouvement des mosquées à orientation plus traditionnelle au Moyen-Orient,\nen se référant à l'Égypte. L'objectif principal, cependant, sera de réfléchir de manière critique de l'égalité des sexes et d'évaluer\nles approches féministes dans l'Islam.\nCe module est enseigné conjointement avec un module parallèle de troisième année de licence."
}