{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I start to take drink orders and one of the daughters orders a specialty lemonade. This is important for later. Then the same woman who was questioning me bringing 6 plates wanted to know about our coffee. I explained what coffee we have - mind you, this is my 2nd day off of training so I’m still learning things as I go. The woman asks me if I would charge her if she ordered a cup of coffee and didn’t like it. I told her that I could also just bring her a sample of the coffee to see if she likes it before she fully commits to it and she agreed to that but made sure to ask for cream and sugar with it. I brought out like 1/4 of a cup of our coffee with cream and sugar and told her that if she liked it I would fill up her cup and she was very appreciative and called me very sweet. I ran around and did some other things and when I came back I was getting their food order. It took about 15 minutes for these 6 people to order because of all of the modifications, questions, changing their minds and INTERRUPTING. They would not stop interrupting each other or me when I was taking their orders. After they ordered, the woman said she did not care for the coffee and that it was cold and ordered another drink. In the back of my mind, I said to myself “you ordered a sample of the coffee and put cold creamer in it” but I kept it to myself, smiled and apologized and took the coffee off of the table. I did not charge her anything obviously. Later, the girl who ordered the specialty lemonade decided she didn’t like it - totally fine, it’s a weirder flavor pairing so I offered to get her a different drink. She just wanted a regular lemonade. The woman with the coffee sample said she wanted to try it. When she tried it, she said she would drink it and to just bring her daughter a regular lemonade. Then she asked if we would charge for both which I explained that yes we would have to charge for both lemonades because they’re made at our bar and are both being consumed. She said never mind, just take this one and bring us a regular one. I had the specialty lemonade removed from their bill (it’s like a dollar more than a regular lemonade) and brought the girl her lemonade. The food came to their table, they were pleased with the food, and the service continued as normal. I checked back as they were finishing to see if they needed anything else and they asked for a box and a refill. I brought a box and the refill. Then the same woman asked for a container for something else. I bring that. Then she asks for a second container. I ask if she just wants one more. I bring her the other container and then they ask for the bill. I bring them the bill and continue servicing another table. When I walked by their table, I heard the grandma at the table say something like “man why was this food so expensive.” Whenever people comment on a bill, unless there’s any sort of a mix up, I keep it to myself because I know they saw the prices on the menu as they ordered. The woman with the coffee earlier flags me down and asks why it says there are 6 seats on the bill. I explained that when we put the food in for everyone, we split it by seat so they know where it’s going. She said there weren’t 6 seats. I explained that she ordered bacon and eggs and an apple juice for her son so we counted him as a seat at the table. She was really upset about this for a moment and then asked “well is the tip already included?” And I explained no that’s for parties over 6. She all of a sudden was no longer upset. They paid with one card and I brought everything back. I asked if they wanted a bag for the things they were taking home and she was quite snotty and said “yeah sure fine.” I run food for one of my tables and then bring the bag to her. The rest of the table had left already but the woman with the coffee sample from earlier is still there. She then stops me and proceeds to tell me something along the lines of this:",
    "trans": "Je commence à prendre les commandes de boissons et l'une des filles commande une limonade spéciale. C'est important pour plus tard. Ensuite, la même femme qui me demandait pourquoi j'apportais 6 assiettes voulait en savoir plus sur notre café. J'ai expliqué quel café nous avions - attention, c'est mon 2e jour après ma formation, donc j'apprends encore au fur et à mesure. La femme me demande si je la facturerais si elle commandait une tasse de café et ne l'aimait pas. Je lui ai dit que je pouvais aussi lui apporter un échantillon de café pour voir si elle l'aimait avant qu'elle ne s'engage complètement et elle a accepté, mais a insisté pour avoir de la crème et du sucre avec. J'ai apporté environ 1/4 de tasse de notre café avec de la crème et du sucre et je lui ai dit que si elle l'aimait, je remplirais sa tasse et elle a été très reconnaissante et m'a trouvée très gentille. J'ai couru et fait d'autres choses et quand je suis revenu, je prenais leur commande de nourriture. Il a fallu environ 15 minutes à ces 6 personnes pour commander à cause de toutes les modifications, questions, changements d'avis et INTERRUPTIONS. Ils n'arrêtaient pas de s'interrompre entre eux ou de m'interrompre pendant que je prenais leurs commandes. Après avoir commandé, la femme a dit qu'elle n'aimait pas le café et qu'il était froid et a commandé une autre boisson. Dans ma tête, je me suis dit « vous avez commandé un échantillon de café et mis de la crème froide dedans » mais je l'ai gardé pour moi, j'ai souri, me suis excusé et j'ai retiré le café de la table. Je ne l'ai évidemment rien facturé. Plus tard, la fille qui avait commandé la limonade spéciale a décidé qu'elle ne l'aimait pas - pas de problème, c'est une combinaison de saveurs plus étrange, alors j'ai proposé de lui apporter une boisson différente. Elle voulait juste une limonade ordinaire. La femme avec l'échantillon de café a dit qu'elle voulait l'essayer. Quand elle l'a goûtée, elle a dit qu'elle la boirait et qu'elle voulait juste qu'on apporte une limonade ordinaire à sa fille. Puis elle a demandé si nous facturerions les deux, ce à quoi j'ai expliqué que oui, nous devrions facturer les deux limonades car elles sont faites à notre bar et sont toutes les deux consommées. Elle a dit tant pis, prenez juste celle-ci et apportez-nous une ordinaire. J'ai fait retirer la limonade spéciale de leur facture (c'est environ un dollar de plus qu'une limonade ordinaire) et j'ai apporté la limonade à la fille. La nourriture est arrivée à leur table, ils étaient satisfaits de la nourriture et le service a continué normalement. J'ai vérifié quand ils finissaient pour voir s'ils avaient besoin d'autre chose et ils ont demandé une boîte et un remplissage. J'ai apporté une boîte et le remplissage. Ensuite, la même femme a demandé un contenant pour autre chose. J'apporte ça. Puis elle demande un deuxième contenant. Je demande si elle en veut juste un de plus. J'apporte l'autre contenant et ils demandent l'addition. Je leur apporte l'addition et continue de servir une autre table. Quand je suis passé devant leur table, j'ai entendu la grand-mère à la table dire quelque chose comme « mince, pourquoi cette nourriture était-elle si chère ». Quand les gens font des commentaires sur une facture, à moins qu'il n'y ait une sorte d'erreur, je le garde pour moi car je sais qu'ils ont vu les prix sur le menu en commandant. La femme avec le café plus tôt me fait signe et demande pourquoi il est indiqué qu'il y a 6 places sur la facture. J'ai expliqué que lorsque nous enregistrons la nourriture pour tout le monde, nous la divisons par place pour qu'ils sachent où elle va. Elle a dit qu'il n'y avait pas 6 places. J'ai expliqué qu'elle avait commandé du bacon et des œufs et un jus de pomme pour son fils, nous l'avons donc compté comme une place à table. Elle était vraiment contrariée à ce sujet pendant un moment, puis a demandé « alors le pourboire est-il déjà inclus ? » Et j'ai expliqué que non, c'est pour les groupes de plus de 6. Elle n'était soudainement plus contrariée. Ils ont payé avec une seule carte et j'ai tout rapporté. J'ai demandé s'ils voulaient un sac pour les choses qu'ils emportaient et elle a été assez snob et a dit « ouais, bien sûr ». J'apporte la nourriture pour une de mes tables, puis je lui apporte le sac. Le reste de la table était déjà parti, mais la femme avec l'échantillon de café de tout à l'heure est toujours là. Elle m'arrête alors et commence à me dire quelque chose comme ceci :"
}