{
    "source": "en_US",
    "target": "fr_FR",
    "text": "directional hypothesis is a specific type of hypothesis that predicts the direction of the relationship between two variables. It indicates not only that a relationship exists but also specifies whether the relationship is positive or negative. Directional hypotheses are commonly used in research when there is prior evidence or theory suggesting a specific outcome.\nKey Features:\nSpecifies Direction: Clearly states whether the independent variable will increase or decrease the dependent variable. For example:\n\"Increased study time will lead to higher exam scores.\"\n\"Participants who receive the treatment will report lower anxiety levels than those who do not.\"\nBased on Prior Research: Directional hypotheses are often formulated based on existing literature or theoretical frameworks that suggest a specific relationship.\nTestable: Like all hypotheses, directional hypotheses must be testable through empirical research.",
    "trans": "Une hypothèse directionnelle est un type spécifique d'hypothèse qui prédit la direction de la relation entre deux variables. Elle indique non seulement qu'une relation existe, mais précise également si la relation est positive ou négative. Les hypothèses directionnelles sont couramment utilisées dans la recherche lorsqu'il existe des preuves antérieures ou une théorie suggérant un résultat spécifique.\nCaractéristiques clés :\nPrécise la direction : Indique clairement si la variable indépendante augmentera ou diminuera la variable dépendante. Par exemple :\n« Un temps d'étude accru conduira à des scores d'examen plus élevés. »\n« Les participants ayant reçu le traitement signaleront des niveaux d'anxiété plus faibles que ceux n'ayant pas reçu le traitement. »\nBasé sur des recherches antérieures : Les hypothèses directionnelles sont souvent formulées sur la base de la littérature existante ou de cadres théoriques suggérant une relation spécifique.\nTestable : Comme toutes les hypothèses, les hypothèses directionnelles doivent être testables par la recherche empirique."
}