{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear all,\nIt is my pleasure to inform you that Msia factory’s new Mfg Operation Director, [redacted_name] has come onboard our company as of yesterday. Tony came with many years of experience in project and program management, in manufacturing operation, and as well as a couple of years of experience in supply chain management, working for Tier 1 EMS companies in the like of Flex and Jabil, and he spent his last 2 years with AMD-Pensado as its Director of Factory Management before he joins our company. Tony graduated with a bachelor’s degree in management (major in Finance) and a master’s degree in business administration from a local university here in Malaysia.\nAs the Mfg Operation Director for our Msia factory, Tony will manage our ETE manufacturing function, and his role covers customer interface, order processing, new product introduction and as well as production and shipment. Tony is also responsible for managing the usual supporting departments which include TE, QA and IT function.",
    "trans": "Chers tous,\nJ'ai le plaisir de vous informer que le nouveau Directeur des Opérations de Fabrication de l'usine Msia, [redacted_name], a rejoint notre entreprise depuis hier. Tony apporte de nombreuses années d'expérience en gestion de projet et de programme, en opérations de fabrication, ainsi que quelques années d'expérience en gestion de la chaîne d'approvisionnement, ayant travaillé pour des entreprises EMS de niveau 1 telles que Flex et Jabil. Il a passé ses 2 dernières années chez AMD-Pensado en tant que Directeur de la Gestion de l'Usine avant de nous rejoindre. Tony est diplômé avec un baccalauréat en gestion (spécialisation en finance) et un master en administration des affaires d'une université locale ici en Malaisie.\nEn tant que Directeur des Opérations de Fabrication pour notre usine Msia, Tony gérera notre fonction de fabrication ETE, et son rôle couvre l'interface client, le traitement des commandes, l'introduction de nouveaux produits ainsi que la production et l'expédition. Tony est également responsable de la gestion des départements de support habituels, y compris les fonctions TE, QA et IT."
}