{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We are excited to announce the launch of the new Resident Experience App featuring Bilt! This platform is an easy and secure way to pay rent while accessing other benefits and earning rewards.\nStarting 10/15/2024, you’ll receive a link to download and log in to the Resident Experience app featuring Bilt Payments and Rewards.\nPlease note that any current automatic payments will be deactivated on 10/15/2024. If you have an automatic payment set up, it will not process for your rent payment in November. Once the Resident Experience App launches, you'll need to set up a new recurring payment to continue enjoying a seamless rent payment experience.\nThis centralized hub will also help you:\nEarn valuable points with each rent payment, which can be redeemed for travel, fitness, and more.\nYou’ll be earning the highest-value point currency, as recognized by leading publications.\nAccess exciting new rent day benefits every month.\nSubmit maintenance requests 24/7 and automatically receive status updates\nReserve amenities effortlessly, so you can enjoy them whenever you're ready.\nDiscover new ways to connect and stay up-to-date with everything happening in your community.\nStay tuned for more details – no action needed at this time!",
    "trans": "Nous sommes ravis d'annoncer le lancement de la nouvelle application Resident Experience mettant en vedette Bilt ! Cette plateforme est un moyen facile et sécurisé de payer votre loyer tout en accédant à d'autres avantages et en gagnant des récompenses.\nÀ partir du 15/10/2024, vous recevrez un lien pour télécharger et vous connecter à l'application Resident Experience avec les paiements et récompenses Bilt.\nVeuillez noter que tous les paiements automatiques actuels seront désactivés le 15/10/2024. Si vous avez configuré un paiement automatique, il ne sera pas traité pour votre loyer de novembre. Une fois l'application Resident Experience lancée, vous devrez configurer un nouveau paiement récurrent pour continuer à bénéficier d'une expérience de paiement de loyer sans faille.\nCe hub centralisé vous aidera également à :\nGagner des points précieux avec chaque paiement de loyer, qui peuvent être échangés contre des voyages, des activités de fitness, et plus encore.\nGagner la monnaie de points de la plus haute valeur, reconnue par les principales publications.\nAccéder à de nouveaux avantages passionnants chaque mois le jour du paiement du loyer.\nSoumettre des demandes de maintenance 24/7 et recevoir automatiquement des mises à jour de statut\nRéserver des commodités facilement, afin de pouvoir en profiter quand vous le souhaitez.\nDécouvrir de nouvelles façons de vous connecter et de rester à jour avec tout ce qui se passe dans votre communauté.\nRestez à l'écoute pour plus de détails – aucune action n'est requise pour le moment !"
}