{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear North Central San Antonio Parents, Attached you will find your child's second T1-Trimester progress report. If you have trouble viewing the document, please try viewing it on a computer or a mobile web browser (like Google Chrome) instead of the ParentSquare app. As you review your child’s progress report, please know that these grades are not final. Encourage your child to attend student hours to raise any undesirable grades, to receive details on assignments, and to receive support for any topics or courses they need additional help with. If you have any further questions, please reach out to the course subject teacher directly. Thank you and have a wonderful Fall Break!\nView Document\nPlease do not reply to this email.\nStay involved with your child’s learning and activities at school.\nYou received this email because you are a ParentSquare user in BASIS San Antonio Primary - North Central Campus. If you received this email in error or wish to disable your account, click here to unsubscribe.\nParentSquare Inc · 6144 Calle Real, #200A · Goleta, CA 93117",
    "trans": "Cher(e)s parents du secteur nord-central de San Antonio, Vous trouverez en pièce jointe le rapport de progrès du deuxième trimestre T1 de votre enfant. Si vous rencontrez des difficultés pour afficher le document, veuillez essayer de le consulter sur un ordinateur ou un navigateur mobile (comme Google Chrome) plutôt que via l'application ParentSquare. Lorsque vous examinez le rapport de progrès de votre enfant, veuillez noter que ces notes ne sont pas définitives. Encouragez votre enfant à participer aux heures de tutorat pour améliorer toute note indésirable, obtenir des détails sur les devoirs, et recevoir de l'aide sur des sujets ou des cours nécessitant un soutien supplémentaire. Si vous avez des questions supplémentaires, veuillez contacter directement l'enseignant(e) de la matière concernée. Merci et passez de merveilleuses vacances d’automne !\nVoir le document\nVeuillez ne pas répondre à cet e-mail.\nRestez impliqué(e) dans l’apprentissage et les activités de votre enfant à l’école.\nVous avez reçu cet e-mail parce que vous êtes un utilisateur ParentSquare au sein de BASIS San Antonio Primary - North Central Campus. Si vous avez reçu cet e-mail par erreur ou souhaitez désactiver votre compte, cliquez ici pour vous désinscrire.\nParentSquare Inc · 6144 Calle Real, #200A · Goleta, CA 93117"
}