{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Micro Lidar lens is dirty, possibly due to dirt, oil, or organic vapor (such as ABS vapor) on the lens. A dirty lens reduces the resolution and contrast of the observed images and should be cleaned.\nWhen to use\nWhen printing volatile materials such as ABS for a long time, volatile substances will adhere to the lens surface of the camera module, resulting in a decrease in clarity and making lidar-related functions unreliable.\nSafety warning and Machine state before starting operation\nIt is suggested to power down the printer before you wipe the lens.\nOperation guide\nstep1\na. Make sure the calibration board is clean and in good condition\nb. Power down the printer, and use alcohol and other cleaning tools to wipe the module lens. The lens positions are as follows:\nstep2\nTurn on the printer, trigger a printing task, and see if the message disappears or not.\nstep3\nIf several attempts to clean the lens do not solve the problem, please contact the after-sales service to replace the Micro Lidar accessories.\nhttps://wiki.bambulab.com/x1/maintenance/replace-micro-lidar\nHow to verify completion/success\nThe message should disappear if the problem is solved.\nError message\nHMS_0C00_0100_0001_0004: Micro Lidar Lens dirty.\n0C00-0100-0001-0004\nEnd Notes",
    "trans": "La lentille du Micro Lidar est sale, probablement en raison de la présence de saletés, d'huile ou de vapeurs organiques (telles que des vapeurs d'ABS) sur la lentille. Une lentille sale réduit la résolution et le contraste des images observées et doit être nettoyée.\nQuand utiliser ?\nLors de l'impression de matériaux volatils comme l'ABS pendant une longue période, des substances volatiles peuvent se déposer sur la lentille du module caméra, entraînant une diminution de la clarté et rendant les fonctions liées au lidar peu fiables.\nAvertissement de sécurité et état de la machine avant l'opération\nIl est recommandé d'éteindre l'imprimante avant d’essuyer la lentille.\nGuide d'opération\nétape1\na. Assurez-vous que la plaque de calibration est propre et en bon état.\nb. Mettez l'imprimante hors tension et utilisez de l'alcool et d'autres outils de nettoyage pour essuyer la lentille du module. Les positions de la lentille sont les suivantes :\nétape2\nMettez l'imprimante sous tension, lancez une tâche d'impression et vérifiez si le message disparaît ou non.\nétape3\nSi plusieurs tentatives de nettoyage ne résolvent pas le problème, veuillez contacter le service après-vente pour remplacer les accessoires du Micro Lidar.\nhttps://wiki.bambulab.com/x1/maintenance/replace-micro-lidar\nComment vérifier l'achèvement/la réussite de l'opération\nLe message devrait disparaître si le problème est résolu.\nMessage d’erreur\nHMS_0C00_0100_0001_0004 : Micro Lidar Lens dirty.\n0C00-0100-0001-0004\nEnd Notes"
}