{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_name] & [redacted_name] & [redacted_name],\nThank you for your email re Sunday night service in the restaurant.\nBefore I address your email, I would like to advise that we are in hospitality and we need to be able to be adaptive and provide the best service that we can to our guests. Everyone needs to remember this.\nOur Opening hours for the restaurant are 6 -9pm.\nBefore any appliances are turned off it is important to check with Reception to see if there are any other guests coming in or being picked up that may be requiring a meal or have ordered a meal.\nIf it is very Quiet and then Reception can notify the Restaurant staff to close down, however, this will not be before 8pm.\nNotify Reception when turning off the grill and commencing close down – so that they are aware and can notify guests\nShould a guest order a meal and the grill has been turned off – then offer them something that can be prepared that doesn’t require the grill. Explain to the guests that the grill is off, but can do other things. The fat cooker should be the last thing that is turned off to allow a schnitzel, fish, squid or something like that to be cooked.\nEveryone gets paid for the hours they work, therefore, there is no being put behind, we just do the extra 15 mins or so that it may take. This doesn’t happen often, but when it does we must be prepared to do our part to accommodate the Guest.\nReception staff can always notify management that there has been a need to work back. This is actually required.\nIf you need to work extra or serve extra guests as per Sunday night, there is no need to take it out on the guest (remember they pay your wages), bring the issue to management, don’t display the dirty laundry to the Guests. They will be quick to make a negative review – something we don’t need.\nI was not present so I can only go by what you have all reported to me.\nI have also Cc other Restaurant staff on this email\nShould there be anything that is not clear from the above, please do not hesitate to contact me.\nKind regards\n[redacted_name]",
    "trans": "Bonjour [redacted_name], [redacted_name] et [redacted_name],\nJe vous remercie pour votre courriel concernant le service du dimanche soir au restaurant.\nAvant de répondre à votre courriel, je tiens à vous rappeler que nous travaillons dans le secteur de l'hôtellerie et que nous devons être capables de nous adapter et de fournir le meilleur service possible à nos clients. Chacun doit s'en souvenir.\nNos horaires d'ouverture du restaurant sont de 18 h à 21 h.\nAvant d'éteindre tout appareil, il est important de vérifier auprès de la réception s'il y a d'autres clients qui arrivent ou qui sont attendus et qui pourraient avoir besoin d'un repas ou en avoir commandé un.\nS'il n'y a pas beaucoup de monde, la réception peut informer le personnel du restaurant de commencer la fermeture, mais cela ne se fera pas avant 20 h.\nInformez la réception lorsque vous éteignez le grill et que vous commencez la fermeture, afin qu'elle soit au courant et puisse informer les clients.\nSi un client commande un repas et que le grill a été éteint, proposez-lui quelque chose qui peut être préparé sans utiliser le grill. Expliquez aux clients que le grill est éteint, mais que d'autres plats sont disponibles. La friteuse doit être le dernier appareil éteint afin de permettre la cuisson d'une escalope, de poisson, de calamars ou d'un plat similaire.\nChacun est payé pour les heures qu'il travaille, il n'y a donc pas de préjudice. Nous effectuons simplement les 15 minutes supplémentaires ou le temps nécessaire. Cela n'arrive pas souvent, mais lorsque cela se produit, nous devons être prêts à faire notre part pour satisfaire le client.\nLe personnel de la réception peut toujours informer la direction qu'il a été nécessaire de travailler au-delà des heures prévues. Cela est d'ailleurs requis.\nSi vous devez travailler plus longtemps ou servir des clients supplémentaires comme dimanche soir, il n'est pas nécessaire de vous en prendre au client (n'oubliez pas que ce sont eux qui paient vos salaires). Portez le problème à l'attention de la direction, ne dévoilez pas vos problèmes aux clients. Ils seront prompts à laisser un avis négatif, ce dont nous n'avons pas besoin.\nJe n'étais pas présent, je ne peux donc me baser que sur ce que vous m'avez tous rapporté.\nJ'ai également mis en copie d'autres membres du personnel du restaurant.\nSi quelque chose n'est pas clair dans ce qui précède, n'hésitez pas à me contacter.\nCordialement,\n[redacted_name]"
}