{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Taysha Gene Therapies has received the needed approval to move forward with dose escalation in its Phase 1/2 trial testing TSHA-102, its gene therapy candidate for Rett syndrome, in adolescents and adults, the company announced.\nThat green light from the study’s independent data monitoring committee (IDMC) — a group of experts overseeing the ongoing REVEAL clinical trial (NCT05606614) — means that Taysha can now step up to the treatment’s second and highest planned dose for testing. Use of that higher dose is expected to happen in the second quarter of the year.\nThe IDMC also approved dosing of the second child in the low-dose group of the pediatric version of REVEAL (NCT06152237), which began dosing earlier this year. The second child may be dosed this month, with initial data expected by mid-year.\nThe dose escalation go-ahead came after the monitoring committee reviewed available data from patients who had already received TSHA-102. Data from the first two adults treated showed that the gene therapy was well tolerated, and that it helped with breathing, sleeping, social interest, and gross and fine motor skills.\n“We have been quite encouraged by the initial safety and efficacy data demonstrated to date with TSHA-102,” Sean P. Nolan, Taysha’s chairman and CEO, said in a company press release.\nRECOMMENDED READING\nFebruary 21, 2024 News by Andrea Lobo, PhD\nShock wave therapy seen to help motor function in Rett children\nTaysha now seeking permission to expand 1 trial to US\nAccording to Nolan, Taysha is “pleased that we are cleared to dose the second patient in our REVEAL Phase 1/2 pediatric trial, and importantly, that the IDMC approved our request to proceed to dose escalation in our REVEAL Phase 1/2 adolescent and adult trial earlier than planned.”\nThe company also plans to expand clinical testing into the U.S. for adult and adolescent patients following its submission of a clinical protocol for ages 12 and older to the U.S. Food and Drug Administration. That would allow more older patients to be tested with TSHA-102.\n“Expanding our ongoing REVEAL adolescent and adult trial in Canada into the U.S. will further support our goal to evaluate TSHA-102 across a broad range of ages and stages of patients with Rett syndrome,” Nolan said.\nIn nearly all cases, symptoms of Rettare caused by mutations in the MECP2 gene, which provides instructions for producing a protein that’s needed for normal brain development.\nGene therapy for Rett syndrome aims to deliver a healthy copy of MECP2 into cells so that they can produce that protein on their own. Some cells may already produce some of it. Therefore, it’s important to tune its levels warily to avoid harmful effects, according to the researchers.\nTSHA-102 combines miniMECP2— a shorter but working version of the MECP2 gene — with miRARE, a technology that allows control of gene activity. This is expected to prevent too much protein from being produced.",
    "trans": "Taysha Gene Therapies a reçu l'approbation nécessaire pour procéder à l'augmentation de la dose dans son essai de phase 1/2 testant TSHA-102, sa thérapie génique candidate pour le syndrome de Rett, chez les adolescents et les adultes, a annoncé la société.\nCe feu vert du comité indépendant de suivi des données (IDMC) — un groupe d'experts qui supervise l'essai clinique REVEAL en cours (NCT05606614) — signifie que Taysha peut maintenant passer à la deuxième dose du traitement, la plus élevée, pour être testée. L'utilisation de cette dose plus élevée est prévue pour le deuxième trimestre de l'année.\nL'IDMC a également approuvé le dosage pour le deuxième enfant du groupe à faible dose de la version pédiatrique de REVEAL (NCT06152237), dont le dosage a commencé au début de l'année. Le deuxième enfant peut être traité ce mois-ci et les premières données sont attendues pour le milieu de l'année.\nLe feu vert à l'augmentation de la dose a été donné après que le comité de suivi a examiné les données disponibles concernant les patients ayant déjà reçu TSHA-102. Les données des deux premiers adultes traités ont montré que la thérapie génique était bien tolérée et qu'elle aidait à la respiration, au sommeil, à l'intérêt social et à la motricité globale et fine.\n« Nous avons été très encouragés par les données initiales de sécurité et d'efficacité démontrées à ce jour avec TSHA-102 » Sean P. Nolan, président-directeur général de Taysha, a déclaré dans un communiqué de presse de l'entreprise.\nLECTURES RECOMMANDÉES\n21 février 2024 Actualités par Andrea Lobo, PhD\nLa thérapie par ondes de choc améliore la fonction motrice des enfants Rett\nTaysha demande l'autorisation d'étendre le premier essai aux États-Unis\nSelon Nolan, Taysha est « heureux que nous soyons autorisés à administrer la dose au deuxième patient de notre essai pédiatrique de phase 1/2 REVEAL et, surtout, que l'IDMC ait approuvé plus tôt que prévu notre demande de passer à l'escalade de dose dans notre essai de phase 1/2 REVEAL pour les adolescents et les adultes ».\nL'entreprise prévoit également d'étendre les essais cliniques aux États-Unis pour les adultes et les adolescents après avoir soumis un protocole clinique pour les personnes âgées de 12 ans et plus à la Food and Drug Administration. Cela permettrait à un plus grand nombre de patients plus âgés d'être testés avec TSHA-102.\n« L'extension aux États-Unis de l'essai REVEAL en cours au Canada sur les adolescents et les adultes renforcera notre objectif d'évaluer le TSHA-102 sur un large éventail d'âges et de stades chez les patients atteints du syndrome de Rett », a déclaré M. Nolan.\nDans la quasi-totalité des cas, les symptômes du Rett sont dus à des mutations du gène MECP2, qui fournit des instructions pour la production d'une protéine nécessaire au développement normal du cerveau.\nLa thérapie génique pour le syndrome de Rett vise à introduire une copie saine de MECP2 dans les cellules afin qu'elles puissent produire cette protéine par elles-mêmes. Certaines cellules peuvent déjà en produire. Selon les chercheurs, il est donc important d'ajuster ses niveaux avec prudence pour éviter les effets néfastes.\nTSHA-102 associe miniMECP2 — une version plus courte mais fonctionnelle du gène MECP2 — à miRARE, une technologie qui permet de contrôler l'activité des gènes. Cela devrait empêcher la production d'une trop grande quantité de protéines."
}