{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Full job description\nCelerion is committed to swift, exceptional clinical research through translational medicine. Every day, we use our experience, agility, and innovative research strategies to help get drugs to market faster.\nAs a Laundry Attendant/Housekeeper you will work full-time in our clinic in Lincoln, NE. This position will interact with our clinical staff and with the participants who take part in our clinical research studies.\nIn this position you will be responsible for:\nLaundering towels, bed linens and participant clothing\nAnd possibly helping with general cleaning of our clinical areas, including restrooms and common areas, consisting of: spot cleaning, mopping, sanitizing, trash removal)\nThis benefitted position will work 40 hours a week, Monday-Friday 8:30am-5:00pm, and possibly additional shifts in the afternoons/evenings/weekends if available.\nKnowledge/ Skills / Education:\nHigh school diploma / GED preferred\nCustomer service focused\nAbility to read and comprehend product safety labels\n1+ years of custodial/housekeeping experience required\n1+ years of commercial laundry experience preferred\nCelerion Values: Integrity Trust Teamwork Respect\nCelerion is an Equal Opportunity Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, age, sexual orientation, gender identity, genetic information, marital status, qualified protected veteran status, or disability.",
    "trans": "Description complète de l'emploi\nCelerion s'engage à mener des recherches cliniques rapides et exceptionnelles grâce à la médecine translationnelle. Chaque jour, nous utilisons notre expérience, notre agilité et nos stratégies de recherche innovantes pour aider à commercialiser des médicaments plus rapidement.\nEn tant qu'Assistant(e) de Blanchisserie/Agent(e) d'Entretien Ménager, vous travaillerez à temps plein dans notre clinique de Lincoln, NE. Ce poste interagira avec notre personnel clinique et avec les participants à nos études de recherche clinique.\nDans ce poste, vous serez responsable de :\nLavage des serviettes, des draps et des vêtements des participants\nEt éventuellement aider au nettoyage général de nos zones cliniques, y compris les toilettes et les espaces communs, consistant en : nettoyage ponctuel, nettoyage à la serpillière, désinfection, enlèvement des déchets)\nCe poste bénéficiaire travaillera 40 heures par semaine, du lundi au vendredi de 8h30 à 17h00, et éventuellement des quarts supplémentaires l'après-midi/le soir/le week-end si disponible.\nConnaissances/Compétences/Éducation :\nDiplôme d'études secondaires / GED préféré\nOrientation service client\nCapacité à lire et comprendre les étiquettes de sécurité des produits\n1 an ou plus d'expérience en entretien ménager/custodial requis\n1 an ou plus d'expérience en blanchisserie commerciale préféré\nValeurs de Celerion : Intégrité, Confiance, Travail d'équipe, Respect\nCelerion est un employeur garantissant l'égalité des chances. Tous les candidats qualifiés seront pris en considération pour un emploi sans égard à la race, la couleur, la religion, le sexe, l'origine nationale, l'âge, l'orientation sexuelle, l'identité de genre, les informations génétiques, l'état civil, le statut de vétéran protégé qualifié ou le handicap."
}