{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nYour subscription to Hondu TV has expired and needs to be renewed for continued\naccess to the channels on our website and applications. To reactivate your account,\nplease follow the steps below:\nVisit the My Account section on the Hondu TV streaming portal at\n[redacted_url]. For your convenience, your account\ninformation is included below. Once signed in, your subscription will now be listed\nas canceled in the status column of your billing history.\nUsername: [redacted_id]\nPassword: [redacted_id]\nTo reactivate your account, click on the PayPal button right below your transaction\nhistory. You will be taken to the PayPal website to complete the transaction. Simply\nfollow the steps there and your account will be reactivated for use on the website,\nRoku, Android, and Google TV.\nThank you for choosing Hondu TV!\nThe Hondu TV Team\nBilling and Activation Portal\nhttp://roku.hondutv.com",
    "trans": "Cher [redacted_name],\nCher [nom masqué],Votre abonnement à Hondu TV a expiré et doit être renouvelé pour continuer\nà accéder aux chaînes sur notre site Web et nos applications. Pour réactiver votre compte,\nveuillez suivre les étapes ci-dessous :\nRendez-vous dans la section Mon compte sur le portail de streaming Hondu TV à l'adresse\n[redacted_url]. Pour votre commodité, vos informations de\ncompte sont indiquées ci-dessous. Une fois connecté, votre abonnement sera désormais inscrit\ncomme annulé dans la colonne statut de votre historique de facturation.\nNom d'utilisateur : [redacted_id]\nMot de passe : [redacted_id]\nPour réactiver votre compte, cliquez sur le bouton PayPal juste en dessous de votre historique des transactions.\nVous serez redirigé vers le site Web de PayPal pour compléter la transaction. Suivez\nsimplement les étapes et votre compte sera réactivé pour une utilisation sur le site Web,\nRoku, Android et Google TV.\nMerci d'avoir choisi Hondu TV !\nL'équipe Hondu TV\nPortail de facturation et d'activation\nhttp://roku.hondutv.com"
}