{
    "source": "en_US",
    "target": "fr_FR",
    "text": "CONSENT TO RECEIVE AND SIGN DOCUMENTS ELECTRONICALLY Agree to Engage in E-Signatures and Electronic Transactions:\nBy selecting the \"Agree E-Signature\" option, below, I agree to electronically receive and sign documents on the First Advantage platform or from First Advantage, including, but not limited to disclosures, authorization documents, letters, and other related forms/documents (\"Documents\")\nRight to Complete Documents in Non-Electronic Form:\nI understand that I have the right to receive the Documents in hard copy and, where applicable, to sign the Documents with a handwritten signature. In order to obtain hard copy versions of the Documents please contact First Advantage at:\nMail:\nFirst Advantage Background Services Corp. P.O. Box 105292\nAtlanta, GA 30348\nor call (800) 845-6004 for assistance\nor email to: consumer.documents@fadv.com\nUpdating Contact Information:\nI understand that I have the right to update my electronic contact information at any time by calling (800) 845-6004 or by email to consumer.documents@fadv.com.\nWithdrawing My Consent\nI understand that I have the right to withdraw my consent to electronically receive and sign the Documents. If I decide at any point to withdraw my consent, I understand that the withdrawal is only prospective and shall not impact the legal effectiveness, validity or enforceability of any Documents signed or received electronically prior to the implementation of my requested withdrawal. The effectiveness of the withdrawal will be within a reasonable period of time after receipt of the withdrawal. If I withdraw during the period where a screening service is in the process of being fulfilled or ordered, it may impact my application for employment or contract work. If I decide at any point to withdraw my consent, I must provide a signed letter via mail to the mailing address in bold below to notify First Advantage that I wish to withdraw my consent.\nMail:\nFirst Advantage Background Services Corp.\nP.O. Box 105292\nAtlanta, GA 30348\nFor further information on the withdrawal process, you can call (800) 845-6004 or contact us at consumer.documents@fadv.com.\nHardware and Software Requirements:\nIn order to access and retain the communications and documents, I will need a computer or a mobile device as well as a working connection to the Internet. I must use Internet Explorer 6 or later, Edge,\nFirefox 3 or later, Chrome 36 or later, Safari 3.5 or later. I will be notified if there are any material changes to the software described above. I hereby represent that I have the minimum requirements necessary as described above.\nRequesting a Paper Copy of My Electronic Record:\nUpon request, I may obtain a paper copy of Documents for no fee by clicking print before submitting (if applicable). Additionally, I may mail a request to:\nFirst Advantage Background Services Corp. P.O. Box 105292\nAtlanta, GA 30348\nor call (800) 845-6004 for assistance\nor by email to consumer.documents@fadv.com Contact details for non-US candidates:\n● For candidates located in Malaysia, Australia and New Zealand, please email the South Asia Pacific Regional Compliance Officer at privacy.sapac@fadv.com\n● For candidates located in China, Taiwan, Macao, Singapore, Hong Kong, Philippines, Korea and Japan, please email the North Asia Pacific Regional Compliance Officer at privacy.napac@fadv.com\n● For candidates based in Europe, the Middle East or Africa: Email our Global Customer Care team at globaladvantagesupport@fadv.com\n● Please contact gdpr@fadv.com for questions related to GDPR.\nConsent to Use Electronic Signature:\nBy selecting the \"Agree E-Signature\" option below, I hereby consent to the use of my electronic signature to execute relevant Documents. I understand that my electronic signature will have the same legal effect, validity and enforceability as if I were to execute by handwritten signature. If I do not wish to have my electronic signature to have a binding effect, I must select \"Decline E-Sign",
    "trans": "CONSENTEMENT À RECEVOIR ET À SIGNER DES DOCUMENTS ÉLECTRONIQUEMENT Accord pour participer aux signatures électroniques et aux transactions électroniques :\nEn sélectionnant l'option « Accepter la signature électronique » ci-dessous, j'accepte de recevoir et de signer électroniquement des documents sur la plateforme First Advantage ou de First Advantage, y compris, mais sans s'y limiter, les divulgations, les documents d'autorisation, les lettres et autres formulaires/documents connexes (« Documents »).\nDroit de remplir les documents sous forme non électronique :\nJe comprends que j'ai le droit de recevoir les Documents sur papier et, le cas échéant, de signer les Documents avec une signature manuscrite. Afin d'obtenir des versions papier des Documents, veuillez contacter First Advantage à :\nE-mail :\nFirst Advantage Background Services Corp.P.O. Box 105292\nAtlanta, GA 30348\nou appeler le (800) 845-6004 pour obtenir de l'aide\nou envoyer un e-mail à : consumer.documents@fadv.com\nMise à jour des informations de contact :\nJe comprends que j'ai le droit de mettre à jour mes informations de contact électroniques à tout moment en appelant le (800) 845-6004 ou par courriel à consumer.documents@fadv.com.\nRetrait de mon consentement\nJe comprends que j'ai le droit de retirer mon consentement à recevoir et à signer électroniquement les Documents. Si je décide à un moment donné de retirer mon consentement, je comprends que le retrait est uniquement prospectif et n'affectera pas l'efficacité juridique, la validité ou l'applicabilité de tout Document signé ou reçu électroniquement avant la mise en œuvre de mon retrait demandé. L'efficacité du retrait sera dans un délai raisonnable après la réception du retrait. Si je me retire pendant la période où un service de vérification est en cours de réalisation ou de commande, cela peut avoir un impact sur ma demande d'emploi ou de travail contractuel. Si je décide à un moment donné de retirer mon consentement, je dois fournir une lettre signée par courrier à l'adresse postale en gras ci-dessous pour informer First Advantage que je souhaite retirer mon consentement.\nE-mail :\nFirst Advantage Background Services Corp.\nP.O. Box 105292\nAtlanta, GA 30348\nPour plus d'informations sur le processus de retrait, vous pouvez appeler le (800) 845-6004 ou nous contacter à consumer.documents@fadv.com.\nExigences matérielles et logicielles :\nAfin d'accéder et de conserver les communications et les documents, j'aurai besoin d'un ordinateur ou d'un appareil mobile ainsi que d'une connexion Internet fonctionnelle. Je dois utiliser Internet Explorer 6 ou version ultérieure, Edge,\nFirefox 3 ou version ultérieure, Chrome 36 ou version ultérieure, Safari 3.5 ou version ultérieure. Je serai informé de tout changement important apporté au logiciel décrit ci-dessus. Je déclare par la présente que je possède les exigences minimales nécessaires telles que décrites ci-dessus.\nDemande d'une copie manuscrite de mon dossier électronique :\nSur demande, je peux obtenir une copie papier des Documents gratuitement en cliquant sur imprimer avant de soumettre (le cas échéant). De plus, je peux envoyer une demande par courrier à :\nFirst Advantage Background Services Corp.P.O. Box 105292\nAtlanta, GA 30348\nou appeler le (800) 845-6004 pour recevoir de l'aide\nou par e-mail à consumer.documents@fadv.com Coordonnées pour les candidats non américains :\n● Pour les candidats situés en Malaisie, en Australie et en Nouvelle-Zélande, veuillez envoyer un courriel au responsable régional de la conformité de l'Asie-Pacifique du Sud à privacy.sapac@fadv.com\n● Pour les candidats situés en Chine, à Taïwan, à Macao, à Singapour, à Hong Kong, aux Philippines, en Corée et au Japon, veuillez envoyer un courriel au responsable régional de la conformité de l'Asie-Pacifique du Nord à privacy.napac@fadv.com.\n● Pour les candidats basés en Europe, au Moyen-Orient ou en Afrique : Envoyez un courriel à notre équipe mondiale du service à la clientèle à globaladvantagesupport@fadv.com\n● Veuillez contacter gdpr@fadv.com pour les questions liées au RGPD.\nConsentement à la signature électronique :\nEn sélectionnant l'option « Accepter la signature électronique » ci-dessous, je consens par la présente à l'utilisation de ma signature électronique pour exécuter les Documents pertinents. Je comprends que ma signature électronique aura la même force juridique, la même validité et la même applicabilité que si je devais exécuter par signature manuscrite. Si je ne souhaite pas que ma signature électronique ait un effet contraignant, je dois sélectionner « Refuser la signature électronique »."
}