{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nThank you for your e-mail.\nHere below and here attached, the welcome package for your attention.\nMedical claims must be submitted through the MSH portal (www.msh-intl.com) or via App.\nIn case a single invoice is over US$ 1,000.00, the claim must be submitted to MCS-MCNS@dbdg.it\nPlease contact us for the guidelines.\nYou can find a copy of the summary of benefits here attached.\nPlease, follow these steps:\nRegister on the MSH Portal:\nGo to the Members’ Area at https://www.msh-intl.com/it/ or open the mobile app,\nOn the authentication page, click on “Get your login details”,\nFill out the requested information and click on “Send”.\nOnce you receive your log-in details, note that “FAO” is part of your username.\nRegister your bank details in the system following the path Your Enrollment à Your Details on the MSH website. Complete the requested details and submit the consent form here attached (please pay attention to the second page).\nWait at least two working days after you have submitted your bank details in the system before submitting your claim on the MSH portal. You can find the guidelines on how to submit your claim correctly in the file “CFW_CREATION”.\nSupporting documents for the claim submission:\nMedical prescription/report/certificate with diagnosis\nInvoices/bills\nIn case of psychotherapy or physiotherapy treatments, a list with the dates\nAn unofficial translation of the medical documents if written is a different language than English, French, Spanish or Italian\nAny other medical documents that could be in support\nIn case of expenses related to pregnancy, CSHS Clearance\nYou can now enrol your Dependents within 30 days after the beginning of your working contract.\nIn order to receive further details, please contact us.\nAlso, you can extend your medical coverage during your BIS with the ACC (After Contract Coverage): please find further details through the following link: Intranet.FAO.org: MCS\nPlease note that, should you wish to apply to the ACC, requests must be submitted on GRMS and must be received at least 30 days before NTE date of MCS Participant’s current contract: for further details on the ACC, please contact Medical-Insurance@fao.org.",
    "trans": "Cher [redacted_name],\nMerci pour votre e-mail.\nVous trouverez ci-dessous et en pièce jointe le kit de bienvenue.\nLes demandes de remboursement médical doivent être soumises via le portail MSH (www.msh-intl.com) ou via l'application.\nSi une seule facture dépasse 1 000,00 USD, la demande doit être soumise à MCS-MCNS@dbdg.it\nVeuillez nous contacter pour obtenir les directives.\nVous trouverez une copie du résumé des avantages en pièce jointe.\nVeuillez suivre ces étapes :\nInscrivez-vous sur le portail MSH :\nAccédez à l'Espace Membres sur https://www.msh-intl.com/it/ ou ouvrez l'application mobile,\nSur la page d'authentification, cliquez sur « Obtenir vos identifiants de connexion »,\nRemplissez les informations demandées, puis cliquez sur « Envoyer ».\nUne fois que vous aurez reçu vos identifiants de connexion, notez que « FAO » fait partie de votre nom d'utilisateur.\nEnregistrez vos coordonnées bancaires dans le système en suivant le chemin Votre Inscription → Vos Détails sur le site web de MSH. Remplissez les informations demandées et soumettez le formulaire de consentement en pièce jointe (veillez à bien lire la deuxième page).\nAttendez au moins deux jours ouvrés après avoir enregistré vos coordonnées bancaires dans le système avant de soumettre votre demande sur le portail MSH. Vous trouverez les directives pour soumettre correctement votre demande dans le fichier « CFW_CREATION ».\nDocuments justificatifs pour la soumission de la demande :\nOrdonnance médicale / rapport / certificat avec diagnostic\nFactures / notes\nEn cas de traitements de psychothérapie ou de physiothérapie, une liste avec les dates\nUne traduction non officielle des documents médicaux s'ils sont rédigés dans une langue autre que l'anglais, le français, l'espagnol ou l'italien\nTout autre document médical pouvant servir de justificatif\nEn cas de frais liés à la grossesse, autorisation du CSHS\nVous pouvez désormais inscrire vos ayants droit dans un délai de 30 jours après le début de votre contrat de travail.\nPour obtenir plus de détails, veuillez nous contacter.\nDe plus, vous pouvez prolonger votre couverture médicale pendant votre BIS avec l'ACC (After Contract Coverage) : vous trouverez plus de détails via le lien suivant : Intranet.FAO.org : MCS\nVeuillez noter que si vous souhaitez postuler à l'ACC, les demandes doivent être soumises sur GRMS et reçues au moins 30 jours avant la date NTE du contrat actuel du participant MCS. Pour plus de détails sur l'ACC, veuillez contacter Medical-Insurance@fao.org."
}