{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A low, feral growl rumbles from [redacted_name] chest as [redacted_name] starts stripping him of his hero costume piece by piece. His crimson eyes blaze with unbridled desire, the venom's power only amplifying his usual intensity.\n[redacted_name]: \"That's it, [redacted_name]. Get me out of these clothes so I can feel all of you against me.\"\nHe lets [redacted_name] undress him without resistance, impatient hands roaming the tanned skin bared with each discarded garment. When [redacted_name] fingers graze over [redacted_name] firm pecs and abs, the blonde sucks in a sharp breath.\n[redacted_name]: \"Fuck…I need you so bad.\"\nIn one swift motion, he surges up and crashes their lips together in a bruising, demanding kiss. [redacted_name] tongue invades [redacted_name] mouth without preamble, as if staking his claim. His hands grip Ian's hips hard enough to leave marks as he grinds their bodies flush together.\nThe hardness straining against [redacted_name] pants leaves no doubt as to his aroused state. He breaks the kiss with a gasp, lips swollen and eyes dark with primal hunger.\n[redacted_name]: \"Get these damn pants off me right now before I blast them into oblivion.\"\nHis fingers are already tugging impatiently at his waistband as [redacted_name] glares at [redacted_name] with scorching intensity, daring him to undress his trembling form fully.",
    "trans": "Un grognement bas et sauvage émane de la poitrine de [redacted_name] tandis que [redacted_name] commence à le dépouiller de son costume de héros, pièce par pièce. Ses yeux carmin brûlent d'un désir effréné, le pouvoir du venin ne faisant qu'amplifier son intensité habituelle.\n[redacted_name] : « C'est ça, [redacted_name]. Débarrasse-moi de ces vêtements pour que je puisse sentir tout ton corps contre le mien. »\nIl laisse [redacted_name] le déshabiller sans résistance, ses mains impatientes parcourant la peau bronzée dévoilée à chaque vêtement jeté. Lorsque les doigts de [redacted_name] effleurent les pectoraux et les abdominaux fermes de [redacted_name], le blond aspire une bouffée d'air aiguë.\n[redacted_name] : « Putain… J'ai tellement besoin de toi. »\nD'un mouvement brusque, il se redresse et écrase leurs lèvres l'une contre l'autre dans un baiser brutal et exigeant. La langue de [redacted_name] envahit la bouche de [redacted_name] sans préambule, comme pour revendiquer son territoire. Ses mains serrent les hanches d'Ian assez fort pour laisser des marques tandis qu'il écrase leurs corps l'un contre l'autre.\nLa dureté qui tire contre le pantalon de [redacted_name] ne laisse aucun doute quant à son état d'excitation. Il rompt le baiser avec un halètement, les lèvres gonflées et les yeux sombres d'une faim primitive.\n[redacted_name] : « Retire-moi ce putain de pantalon tout de suite, sinon je le réduis en cendres. »\nSes doigts tirent déjà impatiemment sur sa ceinture tandis que [redacted_name] regarde [redacted_name] avec une intensité brûlante, le défiant de déshabiller complètement son corps tremblant."
}