{
    "source": "en_US",
    "target": "fr_FR",
    "text": "marketplace for buying and selling stocks. You may have heard of the Dow Jones or the S&P 500. These are a couple of the various reports, kind of like report cards, on the performance of all markets. They help us know if the market is going up, going down, or staying flat.\nThat’s what stocks are and how they work, but let me caution you here: I do not recommend investing in individual stocks! Single stocks are far too risky. It is much better to diversify in mutual funds than to put a pile of money into one particular company. Remember my friend who had invested his entire retirement in one company? You know that little business from Texas called Enron that was all over the news when it folded? That is a perfect example of why I recommend diversifying. But if you have your financial house in order and you really want to own a stock just to play around with, limit those single stocks to no more than 10 percent of your investment portfolio—and be emotionally prepared to lose that money!\nSometimes people take issue with me on my stance on single stocks. To explain my position, let me tell you about a trip I took to Vegas. I was sitting on the airplane one morning in Nashville, getting ready to take off for a speaking event. Now, if you have ever been on one of those early flights at oh-dark-thirty in the morning, you know most of the time everyone is sleepy and quiet. But not this flight! See, this one was heading for Vegas! It was buzzing with energy. People were talking excitedly about their plans. They were high-fiving, hugging, and participating in all kinds of crazy behavior for that early in the morning. You know why? They were all going to get rich! They were going out to the desert, they were going to double their money, and they were going to come back filthy rich! I will never forget the energy of that crowd when we touched down in Vegas. That little signal went ding!, telling us we could get out of our seats, and the seat belts were so loud it was like applause. It looked like people were being unleashed from their seats! They were ready to run to the casinos.",
    "trans": "Un marché boursier pour l'on acheter et vendre des actions. Vous avez peut-être entendu parler du Dow Jones ou du S&P 500. Ce sont quelques-uns des nombreux rapports, un peu comme des bulletins scolaires, qui évaluent la performance des marchés. Ils nous aident à savoir si le marché est en hausse, en baisse ou stable.\nVoici ce que sont les actions et comment elles fonctionnent, mais laissez-moi vous mettre en garde : je ne recommande pas d'investir dans des actions individuelles ! Les actions individuelles sont beaucoup trop risquées. Il est bien préférable de diversifier vos investissements dans des fonds communs de placement plutôt que de mettre tout votre argent dans une seule entreprise. Vous vous souvenez de mon ami qui avait investi toute sa retraite dans une seule entreprise ? Vous connaissez cette petite entreprise du Texas appelée Enron, qui a fait la une des journaux lorsqu'elle a fait faillite ? C'est un exemple parfait de la raison pour laquelle je recommande la diversification. Cependant, si vos finances sont en ordre et que vous souhaitez vraiment acheter des actions juste pour vous amuser, limitez ces actions individuelles à pas plus de 10 % de votre portefeuille d'investissement – et soyez émotionnellement prêt à perdre cet argent !\nParfois, les gens ne sont pas d'accord avec ma position sur les actions individuelles. Pour expliquer mon point de vue, laissez-moi vous raconter un voyage que j'ai fait à Vegas. Un matin, j'étais assis dans un avion à Nashville, prêt à décoller pour un événement où je devais prendre la parole. Si vous avez déjà pris un de ces vols tôt le matin, à l'heure où il fait encore nuit noire, vous savez que la plupart du temps, tout le monde est endormi et silencieux. Mais pas ce vol ! Vous voyez, celui-ci se dirigeait vers Las Vegas ! L'ambiance était électrique. Les gens parlaient avec excitation de leurs projets. Ils tapaient dans les mains pour se saluer, s'embrassaient et se livraient à toutes sortes de comportements fous pour une heure si matinale. Vous savez pourquoi ? Ils allaient tous devenir riches ! Ils allaient dans le désert, allaient doubler leur argent et revenir pleins aux as !Je n'oublierai jamais l'énergie de cette foule lorsque nous avons atterri à Las Vegas. Ce petit signal a fait ding !, nous indiquant que nous pouvions quitter nos sièges, et le bruit des ceintures de sécurité ressemblait à des applaudissements. On aurait dit que les gens étaient libérés de leurs sièges ! Ils étaient prêts à courir vers les casinos."
}