{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The course will take 40 weeks. We start at A0 level and end at B1.\n• We aim to start in December, 2024. The course will take 1 year. The exact starting date is not yet final.\n• During school holidays there will be no classes.\n• Attached you will find a holiday scheme for 2024-2025.\n• You must be able to attend classes at school twice a week. Classes take 1.5 hours.\n• There are no online classes.\n• As from level A1 and A2 we will offer extra workshops (optional).\n• After the course you will receive a proof of attendance.\n• The course is free.\nRules\nTo enroll there are a few rules.\n• You cannot be employed by ASML (if so, you can stay on our waiting list of course).\n• We expect 100% attendance during the weekly lessons. If you miss 4 lessons, the course will end for you.\n• There are 12 designated holiday weeks during the course. We urge you to only go on holiday duringthese designated weeks.\n• For each lesson you need to prepare about 2 hours at home. So this is 4 hours per week.\n• In total you must invest 7 hours per week: 3 hours of lessons at school and 4 hours at home.\n• Preparing each lesson at home is obligatory. If you do not prepare, you cannot participate well duringthe lesson.\n• When the course finishes, your contract with Taalkracht stops. New students can then start the course.\nIt is very important that you think about these rules:\nCan I attend 2 classes per week?\nDo I have enough time to prepare lessons at home?\nIf the answer is yes to both questions, you can enroll and start to learn speaking Dutch!",
    "trans": "Le cours durera 40 semaines. Nous commençons au niveau A0 et terminons au niveau B1.\n• Nous visons à commencer en décembre 2024. Le cours durera 1 an. La date de début exacte n'est pas encore définitive.\n• Pendant les vacances scolaires, il n'y aura pas de cours.\n• Ci-joint, vous trouverez un calendrier des vacances pour 2024-2025.\n• Vous devez pouvoir assister aux cours à l'école deux fois par semaine. Les cours durent 1,5 heure.\n• Il n'y a pas de cours en ligne.\n• À partir des niveaux A1 et A2, nous proposerons des ateliers supplémentaires (facultatifs).\n• Après le cours, vous recevrez une attestation de présence.\n• Le cours est gratuit.\nRègles\nPour vous inscrire, il y a quelques règles :\n• Vous ne pouvez pas être employé par ASML (le cas échéant, vous pouvez bien sûr rester sur notre liste d'attente).\n• Nous attendons une présence de 100 % pendant les cours hebdomadaires. Si vous manquez 4 cours, le cours se terminera pour vous.\n• Il y a 12 semaines de vacances désignées pendant le cours. Nous vous encourageons à ne partir en vacances que pendant ces semaines désignées.\n• Pour chaque leçon, vous devez prévoir environ 2 heures de préparation à domicile. Cela fait donc 4 heures par semaine.\n• Au total, vous devez investir 7 heures par semaine : 3 heures de cours à l'école et 4 heures à domicile.\n• Préparer chaque leçon à domicile est obligatoire. Si vous ne préparez pas, vous ne pourrez pas participer correctement au cours.\n• Lorsque le cours se termine, votre contrat avec Taalkracht prend fin. De nouveaux étudiants peuvent alors commencer le cours.\nIl est très important que vous réfléchissiez à ces règles :\nPuis-je assister à 2 cours par semaine ?\nAi-je suffisamment de temps pour préparer les leçons à domicile ?\nSi la réponse est oui aux deux questions, vous pouvez vous inscrire et commencer à apprendre le néerlandais !"
}