{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The lives of a motherless boy, who is just starting to get interested in women, and his physically abused friend, who lives in poverty, are mixed with more or less innocent childhood experiences and challenges of a number of children.\nIn the town of Thiers, summer of 1976, teachers and parents give their children skills, love, and attention. A teacher has his first child, a single mother hopes to meet Mr. Right, another mom reaches out to Patrick, a motherless lad who is just discovering the opposite sex. Patrick befriends Julien, a new student who lives in poverty with his mother and has a terrible secret. Bruno shows his friends how to chat up girls. Sylvie stages a witty protest against her parents. Brothers give a friend a haircut. A toddler falls from a window and is unhurt. Everybody goes to the cinema. At camp, Martine catches Patrick's eye. A teacher explains: \"Life is hard, but it's wonderful.\"",
    "trans": "La vie d'un garçon sans mère, qui commence tout juste à s'intéresser aux femmes, et de son ami maltraité physiquement, qui vit dans la pauvreté, se mêlent à des expériences d'enfance plus ou moins innocentes et aux défis auxquels sont confrontés plusieurs enfants.\nDans la ville de Thiers, durant l'été de 1976, les enseignants et les parents donnent à leurs enfants des compétences, de l'amour et d'attention. Un enseignant trouve son premier enfant, une mère célibataire espère rencontrer l'homme idéal, une autre maman tend la main à Patrick, un garçon sans mère qui commence à découvrir le sexe opposé. Patrick se lie d'amitié avec Julien, une nouvelle élève qui vit dans la pauvreté avec sa mère et cache un terrible secret. Bruno montre à ses amis comment aborder les filles. Sylvie organise une protestation pleine d'esprit contre ses parents. Des frères coupent les cheveux d'un ami. Un tout-petit tombe d'une fenêtre et ne subit aucune blessure. Tout le monde va au cinéma. Au camp, Martine attire l'attention de Patrick. Un enseignant explique : « La vie est dure, mais elle est merveilleuse. »"
}