{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] finger poked into his cheek, “so are you.”\n“Not the type of soft that looks good in a skirt,” [redacted_name]pouted.\n“I need you to shut the fuck up about that,” [redacted_name] said sternly, pursing his lips. “You looked hot at fuck in a skirt.”\n[redacted_name] lips twitched up at that as he leaned in to whisper to the other, “oh? Were you looking at me during Halloween?”\nAgain, he should know by now that he will always lose when playing with [redacted_name].\n[redacted_name] tried not to yelp as [redacted_name] hand came up to wrap loosely around his throat, dragging him closer to whisper right back, “I could barely pay attention to that game, all I could think about was how fucking good you’d feel around me - how much I wanted to see those cute little ass cheeks pink from my hand.”\n“Fuckin’ hell,” [redacted_name] swallowed dryly.\n[redacted_name] smirked before pulling back, “you asked.”\n“I asked if you were looking at me.”\n“Then, yes,” [redacted_name] shrugged, “I was looking at your ass the entire game.”",
    "trans": "[redacted_name] lui donna un petit coup de doigt sur la joue, « toi aussi. »\n« Pas le genre de douceur qui fait bon effet dans une jupe, » a déclaré [redacted_name]en faisant la moue.\n« Il faut que tu la fermes, sérieux, » dit [redacted_name] d’un ton ferme, en pinçant les lèvres. « Tu étais super sexy dans cette jupe. »\nLes lèvres de [redacted_name] esquissèrent un sourire alors qu’il se penchait pour chuchoter à l’autre, « Ah ? Tu me regardais pendant Halloween ? »\nEncore une fois, il devrait savoir à présent qu’il perdra toujours quand il joue avec [redacted_name].\n[redacted_name] essaya de ne pas crier quand la main de [redacted_name] se referma doucement autour de sa gorge, l’attirant plus près pour lui chuchoter à son tour, « J’arrivais à peine à me concentrer sur le jeu, tout ce à quoi je pensais, c’était à quel point tu aurais été bon autour de moi – et à quel point je voulais voir ces petites fesses mignonnes toutes roses sous ma main. »\n« Putain de merde, » avala [redacted_name] avec difficulté.\n[redacted_name] eut un sourire narquois avant de se reculer, « tu as demandé. »\n« J’ai demandé si tu me regardais. »\n« Alors, oui, » haussa [redacted_name] les épaules, « je regardais ton cul pendant tout le jeu. »"
}