{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This robot named [redacted_name] runs the fry station at a White Castle outside of Chicago. With a mechanical arm and using computer vision technology Flippy can cook everything from french fries and onion rings to cheese sticks. White Castle said it plans to add 100 Flippy’s to its kitchens’ nationwide. Up to 82% of restaurant positions could, to some extent, be replaced by robots. Automation could save U.S. fast food restaurants over $12 billion in annual wages. And restaurants are also struggling to find workers. American restaurants are down more than 560,000 jobs or about 4.6% of its workforce from their pre-pandemic levels. So what impact will robots have on the fast food industry and the livelihood of its workers? CNBC got a behind the scenes look at restaurant robot maker Miso Robotics to find",
    "trans": "Ce robot nommé [redacted_name] gère la station de friture dans un White Castle près de Chicago. Équipé d'un bras mécanique et utilisant la technologie de vision par ordinateur Flippy peut cuisiner de tout des frites aux rondelles d'oignon en passant par les bâtonnets de fromage. White Castle a annoncé son intention d'ajouter 100 Flippy dans ses cuisines à travers le pays. Jusqu'à 82 % des postes dans les restaurants pourraient, dans une certaine mesure, être remplacés par des robots. L'automatisation pourrait permettre aux restaurants rapides américains d'économiser plus de 12 milliards de dollars en salaires annuels. Par ailleurs, les restaurants ont également du mal à trouver des employés. Le secteur de la restauration américain compte 560 000 emplois en moins, soit environ 4,6 % de sa main-d'œuvre, par rapport aux niveaux d'avant la pandémie. Alors, quel impact les robots auront-ils sur l'industrie de la restauration rapide et sur les moyens de subsistance de ses travailleurs ? CNBC a obtenu un accès exclusif aux coulisses de Miso Robotics, un fabricant de robots pour restaurants, pour le savoir"
}