{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Preface to the Third Edition\nThis third edition of Pediatric Dentistry: A Clinical Approach follows up on the two previous editions published in 2001 and 2009. It represents a considerable effort from a large group of highly experienced colleagues within the field of pediatric dentistry and related disciplines.\nThe present edition is expanded to include new chapters on recently developed essential subjects within the field of pediatric dentistry, i.e., genetics in pediatric dentistry, child abuse and neglected children, and ethics in pediatric dentistry. The previous chapter on pedodontic endodontics has been split into two chapters – one on primary teeth and one on young permanent teeth. Most of the chapters have been thoroughly revised and several new illustrations are included. The concept of evidence‐based care has been given more attention.\nIt is our hope that this edition will also serve the objective stated for the previous editions.\nGöran Koch, Sven Poulsen, Ivar Espelid, Dorte HaubekEditors",
    "trans": "Préface à la troisième édition\nCette troisième édition de Pediatric Dentistry: A Clinical Approach fait suite aux deux éditions précédentes publiées en 2001 et 2009. Elle représente un effort considérable de la part d’un large groupe de collègues hautement expérimentés dans le domaine de la dentisterie pédiatrique et des disciplines connexes.\nLa présente édition est complétée par de nouveaux chapitres sur des sujets essentiels récemment développés dans le domaine de l'odontologie pédiatrique, à savoir la génétique en odontologie pédiatrique, la maltraitance des enfants et les enfants négligés, ainsi que l'éthique en odontologie pédiatrique. Le chapitre précédent sur l'endodontie a été divisé en deux chapitres, l'un sur les dents primaires et l'autre sur les jeunes dents permanentes. La plupart des chapitres ont été entièrement révisés et plusieurs nouvelles illustrations ont été ajoutées. Le concept de soins fondés sur des données probantes a été davantage pris en compte.\nNous espérons que cette édition remplira également l’objectif fixé pour les éditions précédentes.\nGöran Koch, Sven Poulsen, Ivar Espelid, Dorte HaubekÉditeurs"
}