{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When I reach the auditorium for theater, I let out a breath of relief when I don't spot Trent. The bell for the start of class rings soon after and the alpha still hasn't shown up. I pray that he went home early.\nThe theater teacher, Ms. Harlow, gives us all assignments, doling out their roles in a sing-song voice. She wants us to clean up the old decorations that are hanging around the auditorium so we can start working on a new set design for the upcoming play. I'm given the task of sweeping the stage of all the debris and streamers\nI start at the far-left side of the stage behind the curtains, sweeping the pink and green tinseled material off the floor with a broom until I have a huge pile. Now to find a dustpan to sweep this trash into. I look around, trying to spot one but I have no luck. Ms. Harlow did mention there's a supply closet in the back so I decide to go find it",
    "trans": "Quand j'arrive à l'auditorium pour le cours de théâtre, je pousse un soupir de soulagement en ne voyant pas Trent. La cloche sonne peu après pour le début du cours et l'alpha n'est toujours pas là. Je prie pour qu'il soit rentré tôt.\nLa professeure de théâtre, Mme Harlow, nous donne à tous des tâches, distribuant les rôles d'une voix chantante. Elle veut que nous nettoyions les vieilles décorations qui pendent dans l'auditorium afin de pouvoir commencer à travailler sur une nouvelle conception de décor pour la pièce à venir. On me confie la tâche de balayer la scène de tous les débris et serpentins.\nJe commence à l'extrémité gauche de la scène, derrière les rideaux, en balayant le matériau rose et vert à paillettes du sol avec un balai jusqu'à ce que j'aie un énorme tas. Maintenant, il faut trouver une pelle pour y mettre ces déchets. Je regarde autour de moi, essayant d'en repérer une, mais je n'ai pas de chance. Mme Harlow a mentionné qu'il y avait un placard de rangement à l'arrière, alors je décide d'aller le trouver"
}