{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Polycystic ovary syndrome (PCOS) is a common condition in women of reproductive age, and has reproductive, metabolic and psychological implications. Weight gain and obesity worsen the features of PCOS, while weight loss improves the features of PCOS. While there are potential barriers to successful weight management in young women who do not suffer from PCOS, women with PCOS may experience additional barriers. Weight management strategies in younger women with or without PCOS should encompass both the prevention of excess weight gain and achieving and maintaining a reduced weight through multidisciplinary lifestyle management, comprising dietary, exercise and behavioral therapy, as well as attention to psychosocial stress and practical and physiological barriers to weight management. Further research is warranted in the examination of specific barriers to weight management in women with PCOS, as well as in the determination of optimal components of lifestyle weight management interventions in young women in order to facilitate long-term compliance.",
    "trans": "Le syndrome des ovaires polykystiques (SOPK) est une affection courante chez les femmes en âge de procréer et a des implications sur le plan reproductif, métabolique et psychologique. La prise de poids et l'obésité aggravent les symptômes du SOPK, tandis que la perte de poids améliore ces symptômes. Bien qu'il existe des barrières potentielles à une gestion réussie du poids chez les jeunes femmes ne souffrant pas de SOPK, les femmes atteintes de SOPK peuvent rencontrer des obstacles supplémentaires. Les stratégies de gestion du poids chez les jeunes femmes, avec ou sans SOPK, devraient inclure à la fois la prévention du gain excessif de poids et la réalisation et le maintien d'un poids réduit, grâce à une gestion du mode de vie multidisciplinaire, comprenant la diététique, l'exercice physique et la thérapie comportementale, ainsi qu'une attention particulière au stress psychosocial et aux barrières pratiques et physiologiques à la gestion du poids. Des recherches supplémentaires sont nécessaires pour examiner les barrières spécifiques à la gestion du poids chez les femmes atteintes de SOPK, ainsi que pour déterminer les composants optimaux des interventions de gestion du poids par le mode de vie chez les jeunes femmes, afin de faciliter l'adhésion à long terme."
}