{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] drives [redacted_name] crazy. And not only by his disobedience. It is difficult for [redacted_name] to determine the raging feelings for omega. Alpha used to think he had a kind of paternal feeling for a little omega. Since he met [redacted_name], [redacted_name] has been watching and taking care of omega, glued plasters and even blew on the boy’s broken knees, spent his last pennies on chocolates, because omega is sweet tooth, and he was ready to tear anyone (and tore) who would offend him. And if at first all this was just a concern for the brother of his best friend, then the older Jimin became, the more [redacted_name] caught himself thinking that he was staring at a handsome guy, that sometimes he could hardly restrain himself from touching him, that deep down he wanted to taste, these smelling like vanilla, alluring lips. But he cannot. Over the past few years, [redacted_name] has been struggling with the temptation, trying to drive away the \"wrong\" thoughts about [redacted_name], but to whom he lies - alpha loses this battle over and over again.\n[redacted_name] will never belong to [redacted_name], and the point is not that the omega does not show any feelings for alpha, except his gratitude for the care, [redacted_name] stands between them. [redacted_name] respects [redacted_name] too much to want his brother. Anyway [redacted_name] is unlikely to ever agree to let his brother connect his life with his employee, and even considering that [redacted_name] is more than an ordinary assistant and right hand, this is not to be. [redacted_name] is not used to building castles in the air, so he continues to strangle more and more inflamed feelings to omega and drowns his desires for [redacted_name] in other omegas.",
    "trans": "[redacted_name] rend [redacted_name] fou. Et pas seulement par sa désobéissance. Il est difficile pour [redacted_name] de déterminer les sentiments qui l'animent à l'égard d'omega. Alpha pensait qu'il avait une sorte de sentiment paternel pour un petit oméga. Depuis qu'il a rencontré [redacted_name], [redacted_name] a surveillé et pris soin d'Oméga, collé des pansements et même soufflé sur les genoux cassés du garçon, dépensé ses derniers sous en chocolats, parce qu'Oméga est gourmand, et qu'il était prêt à déchirer quiconque (et à déchirer) qui l'aurait offensé. Et si au début tout cela n'était qu'une préoccupation pour le frère de son meilleur ami, plus Jimin grandissait, plus [redacted_name] se surprenait à penser qu'il fixait un beau garçon, que parfois il avait du mal à se retenir de le toucher, qu'au fond de lui il avait envie de goûter, ces lèvres qui sentent la vanille, ces lèvres séduisantes. Mais il ne peut pas. Ces dernières années, [redacted_name] a lutté contre la tentation, essayant de chasser les « mauvaises » pensées à propos de [redacted_name], mais à qui il ment - alpha perd cette bataille encore et encore.\n[redacted_name] n'appartiendra jamais à [redacted_name], et le point n'est pas que l'oméga ne montre aucun sentiment pour l'alpha, si ce n'est sa gratitude pour les soins, [redacted_name] se tient entre les deux. [redacted_name] respecte trop [redacted_name] pour vouloir de son frère. De toute façon, il est peu probable que [redacted_name] accepte que son frère associe sa vie à celle de son employé, et même si l'on considère que [redacted_name] est plus qu'un simple assistant et bras droit, il n'en est pas question. [redacted_name] n'a pas l'habitude de construire des châteaux en l'air, il continue donc à étrangler de plus en plus de sentiments enflammés vers l'oméga et noie ses désirs pour [redacted_name] dans d'autres omégas."
}