{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Election Day is approaching fast, and that means we need to rev up our efforts to get votes for the IAM-endorsed candidates!\nOur union endorses candidates because elected officials directly impact our members, contracts, health care and retirement.\nHelp us engage with fellow union members about this critical election and its repercussions through a get-out-the-vote opportunity near you!\nIt's easy - just find a canvassing event in your area by clicking the link below!\nWe want to talk with fellow union members about the candidates' positions on key issues that will affect working people and labor unions.\nThere are lots of ways to help! If you're not in the mood to knock on doors, try phone banking in-person and virtually.\nWith the threat ofProject 2025, it is absolutely crucial to get involved and help elect the pro-labor candidates who will work for working families and fight for their rights.\nEarly voting and mail-in voting has already started in some states. Click hereto find the early voting schedule in your state.\nIn Solidarity,\nIAM Union",
    "trans": "Le jour des élections approche à grands pas, et il est temps d’intensifier nos efforts pour obtenir des votes en faveur des candidats soutenus par l’IAM !\nNotre syndicat soutient des candidats parce que les responsables élus ont un impact direct sur nos membres, nos contrats, notre couverture santé et notre retraite.\nAidez-nous à mobiliser nos camarades syndiqués pour cette élection cruciale et ses conséquences en participant à une action de sensibilisation près de chez vous !\nC’est simple : il vous suffit de trouver un événement de porte-à-porte dans votre région en cliquant sur le lien ci-dessous.\nNous voulons discuter avec nos collègues syndiqués des positions des candidats sur les enjeux clés qui affecteront les travailleurs et les syndicats.\nIl existe de nombreuses façons de s’impliquer ! Si vous ne souhaitez pas faire du porte-à-porte, vous pouvez participer à des campagnes d’appels téléphoniques, en présentiel ou à distance.\nAvec la menace du Projet 2025, il est absolument crucial de s’impliquer et d’aider à élire des candidats pro-travailleurs qui défendront les familles ouvrières et leurs droits.\nLe vote anticipé et le vote par correspondance ont déjà commencé dans certains États. Cliquez ici pour consulter le calendrier du vote anticipé dans votre État.\nDans la  solidarité,\nIAM Union"
}