{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Customer,\nTo ensure the security of your Online and Mobile Banking account, your account was suspended on 10/16/2024 @ 11:19:09 AM. This occurs when your User Name or Password is entered incorrectly multiple times. To unlock your account immediately, you can visit our website (www.fnb-online.com) and select the \"Forgot Password?\" link under \"Log in to Personal Online Banking.\" You will be prompted to validate your identity and then re-establish your Password.\nYou are receiving this message because you registered this email address to receive alerts from FNB. Please do not reply to this message.\nIf you have any questions, or wish to update your settings, please access Online Banking at www.fnb-online.com or call us at 800-555-5455 Monday through Friday (8AM to 9PM) or on Saturday and Sunday (8 AM to 5 PM).\nThank you,\nFNB\nCONFIDENTIALITY AND DISCLAIMER NOTICE: This email transmission and any attachment thereto is pri",
    "trans": "Cher client,\nAfin d'assurer la sécurité de votre compte bancaire en ligne et mobile, votre compte a été suspendu le 16/10/2024 à 11h19min09. Cela se produit lorsque votre nom d'utilisateur ou votre mot de passe est saisi incorrectement à plusieurs reprises. Pour débloquer votre compte immédiatement, vous pouvez visiter notre site web (www.fnb-online.com) et sélectionner le lien « Mot de passe oublié ? » sous « Connexion à la banque en ligne personnelle ». Il vous sera demandé de valider votre identité, puis de rétablir votre mot de passe.\nVous recevez ce message car vous avez enregistré cette adresse e-mail pour recevoir des alertes de FNB. Veuillez ne pas répondre à ce message.\nSi vous avez des questions ou si vous souhaitez mettre à jour vos paramètres, veuillez accéder à la banque en ligne sur www.fnb-online.com ou nous appeler au 800-555-5455 du lundi au vendredi (de 8h00 à 21h00) ou le samedi et le dimanche (de 8h00 à 17h00).\nNous vous remercions,\nFNB\nAVIS DE CONFIDENTIALITÉ ET DE DÉCHARGE : Cette transmission par e-mail et toute pièce jointe sont pri..."
}