{
    "source": "en_US",
    "target": "fr_FR",
    "text": "K.U.B: hypertrophic spur along the margin of the lumbar spine vertebral bodies, lumbar spondylosis should be considered. Vertebral compression fracture of the L1 vertebral body. there is retension of fecal material on the colon, which may be obscured small density, nonspecific gas accumulation in the intestinal bowel loops, suggest clinical correlation and follow up. S/p internal fixation of the L2-L3 lumbar spine. a radiopaque nodule in pelvis is noted, differential diagnosis include urolithiasis or phlebolith or other calcification. Institution Name: Changhua Christian HospitalManufacturer: SIEMENSManufacturer’s Model Name: Fluorospot Compact FDSoftware Version(s): VH11VDose Area Product (DAP) T ABDOMEN SUPINE: 15.734 cGy*cm2Lumbar spine lateral views show hypertrophic spur along the margin of the lumbar spine vertebral bodies, lumbar spondylosis should be considered. Vertebral compression fracture of the L1 vertebral body. there is retension of fecal material on the colon, which may be obscured small density, nonspecific gas accumulation in the intestinal bowel loops, suggest clinical correlation and follow up. S/p internal fixation of the L2-L3 lumbar spine. a radiopaque nodule in pelvis is noted, differential diagnosis include urolithiasis or phlebolith or other calcification. Institution Name: Changhua Christian HospitalManufacturer: SIEMENSManufacturer’s Model Name: Fluorospot Compact FDSoftware Version(s): VH11VDose Area Product (DAP) T LUMBAR SPINE LAT R: 19.803 cGy*cm2",
    "trans": "K.U.B : éperon hypertrophique le long du bord des corps vertébraux de la colonne lombaire, une spondylose lombaire doit être envisagée. Fracture par compression vertébrale du corps vertébral L1. il y a rétention de matières fécales dans le côlon, ce qui peut masquer une petite densité, accumulation de gaz non spécifique dans les boucles intestinales, suggérer une corrélation clinique et un suivi. S/p fixation interne de la colonne lombaire L2-L3. un nodule radio-opaque dans le bassin est noté, le diagnostic différentiel comprend une urolithiase ou un phlébolithe ou une autre calcification. Nom de l'établissement : Changhua Christian HospitalFabricant : SIEMENS Nom du modèle du fabricant : Fluorospot Compact FD Versions du logiciel : VH11V Dose Area Product (DAP) T ABDOMEN SUPINE : 15,734 cGycm2Les vues latérales de la colonne lombaire montrent un éperon hypertrophique le long du bord des corps vertébraux de la colonne lombaire, une spondylose lombaire doit être envisagée. Fracture par compression vertébrale du corps vertébral L1. il y a rétention de matières fécales dans le côlon, ce qui peut masquer une petite densité, accumulation de gaz non spécifique dans les boucles intestinales, suggérer une corrélation clinique et un suivi. S/p fixation interne de la colonne lombaire L2-L3. un nodule radio-opaque dans le bassin est noté, le diagnostic différentiel comprend une urolithiase ou un phlébolithe ou une autre calcification. Nom de l'établissement : Changhua Christian HospitalFabricant : SIEMENS Nom du modèle du fabricant : Fluorospot Compact FDVersions du logiciel : VH11V Dose Area Product (DAP) T LUMBAR SPINE LAT R : 19,803 cGycm2"
}