{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1/12th Fractional Ownership deeded condominium. Rarely available to purchase. This breathtaking 2 bedrooms/ 2bath Pied-a-terre. Perfect for your yearly stays in Manhattan. Known as the Grand Suite , It comes fully furnished with over 1400 Sq ft. of living space. Includes twice-a-day housekeeping service, 24-hour St Regis butler, fine dining at The Astor Court under chef Mark Arnao, The King Cole bar (Bloody Mary originator), Salon and gym. Stay-time include fixed week 36 (Sept 8th- 15th), and 21 days of floating time. And with any 2 bedroom ownership, you can double your stays up to 49 days a year.The St Regis Residences provide 5 star hotel amenities. Any unused stay-time can be converted to Platinum Level Bonvoy points for use at over 900 Starwood Hotels & Resorts including Sheraton, Westin, W Hotels, The Luxury Collection, Le Meridian, and Element and aloft. Other participating direct access ownership usage are at The St Regis, Aspen, and The Phoenician in Scottsdale, AZ. Just steps away from Fifth Avenue's world-renowned shopping, 30 Rockefeller Center, Central Park, Broadway theaters, museums and fine dining, the St Regis Residences has unveiled a new era of contemporary sophistication at the best address. Please call or email me today to see how you can own a piece of this legendary Manhattan icon",
    "trans": "Propriété fractionnée 1/12 en copropriété. Rarement disponible à l'achat. Ce magnifique pied-à-terre de 2 chambres / 2 salles de bain. Parfait pour vos séjours annuels à Manhattan. Connu sous le nom de \"Grand Suite\", il est entièrement meublé avec plus de 1400 pieds carrés d'espace de vie. Comprend un service de ménage deux fois par jour, un majordome St Regis disponible 24 heures sur 24, une restauration raffinée à l'Astor Court sous la direction du chef Mark Arnao, le King Cole Bar (créateur du Bloody Mary), un salon et une salle de sport. Les périodes de séjour comprennent la semaine fixe 36 (du 8 au 15 septembre), ainsi que 21 jours de temps flottant. Et avec toute propriété de 2 chambres, vous pouvez doubler vos séjours jusqu'à 49 jours par an. Les résidences St Regis offrent des services de qualité 5 étoiles. Toute période de séjour inutilisée peut être convertie en points Bonvoy Niveau Platinum pour être utilisée dans plus de 900 hôtels et stations Starwood, y compris Sheraton, Westin, W Hotels, The Luxury Collection, Le Méridien, Element et Aloft. D'autres usages de propriété à accès direct sont disponibles à The St Regis, Aspen, et The Phoenician à Scottsdale, AZ. À quelques pas des célèbres magasins de la Cinquième Avenue, du Rockefeller Center, de Central Park, des théâtres de Broadway, des musées et des restaurants gastronomiques, les Résidences St Regis ont inauguré une nouvelle ère de sophistication contemporaine à la meilleure adresse. Veuillez m'appeler ou m'envoyer un e-mail aujourd'hui pour découvrir comment vous pouvez devenir propriétaire d'une part de cet emblème légendaire de Manhattan."
}