{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Department’s management and oversight of the programme needs\nfurther improvement. We have summarised our findings, below, against five safeguards\nagainst poor decision-making – clarity of objectives, strong project and programme\nmanagement, senior management oversight, effective stakeholder engagement, and\nassurance. We reported that these safeguards had failed in the InterCity West Coast\nfranchise procurement and we have, therefore, examined whether these issues could be\nrepeated on High Speed 2.\nClarity of objectives\n12 The relationship between the Department’s strategic objectives for High\nSpeed 2, such as rebalancing the economy, and journey time savings, the\nlargest quantified benefit in the economic case, is unclear. The Department has\nnot structured its programme management around how it will deliver the strategic\nobjectives. Decisions that are being made at this early stage to control costs may impact\non achieving the programme objectives, for example on developments around stations\n(paragraph 4.10).\nStrong project and programme management\n13 The Department has taken steps to improve programme management.\nFor example, the Department developed a critical path of activities in October 2012,\nwhich the programme board started to use in February 2013 to coordinate programme\ntasks (paragraphs 4.11 to 4.13).\nSenior management oversight\n14 The Department strengthened its oversight by appointing a director general\nwhose sole responsibility is high-speed rail. Up to January 2013, the senior\nresponsible owner for High Speed 2 was the ‘Director General, Domestic’, who had a\nnumber of other responsibilities. More of the staff contributing to the programme will be\nline managed by the new senior responsible owner under the arrangements introduced\nin January 2013. The Department has also appointed two new directors to oversee key\nareas of the programme (paragraphs 4.14 to 4.15).",
    "trans": "La gestion et la supervision du programme par le ministère nécessitent\nde nouvelles améliorations. Nous avons résumé nos conclusions, ci-dessous, en fonction de cinq garanties\ncontre les mauvaises décisions – clarté des objectifs, gestion solide des projets et\ndes programmes, supervision de la haute direction, engagement efficace des parties prenantes et\nassurance. Nous avons signalé que ces garanties avaient échoué dans l'attribution de la franchise InterCity West Coast\net nous avons donc examiné si ces problèmes pouvaient se\nrépéter sur High Speed 2.\nClarté des objectifs\n12 La relation entre les objectifs stratégiques du ministère pour High\nSpeed 2, tels que le rééquilibrage de l'économie, et les gains de temps de trajet, le\nprincipal avantage quantifié dans l'analyse économique, n'est pas claire. Le ministère n'a pas\nstructuré sa gestion de programme autour de la manière dont il atteindra les\nobjectifs stratégiques. Les décisions prises à ce stade précoce pour contrôler les coûts peuvent avoir un impact\nsur la réalisation des objectifs du programme, par exemple sur les développements autour des gares\n(paragraphe 4.10).\nGestion solide des projets et des programmes\n13 Le ministère a pris des mesures pour améliorer la gestion des programmes.\nPar exemple, le ministère a élaboré un chemin critique des activités en octobre 2012,\nque le conseil de programme a commencé à utiliser en février 2013 pour coordonner les tâches du\nprogramme (paragraphes 4.11 à 4.13).\nSupervision de la haute direction\n14 Le ministère a renforcé sa supervision en nommant un directeur général\ndont la seule responsabilité est le train à grande vitesse. Jusqu'en janvier 2013, le responsable principal\nde High Speed 2 était le « directeur général, national », qui avait un\ncertain nombre d'autres responsabilités. Un plus grand nombre de membres du personnel contribuant au programme seront\ngérés en ligne par le nouveau responsable principal en vertu des dispositions introduites\nen janvier 2013. Le ministère a également nommé deux nouveaux directeurs pour superviser les\ndomaines clés du programme (paragraphes 4.14 à 4.15)."
}