{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Upon acceptance, authors must supply by e-mail to the Production Editor: permission grants, quoting the manuscript code. If the manuscript contains extracts, including illustrations, from other copyright works (including material from on-line or intranet sources) it is the authors' responsibility to obtain written permission from the owners of the publishing rights to reproduce such extracts using the Wiley Permission Request Form.\nManuscript Style\nThe language of the journal is English. Please ensure that your manuscript has been checked by an English language expert if there is concern for grammatical or other errors. All submissions including book reviews must have a title, be double-line spaced with type no smaller than 12 point, and have a margin of 3cm all round. Tables must be on separate pages after the reference list, and not be incorporated into the main text. Figures can be included in the main manuscript or uploaded as separate files.",
    "trans": "Lors de l'acceptation, les auteurs doivent fournir par e-mail à l'éditeur de production : les autorisations de reproduction, en mentionnant le code du manuscrit. Si le manuscrit contient des extraits, y compris des illustrations, provenant d'autres œuvres sous copyright (y compris des documents provenant de sources en ligne ou intranet), il incombe aux auteurs d'obtenir l'autorisation écrite des détenteurs des droits de reproduction pour ces extraits en utilisant le formulaire de demande d'autorisation Wiley.\nStyle du Manuscrit\nLa langue de la revue est l'anglais. Veuillez vous assurer que votre manuscrit a été vérifié par un expert en langue anglaise en cas de doute concernant des erreurs grammaticales ou autres. Toutes les soumissions, y compris les critiques de livres, doivent comporter un titre, être rédigées en interligne double avec une police d'au moins 12 points, et avoir une marge de 3 cm de chaque côté. Les tableaux doivent être sur des pages séparées après la liste des références et ne doivent pas être intégrés au texte principal. Les figures peuvent être incluses dans le manuscrit principal ou téléchargées sous forme de fichiers séparés."
}