{
    "source": "en_US",
    "target": "fr_FR",
    "text": "More scent. More softness. Less static. For daring noses, we hear the trifecta of Gain Moonlight Breeze scent (laundry detergent + fabric softener + dryer sheets) is the way to go.\nAdd a new sheet on top of clothes at start of drying. Do not re-use. For Best Results: For large loads use an extra sheet. Use low heat setting for synthetics. If spotting occurs at high heat setting, rub spot with a bar soap and rewash in warm water. Content on this site is for reference purposes only. Target does not represent or warrant that the nutrition, ingredient, allergen and other product information on our Web or Mobile sites are accurate or complete, since this information comes from the product manufacturers. On occasion, manufacturers may improve or change their product formulas and update their labels. We recommend that you do not rely solely on the information presented on our Web or Mobile sites and that you review the product's label or contact the manufacturer directly if you have specific product concerns or questions. If you have specific healthcare concerns or questions about the products displayed, please contact your licensed healthcare professional for advice or answers.",
    "trans": "Plus de parfum. Plus de douceur. Moins d'électricité statique. Pour les nez audacieux, nous entendons que la trifecta du parfum Gain Moonlight Breeze (détergent à lessive + assouplissant + feuilles de séchage) est la voie à suivre.\nAjoutez une nouvelle feuille au-dessus des vêtements au début du séchage. Ne pas réutiliser. Pour de meilleurs résultats : Pour les grosses charges, utilisez une feuille supplémentaire. Utilisez un réglage à basse température pour les synthétiques. Si des taches apparaissent à haute température, frottez la tache avec un savon en barre et relavez à l'eau tiède.Le contenu de ce site est uniquement à des fins de référence. Target ne garantit pas que les informations sur la nutrition, les ingrédients, les allergènes et autres informations sur les produits sur nos sites Web ou mobiles sont exactes ou complètes, car ces informations proviennent des fabricants de produits. Parfois, les fabricants peuvent améliorer ou modifier les formules de leurs produits et mettre à jour leurs étiquettes. Nous vous recommandons de ne pas vous fier uniquement aux informations présentées sur nos sites Web ou mobiles et de consulter l'étiquette du produit ou de contacter directement le fabricant si vous avez des préoccupations ou des questions spécifiques sur le produit. Si vous avez des préoccupations ou des questions spécifiques sur la santé concernant les produits affichés, veuillez contacter votre professionnel de la santé agréé pour des conseils ou des réponses."
}