{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Please give details of what parent/carer and child are expecting from this referral:\n(max 100 words)\nWe would like face to face therapy, every therapist who has assessed [redacted_name] or completed some therapy sessions (all abroad) as mentioned the need for him to attend therapy to help him develop his skills, his flexibility and to give him social knowledge so that he can apply on his daily life. We have parental orientation sessions monthly (privately) to guide us on how to deal and manage some behaviours, as this is provided by the team who has diagnosed [redacted_name]. There were a few things we were able to help [redacted_name] to manage a bit better, but there is a lot more to be worked which we are not specialist in the area or don’t have all the resources to do it.\nReferrer details:\nName: [redacted_name]\nDesignation: Inclusion Manager\nEmail address: ahall@miltonroad.cambs.sch.uk\nContact Address: Milton Road Primary School, Ascham Road, Cambridge, CB4 2BD\nTelephone: 01223 712333\nOnce completed please send this form, together with any relevant reports or letters to:\nCCS-TR.therapyreferrals@nhs.net\nPostal address: Occupational Therapy Admin, The Peacock Centre, Brookfield’s HospitalCampus,\nMill Road, CambridgeCB1 3DF. Tel: 0300 029 5050\nPLEASE SEE OUR WEBSITE FOR UNIVERSAL AND TARGETTED SUPPORT: https://ww",
    "trans": "Veuillez indiquer les attentes des parents/tuteurs et de l'enfant concernant cette référence :\n(maximum 100 mots)\nNous souhaiterions des séances de thérapie en face à face. Chaque thérapeute ayant évalué [redacted_name] ou ayant réalisé des séances de thérapie (toutes effectuées à l'étranger) a mentionné la nécessité pour lui de suivre une thérapie afin de développer ses compétences, sa flexibilité et d’acquérir des connaissances sociales qu’il pourra appliquer dans sa vie quotidienne. Nous avons des séances d'orientation parentale mensuelles (privées) pour nous guider sur la manière de gérer certains comportements, car cela est fourni par l'équipe qui a diagnostiqué [redacted_name]. Il y a quelques aspects que nous avons pu aider [redacted_name] à mieux gérer, mais il y a encore beaucoup à travailler et nous ne sommes pas spécialisés dans ce domaine, ni disposons de toutes les ressources nécessaires pour le faire.\nDétails du référent :\nNom : [redacted_name]\nIntitulé du poste : Responsable de l'inclusion\nAdresse e-mail : ahall@miltonroad.cambs.sch.uk\nAdresse de contact : Milton Road Primary School, Ascham Road, Cambridge, CB4 2BD\nTéléphone : 01223 712333\nUne fois complété, veuillez envoyer ce formulaire, ainsi que tous les rapports ou lettres pertinents à :\nCCS-TR.therapyreferrals@nhs.net\nAdresse postale : Administration de l'ergothérapie, The Peacock Centre, Campus de l'hôpital Brookfield,\nMill Road, Cambridge CB1 3DF. Tél : 0300 029 5050\nVEUILLEZ CONSULTER NOTRE SITE WEB POUR UN SOUTIEN UNIVERSAL ET CIBLÉ : https://ww"
}