{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Tons of shoppers are searching Etsy right now for special items just like yours. Don’t run out of Etsy Ads budget and miss shoppers later in the day.\nRecently, your shop, PaperandpenArts, used 100% of its daily ad budget!\nWhen your budget is used up for the day, we stop showing your ads to shoppers. This means you could miss out on views and sales. Increase your daily Etsy Ads budget to reach even more shoppers.\nIncrease your budget\nLet's be friends\nDownload the Etsy Seller app\nYou are receiving this email because you registered on Etsy.com with this email address. To stop receiving Etsy marketing emails, unsubscribe here.\nIf you live in North America or South America, this email is sent by [redacted_address]; if you live elsewhere, this email is sent by [redacted_address] having company registration number [redacted_info] and VAT registration number [redacted_id].\nCopyright 2024 Etsy, Inc., an affiliate of Etsy Ireland UC. All rights reserved.",
    "trans": "Des tonnes d'acheteurs recherchent actuellement sur Etsy des articles spéciaux comme les vôtres. Ne laissez pas votre budget Etsy Ads s'épuiser et ne manquez pas des acheteurs plus tard dans la journée.\nRécemment, votre boutique, PaperandpenArts, a utilisé 100 % de son budget publicitaire quotidien !\nLorsque votre budget est épuisé pour la journée, nous cessons d'afficher vos annonces aux acheteurs. Cela signifie que vous pourriez manquer des vues et des ventes. Augmentez votre budget quotidien Etsy Ads pour toucher encore plus d'acheteurs.\nAugmenter votre budget\nRestons en contact\nTéléchargez l'application Etsy Seller\nVous recevez cet e-mail car vous vous êtes inscrit sur Etsy.com avec cette adresse e-mail. Pour ne plus recevoir d'e-mails marketing de la part d'Etsy, désinscrivez-vous ici.\nSi vous résidez en Amérique du Nord ou en Amérique du Sud, cet e-mail est envoyé par [redacted_address] ; si vous résidez ailleurs, cet e-mail est envoyé par [adresse redacted], ayant le numéro d'immatriculation [redacted_info] et le numéro de TVA [redacted_id].\nCopyright 2024 Etsy, Inc., une filiale d'Etsy Ireland UC. Tous droits réservés."
}