{
    "source": "en_US",
    "target": "fr_FR",
    "text": "He couldn't help the dampness in his eyes, or the anguish that twisted in his gut, when he read that a sentinel or guide did not live long after their soulmate had perished. His jaw tight, he shook his head at that, wanting to deny the words. [redacted_name] was so much younger than him - that couldn't be right. But he understood, as he never had before, that he had to be more careful of his own life as part of the way in which he protected [redacted_name]'s existence.\nClosing the report, he glanced through the lengthy article, but it didn't give him anything new. It was just a synopsis of some of the key characteristics and talents of sentinels and guides, and an extrapolation of how they might yet exist in society, as well as an elaboration on their potential contributions. The article set out specific suggestions as to how they could be recognized and supported until appropriate sentinel/guide matching could be accomplished. This was the article that [redacted_name] had been committed to write, to bring the idea of sentinels into the public forum, and it was compelling.[redacted_name] heaved a sigh and set the documents back on the coffee table. He rubbed at his eyes and then crossed his arms tightly as his thoughts returned to the startling information about the physical relationship between sentinels and guides. Emotionally, he flinched from the idea. He'd never thought of himself as anything but heterosexual, had never looked at[redacted_name] as anything but a friend... a brother. Once again, his eyes lifted to the doorway to [redacted_name]'s room. What did [redacted_name] feel for him? God, surely he didn't want...\nBut [redacted_name] couldn't countenance the idea, couldn't even think it, let alone picture it.\nIt felt anathema and he stiffened in resistance.",
    "trans": "Il ne pouvait empêcher l'humidité dans ses yeux, ni l'angoisse qui lui tordait les entrailles, lorsqu'il lut qu'une sentinelle ou un guide ne vivait pas longtemps après la mort de son âme sœur. La mâchoire serrée, il secoua la tête, voulant nier ces mots. [redacted_name] était tellement plus jeune que lui - ce n'était pas possible. Mais il comprenait, comme il ne l'avait jamais fait auparavant, qu'il devait faire plus attention à sa propre vie pour protéger l'existence de [redacted_name].\nAprès avoir refermé le rapport, il jeta un coup d'œil sur le long article, mais celui-ci ne lui apportait rien de nouveau. Il s'agissait simplement d'un résumé des principales caractéristiques et des talents des sentinelles et des guides, d'une extrapolation de la manière dont ils pourraient encore exister dans la société, ainsi que d'une élaboration de leurs contributions potentielles. L'article présente des suggestions spécifiques sur la manière dont ils pourraient être reconnus et soutenus jusqu'à ce qu'un jumelage adéquat entre sentinelles et guides puisse être réalisé. C'était l'article que [redacted_name] s'était engagé à écrire, pour amener l'idée des sentinelles dans le forum public, et il était convaincant. [redacted_name] poussa un soupir et reposa les documents sur la table basse. Il se frotta les yeux, puis croisa fortement les bras lorsque ses pensées revinrent sur l'information surprenante concernant la relation physique entre les sentinelles et les guides. Émotionnellement, il tressaillit à cette idée. Il ne s'était jamais considéré autrement qu'hétérosexuel, n'avait jamais considéré [redacted_name] autrement que comme un ami... un frère. Une fois de plus, ses yeux se sont portés sur la porte de la chambre de [redacted_name]. Que ressentait [redacted_name] pour lui ? Mon Dieu, il ne voulait sûrement pas...\nMais [redacted_name] ne pouvait pas accepter cette idée, il ne pouvait même pas y penser, encore moins l'imaginer.\nC'était un anathème et il se raidit dans la résistance."
}