{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Since the 1970s, several studies have described the functions of central directives and the process by which they are drafted and disseminated. To date, however, no study has systematically analysed the language of these directives, despite their pivotal role in Chinese policy-making. Regarding the procedure of policy communication in China, the prevailing impression is that central authorities issue broad, vague guidelines and that ministries and local governments are left to interpret and flexibly implement central policies. For example, in their classic book Policy Making in China, Lieberthal and Oksenberg state: “The higher levels frequently give vague directives.” 3 Similarly, Brandt and Rawski commented: “These guidelines become encapsulated in catchy slogans that gain wide currency in official circles and also among the Chinese public. These slogans, and the policy guidelines that inform them, direct the flow of policy implementation at all levels.” 4\nBut this conventional portrayal presents a puzzle: How can a vast country, facing daunting chal- lenges, be governed and transformed through catchy slogans and frequently vague expressions from the authoritarian leadership? 5 In my earlier work, I proposed a revisionist account of how policy communication and law-making works in China. Ambiguous directives are one striking feature of the system – but they do not present the entire picture. In fact, as this study shows, the CCP-state leadership issues a mixture of ambiguous and clear commands. Excluding logistical com- munication, since 1978 more directives have been clearly worded than vaguely worded.",
    "trans": "Depuis les années 1970, plusieurs études ont décrit les fonctions des directives centrales et le processus par lequel elles sont rédigées et diffusées. À ce jour, cependant, aucune étude n'a analysé de manière systématique le langage de ces directives, malgré leur rôle central dans l'élaboration des politiques chinoises. En ce qui concerne la procédure de communication des politiques en Chine, l'impression dominante est que les autorités centrales émettent des lignes directrices larges et vagues, et que les ministères et les gouvernements locaux sont laissés à interpréter et à mettre en œuvre ces politiques de manière flexible. Par exemple, dans leur livre classique Policy Making in China, Lieberthal et Oksenberg écrivent : « Les niveaux supérieurs donnent fréquemment des directives vagues. » De même, Brandt et Rawski ont commenté : « Ces lignes directrices se transforment en slogans accrocheurs qui prennent une grande importance dans les cercles officiels et aussi parmi le public chinois. Ces slogans, et les lignes directrices politiques qui les sous-tendent, orientent l'exécution des politiques à tous les niveaux. »\nMais cette représentation conventionnelle soulève une question : comment un pays vaste, confronté à des défis majeurs, peut-il être gouverné et transformé par des slogans accrocheurs et des expressions fréquemment vagues de la part du leadership autoritaire ? Dans mes travaux précédents, j'ai proposé une analyse révisionniste du fonctionnement de la communication des politiques et de la législation en Chine. Les directives ambiguës sont une caractéristique frappante du système, mais elles ne représentent pas l'ensemble du tableau. En réalité, comme le montre cette étude, le leadership du Parti communiste chinois (PCC) émet un mélange de commandements clairs et ambiguës. En excluant la communication logistique, depuis 1978, plus de directives ont été rédigées de manière claire que de manière vague."
}