{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Musical background\nDetection accuracy of musically encoded emotions was possibly influenced by musical back- ground. The musical examples have a West European background, therefore it might be easier for participants with training in Western European music to decode the intended emotions. The samples from Germany, Indonesia and Korea consisted of both music students (students at a conservatory of music or students of music therapy) and participants from the general popula- tion. Among the Norwegian participants, there were no professional musicians or music stu- dents, therefore the Norwegian group had to be excluded from this analysis.\nFor the remaining three countries, a multivariate ANOVA with “culture” (three nations) and “musicality” (music students vs. general population) as group variables and the percentage of correct hits of the 18 musical examples was calculated (see Figure 3). This analysis displayed a “musicality” main effect (F(18, 521) = 4.23, p < .001) due to higher correct hit rates of the musicians for the examples Happiness 1 (p < .001), Sadness 3 (p = .009), and Anger 1 (p = .007) and significantly lower correct hit rates of the musicians for the example Surprise 3 (p = .016) (the remaining examples were statistically indistinguishable, all p > .070). A main effect “cul- ture” (F(54, 1569) = 11,43, p < .001) resulted from significant differences in all items (all p < .001) except for Happiness 3 (p = .873), Sadness 1 (p = .460) and Fear 3 (p = .097). There was no “musicality” x “culture” interaction (F(26, 1044) = 1.28, p = .124).",
    "trans": "Contexte musical\nL'exactitude de la détection des émotions encodées musicalement a peut-être été influencée par le contexte musical. Les exemples musicaux ont un contexte européen occidental, il pourrait donc être plus facile pour les participants ayant une formation en musique européenne occidentale de décoder les émotions visées. Les échantillons d'Allemagne, d'Indonésie et de Corée comprenaient à la fois des étudiants en musique (étudiants dans un conservatoire de musique ou étudiants en musicothérapie) et des participants de la population générale. Parmi les participants norvégiens, il n'y avait ni musiciens professionnels ni étudiants en musique, de sorte que le groupe norvégien a dû être exclu de cette analyse.\nPour les trois pays restants, une ANOVA multivariée avec « culture » (trois nations) et « musicalité » (étudiants en musique vs population générale) comme variables de groupe et le pourcentage de bonnes réponses sur les 18 exemples musicaux a été calculée (voir Figure 3). Cette analyse a montré un effet principal de la « musicalité » (F(18, 521) = 4,23, p < .001) en raison de taux de bonnes réponses plus élevés des musiciens pour les exemples Bonheur 1 (p < .001), Tristesse 3 (p = .009), et Colère 1 (p = .007) et de taux de bonnes réponses significativement plus faibles pour les musiciens pour l'exemple Surprise 3 (p = .016) (les autres exemples étaient statistiquement indiscernables, tous p > .070). Un effet principal de la « culture » (F(54, 1569) = 11,43, p < .001) a résulté de différences significatives dans tous les items (tous p < .001) sauf pour Bonheur 3 (p = .873), Tristesse 1 (p = .460) et Peur 3 (p = .097). Il n'y avait pas d'interaction « musicalité » x « culture » (F(26, 1044) = 1,28, p = .124)."
}