{
    "source": "en_US",
    "target": "fr_FR",
    "text": "For as long as he can remember, Minoru Kagenou has been fixated on becoming as strong as possible, which has led him to undertake all kinds of rigorous training. This wish, however, does not stem from a desire to be recognized by others; rather, Minoru does everything he can to blend in with the crowd. So, while pretending to be a completely average student during the day, he arms himself with a crowbar and ruthlessly thrashes local biker gangs at night. Yet when Minoru finds himself in a truck accident, his ambitions seemingly come to a sudden end. In his final moments, he laments his powerlessness-no matter how much he trained, there was nothing he could do to overcome his human limitations. But instead of dying, Minoru reawakens as Cid, the second child of the noble Kagenou family, in another world-one where magic is commonplace. With the power he so desired finally within his grasp, he dons the moniker \"Shadow\" and establishes Shadow Garden: a group whose sole purpose is to combat the enigmatic Cult of Diablos, an organization born from Cid's imagination. However, as Shadow Garden grows in both membership and influence, it becomes increasingly apparent that the Cult of Diablos is not as fictional as Cid had intended.",
    "trans": "Depuis aussi longtemps qu'il s'en souvienne, Minoru Kagenou s'est concentré sur le fait de devenir aussi fort que possible, ce qui l'a conduit à entreprendre toutes sortes d'entraînements rigoureux. Cependant, ce souhait ne découle pas d'un désir d'être reconnu par les autres ; Minoru fait tout ce qu'il peut pour se fondre dans la masse. Ainsi, tout en prétendant être un étudiant tout à fait ordinaire pendant la journée, il s'arme d'un pied-de-biche et malmène sans pitié les gangs de motards locaux la nuit. Pourtant, lorsqu'il se retrouve dans un accident de camion, ses ambitions semblent prendre une fin brutale. Dans ses derniers moments, il déplore son impuissance - peu importe combien il s'est entraîné, il n'y avait rien qu'il puisse faire pour surmonter ses limites humaines. Mais au lieu de mourir, Minoru renaît sous le nom de Cid, le deuxième enfant de la noble famille Kagenou, dans un autre monde où la magie est monnaie courante. Avec le pouvoir qu'il désirait tant enfin à sa portée, il prend le pseudonyme de « Shadow » et fonde Shadow Garden : un groupe dont le seul but est de combattre le mystérieux Culte de Diablos, une organisation née de l'imagination de Cid. Cependant, à mesure que Shadow Garden grandit en nombre et en influence, il devient de plus en plus évident que le Culte de Diablos n'est pas aussi fictif que Cid l'avait prévu."
}