{
    "source": "en_US",
    "target": "fr_FR",
    "text": "● ZeroTangle Technology: petsandwomenfriendly\nShooting Guide\nFilm the process of cleaning pet hairandthenreversetoshowthetangle-freebrushrollto\nhighlighttheanti-hairwrapfeature.\nMore details can be added to the content based on your actual experience and feelings...\n1. Carpet Detection: When it’s vacuuming, it automatically boosts suction when it hits a\ncarpet, making sure everything is thoroughly cleaned.Whenmopping,itavoidscarpetsto\nkeepthemdryandspotless.\n2. Smart Navigation: learnyourhomeinafewminutes;avoidsobstacles\n3. Quiet Operation: runsquietly;greatforfamilieswithbabies,pets\n4. Easy to Use: justsetitup,pressstart,anditcleans;evencontrolitfromthephone\n5. Long Battery Life: cleanforupto300minutes\n6. Custom Cleaning: set it to clean on a schedule, focus on specific spots, clean certain\nareas,sweeponlywithoutmopping,ordoaquickclean—whateverfitsyourneeds!\n7. Voice Control: compatiblewithAlexaandGoogleAssistant",
    "trans": "● Technologie ZeroTangle : conviviale pour les animaux de compagnie et les femmes\nGuide de tournage\nFilmez le processus de nettoyage des poils d'animaux, puis revenez en arrière pour montrer le rouleau de brosse sans enchevêtrement afin de mettre en valeur la fonction anti-enchevêtrement.\nmettre en évidence la caractéristique de l'enveloppe anti-coiffure.\nDes détails supplémentaires peuvent être ajoutés au contenu en fonction de votre expérience et de vos ressentis...\n1. Détection des tapis : Lorsqu'il aspire, il augmente automatiquement la puissance d'aspiration lorsqu'il\nrencontre un tapis, garantissant ainsi un nettoyage complet. Lors du nettoyage, il évite les tapis\npour les garder secs et impeccables.\nNavigation intelligente : apprend votre maison en quelques minutes; évite les obstacles.\nFonctionnement silencieux : fonctionne discrètement ; idéal pour les familles avec des bébés ou des animaux.\nFacilité d'utilisation : il suffit de le configurer, d'appuyer sur démarrer, et il nettoie ; vous pouvez même le contrôler depuis votre téléphone.\nAutonomie longue durée : peut nettoyer pendant jusqu'à 300 minutes.\nNettoyage personnalisé : réglez-le pour qu'il nettoie selon un calendrier, se concentre sur des zones spécifiques, nettoie certaines\nzones, balaie sans laver, ou effectue un nettoyage rapide — tout ce dont vous avez besoin !\nContrôle vocal : compatible avec Alexa et Google Assistant."
}