{
    "source": "en_US",
    "target": "fr_FR",
    "text": "CMNS2320 News Media\nWriting Photo Captions\nThis is a mock news story about the Halloween celebrations in Singapore\nImagine you are a journalist who is selecting photographs for a photo gallery to accompany your written article about celebrating Halloween in Singapore.\nPlease read the following story as background information and select 10 photos for this photo gallery from this album: https://photos.app.goo.gl/WQ9fQpa5KPgEwuGj8\nWrite the photo captions (you may be creative and come up with new information) following the format I’ve taught you and don’t forget to credit the photos to the right photographers.\nAdditionally, you may select other photographs from other sources but please remember to credit the photographers accordingly.\nSpike in Halloween-related sales as Singaporeans get ready for the spooky season\n(Original story published in the Straits Times by Kolette Lim on 29 October 2023 - https://www.straitstimes.com/singapore/spike-in-halloween-related-sales-as-singaporeans-get-ready-for-the-spooky-season)\nSINGAPORE – Do not be surprised if you see throngs of “nuns” or “Barbies” and “Kens” roaming the streets this weekend. They are likely to be making a trip to a “haunted house” or heading for a costume party.\nEvent organisers and costume retailers in Singapore said there has been a spike in Halloween-related ticket and product sales as interest in the spooky season grows.\nMs Savita Kashyap, executive director of travel company Journeys, said Halloween is increasingly being celebrated by younger Singaporeans, who are more exposed to Westernised media from a young age.\nJourneys, which specialises in heritage tours, is behind the Halloween event at Haw Par Villa – named Haw-Ror Villa 2 – that began on Friday and ends on Sunday. Pre-event ticket sales are 130 per cent higher than for the 2022 edition.\nMeanwhile, Universal Studios Singapore’s annual Halloween Horror Nights event “has returned to its full, pre-pandemic glory” with more visits and strong merchandise sales, said Resorts World Sentosa’s senior vice-president and chief experience officer Chang Chee Pey.\nHe did not give specific numbers, but attributed the increase to the post-pandemic rise in cross-border travel, and the introduction of twohorror-house attractions inspired by Canadian singer The Weekndand Netflix series All Of Us Are Dead.\nIn the heartland, Halloween events are drawing thousands of residents keen to carve pumpkins and paint their faces.\nAnchorpoint Mall’s Pumpkin Treat event drew more than 2,000 visitors during its opening weekend of Oct 21 and 22.\nPeople came from all over the island, some dressed in costumes, including those of superhero The Flash and famed wizard Harry Potter, said Anchorpoint’s leasing manager Alex Wong.\n“Halloween culture in Singapore definitely seems to be growing year on year, with more Singaporeans being open to dressing up and having fun during the spooky season,” she said.\nThe mall in Queenstown is expecting more people to turn up dressed as superheroes on Saturday and Sunday, the weekend just before Halloween.\nHousing estates such as Nee Soon and Joo Chiat will also be joining the weekend celebrations.\nAbout 1,350 tickets have been sold for the Opera Estate Halloween event co-organised by residents and Residents’ Networks from the estate, more than double the 600 tickets sold in 2022.\nCo-organising chairman Isaac Lum said the event has “grown from a small-scale gathering of like-minded enthusiasts to a large-scale event”. He expects more than 3,000 people to show up on Saturday evening, factoring in attendees for the non-ticketed trick-or-treat walk.\nMeanwhile, organisers of the Terror-ific Halloween Night community event at Yishun Town Square are expecting 1,500 residents to turn up on Saturday.\nHalloween is observed on Oct 31, the eve of All Saints’ Day, when Roman Catholics and other Christians honour saints of the Church.\nOver the years, Halloween has become an occasion for dressing up, trick-or-treating and carving pumpkins.\nStores selling costumes and props are also preparing for a boom in business this weekend. They expect sales numbers in October to be higher than in the same period in 2022.\nMs Kevy Veni,business development manager at costume retail store Costumes ‘N’ Parties, told The Straits Times that sales in October have increased by 15 per cent compared with the same month in 2022.\nShe said the idea of dressing up is picking up rapidly among people from all walks of life.\n“People love having fun in a way that is different from their normal lifestyle,” she added.\nPopular costume choices include those for TV characters Wednesday Addams and Cousin Itt from Netflix series Wednesday, along with fighter pilot Maverick from Top Gun, and the nun Valak of The Conjuring, said Ms Veni.\nMs Hasyna Neo,head of the rental department at CCM Costume Rental, attributes the store’s 10 per cent growth in sales to the increasing number of events, owing to the occasion’s traction.\n“We’ve seen communities and residents’ committees... using Halloween as an opportunity for neighbours to mingle,” she said.\n“It’s become another reason to gather with friends and family in Singapore.”\nSupermarkets and retail chains, too, are cashing in on the growing interest in Halloween, decking out their shelves in orange and black. For instance, FairPrice and Daiso have increased their product offerings in 2023.\nA spokesperson for Daiso Singapore said the Halloween product listings at its stores have increased by 10 per cent in 2023, with sales figures increasing by the same amount.\nSome of Daiso’s new products include costumes for children, web baskets and Halloween balloons.\nFairPrice supermarkets are also stocking pumpkin-themed bags and cosmetics.\n“This year, due to customer demand for more Halloween-related items, we increased our selection of products by 15 per cent to 20 per cent,” said a spokesperson for FairPrice Group.\n“The products have been well received by our customers and we anticipate that interest will peak over the weekend.”\nPhoto Gallery",
    "trans": "CMNS2320 Médias d’Information\nRédaction de légendes pour les photos\nCeci est un article fictif sur les célébrations d’Halloween à Singapour.\nImaginez que vous êtes un journaliste chargé de sélectionner des photos pour une galerie d’images accompagnant votre article sur Halloween à Singapour.\nLisez l’article ci-dessous comme contexte et sélectionnez 10 photos pour cette galerie à partir de cet album : https://photos.app.goo.gl/WQ9fQpa5KPgEwuGj8.\nRédigez les légendes des photos (vous pouvez faire preuve de créativité et trouver de nouvelles informations) en suivant le format que je vous ai enseigné et n'oubliez pas de créditer les photos aux bons photographes.\nEn outre, vous pouvez sélectionner d'autres photographies provenant d'autres sources, mais n'oubliez pas de créditer les photographes en conséquence.\nHausse des ventes liées à Halloween : les Singapouriens se préparent à la saison effrayante\n(Article original publié dans The Straits Times par Kolette Lim le 29 octobre 2023- https://www.straitstimes.com/singapore/spike-in-halloween-related-sales-as-singaporeans-get-ready-for-the-spooky-season)\nSINGAPOUR – Ne soyez pas surpris si vous croisez ce week-end des « nonnes », des « Barbie » et des « Ken » déambuler dans les rues. Il y a de fortes chances qu’ils se rendent dans une maison hantée ou à une fête costumée.\nLes organisateurs d'événements et les détaillants de costumes à Singapour ont déclaré que les ventes de billets et de produits liés à Halloween ont connu un pic en raison de l'intérêt croissant pour cette saison effrayante.\nMme Savita Kashyap, directrice exécutive de la société de voyages Journeys, a déclaré que Halloween est de plus en plus célébré par les jeunes Singapouriens, qui sont davantage exposés aux médias occidentaux dès leur plus jeune âge.\nJourneys, spécialisé dans les visites patrimoniales, est à l'origine de l'événement d'Halloween à la Villa Haw Par - nommé Haw-Ror Villa 2 - qui a débuté vendredi et se termine dimanche. Les ventes de billets avant l'événement ont augmenté de 130 % par rapport à l'édition 2022.\nPar ailleurs, l'événement annuel Halloween Horror Nights des studios Universal de Singapour « a retrouvé toute sa gloire prépandémique », avec une augmentation du nombre de visiteurs et de fortes ventes de marchandises, a déclaré Chang Chee Pey, vice-président principal et directeur de l'expérience de Resorts World Sentosa.\nIl n'a pas donné de chiffres précis, mais a attribué cette hausse à l'augmentation des voyages transfrontaliers après la pandémie et à l'introduction de deux attractions de maisons de l'horreur inspirées par le chanteur canadien The Weeknd et la série de Netflix All Of Us Are Dead.\nDans les régions centrales, les manifestations d'Halloween attirent des milliers d'habitants désireux de sculpter des citrouilles et de se maquiller.\nL'événement Pumpkin Treat d'Anchorpoint Mall a attiré plus de 2 000 visiteurs lors de son week-end d'ouverture, les 21 et 22 octobre.\nLes gens sont venus de toute l'île, certains déguisés, notamment en super-héros The Flash et en Harry Potter, le célèbre sorcier, a déclaré Alex Wong, responsable de la location à Anchorpoint.\n« La culture d'Halloween à Singapour semble se développer d'année en année, et de plus en plus de Singapouriens sont prêts à se déguiser et à s'amuser pendant la saison effrayante », a-t-elle déclaré.\nLe centre commercial de Queenstown s'attend à ce que de plus en plus de personnes se déguisent en super-héros samedi et dimanche, le week-end précédant Halloween.\nDes quartiers résidentiels tels que Nee Soon et Joo Chiat se joindront également aux célébrations du week-end.\nEnviron 1 350 billets ont été vendus pour l'événement d'Halloween de l'Opera Estate, organisé par les résidents et les réseaux de résidents de l'Opera Estate, soit plus du double des 600 billets vendus en 2022.\nIsaac Lum, président des coorganisateurs, a déclaré que l'événement était « passé d'un petit rassemblement de passionnés à un événement de grande envergure ». Il s'attend à ce que plus de 3 000 personnes se présentent samedi soir, si l'on tient compte des participants à la marche pour la chasse aux bonbons, qui n'est pas soumise à l'achat de billets.\nDe son côté, l’événement Terror-ific Halloween Night à Yishun Town Square devrait rassembler environ 1 500 habitants.\nHalloween, célébrée le 31 octobre, veille de la Toussaint, est historiquement une fête chrétienne rendant hommage aux saints.\nMais aujourd’hui, elle est surtout associée aux déguisements, aux bonbons et aux citrouilles sculptées.\nLes magasins de costumes et d'accessoires se préparent également à une hausse des affaires ce week-end. Ils s'attendent à ce que les ventes d'octobre soient supérieures à celles de la même période en 2022.\nMme Kevy Veni, responsable du développement commercial de Costumes ‘N’ Parties, a déclaré au Straits Times que les ventes d'octobre avaient augmenté de 15 % par rapport au même mois en 2022.\nSelon elle, l'idée de se déguiser se répand rapidement parmi les personnes de tous horizons.\n« De plus en plus de gens, tous milieux confondus, aiment s’amuser en se déguisant », a-t-elle ajouté.\nLes costumes les plus populaires sont ceux des personnages de télévision Wednesday Addams et Cousin Itt de la série Netflix Wednesday, ainsi que le pilote de chasse Maverick de Top Gun, et la nonne Valak de The Conjuring, a déclaré Mme Veni.\nMme Hasyna Neo, responsable des locations chez CCM Costume Rental, note une augmentation de 10 % des ventes, portée par la multiplication des événements.\n« Les comités de résidents utilisent Halloween comme un prétexte pour rapprocher les voisins », dit-elle.\n« C’est devenu une occasion de se retrouver entre amis et en famille à Singapour. »\nLes supermarchés et les chaînes de magasins profitent eux aussi de l'intérêt croissant pour Halloween et habillent leurs rayons d'orange et de noir. Par exemple, FairPrice et Daiso ont augmenté leur offre de produits en 2023.\nUn porte-parole de Daiso Singapore a déclaré que les listes de produits d'Halloween dans ses magasins avaient augmenté de 10 % en 2023, et que les chiffres de vente avaient augmenté dans les mêmes proportions.\nCertains des nouveaux produits de Daiso comprennent des costumes pour enfants, des paniers en ligne et des ballons d'Halloween.\nFairPrice, de son côté, propose des sacs et du maquillage sur le thème des citrouilles.\n« Cette année, en raison de la demande des clients pour davantage d'articles liés à Halloween, nous avons augmenté notre sélection de produits de 15 à 20 % », a déclaré un porte-parole de FairPrice Group.\n«Les produits ont été bien accueillis par nos clients et nous nous attendons à ce que l'intérêt soit à son comble pendant le week-end.»\nGalerie de photos"
}