{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello [redacted_name],\nThank you for your interest in The Spot at East Village!\nImportant details to note:\nFloors 2-12 anticipated occupancy is January 1, 2025\nFloors 13-18 anticipated occupancy is December 1, 2024\nAll utilities are included in the rental rates, with the exception of internet\nParking options include\nCovered, secure parking for $175.00 per month\nUncovered, secure parking for $150.00 per month\nPlease visit the link below to see our floor plans, pricing and availability\nFloor Plans of The Spot at East Village in Winnipeg, MB (thespoteastvillage.ca)\nIf you are interested in pre-leasing a unit, please complete the online application process. Once approved, the unit will be reserved for you until we are permitted into the building to view your unit (we are currently unable to conduct in-person tours as we await all necessaryoccupancy permitsfrom The City of Winnipeg). Only then will we request the half month security deposit(s) and send out your lease agreement for signature. If you have any questions regarding our units or pre-leasing process, please do not hesitate to contact us.\nThank you,\nGemini [redacted_name]",
    "trans": "Bonjour [redacted_name],\nMerci de votre intérêt pour The Spot at East Village !\nVoici quelques détails importants à noter :\nL'occupation des étages 2 à 12 est prévue pour le 1er janvier 2025.\nL'occupation des étages 13 à 18 est prévue pour le 1er décembre 2024.\nToutes les charges sont incluses dans les tarifs de location, à l'exception de l'internet.\nLes options de stationnement comprennent :\nParking couvert et sécurisé à 175,00 $ par mois\nParking non couvert et sécurisé à 150,00 $ par mois\nVeuillez consulter le lien ci-dessous pour voir nos plans d'étage, tarifs et disponibilités :\nPlans d'étage de The Spot at East Village à Winnipeg, MB (thespoteastvillage.ca)\nSi vous êtes intéressé par la location d'une unité, veuillez remplir le processus de demande en ligne. Une fois approuvé, l'unité sera réservée pour vous jusqu'à ce que nous obtenions l'autorisation d'entrer dans le bâtiment pour voir l'unité (nous ne pouvons actuellement pas effectuer de visites en personne car nous attendons tous les permis nécessaires d'occupation de la ville de Winnipeg). Ce n'est qu'à ce moment-là que nous demanderons le dépôt de garantie de la moitié d'un mois et enverrons votre contrat de location pour signature. Si vous avez des questions concernant nos unités ou le processus de pré-location, n'hésitez pas à nous contacter.\nMerci,\nGemini [redacted_name]"
}