{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Job Description\nUnder the direction of the Cage Supervisor the Cage cashier is responsible for providing exceptional service to our guests, processing a multitude of monetary transactions for our guests in an efficient and courteous manner and protection of company assets.\nEssential Duties\n· Cashier duties, including but not limited to: slot ticket redemption, currency exchange, slot jackpot payouts, check cashing/credit card advance, chip sales/redemption, main bank and poker bank balancing, filling/crediting of ticket redemption units, and preparation of deposits.\n· Ensures a consistent high level of service for our guests.\n· Adheres to department standards and procedures, company internal controls, and Title 31 requirements.\n· Responsible for safeguarding company assets\n· Promotes positive public/team member relations at all times.\nJob Requirements\nAbility to stand for the entire shift. Must be able to lift at least 30lbs. Ability to bend, stoop, twist, lift and reach. Must be able to communicate verbally in English and Spanish. Must be able to read and write in English. Ability to multi-task and handle mental and physical stress. Must be able to work all shifts, weekends, holidays and special events as needed. Must be at least 21 years of age.\nJob Type: Full-time\nPay: $14.00 - $16.00 per hour\nBenefits:\nDental",
    "trans": "Description du Poste\nSous la direction du Superviseur de la Cage le caissier de la Cage est responsable de fournir un service exceptionnel à nos clients, de traiter une multitude de transactions monétaires pour nos clients de manière efficace et courtoise, et de protéger les actifs de l'entreprise.\nFonctions Essentielles\n· Tâches de Caissier, y compris mais sans s'y limiter : échange de billets de machine à sous, échange de devises, paiements de jackpots, de machine à sous, encaissement de chèques/avances par carte de crédit, ventes/échanges de jetons, gestion du fond principal et du fond de poker, équilibrage, remplissage/credit des unités de remboursement de billets et préparation des dépôts.\n· Assure un service constant et de haute qualité pour nos clients.\n· Respecte les normes et procédures du département, les contrôles internes de l'entreprise et les exigences du Titre 31.\n· Responsable de la protection des actifs de l'entreprise\n· Encourage des relations publiques et interpersonnelles positives en tout temps. Promouvoir des relations positives avec le public et les membres de l'équipe à tout moment.\nExigences du Poste\nCapacité à rester debout pendant toute la durée du poste. Doit être capable de soulever au moins 30 lbs. Capacité à se pencher, se baisser, se tordre, soulever et atteindre. Doit pouvoir communiquer verbalement en Englais et en Espagnol. Doit être capable de lire et d'écrire en Englais. Capacité à accomplir plusieurs tâches et à gérer le stress mental et physique. Doit être capable de travailler à tous les quarts de travail, les week-ends, les jours fériés et lors d'événements spéciaux si nécessaire. Doit avoir au moins 21 ans.\nType de Poste : Temps plein\nRémunération : 14,00 $ - 16,00 $ de l'heure\nAvantages :\nDentaire"
}