{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If we need to make this case an iron case, other evidence is essential!\"\n\"And I believe that the island countries have long been prepared.\"\n\"yes!\"\n[redacted_name]nodded immediately, and left to arrange things independently.\nAt the same time, she also caringly kept people away from the surrounding areas of the bedroom. After all, [redacted_name]'s most important thing is privacy.\n\"Um!?\"\n[redacted_name] walked into his bedroom with a bit of exhaustion, but with anticipation and excitement on his face.\nBecause he knew that the islanders had prepared a gift for him tonight.\nHe's sure to have a good time tonight.\nIt's just that the moment he walked into the door, his fine hair exploded instantly.\nI only saw the charming island woman when she was just sent here, and I don't know when she started playing with an island long knife.\nAnd when he saw him appear, the island country's long sword was directly placed on his neck.\n\"Baby, you are\"\n[redacted_name]'s voice was a little dry.\n\"Elder Wei, my young master asked me to pass a word to me.\"\n\"He said he wanted to ask you a favor.\"\n\"With your loyalty to the island country, you will definitely understand.\"\nAs soon as the words fell, the island nation's long knife in the woman's hand was sent forward.\n[redacted_name]'s face changed drastically in an instant, and he almost subconsciously retreated to the rear.\n\"[redacted_name], you cross the river and tear down the bridge, you\"\nHowever, before [redacted_name] could end, his movements froze the next moment.\nThe island nation's long knife has been completely poured into his throat.\nA splash of blood splashed out, making his wound look extremely scarlet.\n[redacted_name] clutched his blood gushing out of his throat, and sat down on the ground with an expression of disbelief.\n\"for, for, why\"\nHis voice was hoarse, and he almost squeezed out the words.\nHe doesn't understand.\nHe is loyal to the island country and never has any intention of betraying the island country.\nEven before he died, he was still thinking about what to do in order to complete the orders given by the islanders as soon as possible.\nBut under such a premise, the islanders actually killed him directly? JrNovels.com\nPrevious Chapter\nNext Chapter\nAuthor Workshops",
    "trans": "« Si nous devons faire de ce dossier un dossier en béton, d'autres preuves sont indispensables ! »\n« Et je crois que les pays de la côte sont préparés depuis longtemps. »\n« Oui ! »\n[redacted_name] acquiesça immédiatement et partit s'occuper des choses de manière indépendante.\nDans le même temps, elle s'efforça d'éloigner les gens des alentours de la chambre. Après tout, la chose la plus importante pour [redacted_name] est l'intimité.\n« Hum !? »\n[redacted_name] est entré dans sa chambre, un peu épuisé, mais avec de l'anticipation et de l'excitation sur le visage.\nParcequ'il savait que les habitants de l'île avaient préparé un cadeau pour lui ce soir.\nIl est sûr qu'il va passer une bonne soirée.\nC'est juste qu'au moment où il a franchi la porte, ses cheveux fins ont explosé instantanément.\nJe n'ai vu la charmante femme de l'île que lorsqu'elle a été envoyée ici, et je ne sais pas quand elle a commencé à jouer avec un long couteau de l'île.\nEt lorsqu'il le vit apparaître, la longue épée du pays de l'île se plaça directement sur son cou.\n« Bébé, tu es »\nLa voix de [redacted_name] était un peu sèche.\n« Aîné Wei, mon jeune maître m'a demandé de vous demander une faveur. »\n« Il a dit qu'il voulait vous demander une faveur. »\n« Avec votre loyauté envers le pays de la côte, vous comprendrez certainement. »\nDès que les mots furent prononcés, le long couteau de la nation insulaire dans la main de la femme fut envoyé vers l'avant.\nLe visage de [redacted_name] changea radicalement en un instant, et il recula presque inconsciemment vers l'arrière.\n« [redacted_name], tu traverses la rivière et tu détruis le pont, toi »\nCependant, avant que [redacted_name] ne puisse terminer, ses mouvements se sont figés l'instant d'après.\nLe long couteau du pays de la côte s'est complètement enfoncé dans sa gorge.\nUne giclée de sang a jailli, rendant sa blessure extrêmement écarlate.\n[redacted_name] serra le sang qui jaillissait de sa gorge et s'assit sur le sol avec une expression d'incrédulité.\n« pour, pour, pourquoi »\nSa voix était rauque, et il a failli ne pas pouvoir prononcer les mots.\nIl ne comprend pas.\nIl est loyal envers le pays de la côte et n'a jamais eu l'intention de le trahir.\nAvant même de mourir, il réfléchissait encore à ce qu'il devait faire pour exécuter au plus vite les ordres donnés par les habitants de l'île.\nMais dans ces conditions, les habitants de l'île l'ont-ils tué directement ? JrNovels.com\nChapitre précédent\nChapitre suivant\nAteliers de l'auteur"
}