{
    "source": "en_US",
    "target": "fr_FR",
    "text": "For 32 years, Greg Tutunjian, 73, has picked up his coffee at Starbucks. He’s partial to its dark-roast Red Eye, but starting to question his loyalty to the chain that serves it up.\nWhile waiting for his order, Mr. Tutunjian watches impatiently as baristas whip up Iced Brown Sugar Oatmilk Shaken Espressos or other foamy, iced, caramel-topped drinks for drive-through or mobile-app orders. Minutes tick by before he is finally handed his coffee (dark-roast coffee with a shot of espresso).\nEven more annoying for Mr. Tutunjian is when Starbucks’s mobile app tells him that a bag of his favorite coffee beans — Komodo Dragon — is in stock when it isn’t.\n“I will go to four or five Starbucks in my local area and have the same experience. I check the app right before I go inside and it says it’s there, but when I arrive, the people working there say, ‘Oh, we don’t use or look at the app,’” said Mr. Tutunjian, a software consultant from Newton, Mass. “I walk out empty-handed.”",
    "trans": "Depuis 32 ans, Greg Tutunjian, 73 ans, prend son café chez Starbucks. Il a une préférence pour le Red Eye à torréfaction foncée, mais commence à remettre en question sa fidélité à la chaîne qui le sert.\nEn attendant sa commande, M. Tutunjian regarde impatiemment les baristas préparer des Espressos Secoués au Lait d'Avoine et Sucre Brun Glacé ou d'autres boissons glacées, mousseuses et surmontées de caramel pour les commandes à emporter ou via l'application mobile. Les minutes passent avant qu'il ne reçoive enfin son café (café à torréfaction foncée avec un shot d'espresso).\nCe qui agace encore plus M. Tutunjian, c'est lorsque l'application mobile de Starbucks lui indique qu'un sac de ses grains de café préférés — Komodo Dragon — est en stock alors qu'il ne l'est pas.\n« Je vais dans quatre ou cinq Starbucks de ma région et j'ai la même expérience. Je vérifie l'application juste avant d'entrer et elle dit que le produit est disponible, mais lorsque j'arrive, les employés me disent : « Oh, nous n'utilisons pas ou ne regardons pas l'application », a déclaré M. Tutunjian, un consultant en logiciels de Newton, Mass. « Je repars les mains vides »."
}