{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In his article How Do We Get Out of This Mess? George Monbiot reflects on the current state of our contemporary world. He asks, “Is it reasonable to hope for a better world? Study the cruelty and indifference of governments, the disarray of opposition parties, the apparently inexorable slide towards climate breakdown, the renewed threat of nuclear war, and the answer appears to be no.”.2 Though dramatic, his assessment does clearly reflect the social, political, and environmental turmoil of the contemporary world. Issues such as the increasingly urgent climate crises, the rise of social movements such as BLM in response to police brutality and of unease regarding identity-based legislation, and growing contentions between countries such as Russia and Ukraine and Israel and Palestine, which have escalated into great violence, have risen to an unignorable scale. As these crises grow, so do the political and ideological divides regarding the responses they demand. According to a 2018 Ipsos survey across 27 countries, 3 in 4 people found society in their country to be divided, with 6 in 10 responding that they “feel their country is now more divided” than before.3 As an American, I have felt this growing division, with the nation splitting bitterly into a bipartisan system where nothing gets done because each side refuses to agree with any proposal the other puts forth, regardless of how mutually beneficial it",
    "trans": "Dans son article « How Do We Get Out of This Mess? », George Monbiot réfléchit à l'état actuel de notre monde contemporain. Il demande : « Est-il raisonnable d'espérer un monde meilleur ? Étudiez la cruauté et l'indifférence des gouvernements, la désorganisation des partis d'opposition, la glissade apparemment inexorable vers la rupture climatique, la menace renouvelée de guerre nucléaire, et la réponse semble être non. » Bien que dramatique, son évaluation reflète clairement les troubles sociaux, politiques et environnementaux du monde contemporain. Les problèmes tels que les crises climatiques de plus en plus urgentes, la montée des mouvements sociaux tels que BLM en réponse aux brutalités policières et aux inquiétudes concernant les législations basées sur l'identité, et les tensions croissantes entre des pays comme la Russie et l'Ukraine et Israël et la Palestine, qui ont dégénéré en grande violence, ont atteint une échelle impossible à ignorer. À mesure que ces crises se développent, les divisions politiques et idéologiques concernant les réponses qu'elles exigent s'accentuent. Selon une enquête Ipsos de 2018 menée dans 27 pays, 3 personnes sur 4 trouvent que la société de leur pays est divisée, 6 sur 10 répondant qu'elles « estiment que leur pays est plus divisé » qu'auparavant. En tant qu'Américain, j'ai ressenti cette division croissante, avec la nation se scindant amèrement en un système bipartite où rien ne se fait parce que chaque camp refuse de s'accorder avec toute proposition de l'autre, peu importe à quel point elle pourrait être mutuellement bénéfique"
}