{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1-3-2 True Stress-Strain Curve\nThe engineering stress-strain curve does not give a true indication of the deformation\ncharacteristics of a metal because it is based entirely on the original dimensions of the\nspecimen, and these dimensions change continuously during the test. Also, ductile metal that\nis pulled in tension becomes unstable and necks down during the course of the test. Because\nthe cross-sectional area of the specimen is decreasing rapidly at this stage in the test, the load\nrequired to continue deformation falls off. The average stress based on the original area\nlikewise decreases, and this produces the fall-off in the engineering stress-strain curve\nbeyond the point of maximum load. Actually, the metal continues to strain harden to fracture,\nso that the stress required to produce further deformation should also increase. If the true\nstress, based on the actual cross-sectional area of the specimen, is used, the stress-strain curve\nincreases continuously to fracture as shown in Fig. 1-3.",
    "trans": "1-3-2 Courbe de contrainte-déformation réelle\nLa courbe de contrainte-déformation en ingénierie ne donne pas une indication exacte de la déformation\ncaractéristiques d'un métal, car elle est entièrement basée sur les dimensions originales du\nspécimen, et ces dimensions changent continuellement pendant le test. De plus, un métal ductile qui\nest tiré en tension devient instable et se rétrécit pendant le déroulement du test. Parce que\nl'aire sectionnelle du spécimen diminue rapidement à ce stade du test, la charge\nnécessaire pour continuer la déformation diminue. La contrainte moyenne basée sur la surface d'origine\ndiminue également, et cela produit la chute dans la courbe de contrainte-déformation en ingénierie\nau-delà du point de charge maximale. En réalité, le métal continue à se durcir par déformation jusqu'à la fracture,\nde sorte que la contrainte nécessaire pour produire une déformation supplémentaire devrait également augmenter. Si la vraie\nla contrainte, basée sur la surface sectionnelle réelle du spécimen, est utilisée, la courbe de contrainte-déformation\naugmente continuellement jusqu'à la fracture comme le montre la Fig. 1-3."
}