{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Opportunity to Participate in the Respect for All Essay, Poster, and Multimedia Contest\nAs part of October's National Anti-Bullying Month and the DOE’s Respect for All initiative, your school is encouraged to participate in the Respect for All essay, poster, and multimedia contest. The annual contest gives students an opportunity to showcase their efforts to prevent bullying and to raise awareness through writing, art, and other multimedia expressions. Only three submissions are allowed per school—one essay, one poster, and one multimedia element (e.g. audio, video, and animation)—and all submissions must be sent to your superintendent by November 15. Your superintendent will select winning submissions to represent your district by November 27.\nAdditional guidelines, including examples of contest rubrics, are included on the Respect for All InfoHub page. For questions, email",
    "trans": "Opportunité de participer au concours d’essais, d’affiches et de multimédia Respect pour Tous\nDans le cadre du mois national de la lutte contre le harcèlement scolaire en octobre et de l'initiative Respect pour Tous du ministère de l’Éducation, votre école est invitée à participer au concours d’essais, d’affiches et de multimédia Respect pour Tous. Ce concours annuel offre aux élèves l’opportunité de mettre en avant leurs efforts pour prévenir le harcèlement et sensibiliser à travers l’écriture, l’art et d’autres formes de multimédia. Chaque école peut soumettre un maximum de trois participations : un essai, une affiche et un élément multimédia (par exemple, audio, vidéo ou animation). Toutes les soumissions doivent être envoyées à votre surintendant avant le 15 novembre. Votre surintendant sélectionnera les soumissions gagnantes qui représenteront votre district d’ici le 27 novembre.\nDes directives supplémentaires, y compris des exemples de grilles d’évaluation, sont disponibles sur la page InfoHub Respect pour Tous. Pour toute question, envoyez un e-mail à"
}