{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Be the First. Founded in 1851, Alpha Delta Pi was the first secret society established for women. ADPi sisters are everywhere on Vanderbilt’s campus, holding leadership positions in a wide variety of clubs and activities such as VUcept, Tour Guides, Dance Marathon, Next Steps, the Association of Latin American Students, and Vanderbilt Student Volunteers for Science. They pride themselves on their national philanthropy, the Ronald McDonald House Charities (RMHC), which houses the families of patients at Monroe Carell, Jr. Children’s Hospital. Sisters venture to the chapter house to make meals for the RMHC and into the Nashville Community to work with Pawster Nashville or BELL Gardens. During the fall, the ADPi philanthropy event raises thousands of dollars for the RMHC, as does ADPiHop in the spring. ADPi sisters love to hang out with each other, whether this means doing homework on the back porch, taking workout classes, or doing service together. Alpha Delta Pi’s open motto, “We Live for Each Other,” exemplifies their incredible sisterhood that they love sharing with their new sister",
    "trans": "Soyez les premiers. Fondée en 1851, Alpha Delta Pi a été la première société secrète établie pour les femmes. Les sœurs d'ADPi sont partout sur le campus de Vanderbilt, occupant des postes de direction dans une grande variété de clubs et d'activités tels que VUcept,  Guides Touristiques, Marathon de danse, Next Steps, l'Association des Étudiants Latino-américains, et les Étudiants Volontaires de Vanderbilt pour la science. Elles sont fières de leur philanthropie nationale, les Charités de la Maison Ronald McDonald (RMHC), qui hébergent les familles des patients de l'Hôpital pour enfants Monroe Carell Jr. Les sœurs se rendent à la maison du chapitre pour préparer des repas pour la RMHC et travaillent avec la communauté de Nashville pour collaborer avec Pawster Nashville ou BELL Gardens. Pendant l'automne, l'événement philanthropique d'ADPi recueille des milliers de dollars pour la RMHC, tout comme ADPiHop au printemps. Les sœurs d'ADPi adorent passer du temps ensemble, que ce soit pour faire des devoirs sur le porche arrière, suivre des cours de sport ou faire du service ensemble. La devise ouverte d'Alpha Delta Pi, « Nous vivons les unes pour les autres », illustre leur incroyable sororité qu'elles aiment partager avec leur nouvelle sœur."
}