{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Mediterra Team,\nWe hope everyone is in a safe location just ahead of Hurricane Milton’s landfall later this evening.\nThe Club is continuing to track the storm’s path and will provide updates as more information becomes available. However, we wanted to share an important iPhone update that will allow you to communicate in the event there is no WiFi or cellular service due to the storm.\nFor anyone who has an iPhone 14 or above:\nGo into your settings on your phone and make sure you have the iOS 18.1 or greater update installed. If not, please make sure to install the latest version in order to access this feature.\nOnce that is complete, reopen your settings, click on “APPS” at the bottom, and then click on “Messages”.\nScroll down and you should see the “Satellite Connection Demo”.\nPlease note that the update may take a few minutes to complete and must be done prior to losing cellular service.\nAgain, we will continue to monitor the storm’s progress and will do our best to provide updates via text messages and emails as more information becomes available.\nPlease stay safe.\nSincerely,\nCarmen Mauceri, CCM, ECM\nGM/COO\nArchivos adjuntos",
    "trans": "Chère équipe Mediterra,\nNous espérons que tout le monde est dans un endroit sûr juste avant l'arrivée de l'ouragan Milton ce soir.\nLe Club continue de suivre le parcours de la tempête et fournira des mises à jour à mesure que de nouvelles informations seront disponibles. Cependant, nous souhaitions partager une mise à jour importante pour iPhone qui vous permettra de communiquer en cas d'absence de WiFi ou de service cellulaire en raison de la tempête.\nPour toute personne possédant un iPhone 14 ou supérieur :\nAllez dans les paramètres de votre téléphone et assurez-vous que la mise à jour iOS 18.1 ou supérieure est installée. Si ce n'est pas le cas, veuillez vous assurer d'installer la dernière version afin d'accéder à cette fonctionnalité.\nUne fois cela terminé, rouvrez vos paramètres, cliquez sur « APPS » en bas, puis cliquez sur « Messages ».\nFaites défiler vers le bas et vous devriez voir la « Démo de connexion par satellite ».\nVeuillez noter que la mise à jour peut prendre quelques minutes et doit être effectuée avant la perte du service cellulaire.\nEncore une fois, nous continuerons à suivre l'évolution de la tempête et ferons de notre mieux pour fournir des mises à jour par messages texte et e-mails à mesure que de nouvelles informations seront disponibles.\nVeuillez rester en sécurité.\nSincèrement,\nCarmen Mauceri, CCM, ECM\nGM/COO\nArchivos adjuntos"
}