{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The film reveals its hideousness early. Scrawny ten-year-old [redacted_name], for whom Hitler is an imaginary friend, lives in Germany in the waning days of World War II. As the film begins, he heads off to a [redacted_name] summer camp. Waititi depicts the camp with a [redacted_name] whimsy, the first sign of the way in which he takes for granted the audience's anti-Nazi sympathies. He's like the YouTuber who says the N-word and cries \"I'm not racist, the joke is that I would never say something like that!\" These scenes are coupled with horrific comic performances from [redacted_name] and [redacted_name] as Nazi leaders. Here, the joke is different. We're meant to laugh at their oafish stupidity. Is this the best that this \"anti-hate satire\" can muster in comedic critique? \"Nazis are dumb,\" that's all? This is classic toothless liberal satire, the kind [redacted_name] perfected a decade and a half ago. Fascists can't be treated as evil, because that would make lighthearted comedy an obviously useless tool of resistance. But if we call them stupid instead, we can joke about how stupid they are, and take the high ground, and act like it fucking matters, like these people have ever cared if the left thinks they're dumb. This is how Waititi treats the perpetrators of mankind's most monstrous act. Not as bad guys, just fancifully silly ones.",
    "trans": "Le film révèle très tôt son caractère hideux. Un petit garçon de dix ans, [redacted_name], pour qui Hitler est un ami imaginaire, vit en Allemagne dans les derniers jours de la Seconde Guerre mondiale. Au début du film, il se rend dans une colonie de vacances [redacted_name]. Waititi dépeint le camp avec une fantaisie [redacted_name], premier signe de la façon dont il prend pour acquis les sympathies anti-nazies du public. Il est comme le YouTubeur qui prononce le mot « N » et s'écrie « Je ne suis pas raciste, la blague c'est que je ne dirais jamais quelque chose comme ça ! ». Ces scènes sont couplées à d'horribles performances comiques de [redacted_name] et [redacted_name] en tant que leaders nazis. Ici, la plaisanterie est différente. Nous sommes censés rire de leur stupidité maladroite. Est-ce le mieux que cette « satire anti-haine » puisse faire en matière de critique comique ? « Les nazis sont stupides », c'est tout ? Il s'agit d'une satire libérale classique et édentée, du type de celle que [redacted_name] a perfectionnée il y a une décennie et demie. Les fascistes ne peuvent pas être traités comme des êtres malfaisants, car cela ferait de la comédie légère un outil de résistance manifestement inutile. Mais si nous les appelons stupides à la place, nous pouvons plaisanter sur leur stupidité, prendre de la hauteur et agir comme si c'était important, comme si ces gens s'étaient jamais souciés de savoir si la gauche pensait qu'ils étaient stupides. C'est ainsi que Waititi traite les auteurs de l'acte le plus monstrueux de l'humanité. Non pas comme des méchants, mais comme des personnages fantaisistes et ridicules."
}