{
    "source": "en_US",
    "target": "fr_FR",
    "text": "They don't believe because I'm some poor refugee kid who smells like pickles and garlic, and has lice, and I'm probably making up stories to feel important. I don't know what the American grown-ups have for memories, but they can't be as beautiful as mine. So they laugh. They don't touch me. But they roll their eyes. \"Okay,\" they say. \"It is,\" I say. \"It's one of two memories I have of my [redacted_name].\" I promise. I haven't been careless with it. My heart clenches it like a fist. Like gripping a ball bearing as hard as you can. The fin- gers dig into the palm and you don't even know if it's still in there. The knuckles are white and you're afraid it fell out and you didn't even notice. You're just clenching nothing until your nails cut into your palm and you bleed. The memory is small. Barely a few pictures. His face is one still image. T BEGNIS NI Abig godl car. It isn't real gold, just painted -the color. It was so big the seats were two couches on wheels. The car drives on a dirt road through a desert in the middle of Iran. Specifically, on the road to Ardestan. That doesn't mean anything to you, probably, if you even bothered to pronounce it. I could have said, \"on the road to skip-this-word-you're-a-dumdum-stan,\" and it'd be the same. It was a desert in a faraway land. You want a map?",
    "trans": "Ils ne me croient pas parce que je suis un pauvre réfugié qui sent les cornichons et l'ail, et qui a des poux, et ils pensent probablement que j'invente des histoires pour me sentir important. Je ne sais pas quelles sont les souvenirs des adultes américains, mais ils ne peuvent pas être aussi beaux que les miens. Alors ils rient. Ils ne me touchent pas. Mais ils roulent des yeux. \"D'accord,\" disent-ils. \"C'est vrai,\" dis-je. \"C'est l'un des deux souvenirs que j'ai de mon [redacted_name].\" Je le promets. Je n'ai pas été négligent avec ça. Mon cœur s'y agrippe comme un poing. Comme saisir une bille aussi fort que possible. Les doigts s'enfoncent dans la paume et vous ne savez même pas si elle est toujours là. Les jointures sont blanches et vous avez peur qu'elle soit tombée et que vous ne l'ayez même pas remarqué. Vous ne faites que serrer le vide jusqu'à ce que vos ongles coupent votre paume et que vous saigniez. Le souvenir est petit. À peine quelques images. Son visage est une image fixe. Une grosse voiture en or. Ce n'est pas de l'or réel, juste de la peinture - la couleur. Elle était si grande que les sièges étaient deux canapés sur roues. La voiture roule sur une route de terre à travers un désert au milieu de l'Iran. Plus précisément, sur la route d'Ardestan. Cela ne signifie probablement rien pour vous, même si vous avez essayé de le prononcer. J'aurais pu dire, \"sur la route de passe-ce-mot-t'es-un-débile-stan,\" et ce serait la même chose. C'était un désert dans un pays lointain. Vous voulez une carte ?"
}