{
    "source": "en_US",
    "target": "fr_FR",
    "text": "🚨GEORGIA ELECTION FRAUD🚨\nDominion voting machines. We are already seeing MAJOR issues with the machines across the Peach State as early voting is underway\nCongresswoman MTG confirmed there is an issue in her district (14th) with the machines flipping votes from Trump to Kamala\nA voter chose Trump on the BMD (ballot marking device) & then when the printed ballot came out of the table top printer (before it was scanned to actually cast the ballot), the text showed they selected Kamala\nAfter several attempts to fix it, they finally had to void out the ballot, use another machine and start fresh. They were able to successfully select Trump and it correctly showed on the printed ballot text. The ballot was then cast by scanning the printed ballot in the Polling Place Scanner (tabulator)\nA picture of a Fulton County ballot from 2020 is shown below so you can see how a printed ballot looks after selections are made (picture from Google)\nVoters across Georgia are now being told to double check the printed ballot, before it is scanned into the tabulator, to make sure the correct selections are shown in the text on the printed ballot, which is below the QR code that is also printed on the ballot\nHowever, I want to know what difference does it make what the printed text on the ballot shows when the tabulator is only reading the QR code, not the text on the printed ballot?????\nTo those who may not be familiar with how the process works, selections are privately made on a BMD (ballot marking device aka touch screen tablet) and then are printed out on a table top printer. Each printed ballot shows a QR code on top and below it are the selections in text. The printed ballot is then scanned into the Polling Place Scanner (aka tabulator) where the QR code is read and tallies and then the process is complete\nThe Polling Place Scanner only scans the QR code, which is NOT readable by the human eye. The QR code also cannot be read by any other device other than the Polling Place Scanner. It’s NOT like what we’re accustomed to with QR codes being easily scanned by our phones in our everyday lives\nSo it DOES NOT MATTER what the text on the printed ballot states because the machine is not reading that, it is ONLY reading the QR code\nHow do we know that this voter who had issues with their vote being switched, that was identified in the text portion of the printed ballot, is also not having this same issue with the QR code?\nThere is literally NO WAY for anyone to verify what the QR code will be read as\nThis is beyond disturbing as Governor Kemp, SOS Raffensperger, AG Chris Carr and the Georgia State Legislature had four years to secure our elections after all of the issues that happened with Dominion in 2020 and they chose NOT to do a damn thing\nI have been sounding the alarm bells that although Trump is overwhelmingly winning in the State of Georgia, nothing of substance has been done on election integrity, so we are being set up for a repeat of 2020 for a stolen election\nHow does anyone that already cast their ballot know that their vote wasn’t switched, if they didn’t double check their printed ballot text, before feeding it into the tabulator?\nHow does anyone know that even if the printed ballot text is correct, that the QR code is correct?\nHow does anyone know anything, except for Dominion employees?\nIsn’t it our right as citizens to be able to ensure we are voting the way we intend?\nWe are in BIG TROUBLE in Georgia & DJT’s path back to the White House depends on the Peach State\nThe ONLY option at this point to ensure voters in Georgia have a secure, free & fair election is by declaring a State of Emergency to get rid of the machines and go to hand-marked, hand-counted paper ballots\nWe are only on day four of early voting, with 17 more days to go, before Election Day. Buckle up because the powers that be have shown they will do ANYTHING to stop Trump & it seems they are just getting started",
    "trans": "🚨GEORGIA ELECTION FRAUD🚨 (FRAUDE ÉLECTORALE EN GÉORGIE)\nDominion machines à voter. Nous constatons déjà des problèmes MAJEURS avec les machines à travers l'État de la pêche alors que le vote anticipé est en cours\nLa députée MTG a confirmé qu'il y avait un problème dans son district (14e) avec les machines qui inversent les votes de Trump à Kamala\nUne personne a choisi Trump sur le BMD (dispositif de marquage des bulletins de vote) et lorsque le bulletin imprimé est sorti de l'imprimante de table (avant qu'il ne soit scanné pour permettre le vote), le texte indiquait qu'elle avait choisi Kamala\nAu terme de plusieurs tentatives de résolution du problème, ils ont finalement dû annuler le bulletin, utiliser une autre machine et repartir à zéro. La sélection de Trump a été effectuée avec succès et le texte du bulletin de vote imprimé l'a correctement indiqué. Le vote a ensuite été effectué en scannant le bulletin imprimé dans le scanner du bureau de vote (tabulatrice)\nVous trouverez ci-dessous une photo d'un bulletin de vote du comté de Fulton datant de 2020, afin de voir à quoi ressemble un bulletin imprimé une fois les sélections effectuées (photo tirée de Google)\nDans toute la Géorgie, les électeurs sont désormais invités à vérifier le bulletin imprimé avant qu'il ne soit scanné dans la tabulatrice, afin de s'assurer que les sélections correctes sont indiquées dans le texte du bulletin imprimé, qui se trouve sous le code QR également imprimé sur le bulletin\nMalgré cela, je souhaite découvrir quelle est la différence entre le texte imprimé sur le bulletin et le code QR lorsque la tabulatrice ne lit que le code QR, et non le texte du bulletin imprimé ?????\nLa procédure est la suivante : les choix sont effectués en privé sur un BMD (dispositif de marquage des bulletins de vote ou tablette à écran tactile), puis imprimés sur une imprimante de table. Un code QR figure en haut de chaque bulletin imprimé et, en dessous, le texte des choix. Le bulletin imprimé est ensuite scanné dans le scanner du bureau de vote (également appelé tabulatrice) où le code QR est lu et comptabilisé, puis le processus est terminé\nLe scanner de bureau de vote ne lit que le code QR, qui n'est PAS lisible par l'œil humain. Il ne peut pas non plus être lu par un autre appareil que le scanner de bureau de vote. Ce n'est PAS comme ce à quoi nous sommes habitués, les codes QR étant facilement scannés par nos téléphones dans la vie de tous les jours\nLe texte du bulletin de vote imprimé n'a donc AUCUNE IMPORTANCE, car la machine ne le lit pas, elle lit UNIQUEMENT le code QR\nComment savoir si l'électeur qui a eu des problèmes d'interversion de son vote, identifiés dans la partie texte du bulletin imprimé, n'a pas le même problème avec le code QR ?\nIl n'y a littéralement AUCUN MOYEN pour quiconque de vérifier ce qui sera lu sur le code QR\nLe gouverneur Kemp, SOS Raffensperger, le procureur général Chris Carr et le corps législatif de l'État de Géorgie ont eu quatre ans pour sécuriser nos élections après tous les problèmes survenus avec Dominion en 2020 et ils ont choisi de ne RIEN faire.\nJe ne cesse de tirer la sonnette d'alarme : bien que Trump remporte une victoire écrasante dans l'État de Géorgie, rien de substantiel n'a été fait en matière d'intégrité des élections.\nComment quelqu'un qui a déjà voté peut-il savoir que son vote n'a pas été interverti, s'il n'a pas revérifié le texte imprimé de son bulletin de vote avant de l'introduire dans la tabulatrice ?\nComment quelqu'un peut-il savoir que même si le texte du bulletin imprimé est correct, le code QR l'est aussi ?\nComment quelqu'un peut-il savoir quoi que ce soit, à l'exception des employés de Dominion ?\nN'est-ce pas notre droit, en tant que citoyens, de pouvoir nous assurer que nous votons comme nous l'entendons ?\nNous sommes dans un GRAND TROUBLE en Géorgie et le retour de DJT à la Maison Blanche dépend de l'État des pêches\nLa SEULE option à ce stade pour garantir aux électeurs de Géorgie des élections sûres, libres et équitables est de déclarer l'état d'urgence afin de se débarrasser des machines et de passer aux bulletins de vote papier marqués et comptés à la main\nLe vote anticipé n'en est qu'à son quatrième jour, et il reste encore 17 jours avant le jour du scrutin. Accrochez-vous, car les pouvoirs en place ont montré qu'ils feraient N'IMPORTE QUOI pour arrêter Trump et il semble qu'ils ne font que commencer."
}