{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Global impacts in all fields and areas of study affect countries and their populations significantly, so it is vital to discuss their impact on modern societies. You can study global impacts from many perspectives, including manufacturing, law, architecture, ecology, computer science, economics, and even culture.\nSpeech Goal: students will inform and/or persuade their peers about various socially-significant issues related to the global impact of their major or field of study on the modern world.\nTask: Students are tasked with persuading/informing an audience of your fellow classmates and teacher about an issue relevant to the impact of their majors or fields of study on today’s society. This can include the impact of their major on things such their employment, hometown, country or even the world today.\n1) Introduce your major.\n2) Introduce an issue or problem (global or local in nature) that your major or field must study or is attempting to solve\n3) Frame the issue for the class.\nQuestions to consider when framing the issue:\nWhat is the issue? Is the issue solvable? What are the benefits to solving the issues? What are the detriments to allowing the issue to go unresolved? What are you doing personally to help solve the issue? How long will it take to solve the issue? How expensive is the solution? Where do we find the resources to fix the issue?\n4) Think outside of the box. We are at an important inflection point in the world today and each major and/or field of study is dealing with a multitude of issues it must solve. Your task is to choose one issue that is near and dear to you then discuss it in front of the class.\nDon’t choose the issue that your classmates will likely choose, dare to think differently about your major. Areas like the education of future students in your major, the traditional way of thinking about your major versus the modern way, the oversaturation or under-saturation of the new students in the field, pay disparities, etc. are all ripe for study and explanation.\n5) Lastly answer the purposeful question: Why did you choose this major or field of study?",
    "trans": "Les impacts mondiaux dans tous les domaines et secteurs d'étude affectent de manière significative les pays et leurs populations, il est donc essentiel de discuter de leur impact sur les sociétés modernes. Vous pouvez étudier les impacts mondiaux sous de nombreuses perspectives, y compris la fabrication, le droit, l'architecture, l'écologie, l'informatique, l'économie, et même la culture.\nObjectif du discours : les étudiants informeront et/ou persuaderont leurs pairs sur diverses questions socialement significatives liées à l'impact mondial de leur spécialité ou domaine d'études sur le monde moderne.\nTâche : Les étudiants ont pour mission de persuader/informer un public composé de leurs camarades de classe et de leur professeur sur une question liée à l'impact de leur spécialité ou domaine d'étude sur la société d'aujourd'hui. Cela peut inclure l'impact de leur spécialité sur des éléments tels que leur emploi, leur ville natale, leur pays ou même le monde d'aujourd'hui.\n1) Présentez votre spécialité.\n2) Présentez une problématique ou un enjeu (d’envergure mondiale ou locale) que votre spécialité ou domaine d’études doit étudier ou tente de résoudre\n3) Présentez le problème à la classe.\nQuestions à considérer lors de la présentation du problème :\nQuelle est la problématique ? Cette problématique est-elle résoluble ? Quels sont les avantages de résoudre cette problématique ? Quels sont les inconvénients si cette problématique reste sans solution ? Que faites-vous personnellement pour aider à résoudre cette problématique ? Combien de temps faudra-t-il pour résoudre cette problématique ? Combien coûte la solution ? Où trouverons-nous les ressources pour résoudre cette problématique ?\n4) Pensez en dehors des sentiers battus. Nous sommes à un moment crucial dans le monde d’aujourd’hui, et chaque spécialité et/ou domaine d’études fait face à une multitude de problèmes qu’il doit résoudre. Votre tâche consiste à choisir un problème qui vous tient à cœur, puis à en discuter devant la classe.\nNe choisissez pas le problème que vos camarades de classe choisiront probablement, osez penser différemment à propos de votre spécialité. Des domaines tels que l'éducation des futurs étudiants dans votre spécialité, la manière traditionnelle de penser votre spécialité par rapport à la manière moderne, la sursaturation ou la sous-saturation des nouveaux étudiants dans le domaine, les disparités salariales, etc., sont tous des sujets propices à l'étude et à l'explication.\n5) Enfin, répondez à la question essentielle : Pourquoi avez-vous choisi cette spécialité ou ce domaine d'études ?"
}