{
    "source": "en_US",
    "target": "fr_FR",
    "text": "To redeem your gift card, follow these steps:\n1. Visit www.amazon.com/redeem.\n2. Click Apply to Account and enter the claim code when prompted.\n3. Gift card funds will be applied automatically to eligible orders during the checkout process.\n4. You must pay for any remaining balance on your order with another payment method.\nYour gift card claim code may also be entered when prompted during checkout. To redeem your gift card using the Amazon.com 1-Click® service, first add the gift card funds to Your Account.\nIf you have questions about redeeming your gift card, please visit www.amazon.com/gc-redeem.\n*Amazon.com is not a sponsor of this promotion. Except as required by law, Amazon.com Gift Cards (\"GCs\") cannot be transferred for value or redeemed for cash. GCs may be used only for purchases of eligible goods on Amazon.com or certain of its affiliated websites. GCs cannot be redeemed for purchases of gift cards. Purchases are deducted from the GC balance. To redeem or view a GC balance, visit \"Your Account\" on Amazon.com. Amazon is not responsible if a GC is lost, stolen, destroyed or used without permission. For complete terms and conditions, see www.amazon.com/gc-legal. GCs are issued by ACI Gift Cards, Inc., a Washington corporation. All Amazon ™ & © are IP of Amazon.com, Inc. or its affiliates. No expiration date or service fees",
    "trans": "Pour utiliser votre carte cadeau, suivez ces étapes :\n1. Visitez www.amazon.com/redeem.\n2. Cliquez sur Appliquer au compte et saisissez le code de réclamation lorsque vous y êtes invité.\n3. Les fonds de la carte cadeau seront appliqués automatiquement aux commandes éligibles lors du processus de paiement.\n4. Vous devez régler tout solde restant sur votre commande avec un autre mode de paiement.\nVotre code de réclamation de carte cadeau peut également être saisi lorsque cela vous est demandé lors du paiement. Pour utiliser votre carte cadeau avec le service Amazon.com1-Click®, ajoutez d'abord les fonds de la carte cadeau à votre compte.\nSi vous avez des questions sur l'utilisation de votre carte cadeau, veuillez visiter www.amazon.com/gc-redeem.\n*Amazon.com n'est pas le sponsor de cette promotion. Sauf si la loi l'exige, les cartes cadeaux Amazon.com (« GCs ») ne peuvent pas être transférées pour une valeur ou échangées contre de l'argent. Les GCs ne peuvent être utilisées que pour l'achat de biens éligibles sur Amazon.comou certains de ses sites affiliés. Les GCs ne peuvent pas être échangées contre l'achat de cartes cadeaux. Les achats sont déduits du solde des GCs. Pour utiliser ou consulter le solde d'une GC, visitez « Votre compte » sur Amazon.com. Amazon n'est pas responsable de la perte, du vol, de la destruction ou de l'utilisation non autorisée des CG. Pour les conditions générales complètes, consultez www.amazon.com/gc-legal. Les GCs sont émises par ACI Gift Cards, Inc., une société de l'État de Washington. Tous les Amazon ™ & © sont la propriété intellectuelle d'Amazon.com, Inc. ou de ses affiliés. Aucune date d'expiration ni frais de service."
}