{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Two months have passed since Historia Reiss's coronation. She has started a farm to take care of the orphans and the needy. The military has also been overhauled. They now have a new weapon that allows them to kill Titans without risking the lives of soldiers and new recruits have joined the Scout Regiment. At Jean Kirschtein's prompting, Eren Jaeger tries to remember the Scout who appeared in his father's memory and realizes that it is Commandant Keith Sadies of the Cadet Corps.\nEren, his squad, Levi, and Hange visit Keith and hear his story of how he discovered Grisha Jaeger outside of Wall Maria twenty years ago. The two became friends, and Grisha inspired Keith to think he was special. However, Keith suffered many failures, both in his personal life and as an officer, and came to realize he was not special at all. He was with Grisha the night Wall Maria fell, and carried Eren out of the woods after Grisha had taken him there. Keith hoped that Eren would avoid becoming like his father, but even though he sabotaged Eren's training gear when he was a cadet, Eren would not give up. As Eren leaves in the present day, Keith realizes he could not change anything.",
    "trans": "Deux mois se sont écoulés depuis le couronnement de Historia Reiss. Elle a lancé une ferme pour prendre soin des orphelins et des démunis. L'armée a également été réorganisée. Elle dispose désormais d'une nouvelle arme qui leur permet de tuer des Titans sans risquer la vie des soldats, et de nouveaux recrues ont rejoint le Régiment des Éclaireurs. Sur l'insistance de Jean Kirschtein, Eren Jaeger tente de se souvenir de l'Éclaireur qui est apparu dans la mémoire de son père et réalise qu'il s'agit du Commandant Keith Sadies du Corps des Cadets.\nEren, son escouade, Levi et Hange rendent visite à Keith et écoutent son histoire sur la façon dont il a découvert Grisha Jaeger hors de Wall Maria il y a vingt ans. Les deux sont devenus amis, et Grisha a inspiré Keith à penser qu'il était spécial. Cependant, Keith a subi de nombreux échecs, tant dans sa vie personnelle que comme officier, et il a fini par réaliser qu'il n'était pas du tout spécial. Il était avec Grisha la nuit où Wall Maria est tombé, et a porté Eren hors des bois après que Grisha l'y ait amené. Keith espérait qu'Eren éviterait de devenir comme son père, mais bien qu'il ait saboté l'équipement d'entraînement d'Eren lorsqu'il était cadet, Eren n'a pas abandonné. Lorsque Eren part, à l'époque actuelle, Keith réalise qu'il ne pouvait rien changer."
}