{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Warm Greetings\nJust to give you a brief , Filters International LLC - is based in Muscat – GALA INDUSTRIAL AREA and brings you the best\nHeavy Vehicle,Heavy Machinery ,Compressor, Generator, Automotive, Industrial, Marine and Hydraulic, , Gas Turbine Filters ,\nAir Intake(conical & cylindrical), Dust Collectors Filters, Lubricants, Batteries from around the world.\nwhich are world renowned brands and we are proud to bring the best of these products to our\n, Earth Moving Equipment and Industrial Applications. The prime aim of establishing our firm in Oman is to provide high quality filtration products like PECO Oil & Gas Filtration, GAS PARTICULATE FILTERS, HYDAC , INTERNORMAN, MP FILTERI , PALL FILTRES, Dominic Hunder , Gas Filters, WIX, SAKURA, BALDWIN, ALCO, FILTREC, MANN, FLEETGUARD which define the filtration industry.\nIn our quest to achieve the pinnacle of success in Oman, we look forward to a successful association with you.\nWe look forward to your support and a successful partnership with your esteemed firm.\nShould you have any further queries / clarifications, please do not hesitate to contact us.\nThanks & Regards",
    "trans": "Chaleureuses salutations\nPour vous donner un bref aperçu, Filters International LLC - est basée à Muscat – GALA INDUSTRIAL AREA et vous propose les meilleur\nfiltres pour véhicules lourds, machines lourdes, compresseurs, générateurs, automobiles, industries, marines et hydrauliques, turbines à gaz,\nprises d'air (coniques et cylindriques), filtres pour collecteurs de poussière, lubrifiants, batteries du monde entier.\nCe sont des marques mondialement reconnues et nous sommes fiers d'apporter le meilleur de ces produits à nos\néquipements de terrassement et applications industrielles. Le principal objectif de la création de notre entreprise à Oman est de fournir des produits de filtration de haute qualité tels que PECO Oil & Gas Filtration, GAS PARTICULATE FILTERS, HYDAC, INTERNORMAN, MP FILTERI, PALL FILTERS, Dominic Hunder, Gas Filters, WIX, SAKURA, BALDWIN, ALCO, FILTREC, MANN, FLEETGUARD qui définissent l'industrie de la filtration.\nDans notre quête pour atteindre le sommet du succès à Oman, nous attendons avec impatience une association réussie avec vous.\nNous comptons sur votre soutien et une collaboration fructueuse avec votre éminente entreprise.\nSi vous avez d'autres questions ou clarifications, n'hésitez pas à nous contacter.\nMerci & Cordialement"
}