{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Australia is the sixth largest country in the world, celebrating its 26th consecutive year without a recession. However, the country is one of the ten largest emitters of greenhouse gases, mainly caused by energy use. As such, Australia is facing a trade-off between economic growth and reducing carbon dioxide (CO2) emissions. This paper empirically analyses the relationship between economic growth and CO2 emissions in Australia, based on annual data from 1965 to 2016, considering the consumption of the fossil fuels oil and coal and renewable energy. This analysis is performed using the environmental Kuznets curve (EKC) and the Decoupling Index (DI). The EKC is assessed by employing the autoregressive distributed lag model. In addition, a robustness check is provided through the vector error correction model, which allows for the employment of the Granger causality test. The results show that in Australia, there is evidence for the EKC hypothesis, and that the country is undergoing increasing relative decoupling. These results mean that economic growth causes CO2 emissions and consequently environmental degradation. To achieve environmental targets and reduce the rate of CO2 emissions while continuing to grow, Australia needs to implement measures and policies to cut CO2 emissions, such as energy demand management and control, energy efficiency, reducing fossil fuel consumption, and investing in renewable energy technology.",
    "trans": "L'Australie est le sixième plus grand pays du monde et célèbre sa 26ᵉ année consécutive sans récession. Cependant, le pays fait partie des dix plus grands émetteurs de gaz à effet de serre, principalement en raison de sa consommation d’énergie. Ainsi, l’Australie est confrontée à un dilemme entre la croissance économique et la réduction des émissions de dioxyde de carbone (CO₂). Cet article analyse empiriquement la relation entre la croissance économique et les émissions de CO₂ en Australie, en s’appuyant sur des données annuelles de 1965 à 2016 et en prenant en compte la consommation des combustibles fossiles (pétrole et charbon) ainsi que l’énergie renouvelable. Cette analyse est réalisée en utilisant la courbe environnementale de Kuznets (EKC) et l'indice de découplage (DI). L’EKC est évaluée à l’aide du modèle autorégressif à retards échelonnés. De plus, un test de robustesse est effectué via le modèle à correction d’erreur vectorielle, qui permet d’appliquer le test de causalité de Granger. Les résultats montrent qu’en Australie, il existe des preuves en faveur de l’hypothèse de l’EKC et que le pays est en train d’opérer un découplage relatif croissant. Ces résultats indiquent que la croissance économique entraîne des émissions de CO₂ et, par conséquent, une dégradation de l’environnement. Pour atteindre ses objectifs environnementaux et réduire le taux d’émission de CO₂ tout en poursuivant sa croissance, l’Australie doit mettre en place des mesures et des politiques visant à réduire les émissions de CO₂, telles que la gestion et le contrôle de la demande énergétique, l’amélioration de l’efficacité énergétique, la diminution de la consommation d’énergies fossiles et l’investissement dans les technologies d’énergie renouvelable."
}