{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Restoring power following Milton\nMilton restoration update\nMilton made landfall last night on the west coast as a Category 3 storm, bringing multiple tornadoes and hurricane-force winds across the state. We’re assessing damage and restoring power. Early assessments have revealed restoration challenges. On the west coast, storm surge, flooding and debris have made some areas difficult to enter. On the east coast, tornadoes toppled trees and spread debris, causing significant damage.\nWith such conditions, we urge you to prioritize safety:\nFollow warnings from local emergency officials.\nKeep roads clear for restoration workers.\nIf you come to an intersection with a non-working traffic signal, treat it as a four-way stop.\nNever operate a generator inside your home/garage or near open windows.\nStay away from flooded areas, downed power lines and debris.\nWe know how difficult it is to be without power. Rest assured, we have a convoy of restoration personnel across the state as part of our massive restoration effort. Our crews will not stop working until everyone’s lights are back on.\nVISIT FPL.COM\nView outages\nReport issues or check the status of an outage from your phone.\nTry it now\nGet resources\nSee quick links to helpful resources and find out what's in your area.\nFind help\nDownload our app\nFor instant, secure access to your account. Text APP to 69375.\nGet it now\nPlease do not reply to this email. This address is not monitored.\nFor help, visit FPL.com\nYou are receiving this email because you are an FPL customer. Add FPL-Account-Management@noreply.fpl.comto your address book or you canunsubscribe at any time.\nUpdate Profile Contact Us Terms & Conditions Privacy Policy\nFlorida Power & Light Company\nP.O. Box 025576, Miami, FL 33102\nCopyright © 2024 All rights reserved.",
    "trans": "Rétablissement de l'électricité suite à Milton\nMise à jour sur la restauration de Milton\nMilton a touché terre la nuit dernière sur la côte ouest en tant que tempête de catégorie 3, apportant plusieurs tornades et des vents de force ouragan à travers l'État. Nous évaluons les dommages et restaurons l'électricité. Les premières évaluations ont révélé des défis de restauration. Sur la côte ouest, la montée des eaux, les inondations et les débris ont rendu certaines zones difficiles d'accès. Sur la côte est, les tornades ont renversé des arbres et dispersé des débris, causant des dégâts importants.\nDans de telles conditions, nous vous invitons à donner la priorité à la sécurité :\nSuivez les avertissements des responsables locaux des urgences.\nGardez les routes dégagées pour les travailleurs de la restauration.\nSi vous arrivez à une intersection avec un signal de trafic non fonctionnel, traitez-la comme un arrêt à quatre voies.\nN'utilisez jamais un générateur à l'intérieur de votre maison/garage ou près de fenêtres ouvertes.\nÉloignez-vous des zones inondées, des lignes électriques tombées et des débris.\nNous savons combien il est difficile d'être sans électricité. Soyez assurés que nous avons un convoi de personnel de restauration à travers l'État dans le cadre de notre effort massif de restauration. Nos équipes ne cesseront de travailler tant que les lumières de chacun ne seront pas allumées.\nVISITEZ FPL.COM\nVoir les pannes\nSignaler des problèmes ou vérifier l'état d'une panne depuis votre téléphone.\nEssayez-le maintenant\nObtenez des ressources\nVoyez des liens rapides vers des ressources utiles et découvrez ce qui est dans votre région.\nTrouvez de l'aide\nTéléchargez notre application\nPour un accès instantané et sécurisé à votre compte. Envoyez APP au 69375.\nObtenez-le maintenant\nVeuillez ne pas répondre à cet e-mail. Cette adresse n'est pas surveillée.\nPour obtenir de l'aide, visitez FPL.com\nVous recevez cet e-mail car vous êtes un client FPL. Ajoutez FPL-Account-Management@noreply.fpl.com à votre carnet d'adresses ou vous pouvez vous désabonner à tout moment.\nMettre à jour le profil Contactez-nous Termes et conditions Politique de confidentialité\nFlorida Power & Light Company\nP.O. Box 025576, Miami, FL 33102\nCopyright © 2024 Tous droits réservés."
}