{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You try to catch dinner to feed your wife and children, but all of the fish in this gosh darn lake keep turning into hot anime girls.\n-\nFish for food and become disappointed when they turn into inedible anime girls! Talk to the girls and get to know them! Maybe you’ll find love… or a reason to yeet them right back into the lake you fished them from.\nFeatures:\nFishing minigame\n6 fish girls to talk to\nVisual novel elements\nCute art\n7 endings ( 6 secret endings)\nGender neutral player character\n8000+ words\nA wife and children\nA skilled angler who just wants to catch dinner and leave this lake ASAP.\nA fish with attitude! She wants to talk to a human, even if they are super duper gross. Like, have you SEEN those bipedal, hairy things???\nNot a fish.\nAn elegant creature of nobility and status - unlike you, you lowly peasant. How dare you fish up such a grand being!\nShe’s smart, she’s energetic, and she has a massive crush on you. Which is bad, because you have a wife that you love very much.\nShe’s as shy as she is tall. What’s an orca doing in a lake? I don’t know, what are you doing playing a game where fish turn into anime girls?\nProbably needs to see a vet… or now that she's human, a doctor. She does not enjoy being pink.\nThis fish talks but doesn’t turn into a woman. Thank goodness. Unfortunately, it will not let itself be eaten. Entitled little thing.\n-\nCredits:\nCo developed by Mythikiwi and Sparkywor\nProgrammer: Mythikiwi\nWriter: Sparkywor\nArtists: Purorange and Sparkywor\nVoice samples provided by Mythikiwi, Sparkywor, Grimberriz, 1chi, Dark1Alien\n-\nDev notes:\n01/04/2023: We started this game 4 days ago on a whim and are surprised at how much we got done before the deadline. Unfortunately we couldn’t get facial expressions done in time for the end of the game jam, but we’ll be releasing them later on in a patch!\n7/04/2023: Expressions have been added, alongside other quality of life features!\n10/04/2023: Re uploaded files, there was a small bug with jellyfish & boots expressions which caused the game to break and become unplayable.\nPlease note: Save data will be lost if playing on browser version and game is updated, to keep save data, please download a copy of the game. Thanks!",
    "trans": "Vous essayez de pêcher le dîner pour nourrir votre femme et vos enfants, mais tous les poissons dans ce fichu lac se transforment en superbes filles animé.\n-\nPêchez pour la nourriture et soyez déçu lorsqu'elles se transforment en filles animé immangeables ! Parlez aux filles et apprenez à les connaître ! Peut-être trouverez-vous l'amour... ou une raison de les renvoyer directement dans le lac d'où vous les avez pêchées.\nCaractéristiques :\nMini-jeu de pêche\n6 filles poissons à qui parler\nÉléments de visual novel\nArt mignon\n7 fins (6 fins secrètes)\nPersonnage jouable de genre neutre\n8000+ mots\nUne femme et des enfants\nUn pêcheur expérimenté qui veut juste attraper son dîner et quitter ce lac ASAP.\nUn poisson avec de l'attitude ! Elle veut parler à un humain, même si c'est une chose super moche. Sérieusement, avez-vous VU ces bipèdes, chose poilus ???\nPas un poisson.\nUne créature élégante de noblesse et de statut - contrairement à vous, pauvre paysan. Comment osez-vous pêcher un être aussi grandiose !\nElle est intelligente, elle est énergique, et elle a un énorme béguin pour vous. Ce qui est mauvais, car vous avez une femme que vous aimez beaucoup.\nElle est aussi timide qu'elle est grande. Que fait une orque dans un lac ? Je ne sais pas, que faites-vous dans un jeu où des poissons se transforment en filles animé ?\nProbablement besoin de voir un vétérinaire… ou maintenant qu'elle est humaine, un médecin. Elle n'aime pas être rose.\nCe poisson parle mais ne se transforme pas en femme. Dieu merci. Malheureusement, il ne se laissera pas manger. Petit chose intitulée.\n-\nCrédits :\nCo Développé par Mythikiwi et Sparkywor\nProgrammeur : Mythikiwi\nScénariste : Sparkywor\nArtistes : Purorange et Sparkywor\nExemples vocaux fournis par Mythikiwi, Sparkywor, Grimberriz, 1chi, Dark1Alien\n-\nNotes dév :\n01/04/2023 : Nous avons commencé ce jeu il y a 4 jours sur un coup de tête et sommes surpris de tout ce que nous avons accompli avant la date limite. Malheureusement, nous n’avons pas pu terminer les expressions faciales à temps pour la fin du game jam, mais elles seront ajoutées plus tard dans un patch !\n07/04/2023 : Les expressions ont été ajoutées, ainsi que d'autres améliorations de qualité de vie !\n10/04/2023 : Fichiers re-téléchargés, il y avait un petit bug avec les expressions des méduses et des bottes, ce qui rendait le jeu injouable.\nNote importante : Les données de sauvegarde seront perdues si vous jouez sur la version navigateur et que le jeu est mis à jour. Pour conserver vos données de sauvegarde, veuillez télécharger une copie du jeu. Merci !"
}