{
    "source": "en_US",
    "target": "fr_FR",
    "text": "They used physics to find patterns in information\nThis year’s laureates used tools from physics to construct methods that helped lay the foundation for today’s powerful machine learning. John Hopfield created a structure that can store and reconstruct information. Geoffrey Hinton invented a method that can independently discover properties in data and which has become important for the large artificial neural networks now in use.\nRelated articles\nPress release\nPopular information: They used physics to find patterns in information\nScientific background: “for foundational discoveries and inventions that enable machine learning with artificial neural networks”\n© Johan Jarnestad/The Royal Swedish Academy of Sciences\nInterview – First reactions\n“It was just astounding!”\nShortly after the prize announcement, 2024 physics laureate John Hopfield talks about how he found out about the prize when he was going through his e-mails. “It didn’t sink in until I got to the fourth e-mail!” Hopfield reflects on how to tackle big questions, such as how the mind works.\nJohn Hopfield. Ill. Niklas Elmehed © Nobel Prize Outreach\nInterview – First reactions\n”I was extremely surprised”\nMoments after finding out about the prize, 2024 physics laureate Geoffrey Hinton talks about the state of machine learning, the pressing need for safety research, and his hopes that the award might make people take the fears he voices more seriously.\nGeoffrey Hinton. Ill. Niklas Elmehed © Nobel Prize Outreach\nDid you know?\nThe Nobel Prize in Chemistry 2024\nThey cracked the code for proteins’ amazing structures\nThe Nobel Prize in Chemistry 2024 is about proteins, life’s ingenious chemical tools. David Baker has succeeded with the almost impossible feat of building entirely new kinds of proteins. Demis Hassabis and John Jumper have developed an AI model to solve a 50-year-old problem: predicting proteins’ complex structures. These discoveries hold enormous potential.\nRelated articles\nPress release\nPopular information: They have revealed proteins’ secrets through computing and artificial intelligence\nScientific background: Computational protein design and protein structure prediction\n© Johan Jarnestad/The Royal Swedish Academy of Sciences\nInterview – First reactions\n“I will try to get some sleep, but I don’t know if it’s possible”\n2024 chemistry laureate David Baker talks about the exciting potential of building brand new proteins.",
    "trans": "Ils ont utilisé la physique pour trouver des motifs dans l'information\nLes lauréats de cette année ont utilisé des outils de physique pour construire des méthodes qui ont aidé à poser les bases de l'apprentissage automatique puissant d'aujourd'hui. John Hopfield a créé une structure qui peut stocker et reconstruire des informations. Geoffrey Hinton a inventé une méthode qui peut découvrir indépendamment des propriétés dans les données et qui est devenue importante pour les grands réseaux neuronaux artificiels actuellement en usage.\nArticles connexes\nCommuniqué de presse\nInformations populaires : Ils ont utilisé la physique pour trouver des motifs dans l'information\nContexte scientifique : « pour des découvertes et des inventions fondamentales qui permettent l'apprentissage automatique avec des réseaux neuronaux artificiels »\n© Johan Jarnestad / Académie royale des sciences de Suède\nInterview – Premières réactions\n« C'était tout simplement stupéfiant! »\nPeu après l'annonce du prix, le lauréat du prix Nobel de physique 2024, John Hopfield, parle de la manière dont il a découvert le prix alors qu'il consultait ses e-mails. « Ce n'est pas tombé jusqu'à ce que j'arrive au quatrième e-mail ! » Hopfield réfléchit à la manière de s'attaquer aux grandes questions, comme le fonctionnement de l'esprit.\nJohn Hopfield. Ill. Niklas Elmehed © Nobel Prize Outreach\nInterview – Premières réactions\n« J'étais extrêmement surpris »\nQuelques instants après avoir appris la nouvelle, le lauréat du prix Nobel de physique 2024, Geoffrey Hinton, parle de l'état de l'apprentissage automatique, du besoin pressant de recherche en matière de sécurité et de ses espoirs que la distinction incite les gens à prendre plus au sérieux les craintes qu'il exprime.\nGeoffrey Hinton. Ill. Niklas Elmehed © Nobel Prize Outreach\nLe saviez-vous ?\nLe prix Nobel de chimie 2024\nIls ont percé le secret des structures étonnantes des protéines\nLe prix Nobel de chimie 2024 concerne les protéines, les outils chimiques ingénieux de la vie. David Baker a réussi l'exploit presque impossible de construire des types de protéines entièrement nouveaux. Demis Hassabis et John Jumper ont développé un modèle d'intelligence artificielle pour résoudre un problème de 50 ans : prédire les structures complexes des protéines. Ces découvertes ont un potentiel énorme.\nArticles connexes\nCommuniqué de presse\nInformations populaires : Ils ont révélé les secrets des protéines grâce à l'informatique et à l'intelligence artificielle\nContexte scientifique : Conception computationnelle de protéines et prédiction de la structure des protéines\n© Johan Jarnestad / Académie royale des sciences de Suède\nInterview – Premières réactions\n« Je vais essayer de dormir un peu, mais je ne sais pas si c'est possible »\nLe lauréat du prix Nobel de chimie 2024, David Baker, parle du potentiel excitant de construire de toutes nouvelles protéines."
}