{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Giants Dance in Attack on Titan: The Musical's U.S. Premiere\nby Caroline Cao, Oct 14th 2024\n“Are you a cult? Is this musical based on a cult manga or anime?” I was half-surprised when an English-speaking, middle-aged press attendee asked this at the Attack on Titan: The Musical press conference. The answer would have been a Google away. Still, perhaps the woman's confusion was to be expected in the first American run of a manga-adapted Japanese musical of Hajime Isayama's mega-hit shōnen manga Attack on Titan.\nIn this musical, the last of humanity isn't safe in their birdcage. In a post-apocalyptic world of terrifying giants, known as Titans, humans survived behind large walls. One fateful day, their complacency is shattered when the Colossal Titan crushes a wall. One young boy, Eren Yeager, joins the warrior Survey Corps. Proud and defiant, he'll slay the giants. That is the premise of The Attack on Titan: The Musical, a 2.5D musical production.\nAnyone who read the Kodansha-published manga or watched its four-season anime adaptation (Wit Studio for its three seasons and MAPPA for its fourth) would know that a bounty of revelational twists happens beyond this premise. Attack on Titan: The Musical adapts the manga's early chapters of its relatively simpler slish-and-slash days. It wouldn't be an Attack on Titan musical without the aerial and sword-play of the Survey Corps. If you're a neophyte with only an old-fashioned impression of Western musical theatre, don't expect any tap-dancing giants. Do expect an opening Titan Ballad, composed of dancers producing the famous contorted, grotesque Titans' physicality.\nDespite an unspoken shadow over the production, the musical's aerial stunts went without a hitch. Previously, a 2016 stage show was developed and then canceled due to an on-stage fatal fall of acrobat Kazutaka Yoshino during rehearsals.\nThe musical is directed and choreographed by breakdancing champion Go Ueki of the Spartanik Rockers, with a script by Masafumi Hata, music supervision by KEN THE 90, and lyrics by Kaori Miura. The musical originally premiered in Osaka and Tokyo in January 2023. Unless they had the eBay cash to buy the Japanese production's Blu-ray, U.S. anime-manga consumers couldn't access the musical.\nFinally, U.S. fans were able to be in the room where it happened. The production sailed over to New York with its 35-member cast, the majority of reprisals from the original production, with English subtitles. The leading cast includes Kurumu Okamiya (The Garden of Words stage version) as Eren Yeager, Sara Takatsuki (Jujutsu Kaisen The Stage and also the voice of Anna in When Marnie Was There) as Mikasa Ackerman, Eito Konishi (Touken Ranbu The Stage) as Armin Arlert, and Ryo Matsuda (Tokyo Revengers Stage series, Touken Ranbu The Stage) as Levi, and Takuro Ohno (London Pacific Overtures) as Erwin. Some of the cast have credentials that include Broadway-based productions.\nGo Ueki posing with Kurumu Okamiya as Eren Yeager, Ryo Matsuda as Levi, Sara Takatsuki as Mikasa Ackerman, Eito Konishi as Armin Arlert, and Takuro Ohno as Erwin\nPhoto taken by Caroline Cao\nWhile Attack on Titan: The Musical contained distinctive idiosyncrasies from Western musical theatre, it landed among the New York City theatre district. Through the interpreter, Director Ueki said, “As an actor, New York has Broadway, and every actor wants to be on Broadway. For 25 years, I have been seeing different shows [on Broadway]… It is nice that we get to connect to the [NYC] audience and fans of the show.”\nAttack on Titan: The Musical was staged at Manhattan New York City Center, which, to clarify, is not to be mistaken as a Broadway-qualified theatre house, but it mounts Encores! revivals of Broadway-staged musicals. Confession time: Being that I saw Maury Yeston's Titanic: The Musical previously at New York City Center, I kept screwing the title up as “Attack on Titanic: The Musical.”\nPhoto by Richard Termine\nPhoto by Richard Termine\nPhoto by Richard Termine\nPhoto by Richard Termine\nPhoto by Richard Termine\nPhoto by Richard Termine\nOne fan attendee inquired why the stage iteration of Mikasa wore a black scarf, to which the actress Takatsuki made the distinction between the anime's red coloring and the original black-and-white manga–and the musical is faithful to Isayama's manga.\nThe press performances displayed Ohno's Erwin singing a prayer for his fellow soldiers as Levi flies into action, the militant Survey Corps marching, high-wire stunts, puppetry, whirling locational projections, and intensive breakdance ballet. For me, the balloon head-puppet of the notorious Colossal Titan was reminiscent of Spider-Man: Turn Off The Dark.\nThe Titan Puppet Design is credited to Art Studio Takuto LTD. with Titan Balloon Production credited to B.O.S-Toybox. “There are a lot of Titans, and especially the named Titans that are, you know, special Titans,” Ueki said of the stage giants. “We wanted to make sure that they are expressed in different ways. It could be the projection, puppet, or balloon, but we made sure that each was expressed and portrayed differently.” Stephen Sondheim's Into The Woods giant this is not.\nIn addition, Levi's actor Matsuda treats the legacy of playing a fan-favorite Ackerman as if it's lightweight. He said, “Right now, I'm the only living person who has played Levi with the vertical maneuvering gear and fly. I feel that responsibility and resolve to do a good job so that fans of Attack on Titan will appreciate the stage.”\nI regret that the Q&A press conference allowed no time to squeeze through my question: “Describe how breakdancing and Attack on Titan go together?” When invited to sit mezzanine at the two-hour, intermission-free dress rehearsal among the press and New York City Center staff, I watched as a ballad of giants (actors in bodysuits before a backdrop of a field, signifying the Titans' towering sizes) performed their contorted movements and hustled into concert-esque formations, Armin singing a Disney-like “I-want” ballad, a mother singing a lullaby to her children as she is lifted into a Titan's greedy jaws, a breakdancer spinning on his head for a minute, and the Survey Corps singing and dancing a hip-hop number.\nWhen I glanced at my note-taking while processing the post-performance buzz, I saw “Levi doing his Spider-Man thing.” I also somehow scrawled and underlined: “Levi & Erwin married.”\nThe NYC premiere of Attack on Titan: The Musical arrived at a time when more manga-adapted musicals frequent the West. Two Frank Wildhorn-composed works made their London premieres: the recently closed-down English-language Your Lie In April: The Musical and last year's English-language Death Note: The Musical. In a streaming example, the 2.5D Demon Slayer: The Stage now has its part 1 production available in the U.S. on Crunchyroll.\nAttack on Titan: The Musical is one just one of the numerous branches of the Attack on Titan franchise. A compilation film of the anime finale Attack on Titan Final Season THE FINAL CHAPTERS will open in theaters on November 8th.\nUeki said, “To live in this beautiful and cruel world means so much to me, to bear this string of feelings on my back, I hope it helps us beyond the borders and to reach beyond the world.” He hopes the musical will inspire its “audience the courage to go up against hardships.”\nAttack on Titan: The Musical played at the New York City Center (131 W. 55th Street) until October 13.\ndiscuss this in the forum | bookmark/share with:\nthis article has been modified since it was originally posted; see change history\nFeature homepage / archives\nAll material Copyright © Anime News Network LLC. All rights reserved.\nserved by mayu-chan",
    "trans": "La danse des géants dans la première américaine de Attack on Titan: The Musical\npar Caroline Cao, le 14 octobre 2024\n« Êtes-vous une secte ? Ce spectacle musical est-il basé sur un manga ou un anime culte ? » J’ai été à moitié surpris lorsqu’une journaliste anglophone d’âge moyen a posé cette question lors de la conférence de presse de Attack on Titan: The Musical. La réponse aurait pu être trouvée en un clic sur Google. Pourtant, la confusion de cette femme était peut-être prévisible lors de la première représentation américaine d’une comédie musicale japonaise adaptée du manga à succès Attack on Titan de Hajime Isayama.\nDans cette comédie musicale, ce qu'il reste de l'humanité n'est pas en sécurité dans sa cage dorée. Dans un monde post-apocalyptique peuplé de géants terrifiants, appelés Titans, les humains ont survécu derrière d'immenses murs. Un jour fatidique, leur tranquillité est brisée lorsque le Titan Colossal détruit un mur. Un jeune garçon, Eren Yeager, rejoint alors le Bataillon d'exploration. Fier et déterminé, il est prêt à abattre les Titans. Tel est le synopsis de Attack on Titan: The Musical, une production musicale en 2.5D.\nToute personne ayant lu le manga publié par Kodansha ou regardé son adaptation animée en quatre saisons (produite par Wit Studio pour les trois premières saisons et par MAPPA pour la quatrième) sait que de nombreux rebondissements spectaculaires surviennent bien au-delà de ce simple synopsis. Attack on Titan: The Musical adapte les premiers chapitres du manga, à l’époque relativement simple de ses combats tranchants et sanglants. Impossible d’imaginer une comédie musicale Attack on Titan sans les acrobaties aériennes et les combats à l’épée du Bataillon d’exploration. Si vous êtes un néophyte n’ayant qu’une vision traditionnelle du théâtre musical occidental, ne vous attendez pas à voir des Titans faire des claquettes. En revanche, attendez-vous à une Titan Ballad d’ouverture, où des danseurs reproduisent la posture contorsionnée et grotesque emblématique des Titans.\nMalgré une ombre silencieuse planant sur la production, les cascades aériennes de la comédie musicale se sont déroulées sans accroc. Auparavant, un spectacle scénique en 2016 avait été développé puis annulé à la suite d'une chute mortelle sur scène de l'acrobate Kazutaka Yoshino lors des répétitions.\nLa comédie musicale est mise en scène et chorégraphiée par Go Ueki, champion de breakdance et membre des Spartanik Rockers, avec un script de Masafumi Hata, une supervision musicale assurée par KEN THE 90 et des paroles écrites par Kaori Miura. Le spectacle a été présenté pour la première fois à Osaka et Tokyo en janvier 2023. À moins d’avoir l’argent nécessaire pour acheter le Blu-ray de la production japonaise sur eBay, les consommateurs américains d’anime et de manga ne pouvaient pas y avoir accès.\nEnfin, les fans américains ont pu être dans la salle où tout s’est joué. La production a traversé l’océan pour débarquer à New York avec sa troupe de 35 membres, dont la majorité reprenait leur rôle de la production originale, accompagnée de sous-titres en anglais. La distribution principale comprend Kurumu Okamiya (The Garden of Words, version théâtrale) dans le rôle d’Eren Yeager, Sara Takatsuki (Jujutsu Kaisen The Stage et également la voix d’Anna dans Souvenirs de Marnie) dans celui de Mikasa Ackerman, Eito Konishi (Touken Ranbu The Stage) dans celui d’Armin Arlert, Ryo Matsuda (Tokyo Revengers Stage series, Touken Ranbu The Stage) dans celui de Levi, et Takuro Ohno (London Pacific Overtures) dans celui d’Erwin. Certains membres du casting possèdent également une expérience dans des productions de Broadway.\nGo Ueki posant aux côtés de Kurumu Okamiya dans le rôle d’Eren Yeager, Ryo Matsuda dans celui de Levi, Sara Takatsuki dans celui de Mikasa Ackerman, Eito Konishi dans celui d’Armin Arlert, et Takuro Ohno dans celui d’Erwin\nPhoto prise par Caroline Cao\nBien que Attack on Titan: The Musical contienne des particularités distinctes du théâtre musical occidental, il a trouvé sa place au cœur du quartier théâtral de New York. Par l’intermédiaire d’un interprète, le metteur en scène Ueki a déclaré : « En tant qu’acteur, New York a Broadway, et chaque acteur rêve d’être sur Broadway. Depuis 25 ans, je vois différents spectacles [sur Broadway]... C’est formidable de pouvoir établir un lien avec le public new-yorkais et les fans du spectacle. »\nAttack on Titan: The Musical a été joué au Manhattan New York City Center, qui, pour préciser, ne doit pas être confondu avec un théâtre officiellement qualifié de Broadway. Cependant, il accueille les reprises d’Encores! des comédies musicales jouées à Broadway. Petite confession : Ayant vu précédemment Titanic: The Musical de Maury Yeston au New York City Center, je n’ai pas pu m’empêcher d’inverser les titres et de l’appeler Attack on Titanic: The Musical.\nPhoto de Richard Termine\nPhoto de Richard Termine\nPhoto de Richard Termine\nPhoto de Richard Termine\nPhoto de Richard Termine\nPhoto de Richard Termine\nUn fan présent a demandé pourquoi l’adaptation scénique de Mikasa portait une écharpe noire. L’actrice Takatsuki a alors expliqué la différence entre la couleur rouge de l’anime et le noir et blanc du manga original – la comédie musicale restant fidèle à l’œuvre d’Isayama.\nLes représentations de presse ont mis en avant Erwin, interprété par Ohno, chantant une prière pour ses compagnons soldats tandis que Levi s’élance au combat, le Bataillon d’exploration en pleine marche militaire, des cascades aériennes spectaculaires, du théâtre de marionnettes, des projections dynamiques des décors et un intense ballet mêlant breakdance. Pour ma part, la marionnette à tête gonflable du redoutable Titan Colossal m’a rappelé Spider-Man: Turn Off The Dark.\nLe design des marionnettes des Titans est attribué à Art Studio Takuto LTD., tandis que la production des ballons Titans revient à B.O.S-Toybox. « Il y a beaucoup de Titans, et en particulier les Titans nommés, qui sont, vous savez, des Titans spéciaux », a déclaré Ueki à propos des géants de la scène. « Nous voulions nous assurer qu’ils soient représentés de différentes manières. Cela pouvait être par des projections, des marionnettes ou des ballons, mais nous avons veillé à ce que chacun soit exprimé et mis en scène de manière unique. » On est loin du géant de Into the Woods de Stephen Sondheim.\nDe plus, l’acteur de Levi, Matsuda, aborde l’héritage d’incarner un Ackerman très apprécié des fans avec une certaine légèreté. Il a déclaré : « En ce moment, je suis la seule personne vivante à avoir joué Levi avec l’équipement de manœuvre tridimensionnelle et à avoir volé. Je ressens cette responsabilité et suis déterminé à faire du bon travail pour que les fans de Attack on Titan apprécient l’adaptation sur scène. »\nJe regrette que la conférence de presse en format Q&R n’ait pas laissé le temps de glisser ma question : « Comment le breakdance et Attack on Titan s’accordent-ils ensemble ? » Invitée à m’asseoir au mezzanine lors de la répétition générale de deux heures, sans entracte, aux côtés des journalistes et du personnel du New York City Center, j’ai observé une ballade des géants (des acteurs en bodysuits évoluant devant un décor représentant un champ, illustrant ainsi l’immensité des Titans) exécuter leurs mouvements contorsionnés et se regrouper en formations dignes d’un concert. Armin chantait une ballade de type « I-want » à la Disney, une mère berçait ses enfants d’une berceuse avant d’être soulevée vers la mâchoire avide d’un Titan, un breakdancer tournoyait sur la tête pendant une minute, et le Bataillon d’exploration chantait et dansait sur un numéro de hip-hop.\nEn jetant un œil à mes notes tout en assimilant l’euphorie post-spectacle, j’ai remarqué que j’avais écrit : « Levi fait son truc à la Spider-Man. » J’avais aussi, d’une manière ou d’une autre, griffonné et souligné : « Levi & Erwin mariés. »\nLa première new-yorkaise de Attack on Titan: The Musical est arrivée à une époque où de plus en plus de comédies musicales adaptées de mangas gagnent l’Occident. Deux œuvres composées par Frank Wildhorn ont fait leurs débuts à Londres : Your Lie In April: The Musical, récemment fermé, dans une version en anglais, et Death Note: The Musical, présenté en anglais l’année dernière. Côté streaming, Demon Slayer: The Stage en 2.5D propose désormais sa première partie aux États-Unis sur Crunchyroll.\nAttack on Titan: The Musical n’est qu’une des nombreuses branches de la franchise Attack on Titan. Un film récapitulatif de l’épisode final de l’anime, Attack on Titan Final Season THE FINAL CHAPTERS, sortira en salles le 8 novembre.\nUeki a déclaré : « Vivre dans ce monde à la fois magnifique et cruel signifie tant pour moi, porter cette chaîne d’émotions sur mon dos… J’espère que cela nous aidera à dépasser les frontières et à atteindre au-delà du monde. » Il espère que la comédie musicale inspirera à son public « le courage d’affronter les épreuves. »\nAttack on Titan: The Musical a été joué au New York City Center (131 W. 55th Street) jusqu’au 13 octobre.\nDiscutez-en sur le forum | Ajouter aux favoris/Partager avec :\nCet article a été modifié depuis sa publication initiale ; voir l’historique des modifications\nPage d’accueil des articles / Archives\nTout le contenu est protégé par Copyright © Anime News Network LLC. Tous droits réservés.\nServi par Mayu-chan"
}