{
    "source": "en_US",
    "target": "fr_FR",
    "text": "She decided her uncle had tormented the boy enough.\n\"Ah, Uncle Tyrion! I see you've decided to grace us with your prescence.\" She spoke, approaching the duo.\n\"Ah, Aelinor, my favourite of my sister's children!\" He leaned closer. \"Don't tell your siblings. Except Joffrey. No way that little shit is my favourite.\"\n\"I see you've indulged yourself in some wine.\"\n\"Aye.\"\n\"Perhaps you should find a place to rest before you collapse and freeze to death.\"\n\"Aye, I will.\"\nWith that, he wandered off, leaving Aelinor alone with who she now knew as Lord Stark's baseborn son.\n\"I don't think we've met. I'm...\"\n\"Princess Aelinor Baratheon.\"\n\"Well, yes. But you may call me Aelinor. Titles can be so tedious.\"\n\"It would be improper. I'm a...\"\n\"Bastard. Maybe. But, at least you resemble your father. I look like neither of my parents. My siblings look like my mother and my father's bastards look more like him than I. While you may bare the title, I hear the whispers of the court that call me a bastard. That there is no way for me to be my father's daughter when his brothers andd my cousin, Shireen, all have dark hair and blue eyes; the Baratheon trademark. I don't even have Lannister green eyes or blonde hair. I'm all Targaryen, without the name.\"\nHe was silent.\n\"I'm sorry. I didn't mean to unload all of that onto you.\"\n\"'Tis fine, my lady.\"\n\"I hope we see more of each other before I return to the dreaded capital.\"\n\"I'm sure we will.\"\n\"Well then, I'll leave you to practicing.\"\nAelinor returned just in time to see the youngest Star daughter fling food at her sister, hitting her in the face.\n\"Arya!\" Sansa squealed.\n\"Time for bed.\" Robb told her, picking her up and giving her a little nudge, after seeing the look from his mother.\nAelinor managed to compose herself after a fit of snickers, locating her younger siblings and walking up to them.\nTommen was half asleep with his head on the table, while Myrcella was fighting to keep her eyes open.\n\"You too. Time for bed.\"\nSeeing Tommen stumble, Aelinor bent down and lifted him into her arms. Luckily, he was still small enough for her to do so.\nShe reached for Myrcella's hand and led them out of the hall.\nLater that night, after the banquet had concluded, Ned and Catelyn lied in their bed, discussing the upcoming changes in their lives with Ned's offer to being Hand of the King.\n\"I'm a Northman. I belong here with you, not down south in that rat's nest they call a capital.\" Ned told his wife.\n\"I won't let him take you.\"\n\"The king takes what he wants. That's why he's king.\"\n\"I'll say, 'Listen, fat man, you are not taking my husband anywhere. He belongs to me now.' \"\n\"How did he get so fat?\"\n\"He only stops eating when it's time for a drink.\"\nTheir conversation was interrupted by a knock on the door.\n\"It's Maester Luwin, my lord.\"\n\"Send him in.\" Ned called.\n\"Pardon, my lord, my lady. A rider in the night from your sister.\" He handed Catelyn a sealed note before moving to leave.\n\"Stay.\" Ned ordered.\n\"This was sent from the Eyrie. What's she doing at the Eyrie? She hasn't been back there since her wedding.\"\nHer eyes skimmed the note before looking up in alarm and throwing it into the fireplace.\n\"What news?\" Ned asked.\n\"She's fled the capital. She says Jon Arryn was murdered. By the Lannisters. She says the king is in danger.\"\n\"She's fresh widowed, Cat.\" Ned tried comforting his wife. \"She doesn't know what she's saying.\"\n\"Lysa's head would be on a spike right now if the wrong people had found that letter. Do you think she would risk her life, her son's life, if she wasn't certain her husband was murdered?\"\n\"If this news is true, and the Lannisters conspire against the throne, who but you can protect the king?\" Maestar Luwin noted.\n\"They murdered the last Hand. Now you want Ned to take the job?\"\n\"The king rode for a month to ask Lord Stark's help. He's the only one he trusts. You swore the king an oath, my lord.\"\n\"He spent half his life fighting Robert's wars. He owes him nothing.\" She then turned to Ned. \"Your father and brother rode south once on a king's demand.\" A reminder of how her former betrothed rode South and was imprisoned and later killed alongside his father after demanding to see Prince Rhaegar, whom had whisked his sister away.\n'A different time. Different king.\" Maester Luwin noted.\nAye, it was. But was Robert Baratheon, the whoring, drunken king they'd seen tonight, enough to keep Ned and his kin safe in the Lion's den?",
    "trans": "Elle jugea que son oncle avait assez tourmenté le garçon.\n« Ah, oncle Tyrion ! Je vois que tu as décidé de nous gratifier de ta présence. » Elle s'approcha du duo.\n« Ah, Aelinor, mon préféré parmi les enfants de ma sœur ! » Il se rapproche. « Ne le dites pas à vos frères et sœurs. Sauf à Joffrey. Ce n'est pas possible que ce petit merdeux soit mon préféré. »\n« Je vois que vous vous êtes laissé tenter par un peu de vin. »\n« Oui. »\n« Peut-être devriez-vous trouver un endroit où vous reposer avant de vous effondrer et de mourir de froid. »\n« Oui, je le ferai. »\nSur ce, il s'éloigna, laissant Aelinor seule avec celui qu'elle savait être le fils de Lord Stark.\n« Je pense que nous ne nous sommes jamais rencontrés. Je suis... »\n« Princesse Aelinor Baratheon. »\n« Oui, c'est vrai. Mais vous pouvez m'appeler Aelinor. Les titres peuvent être si ennuyeux. »\n« Ce serait déplacé. Je suis un... »\n« Bâtard ». Sans doute. Mais, au moins, tu ressembles à ton père. Je ne ressemble à aucun de mes parents. Les bâtards de mon père lui ressemblent plus que moi. Alors que vous portez le titre, j'entends les murmures de la cour qui me traitent de bâtarde. Je ne peux pas être la fille de mon père alors que ses frères et ma cousine, Shireen, ont tous les cheveux noirs et les yeux bleus, la marque de fabrique des Baratheon. Je n'ai même pas les yeux verts ou les cheveux blonds des Lannister. Je suis tout ce qu'il y a de plus Targaryen, sans le nom ».\nIl resta silencieux.\n« Il resta silencieux. Je ne voulais pas me décharger de tout cela sur vous. »\n« C'est très bien, ma dame. »\n« Pourvu que nous nous fréquentions davantage avant que je ne retourne à la redoutable capitale. »\n« J'en suis sûre. »\n« Dans ce cas, je vous laisse vous entraîner. »\nÀ peine revenu, Aelinor vit la plus jeune des filles de l'Étoile lancer de la nourriture sur sa sœur, la frappant au visage.\n« Arya !» cria Sansa.\n« Il est temps d'aller au lit ». Robb lui répondit en la relevant et en lui donnant un petit coup de coude, après avoir vu le regard de sa mère.\nAelinor se reprit après une crise de fou rire, retrouva ses jeunes frères et sœurs et s'approcha d'eux.\nLa tête posée sur la table, Tommen était à moitié endormi, tandis que Myrcella luttait pour garder les yeux ouverts.\n« Toi aussi. C'est l'heure d'aller au lit. »\nApercevant Tommen qui vacillait, Aelinor le prit dans ses bras en se penchant. Heureusement, il était encore assez petit pour qu'elle puisse le faire.\nElle prit la main de Myrcella et les conduisit hors de la salle.\nUn peu plus tard dans la nuit, après la fin du banquet, Ned et Catelyn s'allongèrent dans leur lit, discutant des changements à venir dans leur vie avec l'offre de Ned d'être Main du Roi.\n« Je suis un homme du Nord. Ma place est ici avec vous, pas au sud dans ce nid à rats qu'ils appellent une capitale ». dit Ned à sa femme.\n« Je ne le laisserai pas te prendre. »\n« Le roi prend ce qu'il veut. C'est pour ça qu'il est roi. »\n« Je dirai : 'Ecoute, gros homme, tu n'emmèneras mon mari nulle part. Il m'appartient maintenant. »\n« Comment est-il devenu si gros ? »\n« Il ne s'arrête de manger qu'à l'heure de l'apéritif. »\nLeur conversation fut interrompue par un coup frappé à la porte.\n« C'est Mestre Luwin, mon seigneur. »\n« Faites-le entrer. » Ned appela.\n« Pardon, mon seigneur, madame. De la part de votre sœur, un cavalier dans la nuit ». Il tendit à Catelyn une note scellée avant de partir.\n« Ne partez pas ». Ned commanda.\n« Cela a été envoyé des Eyrié. Que fait-elle aux Eyrié ? Elle n'y est pas retournée depuis son mariage. »\nSes yeux survolèrent la note avant de lever la tête, alarmés, et de la jeter dans la cheminée.\n« Quelles nouvelles ? demanda Ned.\n« Elle a déserté la capitale. Selon elle, Jon Arryn a été assassiné. Par les Lannister. Que le roi est en danger. »\n« La voilà récemment veuve, Cat. » Ned a essayé de réconforter sa femme. « Elle ne sait pas ce qu'elle dit. »\n« En ce moment même, la tête de Lysa serait au bout d'une pique si les mauvaises personnes avaient trouvé cette lettre. Croyez-vous qu'elle risquerait sa vie, la vie de son fils, si elle n'était pas certaine que son mari a été assassiné ? »\n« Si cette nouvelle est vraie, et que les Lannister conspirent contre le trône, qui d'autre que vous peut protéger le roi ? » fit remarquer Maestar Luwin.\n« Ils ont assassiné la dernière Main. Et maintenant, vous voulez que Ned prenne la relève ? »\n« Le roi a chevauché pendant un mois pour demander l'aide de Lord Stark. Il est le seul en qui il a confiance. Vous avez prêté serment au roi, mon seigneur. »\n« La moitié de sa vie a été consacrée aux guerres de Robert. Il ne lui doit rien. » Elle se tourna ensuite vers Ned. « Votre père et votre frère ont chevauché vers le sud à la demande du roi. » Cela rappelait comment son ancien fiancé avait chevauché vers le sud et avait été emprisonné puis tué aux côtés de son père après avoir demandé à voir le prince Rhaegar, qui avait emmené sa sœur.\nUne autre époque. Un roi différent ». remarqua Mestre Luwin.\nOui, c'est vrai. Mais Robert Baratheon, le roi ivrogne et prostitué qu'ils avaient vu ce soir, était-il suffisant pour garder Ned et sa famille en sécurité dans la fosse aux lions ?"
}