{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1. Physical Sun. . . . . . . . .\nForm . . . . . . Personality . . .\nInfluencing Mutable Cross.\n2. Heart of the Sun. . . . . .\nSoul Consciousness. . . . . . .\nInfluencing Fixed Cross\n3. Central spiritual Sun. . .\nLife . . . . . . . . . . . . . . . . . . . .\nInfluencing Cardinal Cross\nBy the word \"influencing\" I here refer to the energies pouring from these three aspects of the Sun through the three Crosses to our planet. Ponder on this and remember also that our Sun is travelling through space (carrying our solar system along in its sphere of influence) around our own central and conditioning star which it has been rightly presumed exists in the constellation Taurus, the Bull, being found in the Pleiades. At the same time it appears, from the standpoint of our planet, to be passing through the twelve signs of the zodiac; this is a symbol macrocosmically considered, of the dramatic centralised point of view of the individual human being, the microcosm. It is interesting to [112] compare the symbolism and the underlying truth connected with the lesser and the greater zodiacs and with their twelve month and their 25,000 year cycles. They bear out much that I have given you anent the soul, influenced by the esoteric planets eventually, and the personality, influenced by the orthodox planets. The greater zodiac is symbolic of the soul and the lesser of the personality. In the personality cycle, the lesser zodiac conditions the personality career and the twelve planetary houses are of dominant importance. Later the influence of the twelve signs supersedes the influence of the planets.",
    "trans": "1. Soleil physique . . . . . . . . .\nForme . . . . . . Personnalité . . .\nInfluence la Croix Mutable.\n2. Cœur du Soleil . . . . . .\nConscience de l'âme . . . . . . . .\nInfluence la Croix Fixe.\n3. Soleil spirituel central . . .\nVie . . . . . . . . . . . . . . . . . . . .\nInfluence la Croix Cardinale.\nPar le mot  « influence », je fais ici référence aux énergies émanant de ces trois aspects du Soleil à travers les trois Croix vers notre planète. Méditez sur ceci et souvenez-vous également que notre Soleil voyage dans l'espace (emportant notre système solaire dans sa sphère d'influence) autour de notre propre étoile centrale et conditionnante, dont on a justement présumé l'existence dans la constellation du Taureau, dans les Pléiades. En même temps, il semble, du point de vue de notre planète, traverser les douze signes du zodiaque ; ceci est un symbole, considéré macrocosmiquement, du point de vue dramatique et centralisé de l'être humain individuel, le microcosme. Il est intéressant de comparer le symbolisme et la vérité sous-jacente liés aux zodiaques mineur et majeur et à leurs cycles de douze mois et de 25 000 ans. Ils confirment beaucoup de ce que je vous ai donné concernant l'âme, influencée par les planètes ésotériques finalement, et la personnalité, influencée par les planètes orthodoxes. Le zodiaque majeur est symbolique de l'âme et le mineur de la personnalité. Dans le cycle de la personnalité, le zodiaque mineur conditionne la carrière de la personnalité et les douze maisons planétaires sont d'une importance dominante. Plus tard, l'influence des douze signes supplante l'influence des planètes."
}