{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello and Welcome!\nWelcome to the Edify team! We are super excited to have you on board with us. We can't wait to see what great things you'll bring to the team!\nYou might have received an email about your Edify Google account. If you need any help setting it up, don't worry - just check out our Pre-Boarding Guide for all the info you need and more. Please complete the courses mentioned at the bottom of the guide as soon as possible. We want to make sure you're good to go on your first day, so be sure to follow its instructions carefully and let us know if you have any questions.\nTo get started, from your work computer, please download and install our remote management agent from the link provided. This quick process will help us set up your computer and get you ready to roll.\nNinjaOne Agent Link\nIf you have any questions or concerns at any point, please don't hesitate to reach out to us at [redacted_email]. We're always here to help and make sure you're doing great in your new role.\nOnce again, welcome to the Edify team! We're so happy to have you here with us.\nBest regards,\n– IT Team",
    "trans": "Bonjour et bienvenue !\nBienvenue dans l'équipe Edify ! Nous sommes très enthousiastes de vous avoir parmi nous. Nous sommes impatients de voir ce que vous allez apporter à l'équipe !\nVous avez peut-être reçu un e-mail concernant votre compte Google Edify. Si vous avez besoin d'assistance pour le configurer, ne vous inquiétez pas - consultez simplement notre Guide de Pré-Embarquement pour toutes les informations dont vous avez besoin et plus encore. Veuillez suivre les cours mentionnés au bas du guide dès que possible. Nous voulons nous assurer que vous êtes prêt pour votre premier jour, alors assurez-vous de suivre attentivement les instructions et faites-nous savoir si vous avez des questions.\nPour commencer, depuis votre ordinateur de travail, veuillez télécharger et installer notre agent de gestion à distance à partir du lien fourni. Ce processus rapide nous aidera à configurer votre ordinateur et à vous préparer.\nLien Agent NinjaOne\nSi vous avez des questions ou des préoccupations à tout moment, n'hésitez pas à nous contacter à [redacted_email]. Nous sommes toujours là pour vous aider et nous assurer que vous réussissez dans votre nouveau rôle.\nEncore une fois, bienvenue dans l'équipe Edify ! Nous sommes très heureux de vous avoir parmi nous.\nCordialement,\n– L'équipe IT"
}