{
    "source": "en_US",
    "target": "fr_FR",
    "text": "soothsayer or otherwise possessed. There were other reasons to find Muh. ammad objectionable. As a ‘warner’ in the tradition of early prophets, he emphasised man’s accountability to God, His power, the rewards of Heaven and the punishment of Hell. He also levelled criticism against the prevailing social norms, railing against female infanticide and the abuses of wealth. None of this apparently sat well with the polytheist establish- ment, especially because he came to attack its gods and claim the Kaqba for the One God. As his followers grew in number and Muh. ammad grew in stature, the opposition to his movement stiffened. And when his uncle and guardian Abu T. alib died, Muh. ammad became vulnerable; some measure of persecution then followed; a flight to Abyssinia was aborted; the hijra to Yathrib took place.35 Muh.ammad lived in a society where kinship ties provided such protec- tion and safety as were possible, and, with the death of Abu T.alib, these ties, long stretched by Muh.ammad’s preaching, now snapped. He had to flee.\nMuh.ammad and his community after the hijra\nThat the hijra came to mark a watershed in the history of the Prophet and his community is made clear by several things, including t",
    "trans": "Le voyant ou autrement possédé. Il y avait d'autres raisons de trouver Muhammad répréhensible. En tant qu'« avertisseur » dans la tradition des premiers prophètes, il mettait l'accent sur la responsabilité de l'homme envers Dieu, Sa puissance, les récompenses du Paradis et le châtiment de l'Enfer. Il critiquait également les normes sociales dominantes, s'élevant contre l'infanticide féminin et les abus liés à la richesse. Rien de tout cela ne semblait convenir à l'establishment polythéiste, surtout parce qu'il s'attaquait à ses dieux et revendiquait la Kaaba pour le Dieu Unique. À mesure que ses partisans se multipliaient et que Muhammad prenait de l'importance, l'opposition à son mouvement se renforça. Et lorsque son oncle et tuteur Abu Talib mourut, Muhammad devint vulnérable ; un certain degré de persécution suivit alors ; un départ vers l'Abyssinie fut avorté ; et la hijra vers Yathrib eut lieu. Muhammad vivait dans une société où les liens de parenté offraient la protection et la sécurité possibles, et, avec la mort d'Abu Talib, ces liens, longtemps tendus par la prédication de Muhammad, se rompirent. Il dut fuir.\nMuhammad et sa communauté après la hijra\nQue la hijra marque un tournant dans l'histoire du Prophète et de sa communauté est clairement mis en évidence par plusieurs éléments, y compris…"
}