{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In order to make use of Heidegger’s ideas at all, it is absolutely necessary to understand which aspects of the philosophy allowed it to find an affinity with National Socialism, and to consider how the remainder might be put to work. I should make it quite clear at the outset that I do not believe that any discourse can be rendered apolitical, and it is not my objective to construct a politically neutral version of Heidegger. Rather, I suggest that while the authoritarian tone of Heidegger’s more millenarian ideas found an easy alliance with Nazism, his arguments against positivism, naturalism, Cartesianism and essentialism have far more affinity with aspects of contemporary left thought, such as feminism, ‘deep’ ecology and radical democracy. These considerations can be drawn out by dwelling for a while on the nature of Heidegger’s political engagement in the 1930s. Although Heidegger had considered himself largely apolitical during the 1920s, in the period after the writing of Being and Time his concern shifted from the nature of Being, as having been covered up by western thought, to the history of Being. In particular, he was interested in the changing place of human beings in relation to the world within which they found themselves enmeshed. Several different influences on his thought at this time can be discerned. First, following Kierkegaard, Heidegger was concerned with the emergence of nihilism, in the sense of a meaningless, drained, directionless condition of humanity (Dreyfus 1993, 291). Second, he drew increasingly on German Romanticism, and in particular the poetry of Hölderlin, which represented a critique of the atomised, scientistic thinking of the Enlightenment. Finally, he had developed an interest in the work of a number of contemporary reactionary political thinkers, such as Spengler and, particularly, Ernst Jünger (Zimmerman 1990, 34). Jünger’s critique of the modern era was based upon the premise that in nations which were increasingly concerned with material production, human beings were gradually becoming reduced to the status of workers, representing no more than cogs in a gigantic technological apparatus. While Heidegger rejected the notion that one might return to any bucolic idyll, he none the less held that Jünger’s ‘era of total mobilisation’ must be overcome by the foundation of a new way of Being on earth.",
    "trans": "Afin d'utiliser la pensée de Heidegger de quelque manière que ce soit, il est absolument nécessaire de comprendre quels aspects de sa philosophie qui ont permis son affinité avec le national-socialisme et d’examiner comment le reste de son œuvre pourrait être exploité. Il convient de préciser d’emblée que je ne crois pas qu’un discours puisse être rendu apolitique et que mon objectif n’est nullement de construire une version politiquement neutre de Heidegger. Je soutiens plutôt que, si la tonalité autoritaire de certaines de ses idées les plus millénaristes a trouvé un écho favorable dans le nazisme, ses critiques du positivisme, du naturalisme, du cartésianisme et de l’essentialisme présentent bien davantage d’affinités avec certaines tendances de la pensée contemporaine de gauche, telles que le féminisme, l’écologie dite « profonde » et la démocratie radicale. Ces réflexions peuvent être approfondies en s’attardant un instant sur la nature de l’engagement politique de Heidegger dans les années 1930. Bien que Heidegger se soit considéré comme largement apolitique durant les années 1920, son intérêt, après la rédaction de Être et temps, s’est déplacé de la question de l’Être – occultée par la tradition philosophique occidentale – vers l’histoire de l’Être. Il s’intéressait en particulier à l’évolution du rapport des êtres humains au monde dans lequel ils se trouvent immergés. Plusieurs influences sur sa pensée à cette époque peuvent être discernées. Tout d’abord, à la suite de Kierkegaard, Heidegger s’est préoccupé de l’émergence du nihilisme, entendu comme un état d’humanité vidé de sens, privé de direction et d’orientation (Dreyfus 1993, 291). Ensuite, il s’est de plus en plus appuyé sur le romantisme allemand, en particulier sur la poésie de Hölderlin, qui constituait une critique du rationalisme atomisé et scientiste des Lumières. Enfin, il a développé un intérêt pour les travaux de plusieurs penseurs politiques réactionnaires contemporains, tels que Spengler et, surtout, Ernst Jünger (Zimmerman 1990, 34). La critique que Jünger adressait à l’ère moderne reposait sur l’idée que, dans des nations de plus en plus préoccupées par la production matérielle, les êtres humains étaient progressivement réduits au statut de simples travailleurs, devenant de simples rouages d’un gigantesque appareil technologique. Bien que Heidegger ait rejeté l’idée d’un retour à quelque idyllique âge d’or bucolique, il considérait néanmoins que l’« ère de la mobilisation totale » décrite par Jünger devait être dépassée par la fondation d’un nouveau mode d’Être sur terre."
}