{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The legal structure and ownership are different between Retail bank and credit union ，Retail bank belongs to the limited liability company, ownership in the shareholders . While credit union is relatively small financial co-operative, its ownership is in each member of credit union，So retail bank is for profit, but credit union is not. It exists to serve every member.\nThey also target different groups,Retail bank Groups are for individuals and small businesses,The credit union for the member in local，There are geographical requirements for the members\nThey also offer different products，Retail bank have many kinds of products, but they are all large-scale，credit union products are less, but it will be more suitable for the needs of members, more humanized.\n1.\nThe target population differ Retail bank and investment bank.Retail bank Groups are for individuals and small businesses,investment bank Is targeted at large companies .\nRetail bank And investment bank have different products，retail bank The products provided are mainly saving and lending，But investment bank's main products are mainly related to shares and bonds，relevant financial advice and services will be provided\nTheir businesses also have different risks, such as retail banking is simpler and less risky than investment banking, which involves more complex financial transactions and is more risky.",
    "trans": "La structure juridique et la propriété sont différentes entre les banques de détail et les coopératives de crédit. La banque de détail est une société à responsabilité limitée dont les actionnaires sont propriétaires. La coopérative de crédit est, quant à elle, une coopérative financière relativement petite, dont la propriété est détenue par chacun de ses membres. La banque de détail est donc à but lucratif, ce qui n'est pas le cas de la coopérative de crédit, elle existe pour servir chacun de ses membres.\nElles ciblent également des groupes différents : les banques de détail s'adressent aux particuliers et aux petites entreprises, tandis que les coopératives de crédit s'adressent aux membres à l'échelon local.\nElles proposent également des produits différents : les banques de détail ont de nombreux types de produits, mais ils sont tous à grande échelle ; les produits des coopératives de crédit sont moins nombreux, mais ils répondent mieux aux besoins des membres et sont plus humanisés.\n1.\nLa population cible diffère entre les deux types de banque. Les groupes de banques de détail s'adressent aux particuliers et aux petites entreprises, tandis que les banques d'investissement visent les grandes entreprises.\nCes deux types de banques proposent des produits différents : la banque de détail propose principalement des produits d'épargne et de crédit, mais la banque d'investissement propose principalement des produits liés aux actions et aux obligations, des conseils et des services financiers pertinents seront fournis.\nLeurs activités présentent également des risques différents : la banque de détail est plus simple et moins risquée que la banque d'investissement, qui implique des transactions financières plus complexes et plus risquées."
}