{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Board of Education of Carroll County will hold one session of Public Participation during its meeting on THURSDAY, OCTOBER 10, 2024, at 5:00 p.m. at the Board offices at 125 North Court Street in Westminster. During this session, there will be an opportunity for up to 15 citizens to address the Board. Each speaker will be allowed three minutes.\nDigital sign-up will be available on the Carroll County Public Schools website beginning on Monday, October 7, at 4:00 p.m. and ending on Tuesday, October 8, at 9:00 p.m. Click here and select the Public Participation tab to register. Please note, any form that is not filled out in its entirety will not be considered. If you do not have Internet access and would like to register to speak, please contact the Communications Office at 410-751-3020 during this time. Citizens will no longer be able to sign up at the Board meeting.\nAfter registering, citizens will receive a confirmation that their registration has been received. They will also be directed to check the website at noon on the day of the Board of Education meeting to see the names of those selected to speak and the order of speakers.\nCitizens will be selected to speak based on the Board’s desire to hear as many topics as possible. Citizens wishing to address a topic on the agenda will be given priority. Citizens who spoke at a previous Board meeting may not be selected so as to give other citizens an opportunity to participate.\nAll citizens still have the opportunity to submit public comment to the Board through the CCPS website at www.carrollk12.org (click on the Board of Education tab and Contact Us) or through the US mail. Persons who wish to have their comments posted on the Public Comments page of the website should indicate so at the beginning of their email. Comments must be received by 1:00 p.m. on the day of the Board meeting in order to be posted prior to the meeting.",
    "trans": "Le Conseil de l'Éducation du comté de Carroll tiendra une session de participation publique lors de sa réunion le jeudi 10 octobre 2024 à 17h00 dans les bureaux du Conseil, situés au 125 North Court Street à Westminster. Au cours de cette session, jusqu'à 15 citoyens auront l'opportunité de s'adresser au Conseil. Chaque intervenant disposera de trois minutes de parole.\nL'inscription en ligne sera disponible sur le site Web des écoles publiques du comté de Carroll à partir du lundi 7 octobre à 16h00 et se terminera le mardi 8 octobre à 21h00. Cliquez ici et sélectionnez l'onglet Participation publique pour vous inscrire. Veuillez noter que tout formulaire qui n’est pas entièrement rempli ne sera pas pris en compte. Si vous n’avez pas accès à Internet et souhaitez vous inscrire pour prendre la parole, veuillez contacter le bureau des communications au 410-751-3020 durant cette période. Les citoyens ne pourront plus s’inscrire lors de la réunion du Conseil.\nAprès leur inscription, les citoyens recevront une confirmation indiquant que leur demande a bien été reçue. Ils seront également invités à consulter le site Web à midi le jour de la réunion du Conseil de l'Éducation pour voir la liste des personnes sélectionnées pour prendre la parole ainsi que l’ordre de passage des intervenants.\nLes citoyens seront sélectionnés pour prendre la parole en fonction de la volonté du Conseil d’aborder un maximum de sujets. Les citoyens souhaitant traiter d’un sujet figurant à l’ordre du jour seront prioritaires. Les personnes ayant déjà pris la parole lors d’une précédente réunion du Conseil pourraient ne pas être sélectionnées afin de permettre à d’autres citoyens de participer.\nTous les citoyens ont toujours la possibilité de soumettre un commentaire public au Conseil via le site Web du CCPS à l'adresse www.carrollk12.org (cliquez sur l'onglet Conseil de l'Éducation puis Contactez-nous) ou par courrier postal. Les personnes souhaitant que leurs commentaires soient publiés sur la page Commentaires publics du site Web doivent l’indiquer au début de leur e-mail. Les commentaires doivent être reçus avant 13h00 le jour de la réunion du Conseil afin d’être publiés avant la réunion."
}