{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Measurements To compare all evaluation meth- ods on equal ground with human evaluation, we use four different measurements. First, we count the number of correct preferences (#CP), which is the number of times each automatic metric has the same preference as the average human scores do over a set of compared system pairs (§ 4.2.1). This can help measure the alignment of evaluation meth- ods with humans at a granular level. To determine the preferred system by a particular metric, we as- sign a system 1 point if its generated summary is evaluated as better than that of the other system according to the metric, or assign both systems 0.5 for a tie. Then, we aggregate the different scores for the compared systems for all 100 test inputs, and the system with a higher score is considered the preferred system by that metric (see Appendix Table 22 for details).\nNext, we also use the Pearson correlation (Co- hen et al., 2009), Spearman correlation (Spearman, 1987), and Kendall’s Tau (Kendall, 1938) to mea- sure the relationship between the scores of auto- matic evaluators and humans (§ 4.2.2, 4.2.3, 4.2.4). While the Pearson score measures linear relation- ships, the other two measure the ordinal relation- ship that may be non-linear. Moreover, Kendall’s Tau is less sensitive than Spearman correlation to outliers due to its paired counting of concordant and discordant pairs.",
    "trans": "Mesures Pour comparer toutes les méthodes d'évaluation sur un pied d'égalité avec l'évaluation humaine, nous utilisons quatre mesures différentes. Tout d'abord, nous comptons le nombre de préférences correctes (#CP), c'est-à-dire le nombre de fois où chaque métrique automatique a la même préférence que la moyenne des scores humains sur un ensemble de paires de systèmes comparés (§ 4.2.1). Cela peut aider à mesurer l'alignement des méthodes d'évaluation sur les êtres humains à un niveau granulaire. Pour déterminer le système préféré en fonction d'une mesure particulière, nous attribuons 1 point à un système si son résumé généré est évalué comme étant meilleur que celui de l'autre système en fonction de la mesure, ou nous attribuons 0,5 aux deux systèmes en cas d'égalité. Ensuite, nous regroupons les différents scores des systèmes comparés pour l'ensemble des 100 entrées du test, et le système ayant le score le plus élevé est considéré comme le système préféré selon cette métrique (voir le tableau 22 en annexe pour plus de détails).\nEnsuite, nous utilisons également la corrélation de Pearson (Co- hen et al., 2009), la corrélation de Spearman (Spearman, 1987) et le Tau de Kendall (Kendall, 1938) pour mesurer la relation entre les scores des évaluateurs automatiques et des humains (§ 4.2.2, 4.2.3, 4.2.4). Alors que le score de Pearson mesure les relations linéaires, les deux autres mesurent les relations ordinales qui peuvent être non linéaires. En outre, le Tau de Kendall est moins sensible que la corrélation de Spearman aux valeurs aberrantes en raison de son comptage par paires de paires concordantes et discordantes."
}