{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As announced during class tonight, the assessment of Dr. He’s part of teaching is a group presentation and comment practice. This means all of you have to form presentation groups in order to fulfill the requirements. The class needs to form 16 presentation groups (11 6-member group and 5 5-member group).\nSince we do not have enough time for the formation of the groups in class, those who still have not formed a group can submit your group member list to me via email on or before 23:59 on 30 October 2024. Would each group please just send one representative to reply this email and send me your group list. Those who have already submitted the group member list can just ignore this paragraph.\nThe updated Assessment Guidelines with the detailed requirements of the Group Presentation will be uploaded to Moodle next week. I will send you an email to inform the upload when the document is ready.\nShould you have any questions on the arrangement, please feel free to contact me.",
    "trans": "Comme annoncé en cours ce soir, l’évaluation de la partie enseignée par le Dr He consiste en une présentation de groupe et un exercice de commentaires. Cela signifie que chacun d’entre vous doit former un groupe de présentation afin de répondre aux exigences. La classe doit constituer 16 groupes de présentation : 11 groupes de 6 membres et 5 groupes de 5 membres.\nÉtant donné que nous n’avons pas eu assez de temps pour la formation des groupes en cours, ceux qui n’ont pas encore rejoint un groupe peuvent m’envoyer la liste des membres de leur groupe par e-mail au plus tard à 23h59 le 30 octobre 2024. Chaque groupe doit désigner un seul représentant pour répondre à cet e-mail et m’envoyer la liste des membres de son groupe. Ceux qui ont déjà soumis leur liste peuvent ignorer ce paragraphe.\nLes directives d’évaluation mises à jour, contenant les exigences détaillées de la présentation de groupe, seront téléchargées sur Moodle la semaine prochaine. Je vous enverrai un e-mail pour vous informer de la mise en ligne du document une fois qu’il sera prêt.\nSi vous avez des questions concernant l'organisation, n'hésitez pas à me contacter."
}