{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Scene 1\nAt a peaceful afternoon,Cynthia was in her room listening to music and laying on the bed.suddenly,her mother opened the door and came in and said,\nMom \"Your socks haven't been washed yet.\"\nCynthia (rising up her head) “Yes,and?”\nMom (Stop suddenly and slap the door)“What’s the mean this? is that the attitude that a daughter should talks to his mother?”\nCynthia (Shaking head)“No! i’m just…”\nMom(Break)“Don’t try to explain yourself out of this,I don’t want to argue with you,you just said yes mom and that’s it,Is that hard?”\nCynthia silent and go to washing her socks,but there’re some noise from her.mother still chattering angrily.\nScene 2\nThe daughter was about to go out to pack her schoolbag. The mother sat in the living room but kept looking at her，wanting to start a conversation with her.\nMom: (calmly) I understand that you have a lot on your plate, but this is becoming a habit. It’s not just about the socks; it’s about responsibility.\nCynthia: (rolling her eyes) It’s just socks! Why does it matter so much?\nMom: (firmly) It matters because it’s a part of taking care of your space. If you don’t start now, it will only get worse when you have more responsibilities.\nCynthia: (crossing her arms) But I do my chores! I clean my room and help with dinner. Why can’t you just let this one thing slide?\nMom: (sighs) It’s not about letting it slide. It’s about learning to manage your tasks. If you can’t handle this now, how will you manage when you’re on your own?\nCynthia: (softening) I guess I didn’t think of it that way. I just thought it was no big deal.\nMom: (gentle tone) It may seem small, but it’s the little things that build up.",
    "trans": "Scène 1\nLors d'un après-midi paisible, Cynthia était dans sa chambre, écoutant de la musique et s'allongeant sur son lit.Soudain, sa mère ouvre la porte et entre en disant,\nMaman : « Tes chaussettes n'ont pas encore été lavées. »\nCynthia (relevant la tête) « Oui, et ? »\nMaman (s'arrête soudainement et tape sur la porte) « C'est quoi cette histoire ? Est-ce que c'est l'attitude qu'une fille doit avoir avec sa mère ? »\nCynthia (secouant la tête) « Non ! Je suis juste... »\nMaman (pause) « N'essaie pas de t'expliquer, je ne veux pas discuter avec toi, tu as juste dit oui maman et c'est tout, c'est difficile ? »\nCynthia se tait et va laver ses chaussettes, mais elle entend des bruits. Sa mère continue de parler avec colère.\nScène 2\nLa fille est sur le point de sortir pour préparer son cartable. La mère, assise dans le salon, la regarde sans cesse, voulant entamer une conversation avec elle.\nMaman : (calmement) Je sais que tu as beaucoup de choses à faire, mais cela devient une habitude. Les chaussettes ne sont pas les seules en cause ; c'est une question de responsabilité.\nCynthia : (roulant des yeux) Ce ne sont que des chaussettes ! Pourquoi est-ce si important ?\nMaman : (fermement) Cela compte car cela fait partie de l'entretien de ton espace. Et si vous ne commencez pas maintenant, cela ne fera qu'empirer quand vous aurez plus de responsabilités.\nCynthia : (croisant les bras) Mais je fais mes corvées ! Je nettoie ma chambre et j'aide à préparer le dîner. Pourquoi ne peux-tu pas laisser passer cette chose ?\nMaman : (soupire) Il ne s'agit pas de laisser tomber. Il s'agit d'apprendre à gérer tes tâches. Si tu n'es pas capable de gérer ça maintenant, comment feras-tu quand tu seras tout seul ?\nCynthia : (s'adoucit) Je pense que je n'ai pas vu les choses de cette façon. Je pensais que ce n'était pas grand-chose.\nMaman : (ton doux) Cela peut sembler anodin, mais ce sont les petites choses qui s'accumulent."
}