{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If you have any questions about the opportunities or around career planning, you can contact us via [redacted_email].\nThe Monthly Snapshot brings you all the latest news and updates on what is happening in the world of Careers. This months Snapshot includes:\nSocial Science Careers Events\nApplications for the Career Mentoring Programme 2024/25 are now open!\nStudent Innovation Projects - Applications now open!\nStart your inspirational career journey with a UoS Internship\nLeonard Cheshire’s Change 100 internship programme 2025!\nNew Career Development Page for PGRs and ECRs\nWant to know more about what PhD study might look like?\nStudent Enterprise Opportunity reminder\nCan you spare an hour to Inspire the Future for local children?\nAre you interested in becoming a School Governor?\nAre you interested in a legal career, but you’re not currently studying a Law degree?",
    "trans": "Pour plus de questions sur les opportunités ou sur la planification de carrière, vous pouvez nous contacter via [redacted_email].\nLe Snapshot Mensuel vous informe sur les dernières nouvelles et mises à jour sur ce qui se passe dans le monde des carrières. Le Snapshot de ce mois-ci inclut :\nÉvénements de carrières en sciences sociales\nC'est désormais ouvertes les candidatures pour le programme de mentorat de carrière 2024/25 !\nProjets d'innovation étudiante - Candidatures maintenant ouvertes !\nCommencez votre parcours de carrière inspirant avec un stage UoS\nProgramme de stage Change 100 de Leonard Cheshire 2025 !\nNouvelle page de développement de carrière pour les PGR et les ECR\nVous voulez en savoir plus sur ce à quoi pourrait ressembler les études de doctorat ?\nRappel des opportunités d'entreprise étudiante\nEst-il possible de consacrer une heure pour inspirer l'avenir des enfants locaux ?\nSeriez-vous intéressé à devenir gouverneur d'école ?\nSeriez-vous intéressé par une carrière juridique, mais vous ne suivez pas actuellement un diplôme en droit ?"
}