{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Our internships center around hands-on mentorship and a robust educational curriculum that includes challenging classes, interactive sessions, and small group discussions. Over the course of 10-12 weeks, you’ll be matched with full-time employees who will mentor you as you tackle real-world projects they design. You’ll also have access to our physical and virtual educational resources, attend guest speakers and social events, and hopefully get a real sense of what it would be like to work here full time.\nIf you have a passion for solving interesting problems, an interest in developing client relationships, and a deep curiosity in financial markets we have a feeling you’ll fit right in.\nAbout the Position\nAs a Sales and Trading intern, you’ll work alongside our experienced Sales people and Sales-Traders, learning how we engage and cover institutional clients on their trading needs in the different asset classes that we cover. They’ll offer insight into the types of client inquiries we handle daily, and you’ll learn how we service our clients, issuers, and prospective clients. The internship is a fast-paced, immersive experience, and you will attend internal classes on various topics where we can teach you the broader fundamentals of finance and trading.\nAbout You\nWe don’t expect you to have a background in one specific field--we’re looking for smart, driven people who would enjoy working with clients to solve interesting problems. We’re more interested in how you think and learn than what you currently know. You should be:\nStudying towards a Bachelor’s or Master’s degree\nProactive, reliable, and courteous with strong interpersonal and communication skills\nA self-motivated and entrepreneurial problem-solver that is excited about building relationships with our clients and partners\nA highly analytical and logical thinker, comfortable working with numbers\nExtremely organized with excellent attention to detail\nSkilled in Excel\nInterest in learning VBA, SQL and/or Python\nProficiency in Spanish or Portuguese a plus",
    "trans": "Nos stages sont axés sur le mentorat prati-que et un programme éducatif solide qui comprend des cours stimulants, des sessions interactives et des discussions en petits groupes. Pendant 10-12 semaines, vous serez jumelé à des employés à temps plein qui vous guideront tout au long de projets réels qu'ils auront conçus. Vous aurez également accès à nos ressources éducatives physiques et virtuelles, assisterez à des conférences et à des événements sociaux, et espérons-le, vous aurez une idée réelle de ce que cela serait de travailler ici à plein temps.\nSi vous avez une passion pour résoudre des problèmes intéressants, un intérêt pour le développement de relations clients et une grande curiosité pour les marchés financiers, nous avons le sentiment que vous vous intégrerez parfaitement.\nÀ propos du poste\nEn tant que stagiaire en Vente et Trading, vous travaillerez aux côtés de nos commerciaux et Sales-Traders, expérimentés, apprenant comment nous engageons et couvrons les clients institutionnels pour leurs besoins en trading dans les différentes classes d'actifs que nous couvrons. Ils vous donneront un aperçu des types de demandes des clients que nous traitons quotidiennement, et vous apprendrez comment nous servons nos clients, émetteurs et clients potentiels. Le stage est une expérience immersive et rapide, et vous suivrez des cours internes sur divers sujets où nous vous apprendrons les fondamentaux de la finance et du trading.\nÀ propos de vous\nNous n'attendons pas de vous que vous ayez une formation dans un domaine spécifique--nous recherchons des personnes intelligentes, motivées qui aimeraient travailler avec des clients pour résoudre des problèmes intéressants. Nous sommes plus intéressés par votre façon de penser et d'apprendre que par vos connaissances actuelles. Vous devez être :\nEn train de préparer un diplôme de Bachelor ou de Master\nProactif, fiable, et courtois, avec de solides compétences interpersonnelles et en communication\nUne personne-motivée et entreprenante, capable de résoudre-problèmes et enthousiaste à l'idée de nouer des relations avec nos clients et nos partenaires\nAvoir un esprit très analytique et logique, à l'aise avec les chiffres\nExtrêmement organisé, avec une excellente attention aux détails\nCompétent en Excel\nIntérêt pour l'apprentissage de VBA, SQL et/ou Python\nLa Maîtrise de l'Espagnol ou du Portugais est un plus"
}