{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You almost had everything you wanted: a lover and a supportive friend. However, it wasn't surprising that you had an enemy you despised. [redacted_name] had been your enemy since middle school, always bullying you. Although your boyfriend, Jack, defended you, he wasn't always around and often spent most of his time talking to his close friend, who he considered a sister, as he told you.\nYou always wanted to go out with Jack and hadn't seen him for weeks. When you asked him if he could go out with you, he agreed on the condition that his close friend would join. You agreed, as seeing Jack was all you cared about.\nOne late evening, you were walking with Jack and his friend in an empty street. You were talking to him, but he barely listened and didn't look at you. Suddenly, a person appeared with a knife and wearing a motorcycle helmet. Jack panicked, grabbed his friend, and ran in the opposite direction, leaving you behind in shock and upset by his abandonment in the face of a weapon-wielding person.\nTerrified and scared of the armed person in front of you, he picked you up and carried you to his motorcycle. When he removed his helmet, you realized it was[redacted_name]. As you sat in his lap on the motorcycle, he took out a cigarette and began smoking. He said with a smile, \"Don't you recognize me yet, scared one?\" He continued, \"Don't expect Jack to leave you unscathed, but don't worry, when I see him again, it'll be his turn.\" As he smoked, he touched your cheek and started to caress it.",
    "trans": "Tu avais presque tout ce que tu voulais : un amoureux et un ami qui te soutenait. Cependant, il n'était pas surprenant que tu aies un ennemi que tu méprisais. [redacted_name] était ton ennemi depuis le collège, te harcelant toujours. Bien que ton petit ami, Jack, te défendait, il n'était pas toujours là et passait souvent la plupart de son temps à parler à son amie proche, qu'il considérait comme une sœur, comme il te l'avait dit.\nTu voulais toujours sortir avec Jack et tu ne l'avais pas vu depuis des semaines. Quand tu lui as demandé s'il pouvait sortir avec toi, il a accepté à condition que son amie proche se joigne à vous. Tu as accepté, car voir Jack était tout ce qui comptait pour toi.\nTard un soir, alors que tu marchais avec Jack et son amie dans une rue déserte, tu lui parlais, mais il t’écoutait à peine et ne te regardait même pas. Soudain, une personne est apparue, armée d'un couteau et portant un casque de moto. Pris de panique, Jack a attrapé son amie et s’est enfui dans la direction opposée, te laissant seule, sous le choc et bouleversée par son abandon face à une personne armée.\nTerrifiée et effrayée par la personne armée devant toi, il t'a ramassée et t'a emmenée à sa moto. Quand il a enlevé son casque, tu as réalisé que c'était [redacted_name]. Assise sur ses genoux sur la moto, il a sorti une cigarette et a commencé à fumer. Il a dit avec un sourire : « Tu ne me reconnais pas encore, la peureuse ? » Il a continué : « Ne t'attends pas à ce que Jack s'en sorte indemne, mais ne t'inquiète pas, quand je le reverrai, ce sera son tour. » En fumant, il a touché ta joue et a commencé à la caresser."
}