{
    "source": "en_US",
    "target": "fr_FR",
    "text": "John Kang articulates this line of thought.54 His thesis is that white people and people of color are differently situated in regard to using their bodies as means of expression. White people have pref- erences and can make a choice in deciding how to present them- selves. People of color, even if they have preferences on this mat- ter, lack such a choice; they must either conform to or reject the aesthetic values of the dominant group. Because of social domina- tion, large Caucasian eyes are seen as normal, objective, and natu- ral. Contrariwise, says Kang, the eyes of Asians and Asian Americans are seen as abnormal, subjective, and deviant. At root, Asians and other minorities have a sense of aesthetic inferiority and do not al- low themselves to be moved by considerations of beauty that either derive from their own race or are independent of race. In at least one passage, Kang presents his thesis in an almost defi- nitional way.55 But he cannot establish his thesis at the drop of a definition, and it would be uncharitable to ascribe to him a belief that he can. So it is necessary to consider what the arguments and evidence establish. A difficulty with Kang’s thesis is that he overem- phasizes the options available to individuals qua members of various races, and underemphasizes the variation in options available to in- dividuals who belong to one race or another. The overemphasis comes out in the statement of his thesis. White people, he indicates, have a range of options, and their acting on a “preference” in deciding how to express themselves using their bod- ies is a matter of “choice.” Asian Americans (and blacks), he says, “lack such a choice.” Their options are binary—either to conform or to reject.56 There is something to this thesis. Insofar as whites have more power and already embody the phenotypic norm to some degree, they might experience less tension in deciding how to present themselves physically—and it is just the opposite for Asian Americans. All the same, the differences between minority races as",
    "trans": "John Kang articule cette ligne de pensée.54 Sa thèse est que les personnes blanches et les personnes de couleur sont différemment situées en ce qui concerne l'utilisation de leurs corps comme moyen d'expression. Les personnes blanches ont des préférences et peuvent faire un choix quant à la manière dont elles se présentent. Les personnes de couleur, même si elles ont des préférences à cet égard, manquent de ce choix ; elles doivent soit se conformer, soit rejeter les valeurs esthétiques du groupe dominant. En raison de la domination sociale, les grands yeux caucasiens sont perçus comme normaux, objectifs et naturels. En revanche, dit Kang, les yeux des Asiatiques et des Asiatiques-Américains sont perçus comme anormaux, subjectifs et déviants. À la racine, les Asiatiques et autres minorités ont un sentiment d'infériorité esthétique et ne se laissent pas emporter par des considérations de beauté qui proviennent soit de leur propre race, soit indépendantes de la race. Dans au moins un passage, Kang présente sa thèse de manière presque définitionnelle.55 Mais il ne peut pas établir sa thèse au simple énoncé d'une définition, et il serait peu charitable de lui attribuer la croyance qu'il en est capable. Il est donc nécessaire de considérer ce que les arguments et les preuves établissent. Une difficulté avec la thèse de Kang est qu'il surestime les options disponibles pour les individus en tant que membres de différentes races, et sous-estime la variation des options disponibles pour les individus qui appartiennent à une race ou une autre. L'excès de mise en avant se manifeste dans l'énoncé de sa thèse. Les personnes blanches, indique-t-il, ont une gamme d'options, et le fait qu'elles agissent en fonction d'une « préférence » pour décider comment s'exprimer physiquement avec leur corps est une question de « choix ». Les Asiatiques-Américains (et les noirs), dit-il, « manquent de ce choix ». Leurs options sont binaires : soit se conformer, soit rejeter.56 Il y a quelque chose de fondé dans cette thèse. Dans la mesure où les blancs ont plus de pouvoir et incarnent déjà, dans une certaine mesure, la norme phénotypique, ils pourraient éprouver moins de tension lorsqu'ils décident comment se présenter physiquement — et c'est tout le contraire pour les Asiatiques-Américains. Néanmoins, les différences entre les races minoritaires..."
}