{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear THOMAS\nWe are committed to providing an environment where all students feel safe and respected, and this month we have been focusing on consent, sexual misconduct and nighttime safety in our communications to you. We wanted to take a moment to remind you of all the ways we can support you if you have experienced sexual violence.\nAt the University we take incidents of sexual violence incredibly seriously and have a range of options to support you, all of which are designed to help you make informed choices about what you want to happen next. If you have experienced sexual violence, regardless of when or where it happened,tell us so we can help.\nSupport options\nOur team of Sexual Violence Liaison Officers (SVLO)provide one-to-one support to help you make the right choices for you. You do not need to report what has happened to the University or police to access this support and you won’t be asked to go into detail about what happened. You can access this team by submitting arequest support form.\nIf something has happened within the last 8 days, we strongly recommend you seek support from your local Sexual Assault Referral Centre (SARC) in addition to any other support you are accessing. They can provide time-sensitive information and advice, including taking forensic samples if you decide to do this. They are open 24/7, are free to access, and can also talk to you about ongoing support options. The SARC here in Bristol isThe Bridge. They can also refer you for university support to avoid you having to do this yourself.\nReport to the University\nTheStudent Resolution Serviceprovide guidance on how you can report an incident of sexual violence to the University. They can talk to you about the process, regardless of whether you decide to go ahead and will always treat you with respect and compassion. You cancontact themfor an informal discussion or submit a report to them directly. Your SVLO can also link you with this team directly.\nReport anonymously\nYou can report anonymously usingReport and Support. We won’t be able to act directly on this information, but it will be used to better understand the issues impacting our University community, and to shape our prevention and response to unacceptable behaviour.\nSafety in the city\nWe are signed up to theBristol Rulespartnership which highlights how we can all commit to staying safe, respecting each other and calling out inappropriate behaviour that happens on nights out and when socialising in the city.",
    "trans": "Cher THOMAS,\nNous nous engageons à offrir un environnement où tous les étudiants se sentent en sécurité et respectés. Ce mois-ci, nous nous concentrons sur le consentement, les inconduites sexuelles et la sécurité nocturne dans nos communications avec vous. Nous voulions prendre un moment pour vous rappeler toutes les façons dont nous pouvons vous soutenir si vous avez été victime de violences sexuelles.\nÀ l'Université, nous prenons les incidents de violence sexuelle extrêmement au sérieux et proposons une gamme d'options pour vous soutenir, toutes conçues pour vous aider à faire des choix éclairés sur ce que vous voulez faire ensuite. Si vous avez subi des violences sexuelles, peu importe quand ou où cela s'est produit, dites-le nous afin que nous puissions vous aider.\nOptions de soutien\nNotre équipe de chargés de liaison pour les violences sexuelles (SVLO) offre un soutien personnalisé pour vous aider à faire les bons choix. Vous n'avez pas besoin de signaler ce qui s'est passé à l'Université ou à la police pour accéder à ce soutien, et vous ne serez pas obligé de donner des détails sur ce qui s'est passé. Vous pouvez accéder à cette équipe en soumettant un formulaire de demande de soutien.\nSi quelque chose s'est produit au cours des 8 derniers jours, nous vous recommandons vivement de solliciter le soutien de votre centre local de référence pour les agressions sexuelles (SARC) en plus de tout autre soutien que vous recevez. Ils peuvent fournir des informations et des conseils en temps opportun, y compris la prise d'échantillons médico-légaux si vous décidez de le faire. Ils sont ouverts 24h/24, accessibles gratuitement et peuvent également vous parler des options de soutien continues. Le SARC ici à Bristol est The Bridge. Ils peuvent également vous orienter vers le soutien universitaire pour éviter que vous ayez à le faire vous-même.\nSignaler à l'Université\nLe service de résolution des étudiants fournit des conseils sur la façon de signaler un incident de violence sexuelle à l'Université. Ils peuvent vous parler du processus, que vous décidiez de poursuivre ou non, et vous traiteront toujours avec respect et compassion. Vous pouvez les contacter pour une discussion informelle ou soumettre un rapport directement. Votre SVLO peut également vous mettre en contact directement avec cette équipe.\nSignaler anonymement\nVous pouvez signaler anonymement en utilisant Report and Support. Nous ne pourrons pas agir directement sur ces informations, mais elles seront utilisées pour mieux comprendre les problèmes affectant notre communauté universitaire et pour orienter notre prévention et réponse aux comportements inacceptables.\nSécurité en ville\nNous sommes signataires du partenariat Bristol Rules, qui met en avant comment nous pouvons tous nous engager à rester en sécurité, à nous respecter mutuellement et à dénoncer les comportements inappropriés qui se produisent lors des sorties nocturnes et des moments de socialisation en ville."
}