{
    "source": "en_US",
    "target": "fr_FR",
    "text": "For NHANES III, information on race/ethnicity, income level, age, education, and medical history. Participant race and ethnicity were categorized into four groups: non-Hispanic White, non-Hispanic Black, Mexican American or other. Low-income level was defined as poverty income rate <1.3. Metabolic equivalents of task (METs) are the amount of energy used while sitting quietly, reflecting the resting metabolism. In fact, a MET of 1 represents the amount of energy used when a person is at rest. In this context, METs can be used to assess metabolic rate during exercise. Physical inactivity was defined as 0 times per week of moderate or vigorous (≥3.0METs) physical activity.29 Healthy eating index (HEI)–2010 (range, 0-100) was computed for each participant from their two 24-hour dietary recalls using the simple HEI scoring algorithm method developed by the National Institutes of Health and healthy eating was defined as an HEI score of ≥69.330",
    "trans": "Dans le cadre de la troisième enquête NHANES (National Health and Nutrition Examination Survey III), des données ont été collectées sur la base de l’origine ethnique, le niveau de revenu, l’âge, le niveau d’éducation et les antécédents médicaux des participants. L’appartenance raciale et ethnique des participants a été classée en quatre catégories : Blanc non hispanique, Noir non hispanique, Mexicain-Américain ou autre. Le faible niveau de revenu a été défini par un taux de revenu de pauvreté inférieur à 1,3. Les équivalents métaboliques de tâche (METs) représentent la quantité d’énergie consommée lorsqu’une personne est en position assise et au repos, reflétant ainsi le métabolisme de base. En effet, 1 MET correspond à la dépense énergétique d’une personne au repos. Dans ce contexte, les METs permettent d’évaluer le taux métabolique lors d’une activité physique. L’inactivité physique a été définie comme l’absence d’activité physique modérée ou intense (≥3,0 METs) au moins une fois par semaine. L’indice d’alimentation saine (Healthy Eating Index, HEI-2010), dont le score varie de 0 à 100, a été calculé pour chaque participant à partir de deux rappels alimentaires de 24 heures, en utilisant la méthode simplifiée de scoring HEI développée par les Instituts Nationaux de la Santé (National Institutes of Health). Une alimentation saine a été définie par un score HEI supérieur ou égal à 69,3."
}