{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thank you for signing up for Amazon Prime. As a Prime member, you now have access to a wide selection of movies and TV shows on Prime Video, including Amazon Originals. Prime Video movies and TV shows include limited advertisements. You can subscribe to Prime Video Ad Free through the Prime Video website*.\nTo access Prime Video, follow these steps:\n1. Download the Prime Video app on eligible streaming devices like your smart TV, mobile phone, or tablet—or go to amazon.com/primevideo. Find the full list of compatible devices and set up instructions here.\n2. Log in with your Amazon account.\n3. Watch any title listed with the Prime logo or as “Included with Prime” at no extra cost.\nQuestions about Prime Video? Go to our Help Page.\n*Live events such as sports, live TV, and content offered through Amazon Freevee will continue to include advertising.",
    "trans": "Merci de vous être inscrit à Amazon Prime. En tant que membre Prime, vous avez désormais accès à une large sélection de films et d'émissions de télévision sur Prime Video, y compris les créations originales d'Amazon. Les films et émissions de télévision Prime Video contiennent des publicités limitées. Vous pouvez vous abonner à Prime Video sans publicité via le site Web de Prime Video*.\nPour accéder à Prime Video, suivez les étapes suivantes :\n. Téléchargez l'application Prime Video sur les appareils de diffusion en continu compatibles tels que votre téléviseur intelligent, votre téléphone mobile ou votre tablette, ou rendez-vous sur amazon.com/primevideo. Trouvez la liste complète des appareils compatibles et les instructions de configuration ici.\n2. Connectez-vous via votre compte Amazon.\n3. Regardez le titre de votre choix répertorié avec le logo Prime ou comme « Inclus avec Prime » sans frais supplémentaires.\nDes questions sur Prime Video ? Consultez notre page d'aide.\n*Les événements en direct tels que les sports, la télévision en direct et le contenu offert via Amazon Freevee continueront d'inclure de la publicité."
}