{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Diuretics increase the rate of urine flow and Na+ excretion and are used to adjust the volume and/or the composition of body fluids. The basic urine-forming unit of the kidney is the nephron, which consists of a filtering apparatus, the glomerulus, connected to a long tubular portion that reabsorbs and conditions the glomerular ultrafiltration. Furosemide increases the delivery of solutes out of the loop of Henle, is a sulphonamide derivative, and is the most commonly used diuretic in the newborn period [1,2]. Given in excessive amounts, furosemide can lead to dehydration and electrolytic depletion [3].\nAround the year 1960 “loop” diuretics (furosemide, ethacrynic acid and bumetanide) were developed. These block the Na+-K+-2Cl− cotransport system in the ascending limb [4] and inhibit Na+, Cl− and K+ entering the tubular cell. Loop diuretics are highly efficacious, and for this reason, are called “high-ceiling-diuretics”.\nThe flux of Na+, K+ and Cl− from the lumen into the epithelial cells in the thick ascending limb is mediated by a Na+-K+-2Cl− symporter. This symporter captures free energy in the Na+ electrochemical gradient established by the basolateral Na+ pump and provides for “uphill” transport of K+ and Cl− into the cell. Abolition of the transepithelial potential difference also results in a marked increase in Ca2+ and Mg2+ excretion, with consequent increase of urine pH.\nFurosemide has weak carbonic anhydrase-inhibiting activity. Drugs with carbonic anhydrase-inhibiting activity increase urinary excretion of HCO3− and phosphate. By blocking active NaCl reabsorption in the thick ascending limb, furosemide interferes with a critical step in the mechanism that produces a hypertonic medullary interstitium. Therefore, furosemide blocks the kidney’s ability to concentrate urine during hydropenia [3].\nFurosemide binds extensively to plasma proteins and bilirubin displacement is negligible when using normal doses of furosemide. Delivery of this drug to the tubules by filtration is limited and it enters the tubules by tubular secretion. In adults, average bioavailability of furosemide is 71 ± 35% and it ranges from 43% to 73% [5]. In neonates, mean bioavailability is 84.3% (range 56% to 106%) [6]. In infants, time to peak effect when given intravenously is 1 to 3 h [7]. There is a remarkable interindividual variability in the kinetic parameters of furosemide in neonates. The half-life (t1/2) is 6 to 20-fold longer, clearance (Cl) is 1.2 to 14-fold smaller and volume of distribution (Vd) is 1.3 to 6-fold larger than the adult values.\nIn neonates, duration of the effect is approximately 6 h, although half-life (t1/2) may be as long as 67 h in the most immature newborn infants [7]. Furosemide may be administered as intravenous continuous infusion and yields more controlled diuresis as compared with intermittent intravenous infusion. Extra corporeal membrane oxygenation (ECMO) is a potentially life-saving therapy for neonates suffering from severe respiratory failure. The most common diagnosis for which ECMO is performed are diaphragmatic hernia, meconium aspiration syndrome, and pneumonia [8]. The variable renal function, and the altered furosemide pharmacokinetics, that range from 0.02 to 0.17 mg/kg/h [9], make the dosing schedule of furosemide for ECMO largely empirical. Furosemide may be administered by inhalation to preterm infants with chronic lung disease [10] to improve pulmonary mechanics [11].",
    "trans": "Les diurétiques augmentent le débit urinaire ainsi que l’excrétion de Na+ et sont utilisés pour ajuster le volume et/ou la composition des fluides corporels. L’unité de base de formation de l’urine dans le rein est le néphron, qui se compose d’un appareil de filtration, le glomérule, relié à une longue portion tubulaire qui réabsorbe et conditionne l’ultrafiltration glomérulaire. Le furosémide augmente l’élimination des solutés au niveau de l’anse de Henle. C’est un dérivé des sulfamides et le diurétique le plus couramment utilisé pendant la période néonatale [1,2]. Administré en quantités excessives, le furosémide peut entraîner une déshydratation et un déséquilibre électrolytique [3].\nVers l'année 1960, les diurétiques de l'anse (furosémide, acide éthacrynique et bumétanide) ont été développés. Ceux-ci bloquent le système de cotransport Na+-K+-2Cl− dans la branche ascendante [4] et empêchent l'entrée du Na+, du Cl− et du K+ dans la cellule tubulaire. Les diurétiques de l'anse sont très efficaces et, pour cette raison, sont appelés « diurétiques à effet de plafond élevé ».\nLe flux de Na⁺, K⁺ et Cl⁻ depuis la lumière vers les cellules épithéliales de la branche ascendante épaisse est médié par un symporteur Na⁺-K⁺-2Cl⁻. Ce symporteur capte l'énergie libre du gradient électrochimique du Na⁺, établi par la pompe à Na⁺ basolatérale, et permet le transport actif du K⁺ et du Cl⁻ dans la cellule. L'abolition de la différence de potentiel transépithélial entraîne également une augmentation marquée de l'excrétion du Ca²⁺ et du Mg²⁺, ce qui provoque une élévation du pH urinaire.\nLe furosémide possède une faible activité inhibitrice de l’anhydrase carbonique. Les médicaments ayant cette activité augmentent l’excrétion urinaire de HCO₃⁻ et de phosphate. En bloquant la réabsorption active de NaCl dans la branche ascendante épaisse, le furosémide perturbe une étape essentielle du mécanisme responsable de la formation d’un interstitium médullaire hypertonique. Par conséquent, le furosémide empêche le rein de concentrer l’urine en situation de déshydratation [3].\nLe furosémide se lie largement aux protéines plasmatiques, et son déplacement de la bilirubine est négligeable aux doses normales. L'acheminement de ce médicament vers les tubules par filtration est limité, et il y pénètre principalement par sécrétion tubulaire. Chez l’adulte, la biodisponibilité moyenne du furosémide est de 71 ± 35 %, avec une fourchette allant de 43 % à 73 % [5]. Chez le nouveau-né, la biodisponibilité moyenne est de 84,3 % (avec une plage de 56 % à 106 %) [6]. Chez le nourrisson, le temps jusqu’à l’effet maximal après administration intraveineuse est de 1 à 3 heures [7]. On observe une forte variabilité interindividuelle des paramètres cinétiques du furosémide chez le nouveau-né. Sa demi-vie (t₁/₂) est 6 à 20 fois plus longue, sa clairance (Cl) est 1,2 à 14 fois plus faible, et son volume de distribution (Vd) est 1,3 à 6 fois plus élevé par rapport aux valeurs adultes.\nChez le nouveau-né, la durée de l’effet est d’environ 6 heures, bien que la demi-vie (t₁/₂) puisse atteindre 67 heures chez les nouveau-nés les plus immatures [7]. Le furosémide peut être administré par perfusion intraveineuse continue, ce qui permet une diurèse plus contrôlée par rapport à une perfusion intraveineuse intermittente. L’oxygénation par membrane extracorporelle (ECMO) est une thérapie potentiellement vitale pour les nouveau-nés souffrant d’une insuffisance respiratoire sévère. Les diagnostics les plus fréquents nécessitant une ECMO sont la hernie diaphragmatique, le syndrome d’aspiration méconiale et la pneumonie [8]. En raison de la variabilité de la fonction rénale et des paramètres pharmacocinétiques altérés du furosémide (variant de 0,02 à 0,17 mg/kg/h) [9], le schéma posologique du furosémide pour l’ECMO reste largement empirique. Le furosémide peut également être administré par inhalation aux nouveaux-nés prématurés atteints d’une maladie pulmonaire chronique [10], afin d’améliorer la mécanique pulmonaire [11]."
}