{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Being honest\nFuld asked how it is that the world is so blind to radical Islam. Gabriel responds by repeating the adage, “If you repeat a lie often enough, people believe it.”\nBut then she went on to describe the attacks against her and her message. She says that those most critical of her, the character assassination commited against her, is not by Muslims or Arabs, but by Jews. Because she is so controversial, she is not invited to speak to Jewish groups out of fear of their leftists donors.\nShe relies only on public funding for her organization, not willing to accept government funding because she is unwilling to let anyone ‘muzzle’ her. She talks about things openly while others are afraid to even utter certain words.\nThis reminded me of the adages, “Follow the money” and “Money talks.” If one’s funding source is salient to the message one promotes, then we need to examine the funding sources of NGOs operating in the field of pro- and anti-Israel activism. We need not question Gabriel’s loyalty to her message because she pulls support only from those who already agree with her and she can remain pure.\nHowever, and I can only speak of organizations operating in Israel, I wonder if they are loyal to their messages or loyal to the messages promoted by their donors. Israeli anti-Israel NGOs, such as Rabbis for Human Rights and Breaking the Silence, are funded mainly by foreign bodies, the former to the tune of 55% and the latter to the tune of 88% of their budgets. And both of these organizations demonize the Jewish state. I am just leaving this here for you to think about for now. I will write more about this in a follow-up article.\nGabriel continues:\nIf good people don’t stand up and say something, evil dwells.",
    "trans": "Être honnête\nFuld a demandé comment il se fait que le monde soit si aveugle face à l'islam radical. Gabriel répond en répétant l'adage suivant : « Si vous répétez un mensonge assez souvent, les gens le croient ».\nElle a ensuite décrit les attaques dont elle et son message font l'objet. Elle affirme que les personnes les plus critiques à son égard, les assassinats commis contre elle, ne sont pas le fait de musulmans ou d'Arabes, mais de juifs. Parce qu'elle est si controversée, elle n'est pas invitée à s'exprimer devant des groupes juifs par crainte de leurs donateurs gauchistes.\nElle ne compte que sur le financement public pour son organisation, ne voulant pas accepter de financement gouvernemental parce qu'elle n'est pas disposée à se laisser « museler » par qui que ce soit. Elle parle ouvertement des choses, alors que d'autres ont peur de prononcer certains mots.\nCela m'a rappelé les adages « Suivez l'argent » et « L'argent parle ». Si la source de financement d'une personne est importante pour le message qu'elle promeut, alors nous devons examiner les sources de financement des ONG opérant dans le domaine de l'activisme pro- et anti-israélien. Nous ne devons pas remettre en question la loyauté de Gabriel à l'égard de son message, car elle n'obtient le soutien que de ceux qui sont déjà d'accord avec elle et elle peut rester pure.\nCependant, et je ne peux parler que des organisations opérant en Israël, je me demande si elles sont fidèles à leurs messages ou aux messages promus par leurs donateurs. Les ONG israéliennes anti-israéliennes, telles que Rabbis for Human Rights et Breaking the Silence, sont principalement financées par des organes étrangers, à hauteur de 55 % pour les premières et de 88 % pour les secondes. Et ces deux organisations diabolisent l'État juif. Je vous laisse réfléchir à tout cela pour l'instant. Je reviendrai sur ce sujet dans un article ultérieur.\nGabriel continues :\nSi les bonnes personnes ne se lèvent pas et ne disent rien, le mal s'installe."
}