{
    "source": "en_US",
    "target": "fr_FR",
    "text": "parison: Pelvic ultrasound 02/02/2024.\nFindings: Transabdominal and transvaginal, real-time, high resolution ultrasound imaging of the pelvis was performed after informed consent.\nThe uterus is midline and anteverted measuring 88 x 42 x 48mm, volume 94ml. No myometrial mass or lesion is identified. The endometrium is homogeneous and thin measuring 7mm. The IUD is in situ, its tip is 2mm from the fundal endometrium, however, the left arm of the IUD is embedded into the uterine myometrium by approximately 5mm. No evidence of uterine perforation. No endometrial cavity mass or lesion is seen.\nThe ovaries are of normal size, shape and echotexture, the right ovary measures 2cc, the left ovary measures 7cc in volume. There is a dominant follicle in the left ovary measuring 19 x 16 x 17mm. There is no adnexal mass or lesion or tenderness. There is no free fluid within the pouch of Douglas.\nCONCLUSION: The IUD is in situ but the left arm is embedded into the myometrium without perforation.\nKind regards,\n[Image \"mei ming chan\"]\nDr Mei Ming Chan BMedSc (Hons), MBBS",
    "trans": "paraison : Échographie pelvienne du 02/02/2024.\nConclusions : Une imagerie échographique en temps réel, haute résolution, transabdominale et transvaginale du pelvis a été réalisée après consentement éclairé.\nL'utérus est en position médiane et antéversé, mesurant 88 x 42 x 48 mm, avec un volume de 94 ml. Aucune masse ou lésion myométriale n'a été identifiée. L'endomètre est homogène et mince, mesurant 7 mm. Le stérilet est en place, avec son extrémité à 2 mm de l'endomètre fundique. Cependant, le bras gauche du stérilet est incrusté dans le myomètre utérin sur environ 5 mm. Il n'y a aucune preuve de perforation utérine. Aucune masse ou lésion de la cavité endométriale n'est observée.\nLes ovaires sont de taille, forme et échotexture normales. L'ovaire droit mesure 2 cm³, et l'ovaire gauche mesure 7 cm³ en volume. Il y a un follicule dominant dans l'ovaire gauche mesurant 19 x 16 x 17 mm. Aucune masse ou lésion annexielle ou sensibilité n'est observée. Il n'y a pas de liquide libre dans le cul-de-sac de Douglas.\nCONCLUSION : Le stérilet est en place, mais le bras gauche est incrusté dans le myomètre sans perforation.\nBien cordialement,\n[Image \"mei ming chan\"]\nDr Mei Ming Chan BMedSc (Hons), MBBS"
}