{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Large amounts of microplastics accumulated in the soil of agricultural fields with the rapid development of mulch agriculture. The enrichment of microplastics endangered the growth of crops and food security, and it also posed ecological risks. In this study, we investigated microplastics in a typical agriculture area of Yan' an City, in the loess hilly gully area of China. The characteristics of microplastics including their abundances, sizes, and types were measured through laser direct infrared spectrometer. The potential sources of microplastics were analyzed and the risk of soil microplastic pollution was evaluated. It was elaborated that the average abundances of microplastics in soil, water, and fertilizer were 4505 +/- 435 nkg(-1), 91 +/- 27 nL-1, and 39,629 +/- 10,114 nkg(-1), respectively. Microplastics with particle sizes < 100 mu m accounted for >90 %. The smaller the particle size, the higher the content of microplastics. The top three polymers were polyethylene (PE, 37.4 %), polyethylene terephthalate (PET, 15.0 %), and ethylene vinyl acetate (EVA, 8.9 %), respectively. Agricultural mulch, plastic film, domestic waste, surface water irrigation, and organic compost were probably the potential sources of soil microplastics. The ecological risk evaluation showed that overall sampling sites had a minor ecological risk of microplastic pollution based on their abundance, while the polymer type showed a relatively high ecological risk for the investigated agricultural soils. Polyvinylchloride (PVC) and polymethylmethacrylate (PMMA) contribute considerably to the ecological risk, and their inputs to the farmland environment should be strictly limited. There was no significant carcinogenic risk to humans. This study would provide the basic reference for the current situation and risk assessment of farmland soil microplastics pollution in the loess hilly gully area of China.",
    "trans": "Des quantités importantes de microplastiques se sont accumulées dans le sol des champs agricoles avec le développement rapide du paillage. La hausse des microplastiques a mis en péril la croissance des cultures et la sécurité alimentaire, et présente aussi des risques pour l'environnement. Dans cette étude, nous avons mené l'enquête sur les microplastiques dans une zone agricole type de Yan' an City, dans la région du plateau de Lœss en Chine. Les caractéristiques des microplastiques y compris leur quantité, taille, et types ont été mesurées grâce à un spectromètre laser à infrarouge direct. Les sources potentielles de microplastiques ont été analysées et le risque de pollution des sols par les microplastiques a été évalué. L'évaluation indique que la quantité moyenne de microplastiques dans les sols, l'eau et l'engrais étaient de 4505 +/- 435 nkg(-1), 91 +/- 27 nL-1, et 39,629 +/- 10,114 nkg(-1), respectivement. Les microplastiques avec des particules de taille < 100 mu m représentaient >90 %. Plus la taille des particules était réduite, plus la teneur en microplastiques était élevée. Les trois principaux polymères sont le polyéthylène (PE, 37,4 %), le polyéthylène téréphtalate (PET, 15,0 %), et l'éthylène vinyle acétate (EVA, 8,9 %), respectivement. Le paillis agricole, les pellicules plastiques, les déchets ménagers, l'irrigation de surface, et le compost biologique étaient probablement les sources potentielles de microplastiques dans le sol. L'évaluation du risque écologique a indiqué que l'ensemble des sites d'échantillonnage présentaient un risque écologique mineur de pollution aux microplastiques en raison de leur abondance, tandis que le type de polymère indique un risque écologique relativement élevé pour les sols étudiés. Le polychlorure de vinyle (PVC) et le polyméthacrylate de méthyle (PMMA) contribuent grandement au risque écologique, et leur introduction dans l'environnement des terres agricoles doit être rigoureusement limitée. Il n'y avait aucun risque cancérigène significatif pour l'être humain. Cette étude constitue la référence de base pour la situation actuelle et l'évaluation des risques de pollution par les microplastiques de sols agricoles dans la région du plateau de Lœss en Chine."
}