{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I cleaned up without getting the bandage wet.\nAurora’s stitching had fucking hurt. I’d forgotten how painful it could be, but there was no reason to phone the fucking doctor or go to the hospital. They were a persona and place I tried to avoid. Besides, I had a very high pain threshold. It took a lot to get to me.\nI left the bathroom, drying my body and changing into a pair of sweatpants and a shirt. I followed the scents coming from the kitchen, and I didn’t alert Aurora to my presence as she worked. She chopped onions and garlic, putting them in a pan, sprinkling in some herbs and spices as she did.\nMesmerized by the way she moved in the kitchen, I thought about what she said earlier, about feeding me. When I’d asked Sergei what she had to eat, he told me she cooked for herself, but no one else.\nMy anger at the asshole I’d killed was renewed. I wished he was alive so I could have killed him again. Not only that, I’d have made him see who Aurora belonged to. She was mine. No one else’s, and I was frustrated to know he died without me driving that point home.\nI’d never considered myself a possessive person, not when it came to a woman. My turf I defended violently, keeping it belonging to me and in turn, part of Volkov’s terrain. Women came and went. As a young man, I’d fucked my way through so much pussy. None of them had any faces. It had all been about getting myself off, and for them, it was about taking on the Volkov’s meanest fucking brigadier. I was a badge to them, a title.\nWhen Ivan told me I needed to get married for an alliance, I’d been happy to do it. I’d never intended to be faithful to my wife, or think about her.\nAurora had come as a huge surprise to me in so many ways. First, my desire for other women had faded. Even while we hadn’t been having sex but had been married, I hadn’t looked at anyone else. I hadn’t cared to. Women had tried to capture my attention, but I’d ignored them. Each time they did, Aurora’s face would flash in my head, and any desire for anyone or anything else faded.\nIt meant nothing to me.\nAurora opened a can of tomatoes, adding them to the pan, stirring, followed by some water from the kettle. She went to the cupboard, and I liked seeing her at home in the kitchen. The way she turned and worked. This was her home.\nShe had another pot boiling and I saw the packet of pasta on the counter.",
    "trans": "J'ai nettoyé sans mouiller le pansement.\nLes points de suture d'Aurora m'avaient fait mal. J'avais oublié à quel point cela pouvait être douloureux, mais il n'y avait aucune raison d'appeler ce putain de docteur ou d'aller à l'hôpital. C'était une personne et un lieu que j'essayais d'éviter. En outre, mon seuil de tolérance à la douleur était très élevé. Il en fallait beaucoup pour m'atteindre.\nJe suis sorti de la salle de bain, me séchant le corps et me changeant pour enfiler un pantalon de survêtement et une chemise. J'ai suivi les odeurs qui provenaient de la cuisine et je n'ai pas alerté Aurora de ma présence pendant qu'elle travaillait. Elle hachait des oignons et de l'ail, les mettait dans une casserole et les saupoudrait d'herbes et d'épices.\nHypnotisé par la façon dont elle se déplaçait dans la cuisine, j'ai repensé à ce qu'elle m'avait dit tout à l'heure, à propos de me nourrir. Quand j'avais demandé à Sergei ce qu'elle mangeait, il m'avait dit qu'elle cuisinait pour elle, mais pour personne d'autre.\nMa colère contre le connard que j'avais tué s'est ravivée. J'aurais voulu qu'il soit encore en vie pour pouvoir le tuer à nouveau. Et en plus, je lui aurais fait voir à qui appartenait Aurora. Elle était à moi. À personne d'autre, et j'étais frustré de savoir qu'il était mort sans que j'aie pu le lui faire comprendre.\nJe ne m'étais jamais considéré comme quelqu'un de possessif, pas lorsqu'il s'agissait d'une femme. Mon territoire, je le défendais violemment, pour qu'il m'appartienne et qu'il fasse partie du terrain de Volkov. Les femmes allaient et venaient. En tant que jeune homme, j'avais baisé tant de chattes. Aucune d'entre elles n'avait de visage. Il s'agissait pour moi de prendre mon pied, et pour elles, il s'agissait d'affronter le brigadier le plus méchant de Volkov. Pour eux, j'étais un badge, un titre.\nQuand Ivan m'a dit que je devais me marier pour conclure une alliance, j'ai été heureuse de le faire. Je n'avais jamais eu l'intention d'être fidèle à ma femme, ni de penser à elle.\nAurora m'avait beaucoup surpris à bien des égards. Tout d'abord, mon désir pour d'autres femmes s'était estompé. Même lorsque nous n'avions pas fait l'amour, mais que nous étions mariés, je n'avais regardé personne d'autre. Cela ne m'intéressait pas. Des femmes avaient essayé d'attirer mon attention, mais je les avais ignorées. Chaque fois qu'elles le faisaient, le visage d'Aurora clignotait dans ma tête, et tout désir pour qui que ce soit ou quoi que ce soit d'autre s'évanouissait.\nCela ne signifiait rien pour moi.\nAurora a ouvert une boîte de tomates, les a ajoutées à la casserole en remuant, puis a versé de l'eau de la bouilloire. Elle s'est dirigée vers le placard et j'étais ravi de la voir à l'aise dans la cuisine. La façon dont elle tournait et travaillait. C'était sa maison.\nElle a fait bouillir une autre casserole et j'ai vu le paquet de pâtes sur le comptoir."
}