{
    "source": "en_US",
    "target": "fr_FR",
    "text": "23.4 What current neurophysiological methods provide? Intraoperative neurophysiological monitoring can be divided into classical monitoring and mapping techni- ques. Monitoring continuously assesses the functional integrity of the observed tracts or nerves, whereas map- ping localizes and identifies specific structures [19,28]. Observing the free-running EMG for induced activity is one of the earliest methods of cranial nerve monitor- ing [11,29,30]. However, in several cases, cranial nerve EMG has shown to be nonspecific for predicting injury to the cranial nerves [31]. Recently, for facial nerve monitoring, a semiautomatic analysis for categorizing the facial nerve EMG for different train types has been suggested [12,13,15,32,31]. So far, improved computerized classifica- tion of different train types is only available at one surgical center [31]. Direct mapping of cranial nerves is a well-established technique [17,22,33]. It helps to localize the nerve when it is distorted or hidden by a tumor. Classically, it is done by monopolar cathodal or bipolar (or even bipolar coaxial) stimulation with 0.2 ms pulse duration and a rate of 2! 3 Hz [19]. However, classical mapping is an inter- mittent method for which the surgeon needs to pause tumor removal. For further details, see Chapter 11, Brainstem mapping. Monitoring corticobulbar MEPs was initially introduced for the facial nerve and later for all motor cranial nerves [16! 21,34]. Deletis et al. suggested applying a single stimulus 90 ms after delivering a short train of stimuli [17,19]. The rationale for this kind of stimulation is that only a short train of stimuli can elicit “central” responses (activation of the corticobulbar tract for the cranial nerves) elicited from the motor cortex under general anesthesia. If a single stimulus elicits a response, this should be considered a “peripheral” response due to the spreading of current distally and activation of the cranial nerve directly. This direct activation of the extracranial nerve might occasionally cause a false-negative alarm mimicking stable MEP responses [35! 37]. Another possible limitation of MEP monitoring is that its predictive value sporadically hinges on the “irreversibility” of the deteri- oration and therefore irreversibility may represent a post hoc definition [28]. An alternative monitoring option is the direct stimulation of the CN VII using a ball-type electrode placed near the CN VII nerve exit zone of the brain stem [38]. However, these electrodes are very susceptible to accidental displacement during surgical resection. For further details on the set-up and value of corticobulbar MEP monitoring, see Chapter 10, Corticobulbar motor evoked potentials in skull base surgery. In our series of large VSs, we achieved reliable facial MEP monitoring in 75% of our patients and only one of them (6%) presented with HBS worsening at 3 months [26]. In contrast, in 25% we could not obtain reliable MEP at the beginning of the surgery and 40% presented with HBS worsening at 3 months [26]. Therefore the essential value of facial corticobulbar MEP monitoring is supported by our data. However, we could also observe that in a number of patients with large VSs, we were not able to obtain facial corticobulbar MEP already at baseline.",
    "trans": "23.4 Quelles méthodes neurophysiologiques actuelles fournissent-elles ? La surveillance neurophysiologique peropératoire peut être divisée en surveillance classique et techniques de cartographie. La surveillance évalue en continu l'intégrité fonctionnelle des voies ou des nerfs observés, tandis que la cartographie localise et identifie des structures spécifiques [19,28]. L'observation de l'EMG libre pour l'activité induite est l'une des premières méthodes de surveillance des nerfs crâniens [11,29,30]. Cependant, dans plusieurs cas, l'EMG des nerfs crâniens s'est avéré non spécifique pour prédire les lésions des nerfs crâniens [31]. Récemment, pour la surveillance du nerf facial, une analyse semi-automatique pour catégoriser l'EMG du nerf facial pour différents types de trains a été suggérée [12,13,15,32,31]. Jusqu'à présent, une classification informatisée améliorée des différents types de trains n'est disponible que dans un seul centre chirurgical [31]. La cartographie directe des nerfs crâniens est une technique bien établie [17,22,33]. Elle aide à localiser le nerf lorsqu'il est déformé ou caché par une tumeur. Classiquement, elle est réalisée par stimulation cathodale monopolaire ou bipolaire (ou même coaxiale bipolaire) avec une durée d'impulsion de 0,2 ms et un taux de 2 ! 3 Hz [19]. Cependant, la cartographie classique est une méthode intermittente pour laquelle le chirurgien doit interrompre l'ablation de la tumeur. Pour plus de détails, voir le chapitre 11, Cartographie du tronc cérébral. La surveillance des PEM corticobulbaires a été initialement introduite pour le nerf facial et plus tard pour tous les nerfs crâniens moteurs [16 ! 21,34]. Deletis et al. ont suggéré d'appliquer un stimulus unique 90 ms après la délivrance d'un court train de stimuli [17,19]. La justification de ce type de stimulation est que seul un court train de stimuli peut déclencher des réponses « centrales » (activation du tractus corticobulbaire pour les nerfs crâniens) déclenchées par le cortex moteur sous anesthésie générale. Si un stimulus unique déclenche une réponse, cela doit être considéré comme une réponse « périphérique » due à la propagation du courant distalement et à l'activation directe du nerf crânien. Cette activation directe du nerf extracrânien pourrait occasionnellement provoquer une fausse alarme négative imitant des réponses PEM stables [35 ! 37]. Une autre limitation possible de la surveillance des PEM est que sa valeur prédictive dépend sporadiquement de « l'irréversibilité » de la détérioration et que, par conséquent, l'irréversibilité peut représenter une définition post hoc [28]. Une option de surveillance alternative est la stimulation directe du NC VII à l'aide d'une électrode de type boule placée près de la zone de sortie du nerf NC VII du tronc cérébral [38]. Cependant, ces électrodes sont très susceptibles d'être déplacées accidentellement pendant la résection chirurgicale. Pour plus de détails sur la configuration et la valeur de la surveillance des PEM corticobulbaires, voir le chapitre 10, Potentiels évoqués moteurs corticobulbaires dans la chirurgie de la base du crâne. Dans notre série de gros schwannomes vestibulaires, nous avons obtenu une surveillance fiable des PEM faciales chez 75 % de nos patients et un seul d'entre eux (6 %) a présenté une aggravation de la paralysie de Bell à 3 mois [26]. En revanche, chez 25 % nous n'avons pas pu obtenir de PEM fiables au début de l'intervention et 40 % ont présenté une aggravation de la paralysie de Bell à 3 mois [26]. Par conséquent, la valeur essentielle de la surveillance des PEM corticobulbaires faciales est étayée par nos données. Cependant, nous avons également pu observer que chez un certain nombre de patients atteints de gros schwannomes vestibulaires, nous n'avons pas pu obtenir de PEM corticobulbaires faciales dès le départ."
}