{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear teacher, Thanks for your help! I am sorry for not mentioning earlier that my estimated arrival airport is Novosibirsk Airport. I am planning to arrive on Friday, October 25th, at 7:45 AM. Could you arrange an airport pickup at this time and proceed with the dormitory check-in upon my arrival? Thank you very much for your assistance. I look forward to your response. С уважением, [redacted_name] [redacted_number] Mail to:[redacted_email] ------------------ 原始邮件 ------------------ 发件人: \"Отдел по социальной адаптации и сопровождению иностранных студентов\" ; 发送时间: 2024年10月17日(星期四) 晚上6:43 收件人: \"Hope.\"<[redacted_email]>; 主题: Re: Airport pick-up and dormitory check-in consultation, estimated arrival time: 7:45am, October 25 (Friday) Dear student! In order to get from the airport to the building of the isolation ward, located at the address \"st. Arcadia Ivanova, 24\" we offer you the TSU transfer services (Price 1700 rubles) At the exit from the baggage claim area, you will be met by a person with a sign \"Томский государственный университет / Tomsk State University\". • If your flight is delayed, a person with a sign will wait for you. • If you have any problems with your baggage (luggage did not arrive), he will help you solve them promptly. • If there is another problem, it will be solved as quickly as possible. Additional waiting and assistance fees are NOT REQUIRED. You will be taken to the isolation ward, person will help you complete all the necessary documents and answer all your questions in Russian and English. С уважением, Отдел по социальной адаптации и сопровождению иностранных студентов Четверг, 17 октября 2024, 13:25 +07:00 от Hope. <2576997930@qq.com>: Dear teacher, I am planning to purchase a flight ticket for October 25th, with an estimated arrival time of 7:45 AM. I would like to inquire about the possibility of an airport pickup service. Could you please let me know if such a service is available? Additionally, I would like to ask if it is possible to arrange my dormitory check-in upon my arrival. Lastly, I would like to confirm whether the pickup service is arranged for me alone or for a group of students. Thank you very much for your assistance, and I look forward to your response. С уважением, [redacted_name] [redacted_number] Mail to:[redacted_email]",
    "trans": "Cher professeur, merci pour votre aide ! Je suis désolé de ne pas avoir mentionné plus tôt que mon aéroport d'arrivée prévu est celui de Novossibirsk. Je prévois d'arriver le vendredi 25 octobre à 7h45. Pourriez-vous organiser un transfert de l'aéroport à cette heure-là et procéder à l'enregistrement dans le dortoir à mon arrivée ? Je vous remercie de votre aide. Dans l'attente de votre réponse, С уважением, [redacted_name] [redacted_number] Mail to :[redacted_email] ------------------ 原始邮件 ------------------ 发件人 : « Отдел по социальной адаптации и сопровождению иностраных студентов » ; 发送时间 : 2024年10月17日(星期四) 晚上6:43 收件人 : \"Hope.\"<[redacted_email]> ; 主题 : Re : Consultation pour l'accueil à l'aéroport et l'enregistrement au dortoir, heure d'arrivée estimée : 7h45, le 25 octobre (vendredi) Cher étudiant ! Pour aller de l'aéroport au bâtiment du centre d'isolement, situé à l'adresse « st. Arcadia Ivanova, 24 », nous vous proposons les services de transfert de l'UTS (Prix 1700 roubles). À la sortie de la zone de récupération des bagages, vous serez accueilli par une personne portant une pancarte “ Томский государственный университет / Université d'État de Tomsk ”. - Si votre vol est retardé, une personne munie d'un panneau vous attendra. - Si vous avez des problèmes avec vos bagages (les bagages ne sont pas arrivés), il vous aidera à y remédier rapidement. - S'il y a un autre problème, il sera résolu le plus rapidement possible. Les frais supplémentaires d'attente et d'assistance NE SONT PAS DEMANDÉS. Vous serez conduit au centre d'isolement, où une personne vous aidera à remplir tous les documents nécessaires et répondra à toutes vos questions en russe et en anglais. адаптациальной и сопровождем, Сением, Отдел по социальной адаптации и сопровождению иностранных студентов Четверг, 17 октября 2024, 13:25 +07:00 от Hope. <2576997930@qq.com> : Cher professeur, je prévois d'acheter un billet d'avion pour le 25 octobre, avec une heure d'arrivée estimée à 7h45. J'aimerais me renseigner sur la possibilité d'un service de prise en charge à l'aéroport. Pourriez-vous m'indiquer si un tel service est disponible ? En outre, j'aimerais savoir s'il est possible d'organiser le check-in de mon dortoir à mon arrivée. Enfin, j'aimerais savoir si le service de ramassage est organisé pour moi seul ou pour un groupe d'étudiants. Je vous remercie de votre aide et j'attends votre réponse avec impatience. С уважением, [redacted_name] [redacted_number] Mail to : [redacted_email]"
}