{
    "source": "en_US",
    "target": "fr_FR",
    "text": "With the first class test approaching (Thursday, 17th October), we wanted to share some information and rules so that the test runs smoothly.\nIf you haven't done so, please take a look at the mock class test to familiarise yourself with the format of the timed assessments.\nThe duration of the test is 1h30m with an additional 5min for submission.\nPlease arrive at the lab at 13:00 so you have time to settle in and check that your computer is working fine. The class test will start at 13:15.\nPlease bring your UofG ID card. IDs will be checked before the start of the class test.\nThe class test will open at 13:15 and automatically close at 14:50. You must submit your responses before the class test closes.\nAdditional devices are not allowed.\nDictionaries are not allowed.\nOnly Moodle and R/RStudio can be opened during the class test. Please do not open any additional tabs or applications.\nYou will have full access to all Moodle material, including module notes, labs, solutions, additional codes, etc.\nIf we see any suspicious activity, you will be asked to stand up and move away from the computer immediately.",
    "trans": "À l'approche du premier examen en présentiel (jeudi 17 octobre), nous avons souhaité partager quelques informations et règles pour que l'examen se déroule au mieux.\nSi vous ne l'avez pas encore fait, jetez un coup d'œil à l'examen blanc pour vous familiariser avec le format des évaluations chronométrées.\nLa durée de l'épreuve est de 1h30m avec 5min supplémentaires pour la remise des documents.\nVeuillez arriver au laboratoire à 13h00 afin d'avoir le temps de vous installer et de vérifier que votre ordinateur fonctionne correctement. Le test en présentiel commencera à 13h15.\nVeuillez vous munir de votre carte d'identité de l'UofG. Les cartes d'identité seront vérifiées avant le début du test en présentiel.\nLe test en présentiel débutera à 13h15 et se terminera automatiquement à 14h50. Vous devez soumettre vos réponses avant la clôture du test en présentiel.\nDes appareils supplémentaires ne sont pas autorisés.\nLes dictionnaires ne sont pas autorisés.\nSeuls Moodle et R/RStudio peuvent être ouverts pendant le test en présentiel. Veuillez ne pas ouvrir d'autres onglets ou applications.\nVous aurez un accès complet à tout le contenu de Moodle, y compris les notes de module, les laboratoires, les solutions, les codes additionnels, etc.\nSi nous constatons une activité suspecte, nous vous demanderons de vous lever et de vous éloigner immédiatement de l'ordinateur."
}