{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The management of society’s resources is important because resources are\nscarce. Scarcity means that society has limited resources and therefore cannot\nproduce all the goods and services people wish to have. Just as each member of\na household cannot get everything she wants, each individual in a society cannot\nattain the highest standard of living to which she might aspire.\nEconomics is the study of how society manages its scarce resources. In most so-\ncieties, resources are allocated not by an all-powerful dictator but through the com-\nbined choices of millions of households and firms. Economists, therefore, study\nhow people make decisions: how much they work, what they buy, how much they\nsave, and how they invest their savings. Economists also study how people in-\nteract with one another. For instance, they examine how the multitude of buyers\nand sellers of a good together determine the price at which the good is sold and\nthe quantity that is sold. Finally, economists analyze forces and trends that affect\nthe! economy as a whole, including the growth in average income, the fraction of\nthe population that cannot find work, and the rate at which prices are rising.\nThe study of economics has many facets, but it is unified by several central\nideas. In this chapter, we look at Ten Principles of Economics. Don’t worry if you\ndon’t understand them all at first or if you aren’t completely convinced. We ex-\nplore these ideas more fully in later chapters. The ten principles are introduced\nhere to give you an overview of what economics is all about. Consider this chap-\nter a “preview of coming attractions.”",
    "trans": "La gestion des ressources de la société est importante car les ressources sont\nrares. La rareté signifie que la société dispose de ressources limitées et ne peut donc pas\nproduire tous les biens et services que les gens souhaitent avoir. Tout comme chaque membre d'un\nfoyer ne peut obtenir tout ce qu'il veut, chaque individu dans une société ne peut\natteindre le plus haut niveau de vie auquel il aspire.\nL'économie est l'étude de la manière dont la société gère ses ressources rares. Dans la plupart des so-\nciétés, les ressources ne sont pas allouées par un dictateur tout-puissant mais par les choix com-\nbinés de millions de foyers et d'entreprises. Les économistes étudient\nonc comment les gens prennent des décisions : combien ils travaillent, ce qu'ils achètent, combien ils\néconomisent et comment ils investissent leurs économies. Les économistes étudient également comment les gens in-\nteragissent les uns avec les autres. Par exemple, ils examinent comment la multitude d'acheteurs\net de vendeurs d'un bien déterminent ensemble le prix auquel ce bien est vendu et\nla quantité vendue. Enfin, les économistes analysent les forces et les tendances qui affectent\nl'économie dans son ensemble, y compris la croissance du revenu moyen, la fraction de\nla population qui ne trouve pas de travail et le taux d'augmentation des prix.\nL'étude de l'économie comporte de nombreux aspects, mais elle est unifiée par plusieurs\nidées centrales. Dans ce chapitre, nous examinerons les dix principes de l'économie. Ne vous inquiétez\npas si vous ne les comprenez pas tous au début ou si vous n'êtes pas complètement convaincus. Nous ex-\nplorerons ces idées plus en profondeur dans les chapitres suivants. Les dix principes sont introduits\nici pour vous donner un aperçu de ce qu'est l'économie. Considérez ce chapi-\ntre comme un « aperçu des attractions à venir. »"
}