{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Brock Elliott Elementary School ([redacted_number])\nSend Email Invitations\nPlease help your child send email invitations to family, friends, and co-workers who will support Emily Medina and help Brock Elliott Elementary School. Only send email invitations to family and friends 18 years or older. Teachers and principals have this information, so please do not email them.\nClick here to see a sample Email Invitation.\nYour child can win valuable prizes on their Prize Meter when your invited sponsors make a purchase with merchants participating in the school prize program. You have until the end of the school year to win; so the more email invitations you send, the more prizes your child might earn!\nSchoolStore.com takes your family's privacy very seriously. This is a secure site. Your personal information and addresses will only benefit Brock Elliott Elementary School and will never be shared or used for any other purpose.",
    "trans": "École élémentaire Brock Elliott ([redacted_number])\nEnvoyer des invitations par courriel\nVeuillez aider votre enfant à envoyer des invitations par courriel à sa famille, à ses amis et à ses collègues qui soutiendront Emily Medina et aideront l'école élémentaire Brock Elliott. N'envoyez des invitations par courriel qu'à la famille et aux amis âgés de 18 ans ou plus. Les enseignants et les directeurs disposent de ces informations, veuillez donc ne pas leur envoyer de courriel.\nCliquez ici pour voir un exemple d'invitation par courriel.\nVotre enfant peut gagner de précieux prix sur son compteur de prix lorsque les parrains invités effectuent un achat auprès des commerçants participant au programme de prix de l'école. Vous avez jusqu'à la fin de l'année scolaire pour gagner ; par conséquent, plus vous envoyez d'invitations par courriel, plus votre enfant pourrait gagner de prix !\nSchoolStore.com prend très au sérieux la protection de la vie privée de votre famille. Il s'agit d'un site sécurisé. Vos informations personnelles et vos adresses ne profiteront qu'à l'école élémentaire Brock Elliott et ne seront jamais partagées ou utilisées à d'autres fins."
}