{
    "source": "en_US",
    "target": "fr_FR",
    "text": "確認函編號： 4483632422\n您剛收到來自Hyatt Centric Montreal的新訊息\n訊息內容：\nDear Min Hui,\nAt Hyatt Centric, our motto is “Eat. Drink. Explore”. Whether you are here for business or leisure, we hope you can take advantage of our wonderful old port location. With over 200 boutique shops and restaurants from our Front Door to the Waterfront, there is something for everyone!\nOur dedicated staff is committed to providing you with the highest level of service and making your stay a truly memorable and exceptional experience.\n-Parking information:\n-Self Park - 500 rue saint Hubert, Montreal, H2Y 0C1- 25$/night - Unlimited access in and out\n-Valet - 621 Notre Dame Est, Montreal, H2Y 0C2 - 38$/night - Service available 07AM to 11PM\nAs you settle in, we invite you to take full advantage of the incredible amenities we have to offer.\nRooftop Pool and Horizon Bar: Unwind and bask in the sun at our seasonal rooftop pool, where you can enjoy a refreshing dip from 7am to 9pm daily. For those seeking a delightful culinary experience, our rooftop bar serves up a delectable selection of appetizers and drinks from 2pm to 10pm.\nCartier D'arms: Join us for hearty breakfasts from 07:30 AM to 11:00 AM, and leisurely dinners between 5:00 PM and 10:00 PM. Extend your evening at our bar, serving until midnight. Lunch is served on Thursdays and Fridays (11:300 AM to 2:300 PM), while weekends bring a delightful brunch from 8:00 AM to 2:00 PM on Saturdays and Sundays. Unforgettable dining moments await you.\n24-Hour Gym: Staying active is made easy with our 24-hour gym located on the first floor. Whether you're an early riser or prefer a late-night workout, our gym is at your service around the clock.\nFor the ultimate convenience and security, please note that access to the rooftop pool, rooftop bar, and gym requires your room key. Your room key will grant you exclusive entry to these areas, ensuring your peace of mind and privacy.\nThank you for choosing Hyatt Centric Montréal, Our dedicated team is here to assist you with any queries or requests you may have, so please do not hesitate to reach out.\nThe Hyatt Centric Montréal Team\n查看訊息\n訂單資訊\n住客姓名：\nHSU MIN HUI\n入住：\n2024 年 10 月 21 日（一）\n退房：\n2024 年 10 月 22 日（二）\n住宿名稱：\nHyatt Centric Montreal\n訂單編號：\n4483632422\n©Booking.com版權所有 2024\n這封電郵是由Booking.com發送的\nBooking.com 將依照 Booking.com 隱私權聲明接收此 Email 並代轉回覆內容。 Hyatt Centric Montreal的訊息內容並非由 Booking.com 提供，因此 Booking.com 無法對訊息內容負任何責任。\n為何我收到這則訊息？",
    "trans": "確認函編號： 4483632422\n您剛收到來自Hyatt Centric Montreal的新訊息\n訊息內容：\nChère Min Hui,\nChez Hyatt Centric, notre devise est « Manger. Boire. Explorer ». Que vous soyez ici pour affaires ou pour le plaisir, nous espérons que vous profiterez de notre merveilleux emplacement dans le vieux port. Avec plus de 200 boutiques et restaurants de notre porte d'entrée au front de mer, il y en a pour tous les goûts !\nNotre personnel dévoué s'engage à vous fournir le meilleur en termes de service et à faire de votre séjour une expérience vraiment mémorable et exceptionnelle.\n- Informations relatives au stationnement :\n- Stationnement libre-service - 500 rue saint Hubert, Montréal, H2Y 0C1- 25 dollars/nuit - Accès illimité entrant et sortant\n- Voiturier - 621 Notre Dame Est, Montréal, H2Y 0C2 - 38 dollards/nuit - Service disponible de 07 h 00 à 23 h 00\nAlors que vous vous installez, nous vous invitons à profiter pleinement des incroyables commodités que nous avons à offrir.\nPiscine sur le toit et bar Horizon : Détendez-vous et prélassez-vous au soleil dans notre piscine saisonnière sur le toit, où vous pourrez profiter d'une baignade rafraîchissante de 7 h à 21 h tous les jours. Pour ceux qui recherchent une expérience culinaire délicieuse, notre bar sur le toit sert une sélection délicieuse d'apéritifs et de boissons de 14 h à 22 h.\nCartier D'armes : Rejoignez-nous pour des petits déjeuners copieux de 07 h 30 à 11 h 00 et des dîners tranquilles entre 17 h 00 et 22 h 00. Prolongez votre soirée dans notre bar, ouvert jusqu'à minuit. Le déjeuner est servi les jeudis et vendredis (11 h 30 à 14 h 30), tandis que les week-ends apportent un brunch délicieux de 8 h 00 à  14 h 00 les samedis et dimanches. Des moments de restauration inoubliables vous attendent.\nSalle de sport ouverte 24 h/24 : Rester actif est facile grâce à notre salle de sport ouverte 24 h/24 située au premier étage. Que vous soyez un lève-tôt ou que vous préfériez une séance d'entraînement tard dans la nuit, notre salle de sport est à votre service 24 heures sur 24.\nPour un confort et une sécurité ultimes, veuillez noter que l'accès à la piscine sur le toit, au bar sur le toit et à la salle de sport nécessite votre clé de chambre. Votre clé de chambre vous donnera un accès exclusif à ces zones, assurant votre tranquillité d'esprit et votre vie privée.\nMerci d'avoir choisi Hyatt Centric Montréal, Notre équipe dévouée est là pour vous aider avec toutes les questions ou demandes que vous pourriez avoir, alors n'hésitez pas à nous contacter.\nL'équipe Hyatt Centric Montréal\n查看訊息\n訂單資訊\n住客姓名：\nHSU MIN HUI\n入住：\n2024 年 10 月 21 日（一）\n退房：\n2024 年 10 月 22 日（二）\n住宿名稱：\nHyatt Centric Montreal\n訂單編號：\n4483632422\n©Booking.com版權所有 2024\n這封電郵是由Booking.com發送的\nBooking.com 將依照 Booking.com 隱私權聲明接收此 Email 並代轉回覆內容。 Hyatt Centric Montreal的訊息內容並非由 Booking.com 提供，因此 Booking.com 無法對訊息內容負任何責任。\n為何我收到這則訊息？"
}