{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Business Agreement in The Field of Gold & Precious Metals\nThis business agreement is entered into and executed on day of 25th September 2024 between the\nfollowing parties:\nHerein after referred to as the “Seller”\nSeller’s Name: Vista Cotlands Consultants Limited\nAuthorized signatory: Anthony Yowela – Director - ID copy attached\nAddress: Plot 30142, Hillview Area, Lusaka.\nCountry: Zambia\nMobile: +260971020337\nEmail: vistacotlands@gmail.com\nClean and clear Copy of full set of all the Company’s necessary legal documents are herewith\nattached, this would include any certifications, Certificate of Incorporation, Commercial\nRegistration, Mining exploration License. and other relevant documentation to become an integral\npart of this agreement”.\nHerein after referred to as the “Buyer”\nBuyer Name: Alqanateer Gold and Jewelry\nAuthorized signatory: Shiekh Nawaf Mohamed JM Al-thani – Manager - ID copy attached\nAddress: 138th Street/Ali Bin Abdullah, Area 7 Building 55\nCountry: Qatar\nMobile phone: +97466057520 - Land line: +97460030041\nEmail: info@aljabor.qa\nClean and clear Copy of full set of all the Company’s necessary legal documents are herewith\nattached, this would include any certifications, Certificate of Incorporation, Commercial\nRegistration and other relevant documentation to become an integral part of this agreement.\nTHE AGREEMENT\nWHEREAS, the Seller, with full legal and corporate responsibility and under penalty of perjury,\nhereby asserts and warrants that they have in their possession gold (Au) in the physical form of\nbars readily available for sale and can provide formal and legal documents evidencing the existence\nof the commodity and its ownership. The Seller hereby declares that they are ready, willing, and\nable to sell the herein mentioned Gold Bars (Au) to be paid in United States dollars (USD); and\nWHEREAS the Buyer, with full legal and corporate responsibility and under penalty of perjury,\nhereby asserts and warrants that they have legal funds to purchase, denominated herein as USD,\nwhich are good, clean, and clear of criminal origin. The Buyer is able to, upon the Seller’s request,\nprovide a Standby LC, and furthermore, declares that they are ready, willing, and able to buy the\nherein mentioned Gold Bars (Au) - full set of Company’s documents are her with attached;\nNOW THEREFORE, in consideration of the undertakings of the parties herein contained, and the\nseller’s invoice No. ALGOLD 001 dated 11/09/2024, the parties do hereby agree as follows:",
    "trans": "Accord commercial dans le domaine de l’or et des métaux précieux\nLe présent accord commercial est conclu et exécuté le 25 septembre 2024 entre\nles parties suivantes :\nCi-après dénommé « le Vendeur »\nNom du Vendeur : Vista Cotlands Consultants Limited\nSignataire autorisé : Anthony Yowela – Directeur (copie de la pièce d’identité jointe)\nAdresse : Parcelle 30142, Hillview Area, Lusaka\nPays : Zambie\nTéléphone mobile : +260971020337\nE-mail : vistacotlands@gmail.com\nUne copie nette et complète de l’ensemble des documents juridiques requis de l’entreprise est\njointe aux présentes. Celle-ci comprend notamment les certifications, le certificat d’incorporation,\nl’immatriculation commerciale, le permis d’exploitation minière ainsi que toute autre documentation pertinente,\nqui devient partie intégrante du présent accord.\nCi-après dénommé « l’Acheteur »\nNom de l’Acheteur : Alqanateer Gold and Jewelry\nSignataire autorisé : Cheikh Nawaf Mohamed JM Al-Thani – Directeur (copie de la pièce d’identité jointe)\nAdresse : 138th Street/Ali Bin Abdullah, Zone 7, Bâtiment 55\nPays : Qatar\nTéléphone mobile : +97466057520 – Téléphone fixe : +97460030041\nE-mail : info@aljabor.qa\nUne copie nette et complète de l’ensemble des documents juridiques requis de l’entreprise est jointe aux présentes.\nCelle-ci comprend notamment les certifications, le certificat d’incorporation,\nl’immatriculation commerciale ainsi que toute autre documentation pertinente, qui devient partie intégrante du présent accord.\nL’ACCORD\nCONSIDÉRANT QUE le Vendeur, avec pleine responsabilité juridique et corporative et sous peine de parjure,\natteste et garantit qu'il possède en sa possession de l'or (Au) sous forme physique de\nlingots, immédiatement disponible à la vente et qu'il peut fournir les documents officiels et légaux\nattestant l'existence et la propriété de ladite marchandise. Le Vendeur déclare être prêt, disposé et\ncapable de vendre les lingots d'or (Au) mentionnés ci-dessus, avec paiement en dollars américain (USD) ;\nCONSIDÉRANT QUE l’Acheteur, avec pleine responsabilité juridique et corporative et sous peine de parjure,\natteste et garantit qu'il dispose de fonds légaux pour effectuer l'achat, libellés en USD,\npropres, clairs et d’origine licite. L'Acheteur est en mesure, sur demande du Vendeur,\nde fournir une lettre de crédit standby (Standby LC) et déclare être prêt, disposé et en capacité d'acheter\nles lingots d'or (Au) mentionnés ci-dessus. L’ensemble des documents de l’Entreprise est joint aux présentes ;\nEN CONSÉQUENCE, en considération des engagements des parties aux présentes et de\nla facture du Vendeur n° ALGOLD 001 du 11/09/2024, les parties conviennent ce qui suit :"
}