{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It was great seeing you all during the sessions this week. This is the usual summary of what we covered and what is coming up next week.\nIn the Lecture, we covered graduate labour markets and linked it with your presentation. A recording is available in the relevant folder. In the workshops, apart from covering the second session on Academic skills and specifically critical writing, your tutors have divided you into groups and briefed you on the task for the online presentation that will take place in Week 4 (during your timetabled workshop, you will join online instead of going to class, more details and the links will be available next week). As you know, you must select a specific country and business area (e.g accounting, marketing, HR, operations etc.) and examine the particular graduate labour market, looking at the current developments in terms of skills, knowledge and experience that are necessary for graduates to possess, any relevant gaps, ease of employers sourcing enough graduates, role of the Universities, the relevant culture and so on. Based on your analysis, you should make recommendations that need to link back to the issues identified clearly, and you must clearly explain the connection. It is also essential to use references (citations on the slides and full reference list in the end using Harvard Referencing https://www.uwe.ac.uk/study/study-support/study-skills/referencing/uwe-bristol-harvard)",
    "trans": "C'était super de vous voir tous pendant les sessions de cette semaine. Voici le résumé habituel de ce que nous avons couvert et de ce qui se passera la semaine prochaine.\nDans le cours magistral, nous avons abordé les marchés du travail des diplômés et l'avons lié à votre présentation. Un enregistrement est disponible dans le dossier correspondant. Dans les ateliers, outre la deuxième session sur les compétences académiques et plus particulièrement l'écriture critique, vos tuteurs vous ont répartis en groupes et vous ont informé de la tâche pour la présentation en ligne qui aura lieu en Semaine 4 (pendant votre atelier programmé, vous vous connecterez en ligne au lieu d'aller en classe, plus de détails et les liens seront disponibles la semaine prochaine). Comme vous le savez, vous devez choisir un pays spécifique et un domaine d'activité (par exemple, comptabilité, marketing, ressources humaines, opérations, etc.) et examiner le marché du travail des diplômés en question, en examinant les développements actuels en termes de compétences, de connaissances et d'expérience que les diplômés doivent posséder, les éventuelles lacunes, la facilité pour les employeurs de trouver suffisamment de diplômés, le rôle des universités, la culture pertinente, etc. Sur la base de votre analyse, vous devez formuler des recommandations qui doivent être clairement liées aux problèmes identifiés, et vous devez clairement expliquer le lien. Il est également essentiel d'utiliser des références (citations sur les diapositives et liste de références complète à la fin en utilisant le référencement Harvard https://www.uwe.ac.uk/study/study-support/study-skills/referencing/uwe-bristol-harvard)"
}