{
    "source": "en_US",
    "target": "fr_FR",
    "text": "important you attend the final two tutorial sessions so we can see how you are progressing with your specimen book.\nDon't be fooled\nThis brief does need time and nurturing. Mocking up your book is an important part of the design process. Working on the laptop and viewing your work only on the screen can be deceiving. Point sizes, type hierarchy and how you are using the space on the page always appears different when you print your spreads out to scale, compared to looking at it on screen. Please make sure you take the time to step away from the laptop and review how your page layouts are progressing as printed mock-ups. Use your ‘Typographic Rhythm’ worksheet as a guide so you are mapping and planning how the spreads are going to look in terms of its ‘rhythm’ and ‘flow’.\nExpectations for next class\nNext week we are expecting to see a full mock-up of the entire specimen book. Trimmed to scale and in colour. You can also bring to class stock samples of what you are planning to use for the cover and text pages of the specimen book. If you know what kind of binding mechanism you are wanting to use, bring this to class as well. The more you show us, the more feedback we can give you! The ball is in your court.",
    "trans": "Il est important que vous assistiez aux deux dernières séances de tutorat afin que nous puissions voir comment vous progressez avec votre carnet de spécimens.\nNe vous laissez pas berner\nCe dossier a besoin de temps et d'attention. La maquette de votre livre est une partie importante du processus de conception. Travailler sur un ordinateur portable et ne voir son travail qu'à l'écran peut être trompeur. La hauteur des points, la hiérarchie des caractères et la façon dont vous utilisez l'espace sur la page sont toujours différentes lorsque vous imprimez vos documents à l'échelle et lorsque vous les regardez à l'écran. Veillez à prendre le temps de vous éloigner de votre ordinateur portable et de revoir l'évolution de vos mises en page sous forme de maquettes imprimées. Utilisez votre feuille de travail « Rythme typographique » comme guide afin d'établir et de planifier le « rythme » et le « flux » des pages.\nAttentes pour le cours suivant\nLa semaine prochaine, nous devrions voir une maquette complète du livre de spécimens. Découpé à l'échelle et en couleur. Vous pouvez également apporter en classe des échantillons de ce que vous prévoyez d'utiliser pour la couverture et les pages de texte du livre spécimen. Si vous savez quel type de mécanisme de fixation vous souhaitez utiliser, apportez-le également en classe. Plus vous nous montrerez de choses, plus nous pourrons vous donner des informations complémentaires ! La balle est dans votre camp."
}