{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We analyzed 1,788,839 social media posts to find out where people turn to find reviews before making a purchase.\nHere are the most popular platforms as of August 2024:\nTikTok (35%)\nGoogle (8%)\nProduct review pages (5%)\nReddit (4%)\nInstagram (3%)\nIf you’re selling a product or service, reviews are EVERYTHING.\nUp to 98% of consumers read reviews before making a purchase, according to Forbes.\nAnd Google places a high value on reviews as well, as evidenced by several recent review-focused algorithm updates.\nGetting good reviews requires more than asking your customers, “How did we do?”\nIt’s about delighting them throughout the entire customer journey.\nMy team can help you create positive online experiences.\nIn the meantime, here are some data-backed tips to get more online reviews.\nCheers,\nNeil\nPS: Looking for reviews of your paid campaigns? My Ads Grader tool will tell you the truth! Get your free report card today.",
    "trans": "Nous avons analysé 1 788 839 publications sur les réseaux sociaux pour découvrir où les consommateurs recherchent des avis avant d’effectuer un achat.\nVoici les plateformes les plus populaires en août 2024 :\nTikTok (35 %)\nGoogle (8 %)\nPages d’avis sur les produits (5 %)\nReddit (4 %)\nInstagram (3 %)\nSi vous vendez un produit ou un service, les avis sont ESSENTIELS.\nJusqu’à 98 % des consommateurs lisent des avis avant d’effectuer un achat, selon Forbes.\nGoogle accorde également une grande importance aux avis, comme en témoignent plusieurs mises à jour récentes de son algorithme axées sur les avis.\nObtenir de bons avis ne se limite pas à demander à vos clients : « Comment nous en sommes-nous sortis ? »\nIl s’agit de les satisfaire à chaque étape du parcours client.\nMon équipe peut vous aider à créer des expériences en ligne positives.\nEn attendant, voici quelques conseils basés sur des données pour obtenir plus d’avis en ligne.\nMerci !\nNeil\nP.-S. : Vous cherchez des avis sur vos campagnes payantes ? Mon outil Ads Grader vous dira la vérité ! Obtenez dès aujourd’hui votre rapport gratuit."
}