{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Case Study 9.2: No Good Deed Goes Unpunished: Failing to Live Up to Corporate Values at U.S. Bank • Do you agree with Kristof when he claims that this incident demonstrates that U.S. Bank has lost its \"soul\"? Why or why not? • What changes should the bank make to its policies to prevent a similar situation from happening again? To bring them more in line with corporate values? . If you were Emily James, would you have returned to your job at U.S. Bank at a higher salary? Why or why not? Minneapolis-based U.S. Bank has a \"people-first\" set of corporate vision and values. The company declares that employees are \"empowered to do the right thing\" and calls on them to be champions of the people we serve and work with, advocating for their dreams, ambitions and best interests. \"1 Portland, Oregon, call center employee Emily James appeared to be living out U.S. Bank's values on Christmas Eve 2019. That day, she drove to a local service station to give $20 to bank customer Marc Eugenio so he could buy gas to drive home. Eugenio had deposited a $1,080 paycheck, but the bank put a hold on the money. He spent two days at a local branch trying to get access to his account so he could buy presents for his son and daughter. On Christmas Eve, he spent hours trying to use his debit card at the gas pump, hoping that the money would appear in his account. “I was stranded,\" he said. \"I could have walked home but it would have been five miles in the cold.\" 2 He then called the bank's toll-free number and talked to James. She realized that Marc had been misled and that his money wouldn't be released. Feeling bad for Eugenio, Emily got permission from her supervisor and drove 20 minutes to the gas station and handed him $20, wishing him \"Merry Christmas.\" She then drove straight back to work. Instead of honoring James for her generous act, U.S. Bank officials fired her and the supervisor who approved her rescue mission, claiming they violated policies forbidding call center employees from meeting customers. The bank issued a statement, saying, \"She broke the rules, putting herself and the bank at unnecessary risk.\" A bank official later claimed that James misled her supervisor and could have found other ways to get the money to Eugenio. James, who received a number of honors and commendations during her time at U.S. Bank, remains convinced she did the right thing, noting, \"I can't change the world but I can change the world for that one person.\" 3 Out of a job with no severance package from the bank, she lost her health insurance and began selling blood plasma to pay the bills. James's firing led to national and international outrage. Initially, U.S. Bank stood by its decision to fire James. CEO Andy Cecere then stepped in, declaring, \"I will fix this.\" He apparently acted in response to a scathing New York Times column. Nicholas Kristof pointed to the incident as an example of how \"some companies have lost their souls.\" Kristof went on to say, The bottom line is this: Cecere, who was paid $14.1 million in 2018, presides over a company that has smeared a much-decorated employee who helped a customer and as a result survives by selling blood plasma. I suggest Cecere apologize, reinstate James and promote her; he might also show contrition by selling his own blood plasma and donating the proceeds to a charity of James's choosing. Cecere offered an apology for the incident, declaring that \"this is not who we are\" and taking \"full responsibility” for what happened. He then offered to hire back both the supervisor and James at higher pay. The supervisor immediately accepted the offer and returned to the company. James interviewed with several other employers who contacted her after learning of her plight. She took a position created for her at a credit union in California.",
    "trans": "Étude de cas 9.2 : Aucune bonne action ne reste impunie : L'incapacité de la U.S. Bank à respecter les valeurs de l'entreprise • Êtes-vous d'accord avec Kristof lorsqu'il affirme que cet incident démontre que la U.S. Bank a perdu son « âme » ? Pourquoi oui ou pourquoi non ? • Quels changements la banque devrait-elle apporter à sa politique pour éviter qu'une situation similaire ne se reproduise ? Pour les rendre plus conformes aux valeurs de l'entreprise ? . Si vous étiez Emily James, auriez-vous repris votre travail à la U.S. Bank avec un salaire plus élevé ? Pourquoi oui ou pourquoi non ? La U.S. Bank, basée à Minneapolis, s'est dotée d'une vision et de valeurs d'entreprise axées avant tout sur les personnes. L'entreprise déclare que les employés sont « habilités à faire ce qui est juste » et leur demande d'être les champions des personnes que nous servons et avec lesquelles nous travaillons, en défendant leurs rêves, leurs ambitions et leurs meilleurs intérêts. « 1 Emily James, employée du centre d'appels de Portland, dans l'Oregon, semblait vivre les valeurs de U.S. Bank à la veille de Noël 2019. Ce jour-là, elle s'est rendue dans une station-service locale pour donner 20 dollars à Marc Eugenio, un client de la banque, afin qu'il puisse acheter de l'essence pour rentrer chez lui. Marc Eugenio avait déposé un chèque de paie de 1 080 dollars, mais la banque avait bloqué l'argent. Il a passé deux jours dans une agence locale à essayer d'accéder à son compte pour pouvoir acheter des cadeaux à son fils et à sa fille. La veille de Noël, il a passé des heures à essayer d'utiliser sa carte de débit à la pompe à essence, dans l'espoir que l'argent apparaisse sur son compte. « J'étais bloqué », a-t-il déclaré. « J'aurais pu rentrer à pied, mais j'aurais dû parcourir huit kilomètres dans le froid. 2 Il appelle alors le numéro vert de la banque et parle à Mme James. Elle a compris que Marc avait été induit en erreur et que son argent ne serait pas débloqué. Se sentant mal pour Eugenio, Emily a obtenu la permission de son supérieur et a conduit 20 minutes jusqu'à la station-service pour lui remettre 20 dollars en lui souhaitant « Joyeux Noël ». Elle est ensuite retournée directement au travail. Au lieu d'honorer Emily pour son acte généreux, les responsables de la U.S. Bank l'ont licenciée, ainsi que le superviseur qui avait approuvé sa mission de sauvetage, sous prétexte qu'ils avaient enfreint la politique interdisant aux employés des centres d'appel de rencontrer les clients. La banque a publié un communiqué dans lequel elle déclare : « Elle a enfreint les règles, s'exposant elle et la banque à des risques inutiles ». Un responsable de la banque a ensuite affirmé que Mme James avait induit en erreur son supérieur et qu'elle aurait pu trouver d'autres moyens de faire parvenir l'argent à Eugenio. Mme James, qui a reçu un certain nombre d'honneurs et d'éloges au cours de sa carrière à la U.S. Bank, reste convaincue d'avoir fait le bon choix : « Je ne peux pas changer le monde, mais je peux changer le monde pour cette personne ». 3 Sans emploi et sans indemnité de départ de la banque, elle a perdu son assurance maladie et a commencé à vendre du plasma sanguin pour payer les factures. Le licenciement de Mme James a suscité une indignation nationale et internationale. Dans un premier temps, la U.S. Bank a maintenu sa décision de licenciement. Le PDG Andy Cecere est ensuite intervenu en déclarant : « Je vais régler ce problème ». Il a apparemment agi en réponse à un article cinglant du New York Times. Nicholas Kristof a cité l'incident comme un exemple de la façon dont « certaines entreprises ont perdu leur âme ». Kristof a poursuivi en disant : « Le fond du problème est le suivant : Cecere, qui a été payé 14,1 millions de dollars en 2018, préside une entreprise qui a sali un employé hautement décoré qui a aidé un client et qui, en conséquence, survit en vendant du plasma sanguin. Je suggère à Cecere de s'excuser, de réintégrer Mme James et de la promouvoir ; il pourrait également faire preuve de contrition en vendant son propre plasma sanguin et en faisant don du produit de la vente à une œuvre de bienfaisance choisie par Mme James. Cecere a présenté ses excuses pour l'incident, déclarant que « ce n'est pas comme ça que nous sommes “ et assumant ” l'entière responsabilité » de ce qui s'est passé. Il a ensuite proposé de réembaucher le superviseur et Mme James avec un salaire plus élevé. Le superviseur a immédiatement accepté l'offre et a réintégré l'entreprise. Mme James a passé des entretiens avec plusieurs autres employeurs qui l'ont contactée après avoir pris connaissance de sa situation. Elle a accepté un poste créé pour elle dans une coopérative de crédit en Californie."
}