{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Are you okay with sitting on Ava's lap for a moment, Ray?\" He asked, who obviously nodded her head because why would she take my side when she could also be in a Ferrari? I guess I couldn't blame her for choosing that option. Charles' gaze returned to me as a grin appeared on his face. \"Sounds to me like it's two against one.\"\nI gave him an angry look and mouthed the words 'I hate you' to him before I eventually got into the car. After putting on my seatbelt, Charles placed Raylee on my lap and closed the door. He walked around the front of the car and got behind the wheel. A roaring sound echoed through the vehicle as Charles started the engine. Raylee giggled at the sound, which caused both Charles and me to smile.\nAfter a short drive, Charles drove onto a parking lot. He found an empty parking spot and shut down the engine before we all got off. I quickly felt the warm August sun burning down on me, which immediately made me regret my choice of the long black sports leggings. But they were the only sport bottoms I brought with me.\nCharles led the way with Raylee in hand, and I walked behind them. The beginning of the walk was still doable for Raylee to walk by herself. But halfway down, the path got steeper, and we had to climb over rocks at times, requiring Charles to carry her. We hiked for about 45 minutes before we reached a lookout that gave us a view of the entire city.\n\"Oh wow,\" I said, speechless, as I sat down on the edge of the low wall, which prevented us from falling off the cliff. \"Charles, this is gorgeous.\" I turned my head toward him and watched him sitting beside me with Raylee in his arms, who had fallen asleep. She had not slept many hours last night, and the walk took a lot of energy, so it made sense that she was tired. Charles made sure she was comfortable before he also looked at the view.\n\"I know. Why do you think this is one of my favourite places to go hiking?\" He asked. We both stared at the city where we grew up as I tried to catch my breath from our walk. Meanwhile, the sun was burning much worse than at the start of our walk, so I took a sip of water to cool my body down.\n\"Do you walk every morning?\" I asked Charles. He nodded as he took the water bottle from me, then took a sip himself. \"I try to. I'm not into going to the gym and doing the same exercises every time, so my trainer tries to keep me moving in as many other ways as possible.\"\n\"I can understand that this is one of your favourite ways. I mean, look at this view.\" I returned my gaze to Monte Carlo, which lay below us.\n\"Can I ask you something?\" Charles said after another moment of silence. \"Sure,\" I answered him and fixed my eyes on him.\n\"Why did you leave for Paris? Monaco has a good art school, and you are obviously in love with this city. Why didn't you stay?\" I looked down at my hands as I answered him. \"Because I made a promise to someone.\"\n\"Okay.\" Charles paused for a moment. \"May I ask who?\"\n\"My grandma.\" I took a deep breath before I continued talking. \"She was the person who introduced me to the world of art. She was from Paris and went to that school herself. When she noticed that I shared the same love for art as her, she hoped I would follow in her footsteps. I sent my portfolio to them even though I knew it was hard to get in. But when I got an invitation to come for an interview, of course, I couldn't say no.\"\n\"She must be very proud of you,\" Charles said with a smile. I pressed my lips together.\n\"I'm sure she would have been,\" I said softly, which caused Charles to frown. \"What do you mean?\" He asked. I bit on the inside of my lip to keep my emotions from taking control of me.\n\"She passed away the summer before I left for Paris.\" I saw Charles stiffen beside me. \"I'm so sorry. I'm sure she was a lovely person.\" He laid his hand on mine and stroked comfortably over the back of my hand with his thumb. We both looked at our hands, and I smiled as I thought of my childhood memories.\n\"She was the best,\" I continued talking. \"My parents were often at work, so she was usually the one to pick me up from primary school. When we were at her house, she taught me how to draw and paint. Without her, I would not have reached where I am today. When she passed away, I made it my life goal to keep doing what made her happiest: drawing.\"\nI was startled for a moment when I felt Charles's thumb on my cheek. Only then did I realise I was crying. I turned my head away and wiped the remaining tears away myself. \"I'm sorry,\" I mumbled, then started to chuckle as I realised how embarrassing this was.\n\"It's okay. I understand,\" Charles said. At first, I thought he said that to make me feel better. After all, that's what everyone did, saying they understood. Only most didn't. Charles did. I saw it in his facial expression when I looked at him. My eyes stayed focused on him as I waited for him to continue talking.\n\"I lost my dad and godfather in a short amount of time. Both were big motorsports fans. Jules, my godfather, passed away during a crash in Formula 1 in 2015. He was and still is one of the people I most look up to. He helped me a lot throughout my career up to Formula 1. What he meant to me I try to be for Raylee now. But it's hard to be as good as him. He was the best godfather.\" Charles paused as he bit on his bottom lip before continuing. \"Then, my dad passed away in 2017. He did everything to get me to where I am today. His favourite team always had been Ferrari, and it was his dream for me to drive for them one day.\"\n\"So that's what you're doing now, fulfilling his dream,\" I said softly. Charles nodded. \"Yeah. When I drove in Formula 2, I got offers from different teams. But only one team mattered to me.\"\n\"I'm sorry to hear about your dad and godfather. I'm sure they were the best, just like my grandma,\" I weakly smiled at him. Charles returned the same kind of smile. We remained seated on the edge of the wall as we enjoyed the view. I couldn't help to peak at Charles every now and then, thinking about what kind of person he was. He wasn't 'just' a Formula 1 driver. He had a story of which he just showed me a small part, and I was eager to learn more about him.\n༛༛ ༛ ༛༺༻༛ ༛ ༛༛",
    "trans": "« Ça te va de t'asseoir sur les genoux d'Ava un moment, Ray ? » demanda-t-il, et elle hocha évidemment la tête, parce pourquoi choisirait-elle mon côté alors qu'elle pourrait aussi être dans une Ferrari ? Je suppose que je ne pouvais pas lui en vouloir pour avoir choisi cette option. Le regard de Charles se tourna de nouveau vers moi, un sourire apparaissant sur son visage. « Il me semble que c'est deux contre un. »\nJe lui ai lancé un regard en colère et lui ai marmonné les mots « Je te déteste » avant de finalement monter dans la voiture. Après avoir mis ma ceinture de sécurité, Charles a posé Raylee sur mes genoux et a fermé la porte. Il a contourné l'avant de la voiture et est monté derrière le volant. Un bruit de moteur rugissant a résonné dans le véhicule lorsque Charles a démarré. Raylee a éclaté de rire à ce bruit, ce qui a fait sourire Charles et moi.\nAprès une courte conduite, Charles est entré dans un parking. Il a trouvé une place libre et a éteint le moteur avant que nous ne descendions tous. J'ai rapidement ressenti le soleil brûlant d'août sur ma peau, ce qui m'a immédiatement fait regretter mon choix de leggings de sport noirs longs. Mais c'était le seul bas de sport que j'avais emporté avec moi.\nCharles ouvrit la marche avec Raylee dans les bras, et je marchais derrière eux. Le début de la promenade était encore faisable pour que Raylee marche seule. Mais à mi-chemin, le sentier devint plus raide, et nous devions parfois escalader des rochers, ce qui obligea Charles à la porter. Nous avons marché pendant environ 45 minutes avant d'arriver à un point de vue qui nous offrait une vue imprenable sur toute la ville.\n« Oh waouh, » dis-je, sans voix, en m'asseyant sur le bord du mur bas qui nous empêchait de tomber du précipice. « Charles, c'est magnifique. » Je tournai la tête vers lui et le vis assis à côté de moi, Raylee dans ses bras, qui s'était endormie. Elle n'avait pas beaucoup dormi la nuit dernière, et la marche avait demandé beaucoup d'énergie, donc il était logique qu'elle soit fatiguée. Charles s'assura qu'elle était confortable avant de regarder lui aussi la vue.\n« Je sais. Pourquoi penses-tu que c'est l'un de mes endroits préférés pour faire de la randonnée ? » demanda-t-il. Nous avons tous les deux fixé la ville où nous avons grandi, tandis que j'essayais de reprendre mon souffle après notre marche. Pendant ce temps, le soleil brûlait bien plus qu'au début de notre promenade, alors j'ai pris une gorgée d'eau pour refroidir mon corps.\n« Tu marches tous les matins ? » lui demandai-je. Il hocha la tête en prenant la bouteille d'eau que je lui tendais, puis en prit une gorgée. « J'essaie. Je ne suis pas fan d'aller à la salle de sport et de faire les mêmes exercices à chaque fois, alors mon entraîneur essaie de me faire bouger de toutes les autres façons possibles. »\n« Je comprends que ce soit l'une de tes façons préférées. Je veux dire, regarde cette vue. » Je remis mon regard sur Monte-Carlo, qui s'étendait en dessous de nous.\n« Puis-je te poser une question ? » dit Charles après un autre moment de silence. « Bien sûr, » répondis-je en fixant mes yeux sur lui.\n« Pourquoi es-tu parti pour Paris ? Monaco a une bonne école d'art, et tu es évidemment amoureux de cette ville. Pourquoi n'es-tu pas resté ? » Je baissai les yeux vers mes mains en lui répondant. « Parce que j'ai fait une promesse à quelqu'un. »\n« D'accord. » Charles s'arrêta un moment. « Puis-je savoir à qui ? »\n« Ma grand-mère. » Je pris une grande inspiration avant de continuer à parler. « C'était la personne qui m'a introduite au monde de l'art. Elle venait de Paris et était allée dans cette école elle-même. Quand elle a remarqué que je partageais la même passion pour l'art qu'elle, elle espérait que je suivrais ses traces. J'ai envoyé mon portfolio, même si je savais que c'était difficile d'y être accepté. Mais quand j'ai reçu une invitation pour un entretien, bien sûr, je ne pouvais pas refuser. »\n« Elle doit être très fière de toi, » dit Charles avec un sourire. Je serrai les lèvres.\n« Je suis sûr qu'elle l'aurait été, » dis-je doucement, ce qui fit froncer les sourcils de Charles. « Qu'est-ce que tu veux dire ? » demanda-t-il. Je mordillai l'intérieur de ma lèvre pour empêcher mes émotions de prendre le dessus.\n« Elle est décédée l'été avant que je parte pour Paris. » Je vis Charles se raidir à côté de moi. « Je suis désolé. Je suis sûr qu'elle était une personne charmante. » Il posa sa main sur la mienne et caressa doucement le dos de ma main avec son pouce. Nous regardâmes tous les deux nos mains, et je souris en pensant à mes souvenirs d'enfance.\n« C'était la meilleure, » continuai-je. « Mes parents étaient souvent au travail, donc c'était généralement elle qui venait me chercher à l'école primaire. Quand nous étions chez elle, elle m'apprenait à dessiner et à peindre. Sans elle, je ne serais pas arrivé là où je suis aujourd'hui. Lorsqu'elle est décédée, j'ai fait de mon objectif de vie de continuer à faire ce qui la rendait la plus heureuse : dessiner. »\nJe fus surprise un instant lorsque je sentis le pouce de Charles sur ma joue. Ce n'est qu'à ce moment-là que je réalisai que je pleurais. Je tournai la tête et essuyai les larmes restantes moi-même. « Je suis désolée, » marmonnai-je, puis je me mis à rire en réalisant à quel point c'était embarrassant.\n« Ça va, je comprends, » dit Charles. Au début, je pensais qu'il disait ça pour me faire sentir mieux. Après tout, c'est ce que tout le monde faisait, dire qu'ils comprenaient. Sauf que la plupart ne comprenaient pas. Charles, lui, comprenait. Je le vis dans l'expression de son visage lorsque je le regardai. Mes yeux restèrent fixés sur lui en attendant qu'il continue à parler.\n« J'ai perdu mon père et mon parrain en peu de temps. Les deux étaient de grands fans de sports mécaniques. Jules, mon parrain, est décédé lors d'un accident en Formule 1 en 2015. Il était et reste l'une des personnes que j'admire le plus. Il m'a beaucoup aidé tout au long de ma carrière jusqu'à la Formule 1. Ce qu'il représentait pour moi, j'essaie de l'être pour Raylee maintenant. Mais c'est difficile d'être aussi bon que lui. Il était le meilleur parrain. » Charles s'arrêta en mordillant sa lèvre inférieure avant de continuer. « Puis, mon père est décédé en 2017. Il a tout fait pour que j'arrive là où je suis aujourd'hui. Sa équipe préférée avait toujours été Ferrari, et c'était son rêve que je conduise pour eux un jour. »\n« Donc, c'est ce que tu fais maintenant, réaliser son rêve, » dis-je doucement. Charles hocha la tête. « Ouais. Quand je conduisais en Formule 2, j'ai reçu des offres de différentes équipes. Mais une seule équipe comptait pour moi. »\n« Je suis désolée d'apprendre pour ton père et ton parrain. Je suis sûre qu'ils étaient les meilleurs, tout comme ma grand-mère, » lui dis-je avec un faible sourire. Charles me rendit le même genre de sourire. Nous restâmes assis sur le bord du mur à profiter de la vue. Je ne pouvais m'empêcher de jeter un coup d'œil à Charles de temps en temps, me demandant quel genre de personne il était. Il n'était pas « juste » un pilote de Formule 1. Il avait une histoire, dont il m'avait montré qu'une petite partie, et j'avais hâte d'en apprendre plus sur lui.\n༛༛ ༛ ༛༺༻༛ ༛ ༛༛"
}