{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When the going gets tough, tough people ought to thank their fathers. New research from Brigham Young University shows that dads are in a unique position to help their children develop persistence. According to the study, when children felt warmth and love from their father, were told the reasons behind rules, and were granted an appropriate level of autonomy, they were able to set a foundation to flourish and cope with the stress and pressures of life. Over time, kids with fathers involved in their lives were more likely to become persistent, which led to higher engagement in school and lower rates of delinquency. After following 325 families over several years, two professors, Laura Walker and Randal Day, concluded that dads play a big role in helping their kids set goals and complete them.\n[ Dads are ____A____ for their offsprings to raise the ability to ____B____ things they have to do. ]\n1(A)indifferent (B)deal with\n2(A)helpful (B)finish\n3(A)unproductive (B)spoil\n4(A)out of use (B)conceal\n5(A)beneficial (B)plan",
    "trans": "Lorsque les choses se corsent, les durs devraient remercier leurs pères. De nouvelles recherches menées par l'université Brigham Young montrent que les pères sont particulièrement bien placés pour aider leurs enfants à développer leur persévérance. Selon l'étude, lorsque les enfants ressentent de la chaleur et de l'amour de la part de leur père, qu'on leur explique les raisons des règles et qu'on leur accorde un niveau d'autonomie approprié, ils sont en mesure d'établir les bases qui leur permettront de s'épanouir et de faire face au stress et à la pression de la vie. Au fil du temps, les enfants dont le père est impliqué dans leur vie sont plus susceptibles de devenir persévérants, ce qui se traduit par une plus grande implication à l'école et des taux de délinquance plus faibles. Après avoir suivi 325 familles pendant plusieurs années, deux professeurs, Laura Walker et Randal Day, ont conclu que les pères jouent un rôle important en assistant leurs enfants à se fixer des objectifs et à les atteindre.\n[Les pères sont ____A____ pour que leurs enfants acquièrent la capacité de ____B____ faire ce qu'ils ont à faire. ]\n1(A)indifférent (B)traiter avec\n2(A)utiles (B)finis\n3(A)improductif (B)gâcher\n4(A)hors d'usage (B)dissimuler\n5(A)bénéfique (B)plan"
}