{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Arrival Directions: From Terminal 1, baggage claims 1-11 (Hawaiian Airlines): Please exit baggage claim and proceed to the center median (follow blue Rental Car Center Shuttle signs). Board the Rental Car Center Shuttle. Once you arrive at the Rental Car Center, please proceed to the Alamo Rent-A-Car counter on the 2nd floor. From Terminal 2, International Arrivals and baggage claims 16-20: Please exit baggage claim and cross over to the center median (follow blue Rental Car Center Shuttle signs). Shuttle stops are located in the center median of baggage claim 18 and 20. Upon arrival to the Rental Car Center, please proceed up to the 2nd floor where the Alamo Rent-A-Car counter is located. From Terminal 2, baggage claims 21-31: Please exit the building. Once outside, please follow the blue Rental Car Facility signs and cross the street at Baggage Claim Crosswalk #'s 26 or 31 to the Rental Car Facility and proceed up to the 2nd Floor to the Alamo Rent-A-Car counter.",
    "trans": "Depuis le Terminal 1, zones de retrait des bagages 1 à 11 (Hawaiian Airlines) : Veuillez sortir de la zone de retrait des bagages et vous diriger vers le terre-plein central (suivez les panneaux bleus indiquant la navette du Centre de Location de Voitures). Montez à bord de la navette du Centre de Location de Voitures. Une fois arrivé au Centre de Location de Voitures, veuillez vous rendre au comptoir d'Alamo Rent-A-Car situé au 2ᵉ étage. Depuis le Terminal 2, arrivées internationales et zones de retrait des bagages 16 à 20 : Veuillez sortir de la zone de retrait des bagages et traverser jusqu'au terre-plein central (suivez les panneaux bleus indiquant la navette du Centre de Location de Voitures). Les arrêts de la navette se trouvent sur le terre-plein central des zones de retrait des bagages 18 et 20. À votre arrivée au Centre de Location de Voitures, veuillez monter au 2ᵉ étage où se trouve le comptoir d'Alamo Rent-A-Car. Depuis le Terminal 2, zones de retrait des bagages 21 à 31 : Veuillez sortir du bâtiment. Une fois à l'extérieur, suivez les panneaux bleus indiquant le Centre de Location de Voitures et traversez la rue aux passages piétons situés aux zones de retrait des bagages 26 ou 31 pour rejoindre le Centre de Location de Voitures. Montez ensuite au 2ᵉ étage pour accéder au comptoir d'Alamo Rent-A-Car."
}