{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Meaning of life etc - off-campus dinner/talk invitation, Wed 9th October\nDear GEO1010 students,\nI enjoyed meeting you at the first lecture last week. Thank you for participation, and I look forward to meeting you later this term when we’ll explore political geography.\nAt the end of the lecture I spoke about some bigger issues to do with positionality (how who we are affects how we do geography), geography as a way of making sense of the meaning of life, etc, and how some theological ideas inform my sense of being a geographer. Thanks for thoughtful comments some of you gave me afterwards.\nAs it happens I am giving a non-university talk on a related theme next Wednesday, on whether life has meaning and value. It's October 9th, 7.30-9pm, at Jesmond Parish Church (the one with the yellow door next to Jesmond Metro) . Info here:\nhttps://fb.watch/u_ynorv9bQ/\nThere’s a free dinner first (no need to book), and the talk is based on a book I wrote on some earlier research. The evening is designed to be very welcoming to people who wouldn’t usually go to church (no religious ceremony etc). A meal, then talk, and Discussion/Q&A. Amongst other things I’ll be talking about Martin Luther King’s visit to Newcastle university and some of his ideas about human value.\nA few geography lecturers will be coming along as well so there will be other geographers there. Obviously this is not an academic talk and is not part of the university programme, but feel free to come along in your spare time and join in the discussion if the topic interests you.",
    "trans": "Le sens de la vie, etc. - invitation à un dîner/discussion hors campus, mercredi 9 octobre\nChers étudiants de GEO1010,\nJ'ai été ravie de vous rencontrer lors de la première conférence la semaine dernière. Je vous remercie de votre participation et j'ai hâte de vous retrouver plus tard pendant ce semestre, lorsque nous explorerons la géographie politique.\nÀ la fin de la conférence, j'ai abordé des questions plus vastes liées à la position (comment notre identité affecte notre façon de faire de la géographie), à la géographie comme moyen de comprendre le sens de la vie, etc. et à la façon dont certaines idées théologiques influencent mon sentiment d'être un géographe. Merci pour les commentaires réfléchis que certains d'entre vous m'ont adressés par la suite.\nIl se trouve que je donne mercredi prochain une conférence non universitaire sur un thème connexe, à savoir si la vie a un sens et une valeur. C'est le 9 octobre, de 19h30 à 21h, à l'église paroissiale de Jesmond (celle avec la porte jaune à côté du métro de Jesmond). Pour plus d'informations, cliquez ici :\nhttps://fb.watch/u_ynorv9bQ/\nIl y a d'abord un dîner gratuit (il n'est pas nécessaire de réserver), et l'exposé porte sur un livre que j'ai écrit sur des recherches antérieures. La soirée se veut très accueillante pour les personnes qui n'ont pas l'habitude d'aller à l'église (pas de cérémonie religieuse, etc.). Un repas, un exposé, une discussion et des questions-réponses. Je parlerai notamment de la visite de Martin Luther King à l'université de Newcastle et de certaines de ses idées sur la valeur humaine.\nQuelques professeurs de géographie viendront également, de sorte que d'autres géographes seront présents. Il est évident qu'il ne s'agit pas d'une conférence académique et qu'elle ne fait pas partie du programme universitaire, mais n'hésitez pas à venir pendant votre temps libre et à participer à la discussion si le sujet vous intéresse."
}