{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It’s time to Get IRONMAN 70.3 Ready\nWhether you’re a first-timer or a veteran who just can’t get enough, fortune favours the athlete who is properly prepared. Read on for important resources to help get you IRONMAN ready, no matter what your journey looks like.\nExpect MORE from Your Training\nYour training is the heart of your IRONMAN preparation — training with purpose is the best way to reach your finish line and get there faster. To assist you in this pursuit, we are excited to partner with TriDot.\nTriDot leverages billions of data points from 20 years of research to deliver the world's most effective triathlon training designed specifically for you. Use TriDot with or without a coach and get the most out of each and every workout.\nStart Free\n5 Time Management Hacks:\nWorried about fitting it all in? Be smarter with your time.\nGet The Tips\nStrength Training for Busy Triathletes:\nKeep your body injury-resistant and strong with these two simple circuits.\nRead More\n9 Steps to Get Ready:\nOnce registered, there are several important steps you should take to ensure you’re ready. On the TriDot Podcast, coach Jeff Raines and IRONMAN’s Casey Taker share nine steps to properly prepare.\nListen Now\nSubscribe and get 10 Free Travel Packs**\nStart Here\nMaurten Solid, Official Sports Performance Bar. Serves you right\nExclusive Access\nThe Fastest Wetsuit in the World\nShop Now\nPremier And Technical Partners\nView in browser\nThis email was sent to this email address by IRONMAN Germany GmbH (d/b/a IRONMAN), Höchster Straße 90, 65835 Liederbach,Hesse,Germany , or one of its subsidiaries.\nYou are receiving this email because either: you are a current athlete and this information is relevant to your race experience with us; you have previously competed in an WTC event (or, if you are not an athlete, you signed up through one of our websites) and requested to receive future IRONMAN-related emails and newsletters; or, if this email is a marketing message, you have elected to receive such information or offers from WTC.\nWe only want to send you emails that you are interested in and want to read, so if you wish to change your preferences or to opt-out from any future mailings, you can unsubscribe or manage your subscription preferences.",
    "trans": "Il est temps de se préparer pour l'IRONMAN 70.3\nQue vous soyez un débutant ou un vétéran qui ne peut tout simplement pas en avoir assez, la fortune sourit à l'athlète qui est bien préparé. Lisez la suite pour découvrir des ressources importantes qui vous aideront à être prêt pour l'IRONMAN, quel que soit le parcours que vous empruntez.\nAttendez-vous à PLUS de votre entraînement\nVotre entraînement est au cœur de votre préparation IRONMAN — s'entraîner avec un objectif est la meilleure manière d'atteindre la ligne d'arrivée et d'y arriver plus rapidement. Pour vous aider dans cette quête, nous sommes ravis de nous associer à TriDot.\nTriDot exploite des milliards de points de données issus de 20 ans de recherche pour offrir le programme d'entraînement pour triathlon le plus efficace au monde, conçu spécifiquement pour vous. Utilisez TriDot avec ou sans coach et tirez le meilleur parti de chaque entraînement.\nCommencez gratuitement\n5 astuces de gestion du temps :\nVous vous inquiétez de réussir à tout caser ? Soyez plus malin avec votre temps.\nObtenez les conseils\nEntraînement de force pour triathlètes occupés :\nGardez votre corps résistant aux blessures et fort avec ces deux circuits simples.\nEn savoir plus\n9 étapes pour être prêt :\nUne fois inscrit, il y a plusieurs étapes importantes à suivre pour vous assurer d'être prêt. Dans le podcast TriDot, l'entraîneur Jeff Raines et Casey Taker d'IRONMAN partagent neuf étapes pour se préparer correctement.\nÉcoutez maintenant\nAbonnez-vous et obtenez 10 packs de voyage gratuits**\nCommencez ici\nMaurten Solid, barre de performance sportive officielle. Vous l'avez bien mérité\nAccès exclusif\nLe wetsuit le plus rapide au monde\nAchetez maintenant\nPartenaires principaux et techniques\nVoir dans le navigateur\nCet email a été envoyé à cette adresse par IRONMAN Germany GmbH (d/b/a IRONMAN), Höchster Straße 90, 65835 Liederbach, Hesse, Allemagne, ou l'une de ses filiales.\nVous recevez cet email parce que : vous êtes un athlète actuel et cette information est pertinente pour votre expérience de course avec nous ; vous avez précédemment participé à un événement WTC (ou, si vous n'êtes pas athlète, vous vous êtes inscrit via l'un de nos sites Web) et avez demandé à recevoir des emails et des newsletters IRONMAN futures ; ou, si cet email est un message marketing, vous avez choisi de recevoir ce genre d'informations ou d'offres de WTC.\nNous voulons seulement vous envoyer des emails qui vous intéressent et que vous souhaitez lire, alors si vous souhaitez modifier vos préférences ou vous désinscrire de futurs envois, vous pouvez vous désabonner ou gérer vos préférences d'abonnement."
}