{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The group assignment report: Dreamliner Nightmare Case Study\nAssignment report to be prepared in Word document with word-count of 1,800 to 2,000 words only. Maximum pages are 10 pages only (including cover page), excluding Rubrics. Font type is Times New Roman, size 12 with 1.5 spacing report. References list (APA) shall be provided at the end of the report. PowerPoint for presentation shall be submitted with the maximum of 10 slides only including the cover page. The report and PowerPoint slides should be submitted in softcopy to Assignment Submission folder via Moodle on Monday, 2/12/2024. Only one member of the group to submit the below documents to the Assignment Submission folder in Moodle:\ni) Assignment Report (named as ‘SEM114_group leader name.doc)\nii) PowerPoint (named as SEM114_group leader name)\nb) The group Tutorial assessments will be based on case study as follows:\ni) Case Study: 1 Global Stumble (Chapter 3). Answer all questions.\n- Presentation 6 slides maximum inclusive cover page.\n- Submit by Monday 28/10/2024.\nii) Case Study 2: Primark Takes on Burberry and Alexander McQueen (Chapter 5). Answer all questions.\n- Presentation 6 slides maximum inclusive cover page.\n- Submit by Monday 18/11/2024.\nOnly one member of the group to submit the PowerPoint slides named as SEM114_group leader to Assessment Submission Chapter 3 & 5 folder in Moodle.\nc) Test will be held with 30 multiple choice questions (MCQ) in Week 9. The date and venue will be formally informed to students during class and via Moodle. The chapters cover Chapter 1, 2, 4 and 6.",
    "trans": "Rapport de groupe : étude de cas du cauchemar Dreamliner\nIl faut préparer le rapport de groupe sur un document Word, en veillant à ce qu'il contienne entre 1 800 et 2 000 mots. L'exception des rubriques mise à part, le nombre total de pages ne doit pas dépasser 10, incluant la page de titre. La police utilisée est Times New Roman en taille 12, avec un interligne de 1,5. La liste des références selon le style APA doit être incluse au terme du rapport. Pour la présentation, le PowerPoint doit contenir un maximum de 10 diapositives, comprenant la page de titre. Il est requis de fournir le rapport et les diapositives PowerPoint en format numérique dans le dossier de présentation des devoirs sur Moodle avant le lundi 2/12/2024. Un seul membre du groupe doit soumettre les documents suivants dans le dossier de soumission des devoirs dans Moodle :\ni) Rapport de groupe (nommé « SEM114_nom du chef de groupe.doc »)\nii) PowerPoint (nommé « SEM114_nom du chef de groupe »)\nb) Les évaluations des tutoriels de groupe seront basées sur les études de cas comme suit :\ni) Étude de cas : 1 Global Stumble (Chapitre 3). Répondez à toutes les questions.\n- Présentation de 6 diapositives au maximum, y compris la page de couverture.\n- Soumettre avant le lundi 28/10/2024.\nii) Étude de cas 2 : Primark défie Burberry et Alexander McQueen (Chapitre 5). Répondez à toutes les questions.\n- Présentation de 6 diapositives maximum, y compris la page de couverture.\n- Soumettre avant le lundi 18/11/2024.\nUn seul membre du groupe doit soumettre les diapositives PowerPoint nommées SEM114_nom du chef de groupe dans le dossier de soumission des évaluations des chapitres 3 et 5 sur Moodle.\nc) Un test de 30 questions à choix multiple (QCM) aura lieu en semaine 9. La date et le lieu seront officiellement communiqués aux étudiants pendant les cours et via Moodle. Les chapitres concernés sont le chapitre 1, 2, 4 et 6."
}