{
    "source": "en_US",
    "target": "fr_FR",
    "text": "INFJ And INTP: Values\nSince both are so connected with each other, INFJ and INTP exhibit very strong shared values, especially in terms of commitment and how to treat others.\n3 Things An INFJ Values\nTruth\nHelping others\nEnduring commitment\nINFJ feels it is very important that others feel good about themselves. Thus, they value the ability to help others and to see that their partner does the same. Authenticity is one of the biggest keys to getting along with INFJ, which means they expect those who are in their lives to tell the truth all the time, even when it hurts.\nLast but not least, INFJ wants a complete commitment from their partner, especially emotionally. A humanitarian at heart, INFJ is always considerate of the thoughts and feelings of friends, family, and strangers.\n3 Things An INTP Values\nAlone time\nIntelligence\nLogic\nAlways thinking about issues big and small, INTP doesn’t hate socializing, but it’s not high on their priority list. Thus, they love to spend time alone, pondering how to solve the next problem on their list.\nThough intelligent to a fault sometimes, INTP strongly believes it is their intellect and logic that not only makes them who they are, but also sets the stage for much of the success they attain in life. While emotional awareness is not the strongest part of their personality, they are always willing to learn in this area, especially if they think it is the logical course of action.",
    "trans": "Les  valeurs de INFJ et INTP\nÉtant profondément connectés l’un à l’autre, les INFJ et INTP partagent des valeurs communes très fortes, notamment en matière d'engagement et de respect d’autrui.\nTrois valeurs essentielles pour un INFJ :\n- La vérité\n- L’aide aux autres\n- Un engagement indéfectible\nLes INFJ considèrent qu'il est primordial que les autres se sentent bien dans leur peau. C’est pourquoi ils attachent une grande importance à la capacité d’aider autrui et attendent de leur partenaire qu’il partage cette même disposition. L’authenticité est une valeur clé pour entretenir une relation harmonieuse avec un INFJ ; ils attendent donc une honnêteté absolue de la part de leurs proches, même si la vérité peut parfois être douloureuse.\nEnfin, INFJ recherche un engagement total de la part de son partenaire, en particulier sur le plan émotionnel. Profondément humanitaire, il se soucie des pensées et des sentiments de ses amis, de sa famille et même des inconnus.\nTrois valeurs essentielles pour un INTP :\n- Le temps en solitaire\n- L’intelligence\n-La logique\nToujours en quête de réflexion, un INTP ne déteste pas socialiser, mais cela ne figure pas parmi ses priorités. Il apprécie donc les moments de solitude pour méditer sur la résolution du prochain problème qui l’intéresse.\nDoté d’une intelligence acérée, parfois à l’excès, un INTP est convaincu que son intellect et sa logique sont non seulement les piliers de son identité, mais aussi les éléments fondamentaux de son succès. Bien que la conscience émotionnelle ne soit pas son point fort, il reste ouvert à l’apprentissage dans ce domaine, surtout s’il estime que cela est rationnellement nécessaire."
}