{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A fiduciary duty of utmost care, integrity, honesty and loyalty in the dealings with either the Seller or the Buyer.\nIn representing both Seller and Buyer, a dual agent may not, without the express permission of the respective party, disclose to the other party confidential information, including, but not limited to, facts relating to either the Buyer's or Seller's financial position, motivations, bargaining position, or other personal information that may impact price, including the Seller's willingness to accept a price less than the listing price or the Buyer's willingness to pay a price greater than the price offered.\nEither the purchase agreement or a separate document will contain a confirmation of which agent is representing you and whether that agent is representing you exclusively in the transaction or acting as a dual agent. Please pay attention to that confirmation to make sure\nThe above duties of the agent in a real estate transaction do not relieve a Seller or Buyer from the responsibility to protect his or her own interests. You should carefully read all agreements to assure that they adequately express your understanding of the transaction. A real estate agent is a person qualified to advise about real estate. If legal or tax advice is desired, consult a competent professional.\nIf you are a Buyer, you have the duty to exercise reasonable care to protect yourself, including as to those facts about the property which are known to you or within your diligent attention and observation.\nBoth Sellers and Buyers should strongly consider obtaining tax advice from a competent professional because the federal and state tax consequences of a transaction can be complex and subject to change.\nThroughout your real property transaction you may receive more than one disclosure form, depending upon the number of agents assisting in the transaction. The law requires each agent with whom you have more than a casual relationship to present you with this disclosure form. You should read its contents each time it is presented to you, considering the relationship between you and the real\nThis disclosure form includes the provisions of 98 2079.13 to 2079.24, inclusive, of the",
    "trans": "Une obligation fiduciaire de prudence, d'intégrité, d'honnêteté et de loyauté dans les relations avec le vendeur ou l'acheteur.\nLorsqu'il représente à la fois le vendeur et l'acheteur, un double agent ne peut, sans l'autorisation expresse de la partie concernée, divulguer à l'autre partie des informations confidentielles, y compris, mais sans s'y limiter, des faits relatifs à la situation financière de l'acheteur ou du vendeur, à ses motivations, à sa position de négociation ou à d'autres informations personnelles susceptibles d'avoir une incidence sur le prix, y compris la volonté du vendeur d'accepter un prix inférieur au prix d'inscription ou la volonté de l'acheteur de payer un prix supérieur au prix proposé.\nLe contrat d'achat ou un document séparé contiendra une confirmation de l'agent qui vous représente et indiquera si cet agent vous représente exclusivement dans la transaction ou s'il agit en tant qu'agent double. Veuillez prêter attention à cette confirmation pour vous assurer que\nLes obligations susmentionnées de l'agent dans le cadre d'une transaction immobilière ne dispensent pas le vendeur ou l'acheteur de la responsabilité de protéger ses propres intérêts. Vous devez lire attentivement tous les accords pour vous assurer qu'ils expriment correctement votre compréhension de la transaction. Un agent immobilier est une personne qualifiée pour donner des conseils en matière d'immobilier. Si vous souhaitez obtenir des conseils juridiques ou fiscaux, consultez un professionnel compétent.\nSi vous êtes un acheteur, vous avez le devoir de faire preuve d'une prudence raisonnable pour vous protéger, y compris en ce qui concerne les faits relatifs au bien qui vous sont connus ou que vous pouvez observer avec diligence.\nLes vendeurs et les acheteurs devraient fortement envisager d'obtenir des conseils fiscaux auprès d'un professionnel compétent, car les conséquences fiscales fédérales et nationales d'une transaction peuvent être complexes et sujettes à modification.\nTout au long de votre transaction immobilière, vous pouvez recevoir plus d'un formulaire d'information, en fonction du nombre d'agents qui vous assistent dans la transaction. La loi exige que chaque agent avec lequel vous entretenez une relation plus qu'occasionnelle vous remette ce formulaire d'information. Vous devez lire son contenu chaque fois qu'il vous est présenté, en tenant compte de la relation entre vous et le réel\nCe formulaire de divulgation comprend les dispositions des articles 98 2079.13 à 2079.24, inclusivement, du"
}