{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Ahmed Masoud\nAl-Rabwa, Al-Nahda Street, Riyadh, Saudi Arabia\nContact No.: +966 566441827\nEmail ID: ahmed_masoud007@yahoo.com\nProject / Product/ Technical Manager\nQualified IT professional with nearly 15 years of experience in implementing projects and products as well as managing\npresales across diverse roles in the organizational hierarchy. Exploring challenging assignments with a professionally\nmanaged organization. Skilled in managing presales related to designing AVAYA solutions from SMB to enterprise level,\nCISCO Routing and Switching solutions, Passive infrastructure network for data, CCTV, TV, security systems, AV, telephone\nnetwork Includes UTP, fiber optic cables and UPS technology. Adept at working on communication manager, system\nmanager, session manager, presence services, utility services, messaging, modular messaging, conferencing, application\nenablement services, contact recording, call management system, session boarder controller, IP office 500, IP office server\nedition for Avaya. Proficient in working on routing and switching configuration for CISCO, AVAYA, HP, 3COM product. A\nresourceful manager, recognized for building, retaining, motivating, and guiding high performing teams to deliver\norganizational objectives.\nAREA OF EXPERTISE\nProject Management ~ Requirement Elicitation ~ Solution Customization ~ SLA Compliance ~ IT Infrastructure Management ~\nInstallation & Configuration ~ Risk & Change Management ~ Technical Troubleshooting ~ Presales & Business Development ~\nProduct Demonstration & Training ~ Client Relationship Management ~ Training & Development ~ Team Leadership\nPROFESSIONAL EXPERIENCE\nTechnical Manager (Aug 2021 - Present)\nSenior Technical Consultant (Jan 2019 – July 2021)\nHawsabah, Riyadh, Saudi Arabia\n* Work to establish a new division for light current systems for business solutions. Taking care of the technical work team and\nestablishing a professional project management methodology in the department.\nKey Responsibilities:\nAs Technical Manager\n• Collaborate with the local office for end-to-end management of assigned projects in compliance to project delivery\nschedules and other SLA parameters.\n• Guide teams in implementing changes to the project scope and other project parts as well as effectively resolving\ncritical technical issues.\n• Interact with key decision makers across client organizations pertaining to projects related to new data infrastructure.\n• Prepare and present project management standard documentation requested by the client or from internal\nmanagement.\n• Prepare and present various status reports for the senior management and other stakeholders to enable effective\ndecision making.\n• Leading technical team consists of engineers and technicians. Supervising sub-contract as well.\n• Building scope of work for projects as needed.\nAs Senior technical consultant\n• Involving for establishing a new division for business solutions such as voice, video, surveillance, security, AV, and data\ncenter solutions.\n• Involved in evaluating tenders, direct requests, and RFPs for officially submitting proposals in coordination with\nvendors, local distributors and other resellers.\n• Liaised with vendors for obtaining the certificate, revenue, promotions, and invoices with regards to company accounts\nand for rendering solutions to critical cases reported by customers.",
    "trans": "Ahmed Masoud\nAl-Rabwa, Al-Nahda Street, Riyadh, Saudi Arabia\nContact Numéro.: +966 566441827\nID Email : ahmed_masoud007@yahoo.com\nResponsable de Projet / Produits / Technique\nProfessionnel de l'informatique qualifié avec près de 15 ans d'expérience dans la mise en œuvre de projets et de produits ainsi que dans la gestion\ndes présales à travers divers rôles hiérarchiques au sein de l'organisation. Je recherche des missions stimulantes au sein d'une organisation bien\ngérée professionnellement. Compétent dans la gestion des présales liées à la conception de solutions AVAYA, allant des PME aux grandes entreprises, solutions de routage\ncommutation CISCO, infrastructure réseau passive pour les données, CCTV, TV, systèmes de sécurité, AV, réseau téléphonique\nincluant UTP, câbles en fibre optique et technologies UPS. Habile à travailler sur le gestionnaire de communication, gestionnaire de système,\ngestionnaire de session, services de présence, services utilitaires, messagerie, messagerie modulaire, conférence, services d'activation d'applications,\nenregistrement des contacts, système de gestion des appels, contrôleur de session, IP office 500, IP office server edition\npour Avaya. Compétent dans la configuration de routage et de commutation pour les produits CISCO, AVAYA, HP, 3COM.\nUn gestionnaire ingénieux, reconnu pour la création, la rétention, la motivation et la direction d'équipes performantes pour atteindre\nles objectifs organisationnels.\nDomaine d'expertise\nGestion de projet ~ Élicitation des besoins ~ Personnalisation des solutions ~ Respect des SLA ~ Gestion de l'infrastructure informatique~\nInstallation & Configuration ~ Gestion des risques et des changements ~ Dépannage technique ~ Présales & Développement commercial ~\nDémonstration de produits & Formation ~ Gestion des relations clients ~ Formation & Développement ~ Leadership d'équipe\nExpérience professionnelle\nResponsable Technique (Août 2021 - Présent)\nConsultant Technique Senior (Jan 2019 – Juillet 2021)\nHawsabah, Riyad, Arabie Saoudite\n* Travailler à établir une nouvelle division pour les systèmes de courant faible pour les solutions commerciales. S'occuper de l'équipe technique et\nmettre en place une méthodologie de gestion de projet professionnelle au sein du département.\nResponsabilités principales :\nEn tant que Responsable Technique\n• Collaborer avec le bureau local pour la gestion de bout en bout des projets attribués, conformément aux\ncalendriers de livraison des projets et autres paramètres de SLA.\n• Guider les équipes dans la mise en œuvre des changements liés au périmètre du projet et à d'autres parties du projet ainsi que résoudre efficacement les\nproblèmes techniques critiques.\n• Interagir avec les décideurs clés au sein des organisations clientes concernant les projets liés à la nouvelle infrastructure de données.\n• Préparer et présenter la documentation standard de gestion de projet demandée par le client ou par la\ndirection interne.\n• Préparer et présenter divers rapports de statut pour la direction senior et les autres parties prenantes afin de permettre une prise de\ndécision efficace.\n• Diriger une équipe technique composée d'ingénieurs et de techniciens. Superviser les sous-traitants également.\n• Rédiger le périmètre des travaux pour les projets, si nécessaire.\nEn tant que Consultant Technique Senior\n• Participer à l'établissement d'une nouvelle division pour des solutions commerciales telles que la voix, la vidéo, la surveillance, la sécurité, AV et les solutions de\ncentres de données.\n• Impliqué dans l'évaluation des appels d'offres, des demandes directes et des RFP pour soumettre officiellement des propositions en coordination avec les fournisseurs,\nes distributeurs locaux et les autres revendeurs.\n• Assurer la liaison avec les fournisseurs pour obtenir les certificats, revenus, promotions et factures concernant les comptes\nde l'entreprise et fournir des solutions aux cas critiques signalés par les clients."
}