{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The oversight board aims to protect the interests of investors and further the public interest in the preparation of informative, accurate, and independent audit reports for com- panies. Largely in response to the widespread misconduct leading to the global recession, the Dodd–Frank Wall Street Reform and Consumer Protection Act was passed. The purpose of the act is to prevent future misconduct in the financial sector, protect consumers from com- plex financial instruments, oversee market stability, and create transparency in the financial sector. The act created three financial agencies: the Financial Stability Oversight Council, the Office of Financial Research, and the Consumer Financial Protection Bureau. The bureau was created to regulate and ensure consumers are protected against overly complex and/or deceptive financial practices. Whistle-blower protection includes a bounty program whereby those who report corporate misconduct to the SEC may receive 10 to 30 percent of settle- ment money if their reports result in a conviction of more than $1 million in penalties.",
    "trans": "Le conseil de surveillance vise à protéger les intérêts des investisseurs et à promouvoir l'intérêt public en préparant des rapports d'audit informatifs, précis et indépendants pour les entreprises. En grande partie en réponse aux fautes généralisées ayant conduit à la récession mondiale, la loi Dodd-Frank sur la réforme de Wall Street et la protection des consommateurs a été adoptée. Cette loi a pour objectif de prévenir les fautes futures dans le secteur financier, de protéger les consommateurs contre les instruments financiers complexes, de surveiller la stabilité du marché et de créer de la transparence dans le secteur financier. Trois organismes financiers ont été institués par la loi : le Conseil de surveillance de la stabilité financière, le Bureau d'étude financière et le Bureau de défense financière des consommateurs. Ce bureau a été établi pour réguler et assurer la protection des consommateurs contre des pratiques financières trop compliquées et/ou mensongères. Le programme de récompense pour les dénonciateurs mis en place par la SEC prévoit que ceux qui rapportent des fautes d'entreprise peuvent obtenir entre 10 et 30 % des fonds issus d'un règlement si leurs signalements conduisent à une amende supérieure à 1 million de dollars."
}