{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Qualcomm's diversification strategy has been a key focus for the company as it seeks to reduce its reliance on the smartphone market. The Automotive sector has emerged as a particularly promising area of growth. In the most recent quarter, Automotive revenues grew by an impressive 34% quarter-over-quarter, reaching $811 million. This aligns with Qualcomm's ambitious targets for the sector, aiming to achieve $4 billion in revenues by FY26 and $9 billion by FY31.\nThe company is also making strides in other emerging markets, including AI-enabled handsets, the Internet of Things (IOT), and ARM-based PC offerings. While these segments present significant growth opportunities, they also face intense competition and market uncertainties. Qualcomm's ability to establish a strong foothold in these areas will be crucial for its long-term success and diversification efforts.",
    "trans": "La stratégie de diversification de Qualcomm constitue un axe central pour l’entreprise, qui cherche à réduire sa dépendance au marché des smartphones. Le secteur automobile s’est révélé être un domaine de croissance particulièrement prometteur. Au dernier trimestre, les revenus issus de ce secteur ont enregistré une hausse impressionnante de 34 % d’un trimestre à l’autre, atteignant 811 millions de dollars. Ces résultats s'inscrivent dans les objectifs ambitieux de Qualcomm, qui vise 4 milliards de dollars de revenus d’ici l’exercice fiscal 2026 (FY26) et 9 milliards d’ici l’exercice fiscal 2031 (FY31).\nL’entreprise progresse également dans d'autres marchés émergents, notamment les appareils mobiles dotés d’intelligence artificielle (IA), l’Internet des objets (IoT) et les PC équipés de processeurs ARM. Bien que ces segments offrent des perspectives de croissance significatives, ils sont également confrontés à une concurrence intense et à des incertitudes du marché. La capacité de Qualcomm à s’imposer durablement dans ces secteurs sera déterminante pour assurer son succès à long terme et la pérennité de ses efforts de diversification."
}