{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In that moment, I wasn’t mad anymore. I wasn’t hurt. All I wanted was to help him, to be the sister he needed, even if I didn’t fully understand everything he was going through. I didn’t care about the age gap or whether I was mature enough. Alex was my brother, and he needed me.\nThe rest of that day passed in a blur. I stayed with him, helping him through the worst of it, and when he finally calmed down, I helped him clean up and get into bed. The next morning, I brought him some medicine and told him we were going to the hospital. He needed real help, and I wasn’t going to let him brush it off anymore.\nHe didn’t argue, and I think part of him was relieved. We went to the hospital together, and he finally saw a psychiatrist. When they diagnosed him with extreme anxiety and panic disorder, I felt this strange mix of relief and fear. Relief, because now we knew what was wrong. Fear, because I didn’t know how long it would take for him to get better, or if he ever would.\nBut I wasn’t going to let him go through it alone. I’d be there, every step of the way.\nA few weeks later, Alex was still struggling. The treatment was helping, but it was slow. One day, he asked me to come with him to the bathroom again. I could tell he was embarrassed, asking for my help, but I didn’t mind. I just wanted to make sure he was okay.",
    "trans": "À ce moment-là, ma colère s'était dissipée. Je n'ai pas subi de blessure. Mon seul désir était de lui porter assistance, d'être la sœur dont il avait besoin, même si je n'arrivais pas à saisir entièrement ce qu'il vivait. L'écart d'âge ou ma maturité ne m'inquiétaient pas. Alex était mon frère et il comptait sur moi.\nLe reste de la journée s'est écoulé à une vitesse fulgurante. Je suis demeurée à ses côtés, l'accompagnant lors de ses pires moments. Une fois qu'il s'est finalement apaisé, je l'ai assisté pour se laver et se coucher. Le lendemain matin, je lui ai apporté des médicaments et je lui ai dit que nous allions à l'hôpital. Il avait besoin d'une aide réelle, et je n'allais pas le laisser ignorer cela plus longtemps.\nIl n'a pas engagé de discussion, et je crois qu'une part de lui se sentait soulagée. Nous nous sommes rendus à l'hôpital en tandem, et il a finalement consulté un psychiatre. Quand ils ont établi un diagnostic d'anxiété sévère et de trouble panique, j'ai éprouvé une curieuse combinaison de soulagement et d'inquiétude. Soulagement, car nous avions enfin identifié ce qui ne fonctionnait pas. Peur, parce que je ne savais pas combien de temps sa guérison prendrait, ou même si une guérison était possible un jour.\nJe ne pouvais pas le laisser traverser ça tout seul. Je serai présent à chaque phase du parcours.\nQuelques semaines plus tard, Alex avait encore du mal. Le traitement aidait, mais c'était lent. Un jour, il m'a demandé de l'accompagner à nouveau à la salle de bain. Je pouvais dire qu'il était gêné de me demander de l'aide, mais cela ne me dérangeait pas. Je voulais juste m'assurer qu'il allait bien."
}