{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Likewise, consider the current situation regarding one of the most important moral issues we have in society: the sexualisation of children. For decades, feminist scholars voiced concerns about the ‘mainstreaming of pornography’ and its harmful effects on young people. Today, however, having largely ignored this advice, childhood is being threatened by something even worse – a coordinated campaign to erode the barriers designed to protect young people from sexual exploitation. In example after example, from the use of paedophilic symbolism by high-fashion house Balenciaga to the dubious content of Drag Queen Story Hour and The Family Sex Show to Netflix series like Cuties (2020) and Sex Unzipped (2021), it appears that some factions in the upper echelons of the culture industry are extremely confused about where adult sexuality starts and childhood ends. Indeed, such is the confusion about children’s place in society that some commentators consider it acceptable to moot the idea of ‘porn for children’,23 or even worse to publicly promote the acronym MAP [minor attracted person] as a way of ‘destigmatising’ (i.e. shamefully excusing) paedophilia.24 Likewise, transgender activists regularly speak of the so-called ‘transexual child’, with trans rights lobbyists arguing that physiological interventions like puberty blockers and gender realignment surgery should be made available to children as young as twelve. Unfortunately, we can’t even look to policymakers or influential NGOs to draw a red line when it comes to the sexualisation of children. For some time now, the World Health Organisation has been promoting the idea that ‘sexuality education’ should start ‘from birth’, including instruction about ‘early childhood masturbation’ for children aged four and under.25 In the twenty-first century, by treating children in this manner, as the moral and cultural equivalents of adults, we are essentially annulling the idea of the life course. As a result, we now exist in such a bizarre, upside-down world that a judge presiding in an English court is prepared to accept that an adult teacher who had sex with one of his sixteen-year-old pupils had been groomed by the student rather than the other way round.26Second, as life stages blur and the psychosocial experiences of adults and children become more interchangeable, conflicts between generations will intensify. This might seem paradoxical, but as the ongoing ‘generational war’ between Millennials/Gen Zers and Baby Boomers makes clear, as individuals at different stages of the life cycle start to resemble each other (in terms of their mindset, interests and concerns), genera",
    "trans": "De même, considérons la situation actuelle concernant l'une des questions morales les plus importantes que nous ayons dans la société : la sexualisation des enfants. Pendant des décennies, les universitaires féministes ont exprimé leurs inquiétudes quant à la « généralisation de la pornographie » et à ses effets néfastes sur les jeunes. Aujourd'hui, cependant, après avoir largement ignoré ces conseils, l'enfance est menacée par quelque chose d'encore pire : une campagne coordonnée visant à éroder les barrières conçues pour protéger les jeunes de l'exploitation sexuelle. Qu'il s'agisse de l'utilisation de symboles pédophiles par la maison de haute couture Balenciaga, du contenu douteux de Drag Queen Story Hour et de The Family Sex Show ou de séries Netflix comme Cuties (2020) et Sex Unzipped (2021), il semble que certaines factions des échelons supérieurs de l'industrie culturelle ne sachent pas très bien où commence la sexualité des adultes et où s'arrête l'enfance. En effet, la confusion concernant la place des enfants dans la société est telle que certains commentateurs considèrent qu'il est acceptable d'évoquer l'idée du « porno pour enfants »,23 ou, pire encore, de promouvoir publiquement l'acronyme MAP [minor attracted person] comme moyen de « déstigmatiser » (c'est-à-dire d'excuser de manière honteuse) la pédophilie.24 De même, les activistes transgenres parlent régulièrement de l'« enfant transexuel », les lobbyistes des droits des transgenres soutenant que les interventions physiologiques telles que les bloqueurs de puberté et la chirurgie de réalignement de genre devraient être accessibles aux enfants dès l'âge de douze ans. Malheureusement, nous ne pouvons même pas compter sur les décideurs politiques ou les ONG influentes pour tracer une ligne rouge lorsqu'il s'agit de la sexualisation des enfants. Depuis quelque temps, l'Organisation mondiale de la santé promeut l'idée que l'« éducation sexuelle » devrait commencer « dès la naissance », y compris l'enseignement de la « masturbation précoce » pour les enfants de quatre ans et moins.25 Au XXIe siècle, en traitant les enfants de cette manière, comme les équivalents moraux et culturels des adultes, nous annulons essentiellement l'idée du parcours de vie.  Cela peut sembler paradoxal, mais comme le montre clairement la « guerre des générations » entre les Millennials/Gen Zers et les Baby Boomers, lorsque les individus à différents stades du cycle de vie commencent à se ressembler (en termes de mentalité, d'intérêts et de préoccupations), les générations"
}