{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Starting 10/26/2024, the iCloud and Apple Media services associated with your Apple Account will be operated by Apple Services Pte. Ltd. in Singapore rather than Apple Distribution International Ltd. in Ireland. Your personal data associated with these services will be transferred to and processed by Apple Services Pte. Ltd. as the new data controller in accordance with Apple’s Privacy Policy. Apple maintains the same high standards for data protection no matter where your data is processed.\nIf you do not agree to Apple Services Pte. Ltd. operating and processing your personal information, then you are free to cease using our services and can exercise your right to access or delete your personal data by visiting the Data and Privacy page at https://privacy.apple.com. If you have any questions regarding your personal data, you can contact us anytime at https://apple.com/legal/privacy/contact.\nContact details for Apple Services Pte. Ltd.\nAddress: 7 Ang Mo Kio Street 64, Singapore 569086.\nPhone Number: 02-6712-6700\nEmail: privacyoffice_korea@apple.com\nRegards,",
    "trans": "Dès le 26/10/2024, Apple Services Pte. Ltd., basée à Singapour, assumera la gestion des services iCloud et Apple Media associés à votre compte Apple, plutôt qu'Apple Distribution International Ltd. située en Irlande. Conformément à la politique de confidentialité d'Apple, vos données personnelles liées à ces services seront transférées et gérées par Apple Services Pte. Ltd., qui agira alors en tant que nouveau responsable du traitement des données. Apple conserve ses standards rigoureux de protection des données, quel que soit l'endroit où vos données sont analysées.\nSi vous n'êtes pas d'accord avec le traitement de vos informations personnelles par Apple Services Pte. Ltd., vous avez la possibilité d'arrêter d'utiliser nos services. Vous pouvez également faire valoir votre droit d'accès ou de suppression de vos données personnelles en allant sur la page Données et confidentialité à l'adresse https://privacy.apple.com.Si vous avez des interrogations sur vos données personnelles, n'hésitez pas à nous joindre à l'adresse suivante : https://apple.com/legal/privacy/contact, et ce à tout moment.\nCoordonnées pour Apple Services Pte. Ltd.\nAdresse : 7 Ang Mo Kio Street 64, Singapour 569086.\nNuméro de téléphone : 02-6712-6700\nEmail : privacyoffice_korea@apple.com\nCordialement,"
}