{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Poseidon stood amidst the seething tension, torn between his anger towards Hades and Zeus. His little sea star, with a voice tinged with urgency, whispered about Hades' motives, labeling the situation a mere misunderstanding. On the other hand, Zeus seemed determined to justify his intent to kill his daughter.\n\"Thanks to you, all the bags of supplies and essentials for their journey are gone! It's all your fault, you bloody cunt!\" Daemon's voice thundered before Poseidon could even begin to address his brother's outburst.\n\"She shouldn't have been born!\"\nHelaena tightened her grip on Perse, her gaze fixed on Zeus with a burning intensity. \"You ought to show some gratitude. She embarked on this quest to retrieve something you've carelessly lost, Lord Zeus.\"\nZeus' furious eyes fell on the Targaryen, \"Watch your tone —\"\n\"Take your eyes off her and do not speak to her in that tone!\" Perseus snapped, her irritation, anger, and annoyance evident in his tone. \"It's because of your reckless actions that we're in this godforsaken mess!\"\n\"Helaena!\" Alicent shrieked in fear that her daughter would be blasted.\nAemond didn't disagree with Helaena's words. His gaze focused on Lucaera—Perse, still alive and breathing. He wondered how much trouble and danger she had faced. His regret for killing her had doubled.\n\"Too bad he didn't finish her off this time,\" Otto muttered.\n\"What the hell did you just say?\" Aemond snapped his head towards his grandfather. He was fortunate the others hadn't heard him. They were surrounded by Immortals who could end them at any moment.\nWhen Otto didn't respond, Aemond raised his fist as if to punch him across the cheek.\n\"Aemond!\"\nOtto regained his composure and scolded the boy, \"You stupid boy!\"\n\"What are you going to do strike me?\" Aemond sneered. When Otto remained silent, he turned his gaze back to Lucaera, longing evident in his eyes.\nAegon II regarded his brother as if he'd lost his mind. Wasn't it obvious after Lucaera had beaten him up that she wanted nothing to do with him anymore?\n\"You fool.\" muttered Viserys I tiredly.\nAthena's expression mirrored Poseidon's turmoil, her anger palpable at the thought of her father nearly taking her daughter's life. She paid no acknowledgment to the near-death experience of Perse and Grover in the process.\nThe rest of the Sea family and Blacks seethed with fury, their anger directed squarely at Zeus. Apollo, Artemis, Demeter, and every other god stood stupefied by Zeus' reckless behavior.\nHades breathed a secret sigh of relief, knowing he was momentarily out of the woods. He hoped Zeus wouldn't act too rashly towards Perse, as he'd face the wrath of his wife Persephone, who had already grown fond of Poseidon's daughter.\nDemeter, in particular, had taken a liking to the girl, who bore a striking resemblance to her dear Kore and Mother Rhea.\n\"Enough, Daemon,\" Rhaenyra's voice cut through the tension, her steel eyes fixed on Zeus as she snarled. \"As much as I'd relish the thought of cutting off his cock and feeding it to him, what truly matters is that the children escaped the explosion.\"\nJacaerys, Triton, and Joffrey looked seconds from exploding with anger.\n\"I would gladly do it right now!\" Corlys snapped, how dare he try to kill Perse?\nRhaenys glared coldly at Zeus and the man, \"You're a fool!\"\nAmphitrite looked ready to claw out Zeus' eyes, \"Stupid stupid stupid!\"\nThe other gods reacted with a mixture of spluttering disbelief and laughter at the Realm Delight's bold words.\nClarisse cackled along with the Stoll brothers. Thalia grinned ear to ear seeing her father be put in place.\nAlicent began, but her words were cut short by her husband's intervention.\n\"Stop, Alicent. She's allowed to be mad,\" he said firmly. Viserys I couldn't believe he would have to endure the loss of his beloved granddaughter once more.\nAlicent held back her words, her eyes full of anger. She remembered how furious she had been when Aemond lost his eye because of Rhaenyra's daughter. She had every right to be mad yet her feelings were squashed. But if it was Rhaenyra or his grandchildren it would've been different.\n\"Stop! It's done. Let's just continue reading,\" Annabeth said, calming things down. \"The Fates already told us about what could happen because of Zeus. Are we surprised?\"\nThat got a few murmurs of agreement.\nMeanwhile, Zeus had calmed down but appeared offended.\nHestia agreed, \"Let us watch the films and once we have a break we will all have to talk.\" she said referring to her siblings, eyes landing on Zeus.\nAs they turned their attention to the task at hand, Poseidon couldn't shake the feeling of unease that lingered in the air. The rift between the two brothers had deepened while Hades was in the middle but it was clear that he'd side with Poseidon.\n\"Enough both of you can fight it out later.\" Hades the older reprimanded the two in annoyance. He didn't want to deal with another fight.\n\"Don't think I am done with you Hades.\" Poseidon sneered. His threats were a promise.\nViserys I and Daemon observed the three brothers, contemplating what it would have been like if their youngest brother had survived. Would their relationship be stronger? Would things have turned out differently?",
    "trans": "Poséidon se tenait au milieu de la tension bouillonnante, déchiré entre sa colère envers Hadès et Zeus. Sa petite étoile de mer, d'une voix teintée d'urgence, lui murmura les motifs d'Hadès, qualifiant la situation de simple malentendu. D'un autre côté, Zeus semblait déterminé à justifier son intention de tuer sa fille.\n« Grâce à toi, tous les sacs de fournitures et d’essentiels pour leur voyage ont disparu ! C'est entièrement de ta faute, espèce de saloperie ! » La voix de Daemon tonna avant même que Poséidon ait pu commencer à répondre à l'éclat de son frère.\n« Elle n’aurait jamais dû naître ! »\nHelaena serra plus fort Perse, son regard fixé sur Zeus avec une intensité brûlante. « Tu devrais montrer un peu de gratitude. Elle s'est lancée dans cette quête pour récupérer quelque chose que tu as perdu négligemment, Seigneur Zeus. »\nLes yeux furieux de Zeus se posèrent sur le Targaryen. « Attention à ton ton — »\n« Détourne les yeux d’elle et ne lui parle pas sur ce ton ! » s’emporta Persée, son irritation, sa colère et son agacement évidents dans sa voix. « C’est à cause de tes actions imprudentes que nous sommes dans ce foutu bordel ! »\n« Helaena ! » cria Alicent, terrifiée que sa fille soit soufflée.\nAemond n'était pas en désaccord avec les paroles d'Helaena. Son regard se fixa sur Lucaera — Perse, toujours vivante et respirant. Il se demanda combien de problèmes et de dangers elle avait affrontés. Son regret de l'avoir tuée avait doublé.\n« Dommage qu'il ne l'ait pas achevée cette fois, » marmonna Otto.\n« Qu'est-ce que tu viens de dire ? » Aemond tourna violemment la tête vers son grand-père. Il avait de la chance que les autres ne l'aient pas entendu. Ils étaient entourés d'Immortels qui pouvaient les éliminer à tout moment.\nLorsque Otto ne répondit pas, Aemond leva son poing comme s'il allait lui donner un coup de poing sur la joue.\n« Aemond ! »\nOtto reprit son calme et réprimanda le garçon : « Espèce de sot ! »\n« Qu'est-ce que tu vas faire, me frapper ? » Aemond lança un sourire méprisant. Lorsque Otto resta silencieux, il tourna de nouveau son regard vers Lucaera, un désir évident dans les yeux.\nAegon II regarda son frère comme s'il avait perdu l'esprit. N'était-il pas évident, après que Lucaera l'eût battu, qu'elle ne voulait plus rien avoir à faire avec lui ?\n« Espèce d'imbécile, » murmura Viserys I, fatigué.\nL'expression d'Athena reflétait le tourment de Poséidon, sa colère palpable à l'idée que son père ait failli ôter la vie de sa fille. Elle ne prit aucunement en compte l'expérience de mort imminente de Persée et Grover dans le processus.\nLe reste de la famille Sea et les Blacks bouillonnaient de rage, leur colère dirigée droit vers Zeus. Apollon, Artémis, Déméter et tous les autres dieux restaient stupéfaits par le comportement imprudent de Zeus.\nHadès poussa un soupir de soulagement secret, sachant qu'il était momentanément hors de danger. Il espérait que Zeus ne se montrerait pas trop imprudent envers Persée, car il risquait de subir la colère de sa femme Perséphone, qui s'était déjà attachée à la fille de Poséidon.\nDéméter, en particulier, s'était attachée à la fille, qui ressemblait étrangement à sa chère Coré et à la Mère Rhéa.\n« Ça suffit, Daemon, » la voix de Rhaenyra perça la tension, ses yeux de fer fixés sur Zeus alors qu'elle grognait. « Autant que l'idée de lui couper le sexe et de le lui faire manger me réjouisse, ce qui importe réellement, c'est que les enfants aient échappé à l'explosion. »\nJacaerys, Triton et Joffrey semblaient à quelques secondes d'exploser de colère.\n« Je le ferais volontiers dès maintenant ! » s'emporta Corlys, comment osait-il essayer de tuer Persée ?\nRhaenys lança un regard glacial à Zeus et à l'homme. « Tu es un imbécile ! »\nAmphitrite semblait prête à lui arracher les yeux. « Stupide, stupide, stupide ! »\nLes autres dieux réagirent par un mélange de stupéfaction et de rires face aux paroles audacieuses de la Realm Delight.\nClarisse éclata de rire avec les frères Stoll. Thalia sourit jusqu'aux oreilles en voyant son père mis à sa place.\nAlicent commença, mais ses mots furent interrompus par l'intervention de son mari.\n« Arrête, Alicent. Elle a le droit d'être en colère, » dit-il fermement. Viserys I ne pouvait pas croire qu'il devrait endurer à nouveau la perte de sa chère petite-fille.\nAlicent retint ses mots, les yeux remplis de colère. Elle se souvint de combien elle avait été furieuse lorsque Aemond avait perdu son œil à cause de la fille de Rhaenyra. Elle avait parfaitement le droit d'être en colère, mais ses sentiments avaient été écrasés. Mais si cela avait été Rhaenyra ou ses petits-enfants, cela aurait été différent.\n« Arrêtez ! C'est fini. Continuons simplement à lire, » dit Annabeth, apaisant les choses. « Les Parques nous ont déjà parlé de ce qui pourrait arriver à cause de Zeus. Sommes-nous surpris ? »\nCela provoqua quelques murmures d'accord.\nPendant ce temps, Zeus s'était calmé mais semblait offensé.\nHestia acquiesça. « Regardons les films, et une fois que nous aurons une pause, nous devrons tous parler, » dit-elle en faisant référence à ses frères et sœurs, les yeux se posant sur Zeus.\nAlors qu'ils tournaient leur attention vers la tâche à accomplir, Poséidon ne pouvait se débarrasser du sentiment d'inquiétude qui persistait dans l'air. Le fossé entre les deux frères s'était approfondi, avec Hadès au milieu, mais il était clair qu'il prendrait le parti de Poséidon.\n« Assez, vous deux, vous pourrez vous battre plus tard. » Hadès, l'aîné, réprimanda les deux avec agacement. Il ne voulait pas avoir à gérer un autre combat.\n« Ne pense pas que j'ai fini avec toi, Hadès, » lança Poséidon avec mépris. Ses menaces étaient une promesse.\nViserys I et Daemon observaient les trois frères, se demandant ce que cela aurait été si leur plus jeune frère avait survécu. Leur relation aurait-elle été plus forte ? Les choses se seraient-elles déroulées différemment ?"
}