{
    "source": "en_US",
    "target": "fr_FR",
    "text": "SENSORY INCLUSION AT DODGER STADIUM: In partnership with KultureCity, MLB will\nprovide additional sensory bags throughout the World Series. The Los Angeles Dodgers unveiled their\nrefreshed sensory room (located on the first floor of the Right Field Pavilion, across from the restrooms) this\nseason. KultureCity volunteers will be onsite so guests can access the room or guests can go to the Welcome\nCenter in Center Field for more information. KultureCity is the nation’s leading nonprofit dedicated to fighting\nfor inclusion and acceptance of all individuals. KultureCity advocates for those with sensory challenges such\nas autism and PTSD, just to name a few. KultureCity provides training and equipment to public and private\nspaces to create an inclusive experience for everyone to fight against social isolation.\nCONTACT: # # #\nSteven Arocho, Major League Baseball, (718) 614-3487, steven.arocho@mlb.com",
    "trans": "INCLUSION SENSORIELLE AU STADE DODGER : En partenariat avec KultureCity, la MLB fournira\ndes sacs sensoriels supplémentaires tout au long des World Series. Les Dodgers de Los Angeles ont dévoilé leur\nsalle sensorielle rénovée (située au rez-de-chaussée du Pavillon du champ droit, en face des toilettes) cette\nsaison. Des bénévoles de KultureCity seront présents sur place pour permettre aux visiteurs d'accéder à la salle, ou les visiteurs peuvent se rendre au\nCentre d'accueil au champ central pour plus d'informations. KultureCity est la principale organisation à but non lucratif du pays dédiée à la lutte\npour l'inclusion et l'acceptation de tous les individus. KultureCity défend les personnes ayant des défis sensoriels tels\nque l'autisme et le SSPT, pour n'en citer que quelques-uns. KultureCity fournit une formation et du matériel aux espaces publics et privés\nafin de créer une expérience inclusive pour tous, afin de lutter contre l'isolement social.\nCONTACT : # # #\nSteven Arocho, Ligue Majeure de Baseball, (718) 614-3487, steven.arocho@mlb.com"
}