{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Two security guards have lost their jobs after a customer complained on social media that she was manhandled when being wrongly accused of shoplifting HK$80 worth of goods.\nAccording to the post published on Tuesday (Oct 8), the woman, surnamed Leung, said she had the worst shopping experience of her life when she visited the Tsim Sha Tsui branch of the health and beauty chain Mannings in the morning at around 10 am.\nLeung said she was misidentified as a shoplifter and subdued by two female undercover security guards after checking out through the self-service kiosks. The victim said one of the guards held her in a chokehold while the other dragged her by her backpack.\nShe recalled she was dragged back to the store and being accused of stealing two boxes of herbal cough and throat syrup. Leung was only let go after presenting the invoice without a formal apology but only one of the guards jokingly said the incident was all just a misunderstanding.\nLeung filed a complaint to Mannings, asking for a proper explanation and expressing her dismay over the incident.\nIn response to the incident on Wednesday, Mannings apologized for Leung being mistreated and added that the two undercover guards hired by an outsourced security company had been fired immediately on Tuesday as they violated the code of conduct.\nThe chain also noted that it has terminated the contract with the outsourced security company.",
    "trans": "Deux agents de sécurité ont perdu leur emploi après qu'un client se soit plaint sur les réseaux sociaux d'avoir été maltraité après avoir été accusé à tort de vol à main armée de biens d'une valeur de 80 HK$.\nSelon le post publié mardi (8 octobre), la femme, du nom de Leung, a déclaré qu'elle avait vécu la pire expérience de shopping de sa vie lorsqu'elle a visité la succursale de Tsim Sha Tsui de la chaîne de produits de santé et de beauté Mannings, le matin vers 10h.\nLeung a affirmé qu'elle avait été mal identifiée comme voleuse et maîtrisée par deux agents de sécurité sous couverture après avoir effectué ses achats via les bornes libre-service. La victime a précisé que l'un des agents l'avait saisie par le cou, tandis que l'autre la traînait par son sac à dos.\nElle a raconté avoir été ramenée en magasin et accusée d'avoir volé deux boîtes de sirop contre la toux et les maux de gorge. Leung n'a été libérée qu'après avoir présenté la facture, sans excuses formelles, mais l'un des agents a plaisanté en affirmant que l'incident n'était qu'un malentendu.\nLeung a déposé une plainte auprès de Mannings, demandant des explications et exprimant sa consternation face à l'incident.\nEn réponse à cet incident, mercredi, Mannings a présenté ses excuses à Leung pour le mauvais traitement subi et a ajouté que les deux agents de sécurité sous couverture, employés par une société de sécurité sous-traitée, avaient été immédiatement renvoyés mardi pour avoir violé le code de conduite.\nLa chaîne a également annoncé avoir résilié le contrat avec la société de sécurité sous-traitée."
}