{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Ships are large, complex vehicles which must be self-sustaining in their\nenvironment for long periods with a high degree of reliability. A ship is the\nproduct of three main areas of skill, those of the naval architect , the\nnavigating officer (deck officer) and the marine engineer (engineering\nofficer).\nThe naval architect is concerned with the hull, its construction, form, habitability\nand ability to endure its environment. The navigating officer is responsible for\nsafe navigation of the ship, and its cargo operations. The marine engineer is\nresponsible for the various systems which propel and operate the ship. More\nspecifically, this means the machinery required for propulsion, steering,\nanchoring and ship securing, cargo handling, air conditioning, power generation\nand its distribution.\nThere are two main parts of a ship: the hull and the machinery. The hull is the actual\nshell of the ship including her superstructure,",
    "trans": "Les navires sont de grands véhicules complexes qui doivent être autonomes dans leur\nenvironnement pendant de longues périodes avec un haut degré de fiabilité. Un navire est le\nproduit de trois principaux domaines de compétences : ceux de l'architecte naval, de\nl'officier de navigation (officier de pont) et de l'ingénieur maritime (mécanicien\nofficier ).\nL'architecte naval s'occupe de la coque, de sa construction, de sa forme, de son habitabilité\net de sa capacité à résister à son environnement. L'officier de navigation est responsable de\nla navigation sûre du navire et de ses opérations de chargement. L'ingénieur maritime est\nresponsable des divers systèmes qui propulsent et font fonctionner le navire. Plus précisément\ncela signifie les machines nécessaires à la propulsion, à la direction,\nau mouillage et à l'amarrage du navire, à la manutention des marchandises, à la climatisation, à la production\net à la distribution d'électricité.\nIl y a deux parties principales d'un navire : la coque et la machinerie. La coque est\nla partie physique du navire,"
}