{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] might be five inches smaller than me, but even at five foot two, she still manages to move me a couple of inches to the left when she bashes her shoulder into me. “Well, if you have sex with someone on campgrounds, the only place you’re going to find yourself is buried in the woods when I murder you.”\n“You’re not going to murder me. I’m not interested in him and he’s clearly not interested in me.” I retake my place and wrap my arms around her, resting my head on hers. Something I started doing when I overtook her in height, which I know annoys her. “Tell me you love me again.”\nShe huffs, a sound I’ve missed during our time apart. [redacted_name] becoming exasperated by me doesn’t quite have the same effect on a videocall. “This feels like a HR complaint waiting to happen.”\n“Tell me,” I tease, dragging out the “me” until she attempts to elbow me, her short black bob tickling against my face in the struggle. “Please, please, please.”\n“I love you, [redacted_name]. Welcome home. Now get off me, I have a tour to conduct.”\n“MY FEET FEEL LIKE THEY’RE going to fall off.”\nI shoot [redacted_name] a disbelieving look. “You’re a ballerina. Your feet have been through worse.”\n“Being a ballerina has not stopped my sandals from shredding my feet because I was wearing the wrong shoes on a freaking hike.”",
    "trans": "[redacted_name] a peut-être quinze centimètres de moins que moi, mais même avec son mètre cinquante-sept, elle parvient à me décaler de quelques centimètres vers la gauche en me donnant un coup d'épaule. « Écoute, si tu couches avec quelqu'un sur un terrain de camping, le seul endroit où tu vas te retrouver, c'est enterrée dans les bois quand je t'aurai assassinée. »\n« Tu ne vas pas m'assassiner. Il ne m'intéresse pas et je ne l'intéresse clairement pas non plus. » Je reprends ma place et je l'enlace, posant ma tête sur la sienne. Une habitude que j'ai prise quand je l'ai dépassée en taille, ce qui l'agace, je le sais. « Dis-moi encore que tu m'aimes. »\nElle souffle, un son qui m'a manqué pendant notre séparation. [redacted_name] qui s'exaspère contre moi n'a pas tout à fait le même effet en visioconférence. « On dirait une plainte aux ressources humaines qui attend d'être déposée. »\n« Dis-le-moi », je la taquine, en faisant traîner le « moi » jusqu'à ce qu'elle tente de me donner un coup de coude, son carré noir court chatouillant mon visage dans la lutte. « S'il te plaît, s'il te plaît, s'il te plaît. »\n« Je t'aime, [redacted_name]. Bienvenue à la maison. Maintenant, lâche-moi, j'ai une visite guidée à faire. »\n« J'AI L'IMPRESSION QUE MES PIEDS VONT TOMBER. »\nJe lance à [redacted_name] un regard incrédule. « Tu es une ballerine. Tes pieds ont connu pire. »\n« Être une ballerine n'a pas empêché mes sandales de me déchirer les pieds parce que je portais les mauvaises chaussures lors d'une fichue randonnée. »"
}