{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We are looking for a skilled Fish Filleter to join our team. The role involves cutting, trimming, and preparing fish for retail use in a fast-paced environment. You will also inspect and process fish to meet company standards. This is a hands-on position requiring the use of knives and other cutting tools to ensure the highest quality of product.\nKey Responsibilities:\nUse knives, cleavers, bandsaws, or other cutting equipment to fillet and trim fish.\nWeigh fish products and accurately label containers with weight and contents.\nInspect fish for defects, bruises, blemishes, and remove these along with any excess parts.\nPrepare fish for packaging by cutting, trimming, and filleting as needed.\nSeparate fish and byproducts into specified containers and seal for further processing.\nProcess fish into ready-to-cook cuts for retail sale.\nRemove skin, scales, and bones as required for product quality.\nMaintain a clean and organized workstation.\nRequired Skills:\nProficiency in using cutting tools (e.g., knives, meat saws, bandsaws).\nAttention to detail for inspecting and trimming fish.\nAbility to work in a cold, wet environment.\nNice-to-Have Skills:\nExperience in meat or fish processing environments.\nKnowledge of food safety regulations.\nAbility to work in a fast-paced setting with minimal supervision.\nRequired Experience:\nPrevious experience in meat or fish processing.\nContract Details:\nHourly position with potential for overtime based on workload.\nMonday to Friday schedule, with occasional Saturday work.\nCold working conditions at 32°F.",
    "trans": "Nous recrutons un fileteur de poisson qualifié pour rejoindre notre équipe. Vous devrez couper, parer et préparer le poisson pour la vente au détail dans un environnement dynamique. Vous devrez également inspecter et transformer le poisson afin de répondre aux normes en vigueur. Il s'agit d'un poste pratique nécessitant l'utilisation de couteaux et d'autres outils de coupe afin de garantir la meilleure qualité de produit.\nResponsabilités clés :\nUtiliser des couteaux, des hachoirs, des scies à ruban ou d'autres équipements de coupe pour fileter et parer le poisson.\nPeser les produits de la mer et étiqueter précisément les contenants avec le poids et le contenu.\nIl faut ensuite inspecter le poisson afin de détecter d'éventuels défauts, ecchymoses ou imperfections, puis retirer les parties abîmées ainsi que tout excédent.\nPréparer le poisson pour l’emballage en le découpant, le parant et le filetant selon les besoins.\nSéparer le poisson et les sous-produits dans des conteneurs spécifiques et les sceller pour une transformation ultérieure.\nTransformer le poisson en coupes prêtes à cuire à vendre en détail.\nSelon les besoins, retirer la peau, les écailles et les arêtes pour garantir la qualité du produit.\nMaintenir un poste de travail propre et organisé.\nCompétences requises :\nMaîtrise de l'utilisation des outils de coupe (par exemple, couteaux, scies à viande, scies à ruban).\nSouci du détail pour l'inspection et la parage du poisson.\nCapacité à travailler dans un environnement froid et humide.\nCompétences souhaitables :\nExpérience dans les environnements de transformation de la viande ou du poisson.\nConnaissance des réglementations en matière de sécurité alimentaire.\nCapacité à travailler dans un environnement dynamique avec une supervision minimale.\nExpérience requise :\nExpérience antérieure dans la production de viande ou de poisson.\nDétails du contrat :\nPoste horaire avec possibilité d'effectuer des heures supplémentaires en fonction de la charge de travail.\nHoraire du lundi au vendredi, avec travail occasionnel le samedi.\nConditions de travail froid à 0°C (32°F)."
}