{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Longitudinal separationbetween subsequent aircraft following the same track (in-trail) and between aircraft on intersecting tracks is time-based and is thus expressed in clock minutes. The standard time interval between aircraft following the same route with the same assigned speed is 10 minutes. That time interval wil be adjusted to accommodate aircraft with different speed assignments, shorter if the leading aircraft is faster and longer if the leading aircraft is slower. Aircraft separation is assessed in terms of differences between the respectie ATAs / ETAs at common points. The maintenance of in-trail separations is aided by the application of the Mach Number Technique in which jet aircraft are assigned a specificmach numberas part of their clearance. However, aircraft clock errors resulting in waypoint ATA and ETA errors in position reports can lead to an erosion of actual longitudinal separations between aircraft. It is thus vitally important that the time-keeping device intended to be used to indicate waypoint passing times is accurate, and is synchronised to an acceptable UTC time signal before commencing flight in NAT airspace.",
    "trans": "La séparation longitudinale entre les aéronefs suivants sur le même trajet (en file indienne) et entre les aéronefs sur des trajectoires croisées est basée sur le temps et est donc exprimée en minutes d'horloge. L'intervalle standard entre les aéronefs suivant la même route avec la même vitesse assignée est de 10 minutes. Cet intervalle de temps sera ajusté pour tenir compte des aéronefs avec des vitesses assignées différentes, plus court si l'aéronef en tête est plus rapide et plus long si l'aéronef en tête est plus lent. La séparation des aéronefs est évaluée en termes de différences entre les ATAs / ETAs respectifs aux points communs. Le maintien des séparations en file indienne est facilité par l'application de la technique du numéro Mach, dans laquelle les aéronefs à réaction se voient attribuer un numéro Mach spécifique dans le cadre de leur autorisation. Cependant, les erreurs d'horloge des aéronefs entraînant des erreurs d'ATA et d'ETA des waypoints dans les rapports de position peuvent entraîner une réduction des séparations longitudinales effectives entre les aéronefs. Il est donc essentiel que l'appareil de mesure du temps destiné à indiquer les heures de passage des waypoints soit précis, et soit synchronisé sur un signal horaire UTC acceptable avant le début du vol dans l'espace aérien NAT."
}