{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Notification from: The Way Point\nGood morning, Residents of The Waypoint,\nIt has come to our attention that several vehicles have been parked in handicap spaces without the appropriate handicap parking decal or license plate. Please be advised that parking in these designated spaces without proper authorization is strictly prohibited, and vehicles in violation may be towed.\nWe kindly ask for your cooperation in ensuring that these spaces remain accessible to those who need them.\nThank you for your attention to this matter.\nTo ensure that you continue to receive these emails, please add [redacted_email] to your Email Address Book.\nTo unsubscribe to notifications from The Way Point, please click here.\nMessage delivered to you by One Call Now. If you have any questions or are interested in the notification services provided by One Call Now for schools, employers, property managers, religious groups, sports teams, and businesses, please visit our web site www.onecallnow.com .\nView our privacy policy.\n© 2007 - 2024 - One Call Now",
    "trans": "Notification de : Le Point de Passage\nBonjour, Résidents du Point de Passage,\nIl nous a été signalé que plusieurs véhicules ont été garés dans des places réservées aux personnes handicapées sans le décalcomanie ou la plaque d'immatriculation appropriée. Veuillez noter que le stationnement dans ces espaces réservés sans autorisation appropriée est strictement interdit, et les véhicules en infraction peuvent être remorqués.\nNous vous demandons gentiment de bien vouloir coopérer afin de garantir que ces espaces restent accessibles à ceux qui en ont besoin.\nMerci de votre attention à cette question.\nPour vous assurer de continuer à recevoir ces e-mails, veuillez ajouter [redacted_email] à votre carnet d'adresses.\nPour vous désabonner des notifications du Point de Passage, veuillez cliquer ici.\nMessage délivré par One Call Now. Si vous avez des questions ou si vous êtes intéressé par les services de notification fournis par One Call Now pour les écoles, les employeurs, les gestionnaires immobiliers, les groupes religieux, les équipes sportives et les entreprises, veuillez visiter notre site web www.onecallnow.com.\nConsulter notre politique de confidentialité.\n© 2007 - 2024 - One Call Now"
}