{
    "source": "en_US",
    "target": "fr_FR",
    "text": "WHAT WE’RE LOOKING FOR\nWe are looking for a reliable, solid and dependable AM opening Front of House Server to fill the open position at a high volume hotel restaurant. In this role, you are responsible for opening duties and delivering a positive experience for guests. We strive for only the best to service guests and making every guest feel acknowledged and taken care of.\nWHO WE ARE\nForrest Solutions is the nation’s first and leading premier staffing firm. We focus on providing qualified professionals to a variety of client locations throughout the nation. We offer temp, temp to perm and long term contracted job opportunities.\nSchedule:\nAM - Opening shift 6AM - 3PM. Schedule will vary depending on needs and in house scheduling\nRequirements:\nPrevious POS and 1+ year fast-paced high volume restaurant experience required\nDependable/ reliable\nEnjoys working with people\nMaintain a positive attitude\nKeep a clean and polished appearance\nAdaptable/flexible\nDetail-oriented\nStanding, walking, and bending throughout the entire work day\nAbility to lift, stack and maneuver objects that may weigh 30 to 50 pounds\nCOVID-19 Vaccination Required\nCompensation:\nHourly waged tipped position starting from $11 per hr. plus TIPS. *This is a high volume/ traffic venue where tips can estimate $500+/week on average\nAbout Forrest Solutions:\nForrest Solutions is the nation’s first and leading premier outsourcing/staffing firm. We focus on providing qualified professionals to a variety of client locations throughout the nation. We offer temp, temp to perm and long-term contracted job opportunities.\nReport Job",
    "trans": "CE QUE NOUS RECHERCHONS\nNous recherchons un serveur d'ouverture fiable, solide et digne de confiance pour le service en salle du matin, afin de pourvoir le poste vacant dans le restaurant d'un hôtel à forte affluence. Dans ce rôle, vous êtes responsable des tâches d'ouverture et de la prestation d'une expérience positive aux clients. Nous nous efforçons d'offrir uniquement le meilleur service aux clients et de faire en sorte que chaque client se sente reconnu et pris en charge.\nQUI NOUS SOMMES\nForrest Solutions est la première et principale agence de recrutement de personnel de qualité supérieure du pays. Nous nous concentrons sur la fourniture de professionnels qualifiés à divers sites clients à travers le pays. Nous offrons des opportunités d'emploi temporaires, temporaires à permanentes et contractuelles à long terme.\nHoraire :\nMatin - Poste d'ouverture 6h00 - 15h00. L'horaire variera en fonction des besoins et de la planification interne.\nExigences :\nExpérience préalable avec un système de point de vente (POS) et au moins un an d'expérience dans un restaurant à forte affluence et à rythme rapide requis.\nFiable/digne de confiance\nAime travailler avec les gens\nConserve une attitude positive\nMaintient une apparence propre et soignée\nAdaptable/flexible\nSoucieux du détail\nCapacité à rester debout, à marcher et à se pencher tout au long de la journée de travail\nCapacité à soulever, empiler et manœuvrer des objets pouvant peser de 13 à 23 kilogrammes (30 à 50 livres)\nVaccination COVID-19 requise\nRémunération :\nPoste à salaire horaire avec pourboires à partir de 11 $ de l'heure, plus les POURBOIRES. *Il s'agit d'un lieu à forte affluence/fréquentation où les pourboires peuvent atteindre en moyenne 500 $ et plus par semaine.\nÀ propos de Forrest Solutions :\nForrest Solutions est la première et principale agence d'externalisation/recrutement de personnel de qualité supérieure du pays. Nous nous concentrons sur la fourniture de professionnels qualifiés à divers sites clients à travers le pays. Nous offrons des opportunités d'emploi temporaires, temporaires à permanentes et contractuelles à long terme.\nSignaler l'offre d'emploi"
}