{
    "source": "en_US",
    "target": "fr_FR",
    "text": "New announcement from Mhd.Abdulhamed Hassan Molhim\nAbsence Warnings\nDear Students,\nThis is a gentle reminder regarding the attendance and absence policies at UoS. Please keep in mind that I have no control over Blackboard (BB) marking you as absent. If BB marks you absent, it simply means it recorded you as absent. BB tracks the exact time, including hours, minutes, and seconds, of when you log in and log out. It is completely automatic, and I do not manually mark you absent.\nTo avoid being marked absent, please ensure the following:\nArrive on time and remain in class for the entire session.\nEnsure you have a stable Wi-Fi connection and a reliable PC, and always connect to the UoS Wi-Fi when at the university.\nAvoid distractions from other applications during class, as this may unintentionally mark you as idle or logged out without your intention.\nRead the policy on the course outline:\nPolicies on Attendance, Lateness, and Behavior: The university's official regulations on class attendance and lateness will be strictly followed.\nAttendance for 2-Day Semester Courses:\n3 absences: First warning\n5 absences: Second warning\n7 absences: Banned from taking the final exam, resulting in a grade of ‘FA’ (Failed Attendance) for the semester.\nYou must attend at least 50 minutes (66%) of the total class time to be marked \"Present.\" If you are not in the Blackboard class for 50 minutes",
    "trans": "Nouvelle annonce de Mhd.Abdulhamed Hassan Molhim\nAvertissements concernant les absences\nChers étudiants,\nCeci est un rappel concernant les politiques de présence et d'absence à l'UoS. Veuillez noter que je n'ai aucun contrôle sur le système Blackboard (BB) qui vous marque comme absent. Si BB vous marque comme absent, cela signifie simplement qu'il a enregistré votre absence. BB suit l'heure exacte, y compris les heures, les minutes et les secondes, de votre connexion et de votre déconnexion. Ce processus est entièrement automatique et je ne vous marque pas manuellement comme absent.\nPour éviter d'être marqué comme absent, veuillez vous assurer des points suivants :\nArriver à l'heure et rester en classe pendant toute la durée de la session.\nVous assurer d'avoir une connexion Wi-Fi stable et un ordinateur fiable, et vous connecter systématiquement au Wi-Fi de l'UoS lorsque vous êtes à l'université.\nÉviter les distractions provenant d'autres applications pendant le cours, car cela pourrait involontairement vous marquer comme inactif ou déconnecté sans votre intention.\nVeuillez consulter la politique dans le plan de cours :\nPolitiques de présence, de retard et de comportement : Les règlements officiels de l'université concernant la présence et les retards en classe seront strictement appliqués.\nPrésence pour les cours semestriels de 2 jours :\n3 absences : Premier avertissement\n5 absences : Deuxième avertissement\n7 absences : Interdiction de passer l'examen final, entraînant une note de « FA » (Échec pour absence) pour le semestre.\nVous devez être présent pendant au moins 50 minutes (66 %) de la durée totale du cours pour être marqué comme « Présent ». Si vous n'êtes pas connecté à la classe Blackboard pendant 50 minutes..."
}