{
    "source": "en_US",
    "target": "fr_FR",
    "text": "SPACIOUS 5 BEDROOM + DEN, 2.5 BATH HOME, OVER 2,900 SQ. FT. UNDER AIR!\nWelcome to Cypress Cay in the Gateway Community, a beautifully manicured neighborhood of single-family homes. This home offers an abundance of space and amenities!\nFeaturing luxury vinyl floors throughout, the kitchen boasts solid surface countertops, a large closet pantry, and custom kitchen cabinetry. The first floor includes a formal living area, formal dining area, a kitchen snack bar, breakfast room, den/office, half bath, and a large family room.\nUpstairs, youll find 5 bedrooms, 2 full bathrooms, and a convenient laundry room. The primary suite features dual walk-in closets and an en-suite bathroom with dual sinks, a separate garden tub, and a shower stall. Two guest bedrooms also include walk-in closets. Enjoy wood floors throughout the home and take in the serene view of the pond with a fountain in your backyard. Just a short walk away are the community pool and playground!\nLawn care included. Located close to I-75, RSW Airport, JetBlue Park, and Hammond Stadium",
    "trans": "MAISON SPACIEUSE DE 5 CHAMBRES + BUREAU, 2.5 SALLES DE BAIN, PLUS DE 2 900 PIEDS CARRÉS SOUS AIR CONDITIONNÉ !\nBienvenue à Cypress Cay dans la communauté de Gateway, un quartier magnifiquement aménagé de maisons unifamiliales. Cette maison offre une abondance d'espace et de commodités !\nAvec des sols en vinyle de luxe dans toute la maison, la cuisine dispose de comptoirs en surface solide, d'un grand garde-manger et de meubles de cuisine sur mesure. Le rez-de-chaussée comprend un salon formel, une salle à manger formelle, un bar à encas dans la cuisine, une salle de petit-déjeuner, un bureau/salon, une salle de bain et une grande salle familiale.\nÀ l'étage, vous trouverez 5 chambres, 2 salles de bains complètes et une buanderie pratique. La suite principale dispose de deux dressings et d'une salle de bain attenante avec deux lavabos, une baignoire séparée et une cabine de douche. Deux chambres d'amis comprennent également des dressings. Profitez des sols en bois dans toute la maison et admirez la vue sereine du étang avec une fontaine dans votre jardin. À quelques pas se trouvent la piscine communautaire et le terrain de jeux !\nEntretien de la pelouse inclus. Situé à proximité de l'I-75, de l'aéroport RSW, de JetBlue Park et de Hammond Stadium"
}