{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Attestation: I have personally reviewed the study and the provided clinical information. I have assessed/edited resident's findings and have prepared a revised report that is based on my own observation and interpretation. Final report dictated by Mohamed Halabi and signed by [redacted_name] 10/25/2024 7:23 PM\nNarrativa\nEXAM: US TRANSVAGINAL INDICATION: 43 years-old Female presenting with confirm IUP. COMPARISON: Comparison made with transvaginal ultrasound dated 4/9/2024 Multiple grayscale and Color doppler real-time sonographic images were obtained by the ultrasound technologist. Selected static images are presented to the radiologist. Findings: There is a saclike nonspecific cystic structure within the endometrial cavity, may represent a gestational sac, with mean sac diameter is measuring approximately 4.0 x 1.7 x 1.8 cm, which corresponds to 7 weeks and 1 day of pregnancy. There is a probable tiny yolk sac. No evidence for fetal pole. No direct sonographic evidence for ectopic pregnancy. Posterior uterine body fibroid measures approximately 1.1 x 1.6 x 1.3 cm. Cervical length is 4.5 cm. Within the left ovary there is a 1.6 x 1.4 cm ovarian cyst. Within the right ovary there is a 2.9 x 3.1 x 2.8 cm cyst, not well visualized. The right ovary measures approximately 4.5 x 3.5 x 3.1 cm and the left ovary measures approximately 2.8 x 3.4 x 2.4 cm. There is no significant free fluid.",
    "trans": "Attestation : J'ai personnellement examiné l'étude et les informations cliniques fournies. J'ai évalué/modifié les constatations du résident et préparé un rapport révisé basé sur mes propres observations et interprétations. Rapport final dicté par Mohamed Halabi et signé par [redacted_name] le 25/10/2024 à 19h23.\nNarration\nEXAMEN : TRANSVAGINAL AUX ÉTATS-UNIS INDICATION : Femme de 43 ans présentant une grossesse intra-utérine confirmée. COMPARAISON : Comparaison effectuée avec une échographie transvaginale datant du 9/4/2024. Plusieurs images échographiques en niveaux de gris et en Doppler couleur en temps réel ont été obtenues par le technicien en échographie. Les images statiques sélectionnées sont présentées au radiologue. Résultats : Il existe une structure kystique non spécifique en forme de sac dans la cavité endométriale, pouvant représenter un sac gestationnel, avec un diamètre moyen du sac mesurant environ 4,0 x 1,7 x 1,8 cm, ce qui correspond à 7 semaines et 1 jour de grossesse. Il y a probablement un petit sac vitellin. Aucune preuve de pôle fœtal. Aucune preuve échographique directe de grossesse extra-utérine. Le fibrome du corps utérin postérieur mesure environ 1,1 x 1,6 x 1,3 cm. La longueur du col utérin est de 4,5 cm. Dans l'ovaire gauche, il y a un kyste ovarien de 1,6 x 1,4 cm. Dans l'ovaire droit, il y a un kyste de 2,9 x 3,1 x 2,8 cm, mal visualisé. L'ovaire droit mesure environ 4,5 x 3,5 x 3,1 cm et l'ovaire gauche mesure environ 2,8 x 3,4 x 2,4 cm. Aucune présence significative de liquide libre."
}