{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Apple Customer,\nThank you for placing an order for Apple software.\nAttached please find the password required to open your license agreement separately sent to you in PDF. If you do not receive the PDF of your license agreement, please check your spam filters for attachment restrictions and contact us to have your password and license document sent again.\nPlease print or save your license agreement for your records.\nYour password is:ZHaztP8L\nShould you have questions about this order, or if this communication should have been sent to someone else, please contact Apple, or the authorised reseller you purchased your volume license from.\nAll details about our software licensing programs can be found at:\nPlease do not reply to this message. You are receiving this email because you purchased Apple software volume licensing. Please note that this message was sent from a notification-only address that cannot accept incoming mail. Apple respects your privacy. Information regarding your personal information can be viewed at http://www.apple.com/legal/privacy/.\nDon’t forget to add do_not_reply@apple.com to your Address Book to keep future email from skipping your inbox or getting caught in spam filters.\nThank you for choosing Apple!",
    "trans": "Cher client d’Apple,\nMerci d'avoir passé une commande pour un logiciel Apple.\nVeuillez trouver ci-joint le mot de passe nécessaire pour ouvrir votre contrat de licence, envoyé séparément en PDF. Si vous ne recevez pas le PDF de votre contrat de licence, veuillez vérifier vos filtres de spam pour les restrictions des pièces jointes et nous contacter pour que nous vous renvoyions votre mot de passe et le document de licence.\nVeuillez imprimer ou enregistrer votre contrat de licence pour vos archives.\nVotre mot de passe est : ZHaztP8L\nSi vous avez des questions concernant cette commande, ou si cette communication aurait dû être envoyée à quelqu'un d'autre, veuillez contacter Apple ou le revendeur autorisé auprès duquel vous avez acheté votre licence en volume.\nTous les détails concernant nos programmes de licence de logiciel sont disponibles à l'adresse suivante :\nVeuillez ne pas répondre à ce message. Vous recevez cet e-mail parce que vous avez acheté une licence en volume pour un logiciel Apple. Veuillez noter que ce message a été envoyé depuis une adresse de notification uniquement qui ne peut pas accepter de messages entrants. Apple respecte votre vie privée. Les informations concernant vos données personnelles peuvent être consultées sur http://www.apple.com/legal/privacy/.\nN'oubliez pas d'ajouter do_not_reply@apple.com à votre carnet d'adresses pour empêcher les futurs e-mails de sauter votre boîte de réception ou d'être bloqués par les filtres anti-spam.\nMerci d'avoir choisi Apple !"
}