{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As for pay, we pay $225 / week. We will increase pay, based on performance, every 6 months. We also pay for a lot of things that other familiesdo not. For example, we will provide you with some train ticketsto go into NYC. We will also allow you to have access to the car for personal use. We pay for $50 of gas per month (which more than covers the work driving expenses). We will also bring you on some family trips. And we'll give you a monthly Uber budget if you ever wish to use Uber vs. drive. Oh, and we tend to pay all course fees even when they go over the $500 commitment.\nWe pay in cash and then direct deposit once your bank account is set up.\nWe would orient you to your role during the first few weeks, and meet regularly, as needed, to discuss any questions/ concerns. The schedule is set each week for the following week.",
    "trans": "En ce qui concerne le salaire, nous payons 225 $ par semaine. Nous augmenterons le salaire, en fonction des performances, tous les 6 mois. Nous payons également beaucoup de choses que d'autres familles ne prennent pas en charge. Par exemple, nous vous fournirons des billets de train pour vous rendre à NYC. Nous vous permettrons également d'utiliser la voiture à des fins personnelles. Nous payons 50 $ de carburant par mois (ce qui couvre largement les frais de conduite liés au travail). Nous vous emmènerons également lors de certains voyages en famille. Et nous vous allouerons un budget mensuel pour Uber si vous souhaitez utiliser Uber au lieu de conduire. Ah, et nous avons tendance à prendre en charge tous les frais de cours, même lorsqu'ils dépassent l'engagement de 500 $.\nNous payons en liquide, puis par virement direct une fois que votre compte bancaire est configuré.\nNous vous orienterons dans votre rôle au cours des premières semaines et nous nous rencontrerons régulièrement, selon les besoins, pour discuter de toute question ou préoccupation. L'emploi du temps est fixé chaque semaine pour la semaine suivante."
}