{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Although it saddens us, your stay is coming to an end.\nTomorrow,21/10/2024, is your check-out day.\nBelow, you will find the instructions for your apartment check-out.\nPlease, for hygiene reasons and to avoid unpleasant odours, kindly dispose of the trash and clean the kitchen, leaving dishes, glasses, and utensils clean.\nTo facilitate the work of our cleaning team, we kindly ask you to adhere to the check-out time you provided during your online check-in. If your departure time changes, please inform us.\nIf your apartment has keys, simply leave all sets of keys on the apartment table and close the door upon exit. If your apartment has a key box, leave the keys inside the box as you found them. (Does not apply to Villa Rural Zen, Villa Rural La Torre, and Casa Rural la Zamarrilla)\nEnsure that windows and doors are securely closed, and all air conditioning/heating devices are turned off\nIf you have paid your deposit by credit card, it will be returned to you within 7 days (depending on your bank).\nTHANK YOU!\nOn behalf of our team members, we appreciate you choosing Living4malaga for your stay.\nWe hope you are satisfied with our services and look forward to seeing you in the future.\nWe would greatly appreciate it if you could leave us a maximum rating on Google and on the platform where you made your reservation.\nYour feedback is essential and holds great value for both us and our future guests.",
    "trans": "Bien que cela nous attriste, votre séjour touche à sa fin.\nDemain, le 21/10/2024, est votre jour de départ.\nVous trouverez ci-dessous les instructions pour votre départ de l'appartement.\nPour des raisons d'hygiène et afin d'éviter les mauvaises odeurs, merci de bien vouloir jeter les poubelles et nettoyer la cuisine, en laissant les assiettes, verres et ustensiles propres.\nAfin de faciliter le travail de notre équipe de nettoyage, nous vous prions de respecter l'heure de départ que vous avez indiquée lors de votre enregistrement en ligne. Si votre heure de départ change, merci de nous en informer.\nSi votre appartement dispose de clés, veuillez simplement laisser toutes les clés sur la table de l'appartement et fermer la porte en sortant. Si votre appartement dispose d'une boîte à clés, laissez les clés à l'intérieur de la boîte comme vous les avez trouvées. (Cela ne s'applique pas à la Villa Rural Zen, Villa Rural La Torre et Casa Rural la Zamarrilla.)\nAssurez-vous que les fenêtres et portes soient bien fermées et que tous les appareils de climatisation/chauffage soient éteints.\nSi vous avez payé votre dépôt par carte de crédit, il vous sera remboursé dans un délai de 7 jours (selon votre banque).\nMERCI !\nAu nom de tous les membres de notre équipe, nous vous remercions d'avoir choisi Living4malaga pour votre séjour.\nNous espérons que nos services vous ont satisfait et nous serions ravis de vous revoir dans le futur.\nNous vous serions très reconnaissants de nous laisser une note maximale sur Google et sur la plateforme où vous avez effectué votre réservation.\nVos retours sont essentiels et ont une grande valeur pour nous et nos futurs invités."
}