{
    "source": "en_US",
    "target": "fr_FR",
    "text": "briefing\nHi everyone,\nJust to follow-on from Susi's announcement, I realised that the Climate Futures MSc rules for award were not included in School's Rules for Award summary.\nTo be clear: To be awarded the Climate Futures MSc, you must take 180 credits and pass 150 credits at 50+.\nAlso note that all taught post-graduate programmes require a minimum weighted average of 50+, including any modules failed; that is, your award will be calculated based on the average (mean) of the final marks for all of your 180 credits, including any failed module. Thus, while you may fail one 30 credit module and still get the MSc, the failed module score will still count towards your overall degree classification, which must average 50% or more.\nI hope that is clear, but if not, please discuss with your Academic and Personal Tutors (APTs).\nAlso to reiterate, please do make sure you understand and follow the rules on academic malpractice.\nI'm reattaching both documents here - updated for CFutures MSc.",
    "trans": "Briefing\nBonjour à tous,\nSuite à l'annonce de Susi, je me suis rendu compte que les règles d'attribution du MSc Climate Futures n'étaient pas incluses dans le résumé des règles d'attribution de l'école.\nPour être clair : pour obtenir le MSc Climate Futures, vous devez valider 180 crédits et réussir au moins 150 crédits avec une note de 50+.\nVeuillez également noter que tous les programmes de master enseignés exigent une moyenne pondérée minimale de 50+, y compris pour les modules échoués. Autrement dit, votre diplôme sera calculé sur la base de la moyenne des notes finales de l'ensemble de vos 180 crédits, y compris les modules échoués. Ainsi, bien que vous puissiez échouer à un module de 30 crédits et tout de même obtenir votre MSc, la note de ce module échoué sera prise en compte dans le calcul global de votre moyenne, qui doit être d'au moins 50 %.\nJ'espère que cela est clair, mais si vous avez des questions, n'hésitez pas à en discuter avec vos tuteurs académiques et personnels (APTs).\nDe plus, pour rappel, veuillez bien comprendre et respecter les règles en matière de fraude académique.\nJe joins à nouveau les deux documents mis à jour, incluant désormais le MSc Climate Futures."
}