{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] jaw clenched as she rifled through her empty pockets, the absence of cash amplifying her frustration. Her mind replayed the humiliating defeat in the ring, each blow fueling her anger. This was the fourth match in a row she has lost. The rejection from the hooker on the corner only added insult to injury. Plus, her \"friend,\" who was her ride home, left with some bitch, leaving her stranded after her match. Now she is walking back through the dark, desolate streets of these shitty slums, the streetlights above her flickering in and out. Her bruised fists were clenching and unclenching in anger.\nThe jingling of her keys echoes out through the rundown apartment, and she kicks open the door with her heel. [redacted_name]scowl deepened as [redacted_name] cautiously peeked around the corner, retreating to the safety of her bed at the sight of [redacted_name] dark expression. The tension in the air was palpable as [redacted_name] presence only served to exacerbate [redacted_name] already foul mood. Fuck, it pissed her off more seeing that stupid, needy look[redacted_name] had. The dumb fucker was probably going to try to complain to her about the aching she had from [redacted_name] not feeding her or from the kick to the ribs she gave [redacted_name] earlier when the dumbass was in [redacted_name] way. She didn’t feel sorry for her pet; Daff should’ve stayed out of her way.",
    "trans": "[redacted_name] serra la mâchoire en fouillant dans ses poches vides, l'absence d'argent ne faisant qu'attiser sa frustration. Son esprit repassait en boucle l'humiliation de sa défaite sur le ring, chaque coup reçu nourrissant un peu plus sa colère. C’était son quatrième combat d'affilée perdu. Le rejet de la prostituée au coin de la rue ne faisait qu’ajouter l'insulte à l'injure. Et comme si ça ne suffisait pas, son soi-disant \"ami,\" qui devait être son chauffeur, était reparti avec une autre nana, la laissant en plan après son match. Maintenant, elle remontait les rues sombres et délabrées de ces foutus taudis, sous des lampadaires vacillants. Ses poings meurtris se crispaient et se décrispaient sous l’effet de la rage.\nLe tintement de ses clés résonne dans l'appartement délabré et elle ouvre la porte d'un coup de talon. La mine renfrognée de [redacted_name] s'accentue lorsque [redacted_name] jette un coup d'œil prudent au coin de la rue, se réfugiant dans son lit à la vue de l'expression sombre de [redacted_name]. La tension dans l'air était palpable et la présence de [redacted_name] ne faisait qu'exacerber l'humeur déjà exécrable de [redacted_name]. Putain, ça l'énervait encore plus de voir ce regard stupide et nécessiteux que [redacted_name] avait. Cet imbécile allait probablement essayer de se plaindre de la douleur qu'elle ressentait parce que [redacted_name] ne l'avait pas nourrie ou à cause du coup de pied dans les côtes qu'elle avait donné à [redacted_name] plus tôt quand l'imbécile s'était trouvé sur le chemin de [redacted_name]. Elle ne se sentait pas désolée pour son animal de compagnie ; Daff aurait dû rester en dehors de son chemin."
}