{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Extraction is the crucial first step in the analysis of medicinal plants, because it is necessary to extract the desired\nchemical components from the plant materials for further separation and characterization. The basic operation included steps,\nsuch as pre-washing, drying of plant materials or freeze drying, grinding to obtain a homogenous sample and often improving the\nkinetics of analytic extraction and also increasing the contact of sample surface with the solvent system. Proper actions must be\ntaken to assure that potential active constituents are not lost, distorted or destroyed during the preparation of the extract from\nplant samples. If the plant was selected on the basis of traditional uses (Fabricant and Farnsworth, 2001), then it is needed to\nprepare the extract as described by the traditional healer in order to mimic as closely as possible the traditional ‘herbal’ drug. The\nselection of solvent system largely depends on the specific nature of the bioactive compound being targeted. Different solvent\nsystems are available to extract the bioactive compound from natural products. The extraction of hydrophilic compounds uses\npolar solvents such as methanol, ethanol or ethyl-acetate. For extraction of more lipophilic compounds, dichloromethane or a\nmixture of dichloromethane/methanol in ratio of 1:1 are used. In some instances, extraction with hexane is used to remove\nchlorophyll (Cos et al., 2006).\nAs the target compounds may be non-polar to polar and thermally labile, the suitability of the methods of extraction\nmust be considered. Various methods, such as sonification, heating under reflux, soxhlet extraction and others are commonly\nused (United States Pharmacopeia and National Formulary, 2002; Pharmacopoeia of the People’s Republic of China, 2000; The\nJapanese Pharmacopeia, 2001) for the plant samples extraction. In addition, plant extracts are also prepared by maceration or\npercolation of fresh green plants or dried powdered plant material in water and/or organic solvent systems. A brief summary of\nthe experimental conditions for the various methods of extraction is shown in Table 1.\nThe other modern extraction techniques include solid-phase micro-extraction, supercritical-fluid extraction,\npressurized-liquid extraction, microwave-assisted extraction, solid-phase extraction, and surfactant-mediated techniques, which\npossess certain advantages. These are the reduction in organic solvent consumption and in sample degradation, elimination of\nadditional sample clean-up and concentration steps before chromatographic analysis, improvement in extraction efficiency,\nselectivity, and/ kinetics of extraction. The ease of automation for these techniques also",
    "trans": "L'extraction est la première étape cruciale dans l'analyse des plantes médicinales, car il est nécessaire d'extraire les composés désirés\nLes composants chimiques doivent être extraits des matériaux végétaux pour une séparation et une caractérisation ultérieures. L'opération de base comprenait les étapes suivantes,\ntelles que le pré-lavage, le séchage des matériaux végétaux ou la lyophilisation, le broyage pour obtenir un échantillon homogène et souvent l'amélioration du\nla cinétique de l'extraction analytique et l'augmentation du contact de la surface de l'échantillon avec le système de solvant. Des actions appropriées doivent être\nprises pour s'assurer que les constituants actifs potentiels ne sont pas perdus, déformés ou détruits pendant la préparation de l'extrait à partir de\néchantillons de plantes. Si la plante a été sélectionnée en fonction de ses usages traditionnels (Fabricant et Farnsworth, 2001), il est nécessaire de\npréparer l'extrait tel que décrit par le guérisseur traditionnel afin d'imiter autant que possible le médicament « herbacé » traditionnel. Le\nLe choix du système de solvant dépend en grande partie de la nature spécifique du composé bioactif ciblé. Différents solvants\ndes systèmes sont disponibles pour extraire le composé bioactif des produits naturels. L'extraction des composés hydrophiles utilise\ndes solvants polaires tels que le méthanol, l'éthanol ou l'éthyl-acétate. Pour l'extraction de composés plus lipophiles, le dichlorométhane ou un\nmélange de dichlorométhane/méthanol dans un ratio de 1:1 est utilisé. Dans certains cas, l'extraction avec de l'hexane est utilisée pour éliminer\nla chlorophylle (Cos et al., 2006).\nComme les composés cibles peuvent être non polaires à polaires et thermolabiles, la pertinence des méthodes d'extraction\ndoivent être prises en compte. Différentes méthodes, telles que la sonification, le chauffage sous reflux, l'extraction Soxhlet et d'autres, sont couramment utilisées.\nutilisées (United States Pharmacopeia and National Formulary, 2002; Pharmacopoeia of the People’s Republic of China, 2000; Le\nPharmacopeia japonaise, 2001) pour l'extraction des échantillons de plantes. De plus, les extraits de plantes sont également préparés par macération ou\npercolation de plantes vertes fraîches ou de matériaux végétaux séchés en poudre dans des systèmes de solvant aqueux et/ou organiques. Un résumé succinct de\nLes conditions expérimentales pour les différentes méthodes d'extraction sont présentées dans le tableau 1.\nLes autres techniques modernes d'extraction comprennent l'extraction micro-phasique solide, l'extraction par fluide supercritique,\nl'extraction par liquide sous pression, l'extraction assistée par micro-ondes, l'extraction sur phase solide et les techniques médiées par des tensioactifs, qui\nprésentent certains avantages. Il s'agit de la réduction de la consommation de solvants organiques et de la dégradation des échantillons, ainsi que de l'élimination de\ndes étapes supplémentaires de nettoyage et de concentration des échantillons avant l'analyse chromatographique, l'amélioration de l'efficacité de l'extraction,\nla sélectivité, et/ou la cinétique de l'extraction. La facilité d'automatisation de ces techniques permet également"
}