{
    "source": "en_US",
    "target": "fr_FR",
    "text": "註冊及考試組\nRegistration and Examinations Section\nTo\nStudents with Centralized Course Examinations (undergraduate curriculum) in First Term 2024-25\nFrom\nRegistration and Examinations Section\nDate\n30-10-2024\nSubject\nDraft Examination Timetable, 1st term 2024-25\nEnquiry\nugadmin@cuhk.edu.hk\nDear Students,\nKindly be informed the following pertaining to the arrangements of the centralized course examinations in 1st term 2024-25.\n1. Draft Examination Timetable\nThe Draft Examination Timetable has been released today (30 October 2024) on CUSIS under the tab “Exam Timetable for UG Courses”. Students MUST check carefully the dates, time and venues arranged for their course examination(s) in the Draft Examination Timetable. If there are genuine problems that students cannot attend any examination scheduled for their courses, they should seek advice from course teachers concerned on or before 4 November 2024.\nThe Draft Examination Timetable has been compiled with due consideration of the following guidelines:\n(i) students will have at most 2 examinations per day;\n(ii) if practicable, at least a 2-hour break will be arranged for students who have consecutive examinations.\nStudent are reminded to observe additional guidelines/arrangements, if there are any, as advised by course teachers and departments concerned.\n2. Special Examination Arrangements\nFor individual students with special education needs (SEN), the Draft Examination Timetable released at RES homepage may NOT be applicable to them. SEN students concerned who have reported to the Office of student Affairs (OSA) should refer to the related message in CUSIS. FINAL Examination Timetable will be sent to them by e-mail around 22 November 2024 when related arrangements have been worked out with departments concerned.\n3. Absence from Centralized Course Examinations\nIn case of absence from examination, please observe the relevant University Regulations and submit application in person to the following office:\na. Undergraduate Students: Registration and Examinations Section (10/F, YIA)\nb. IASP Students: Office of Academic Links (i-Centre, 1/F, YIA)\nc. Postgraduate Students: Graduate School Office (7/F, YIA)\nPlease take note of the “FAQ for Absence from Centralized Course Examinations” under the Guidelines and Information for Centralized Course Examinations of RES homepage for details in applying for absence from centralized course examinations as well as the necessary supporting documents that should be submitted to RES. Early purchase of air tickets will NOT be accepted as reason for absence from examinations.\n4. Final Examination Timetable\nStudents MUST check the examination details from the Final Examination Timetable which will be released on 11 November 2024.\nWith best regards,\nRegistration and Examinations Section\n30 October 2024\nDisclaimer:\n******************DISCLAIMER******************\nThis e-mail is sent by ITSC on the request of Registration and Examinations Section. If you have any queries or comments regarding the policies and guidelines for mass mailings by ITSC please check at https://cuhk.hk/ind-msmail or submit them to ITSC Service Desk at https://cuhk.hk/ask-it.\n**********************************************",
    "trans": "註冊及考試組\nSection des inscriptions et examens\nÀ\nl'attention des étudiants ayant des examens de cours centralisés (programme de premier cycle) au premier semestre 2024-25\nDe la part de :\nSection des inscriptions et examens\nDate :\n30-10-2024\nObjet :\nProjet de calendrier des examens, premier semestre 2024-25\nDemande d'information :\nugadmin@cuhk.edu.hk\nChers étudiants,\nVeuillez prendre note des informations suivantes concernant les arrangements des examens centralisés pour le premier semestre 2024-25.\n1. Projet de calendrier des examens\nLe projet de calendrier des examens a été publié aujourd'hui (30 octobre 2024) sur CUSIS, sous l'onglet \"Calendrier des examens pour les cours de premier cycle\". Les étudiants doivent vérifier attentivement les dates, heures et lieux des examens pour leurs cours dans ce projet de calendrier. Si des problèmes légitimes empêchent un étudiant d'assister à un examen programmé, il doit demander conseil auprès des enseignants concernés avant le 4 novembre 2024.\nLe projet de calendrier des examens a été compilé en tenant compte des lignes directrices suivantes :\n(i) les étudiants auront au maximum 2 examens par jour ;\n(ii) si possible, une pause d’au moins 2 heures sera arrangée pour les étudiants ayant des examens consécutifs.\nLes étudiants sont priés de respecter toute autre ligne directrice ou arrangement supplémentaire communiqué par les enseignants de leurs cours et les départements concernés.\n2. Arrangements spéciaux pour les examens\nPour les étudiants ayant des besoins éducatifs spéciaux (SEN), le projet de calendrier des examens publié sur le site de la Section des Inscriptions et Examens (RES) ne leur sera peut-être pas applicable. Les étudiants SEN ayant informé le Bureau des affaires étudiantes (OSA) doivent se référer au message correspondant sur CUSIS. Le calendrier final des examens leur sera envoyé par e-mail autour du 22 novembre 2024, une fois que les arrangements nécessaires auront été pris avec les départements concernés.\n3. Absence lors des examens centralisés\nEn cas d'absence à un examen, veuillez suivre les règlements universitaires pertinents et soumettre une demande en personne au bureau suivant :\na. Étudiants de premier cycle : Section des inscriptions et examens (10/F, YIA)\nb. Étudiants IASP : Bureau des liens académiques (i-Centre, 1/F, YIA)\nc. Étudiants de troisième cycle : Bureau des études supérieures (7/F, YIA)\nVeuillez consulter la FAQ sur les absences aux examens centralisés sous la section \"Directives et informations pour les examens centralisés\" sur le site de RES pour obtenir des détails sur la procédure à suivre pour demander une absence et les documents justificatifs à soumettre. L'achat anticipé de billets d'avion ne sera pas accepté comme raison valable pour une absence.\n4. Calendrier final des examens\nLes étudiants doivent consulter les détails des examens dans le calendrier final des examens qui sera publié le 11 novembre 2024.\nCordialement,\nSection des inscriptions et examens\n30 octobre 2024\nClause de non-responsabilité\n******************CLAUSE DE NON-RESPONSABILITÉ******************\nCet e-mail est envoyé par ITSC à la demande de la Section des inscriptions et examens. Si vous avez des questions ou des commentaires concernant les politiques et les lignes directrices pour l'envoi de courriers massifs par ITSC, veuillez consulter https://cuhk.hk/ind-msmail ou soumettre vos demandes au Service Desk d’ITSC via https://cuhk.hk/ask-it.\n**********************************************"
}