{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Rejection is a detrimental experience that directly threatens people’s fundamental need for social acceptance and connection. Rejection is particularly distressing for people with elevated social anxiety, as it is their core fear. Yet, very few studies have examined the impact of daily rejection in the context of social anxiety. The present research examined the socioemotional effects of daily feelings of rejection in the context of social anxiety across two experience-sampling studies. Study 1 was a 2-week daily diary study with community adults and Study 2 was a 4-week ecological momentary assessment (EMA) study with a clinical sample of adults with and without social anxiety disorder (SAD). In both studies, elevated social anxiety was linked with feeling more rejected. In both studies, feeling more rejected was linked to higher intensity negative emotions and a greater desire to be alone. Interestingly, relationships between participants’ rejection feelings and their emotional well-being and social motivation did not vary based on their level of social anxiety symptoms. Taken together, results suggest that daily rejection experiences are associated with worse emotional well-being and impaired social functioning.",
    "trans": "Le refus est une expérience nuisible qui menace directement le besoin fondamental des individus d'acceptation sociale et de connexion. Il est particulièrement éprouvant pour les personnes souffrant d'anxiété sociale élevée, car c'est leur peur principale. Pourtant, très peu d'études ont examiné l'impact du rejet quotidien dans le contexte de l'anxiété sociale. Cette recherche a examiné les effets socioémotionnels des sentiments quotidiens de rejet dans le cadre de l'anxiété sociale à travers deux études d'échantillonnage expérientiel. L'étude 1 était une étude de journal quotidien de 2 semaines menée auprès d'adultes de la communauté, et l'étude 2 était une évaluation écologique momentanée (EMA) de 4 semaines avec un échantillon clinique d'adultes avec et sans trouble d'anxiété sociale (TAS). Dans les deux études, l'anxiété sociale élevée était liée à un sentiment de rejet plus marqué. Dans les deux études, se sentir plus rejeté était lié à des émotions négatives plus intenses et à un plus grand désir d'être seul. Fait intéressant, les relations entre les sentiments de rejet des participants et leur bien-être émotionnel ainsi que leur motivation sociale ne variaient pas en fonction de leur niveau de symptômes d'anxiété sociale. Dans l'ensemble, les résultats suggèrent que les expériences quotidiennes de rejet sont associées à un bien-être émotionnel moins favorable et à un fonctionnement social altéré."
}