{
    "source": "en_US",
    "target": "fr_FR",
    "text": "CERTIFICATION\nThe Respected Visa Officer：\nWe would like to confirm that [redacted_name] has worked in our [redacted_info] Co.,Ltd. for 2 years. He will take Spring Festival holiday to UK from January 28, 2025, to February 2, 2025, 6 days vacation with salary.\nHis details are as follows::\nName\nDate of birth\nPassport No\nPosition\nSalary\n[redacted_name]\n[redacted_number]\n[redacted_id]\n[redacted_info]\nRMB 8500/M\nWe hereby declare that we shall guarantee the following items for him\n1. All expense for his trip to UK will be covered by himself;\n2. He will abide by all of the law and rule in your country;\n3. He will return to China at the end of the trip and continue to work in our company.\nSignature：\nPosition：[redacted_info]\nName: [redacted_info] Co.,Ltd.\nAdd: Water Purification Park, Linheli Street, Tongzhou District, Beijing 15\nBuilding 2 Floor 363\nTel: [redacted_number]",
    "trans": "CERTIFICATION\nÀ l'attention du respecté agent des visas :\nNous souhaitons confirmer que [redacted_name] travaille dans notre société [redacted_info] Co., Ltd. depuis 2 ans. Il prendra ses vacances du Festival du Printemps au Royaume-Uni du 28 janvier 2025 au 2 février 2025, pour une durée de 6 jours avec salaire.\nSes coordonnées sont les suivantes :\nNom\nDate de naissance\nNuméro de passeport\nPoste\nSalaire\n[redacted_name]\n[redacted_number]\n[redacted_id]\n[redacted_info]\nRMB 8500/M\nNous déclarons par la présente que nous garantissons les éléments suivants pour lui :\n1. Toutes les dépenses de son voyage au Royaume-Uni seront couvertes par ses propres moyens ;\n2. Il respectera toutes les lois et règlements de votre pays ;\n3. Il retournera en Chine à la fin de son voyage et continuera à travailler dans notre entreprise.\nSignature :\nPoste : [redacted_info]\nNom : [redacted_info] Co.,Ltd.\nAdresse : Parc de purification d'eau, rue Linheli, district de Tongzhou, Pékin,\nbâtiment 2, étage 363\nTél : [redacted_number]"
}