{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Live the good life in bright and sunny Greenway. Welcome home to this gem in a prime location just steps away from the Herb Garden and the Visitation Valley Greenway Childrens Play Garden. This 2-bed, 1-bath home features an upgraded kitchen with granite countertops and plenty of natural light. Each bedroom has breathtaking views especially when the fog rolls over the San Bruno Mountain. Two car tandem parking in garage with ample unfinished basement space and the potential to add an accessory dwelling unit (ADU). The backyard is spacious featuring succulent agave plants, gorgeous views, custom brick landscape and BBQ area, with plenty of space for your garden. Conveniently close to the unique shops and restaurants on Leland Avenue, McLaren Park, Caltrain, San Bruno Avenue, Light rail, and Highway 101. Come visit and see this one for yourself!",
    "trans": "Vivez la belle vie dans le quartier lumineux et ensoleillé de Greenway. Bienvenue dans cette perle située dans un emplacement privilégié, à quelques pas du Jardin des Herbes et du Jardin de Jeux pour Enfants de la Visitation Valley Greenway. Cette maison de 2 chambres et 1 salle de bain dispose d'une cuisine modernisée avec des comptoirs en granit et bénéficie de beaucoup de lumière naturelle. Chaque chambre offre une vue imprenable, surtout lorsque le brouillard enveloppe la montagne de San Bruno. Un stationnement en tandem pour deux voitures dans le garage avec un espace de sous-sol vaste non aménagé et le potentiel d'ajouter une unité d'habitation accessoire (ADU). Le jardin arrière est spacieux, avec des plantes succulentes d’agave, une vue magnifique, un aménagement paysager en briques personnalisé et un coin BBQ, offrant amplement d’espace pour votre jardin. À proximité des boutiques uniques et des restaurants de Leland Avenue, du parc McLaren, de Caltrain, de San Bruno Avenue, du tramway léger et de l'autoroute 101. Venez visiter et voir cette maison par vous-même !"
}