{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Establish & maintain a strong network of relationships with regional government leaders\nTrack and analyze national and provincial government policy dynamics, including but not limited to laws and regulations, healthcare industry policies, market access & tender opportunities etc., conduct in-depth research to enable regional sales leaders to drive business results.\nCommunicate regularly to understand authorities’ intentions and preferences, convey and strive for support and resources.\nIdentify and drive collaborative projects with local authorities, such as government subsidies, tax incentives, joint projects, etc.\nMonitor and evaluate local policies or events that may negatively impact the business and develop response strategies promptly in times of crisis to mitigate the risks.\nRegularly report on the progress of relations work to senior management and provide policy recommendations and improvement suggestions.\nDefine and implement market assess strategies, ensure emphasis is placed on cost control and efficiency enhancement to ensure the profitability of the business.\nLead region Value-Based Purchasing project, make sure to achieve consensus on the product's value proposition with clinical and authorities.\nProvide consulting support to reginal business leaders and lead to resolve government related issues at regional level.",
    "trans": "Établir et entretenir un fort réseau de relations avec les dirigeants des gouvernements régionaux\nAnalyser et suivre l'évolution des politiques gouvernementales à l'échelle nationale et provinciale, y compris, sans s'y limiter, les lois et réglementations, les directives de l'industrie de la santé, l'accès au marché et les possibilités d'appels d'offres. Effectuer des recherches détaillées pour soutenir les responsables des ventes régionaux dans la réalisation de résultats commerciaux.\nEntretenir une communication régulière pour saisir les intentions et les préférences des autorités, demander et offrir de l'aide et des ressources.\nIdentifier et piloter des projets de collaboration avec les autorités locales, tels que des subventions gouvernementales, des incitations fiscales, des projets conjoints, etc.\nSurveiller et examiner les politiques ou événements locaux qui pourraient nuire à l'entreprise, puis mettre en place rapidement des plans de réaction en période de crise pour minimiser les risques.\nRendre compte régulièrement de l'avancement du travail de relations à la direction et fournir des recommandations politiques et des suggestions d'amélioration.\nÉlaborer et appliquer des stratégies d'évaluation du marché, garantir que la priorité soit donnée au contrôle des coûts et à l'optimisation de l'efficacité afin de garantir la profitabilité de l'entreprise.\nDiriger le projet d'achat basé sur la valeur de la région, s'assurer d'obtenir un consensus sur la proposition de valeur du produit auprès des cliniques et des autorités.\nApporter une assistance consultative aux responsables commerciaux régionaux et superviser la résolution des problématiques gouvernementales à l'échelle régionale."
}