{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello,\nWe hope this email finds you well. We just wanted to check in!\nWe recognize that the fertility journey can feel new and overwhelming for many people, but we are here to support you each step of the way. We know that you were given so much information during your initial conversation with a Patient Care Advocate (PCA), so if you need a refresher on any part of your benefit, please don’t hesitate to reach out.\nPlease let us know if you decide to move forward with any next steps and we will help you with the process. If you've chosen to pursue treatment, please let us know and your PCA will work to ensure your treatment is authorized. If relevant to your treatment journey, it's helpful to ask your clinic for your medication protocol, and then check with your PCA about medication coverage and whether or not you need prior authorization.\nWe are here to help! If you have any questions or just want to chat, please contact your PCA.",
    "trans": "Bonjour,\nNous espérons que ce message vous trouve en bonne santé. Nous voulions juste prendre de vos nouvelles !\nNous comprenons que le parcours de fertilité peut être nouveau et accablant pour de nombreuses personnes, mais nous sommes là pour vous soutenir à chaque étape. Nous savons que vous avez reçu beaucoup d'informations lors de votre première conversation avec un conseiller en soins aux patients (PCA), donc si vous avez besoin d'un rappel sur une partie de vos avantages, n'hésitez pas à nous contacter.\nVeuillez nous faire savoir si vous décidez de passer à l'étape suivante et nous vous accompagnerons dans le processus. Si vous avez choisi de suivre un traitement, faites-le nous savoir et votre PCA veillera à ce que votre traitement soit autorisé. Si cela est pertinent pour votre parcours de traitement, il est utile de demander à votre clinique votre protocole de médication, puis de vérifier avec votre PCA la couverture des médicaments et si une autorisation préalable est nécessaire.\nNous sommes là pour vous aider ! Si vous avez des questions ou si vous souhaitez simplement discuter, contactez votre PCA."
}