{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In recent years, a new generation of animal models of PD has been made available, based on the enhanced, pathological accumulation of neuromelanin (NMel). The rationale behind these approaches was based on (i) well-known evidence for the presence of a reciprocal association between the incidence of PD and melanoma (Olsen et al., 2006; Constantinescu et al., 2007; Bertoni et al., 2010; Inzelberg et al., 2016; Dalvin et al., 2017; Bose et al., 2018; Dube et al., 2020); (ii) detection of alpha-synuclein in malignant melanocytes (Dean and Lee, 2021); (iii) proven correlation between dopaminergic cell vulnerability and neuromelanin content (Hirsch et al., 1988, 1989; Kastner et al., 1992); and (iv) the fact that primates (human and non-human) are the only animal species with pigmented neurons in the ventral mesencephalon, locus coeruleus (LC) and dorsal motor nucleus of the vagus nerve (DMNX), three structures in close relationship with the potential prionoid spread of alpha-synuclein pathology, in keeping with the so-called “Braak hypothesis” (Braak et al., 2002, 2003) that postulates a clinicopathological correlation of LB burden in parallel to disease progression.\nIn humans, dopamine neurons became pigmented upon the age-dependent intracytoplasmic accumulation of NMel, a dark granular-like substrate resulting from a non-enzymatic oxidation of dopamine (Fedorow et al., 2005, 2006), reaching pigmentation levels high enough to allow direct macroscopical visualization of the SNc and LC (not the same case for pigmented DMNX, only visible microscopically). Pigmentation levels increase with age, particularly in humans (Fedorow et al., 2006) and to a lesser extent in non-human primates, where a very mild pigmentation can only be detected beyond 6 years of age in squirrel monkeys (McCormack et al., 2004). In this regard, the potential role of NMel in dopaminergic cell degeneration has long been neglected since rodents, as by far the most commonly used experimental laboratory animals, do not accumulate NMel (Marsden, 1961; Carballo-Carbajal et al., 2019).",
    "trans": "Ces dernières années, une nouvelle génération de modèles animaux de la maladie de Parkinson (MP) a été mise à disposition, basée sur l'accumulation pathologique accrue de neuromélanine (NMel). Le raisonnement derrière ces approches était fondé sur (i) des preuves bien établies de l'association réciproque entre l'incidence de la MP et du mélanome (Olsen et al., 2006; Constantinescu et al., 2007; Bertoni et al., 2010; Inzelberg et al., 2016; Dalvin et al., 2017; Bose et al., 2018; Dube et al., 2020); (ii) la détection de l'alpha-synucléine dans les mélanocytes malins (Dean et Lee, 2021); (iii) la corrélation prouvée entre la vulnérabilité des cellules dopaminergiques et le contenu en neuromélanine (Hirsch et al., 1988, 1989; Kastner et al., 1992); et (iv) le fait que les primates (humains et non-humains) sont les seules espèces animales à posséder des neurones pigmentés dans le mésencéphale ventral, le locus coeruleus (LC) et le noyau moteur dorsal du nerf vague (DMNX), trois structures en relation étroite avec la propagation potentielle prionioïde de la pathologie de l'alpha-synucléine, conformément à l'hypothèse de Braak (Braak et al., 2002, 2003), qui postule une corrélation clinicopathologique de la charge des corps de Lewy parallèlement à la progression de la maladie.\nChez les humains, les neurones dopaminergiques deviennent pigmentés suite à l'accumulation intracytoplasmique de NMel dépendante de l'âge, un substrat granulaire sombre résultant de l'oxydation non enzymatique de la dopamine (Fedorow et al., 2005, 2006), atteignant des niveaux de pigmentation suffisamment élevés pour permettre une visualisation macroscopique directe du SNc et du LC (ce n'est pas le cas pour le DMNX pigmenté, qui n'est visible qu'au microscope). Les niveaux de pigmentation augmentent avec l'âge, en particulier chez les humains (Fedorow et al., 2006) et dans une moindre mesure chez les primates non humains, où une pigmentation très faible ne peut être détectée qu'après 6 ans d'âge chez les singes écureuils (McCormack et al., 2004). À cet égard, le rôle potentiel de la NMel dans la dégénérescence des cellules dopaminergiques a longtemps été négligé, car les rongeurs, de loin les animaux de laboratoire expérimentaux les plus utilisés, ne présentent pas d'accumulation de NMel (Marsden, 1961; Carballo-Carbajal et al., 2019)."
}