{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Parents,\nArt in Mangroves Competition\nParticipation Categories:\nCycle 1 (Grades 1-4)\nFormat: Drawing and Painting\nTopic: The wonders and secrets of the mangrove world\nCycle 2 (Grades 5-9)\nFormat: Sculptures and Prototypes\nTopic: The wonders and secrets of the mangrove world\nOptions for Projects:\nBuild a model representing the mangrove's diverse ecosystem.\nCreate a storytelling piece showing how different elements of the mangrove ecosystem interact and protect against rising sea levels, storms, erosion, and floods.\nDesign a “Mangrove Defender” invention, such as a tool for planting, cleaning pollution, or monitoring mangrove health.\nSubmission Details\nDeadline: All artwork must be submitted to the school by November 5, 2024.\nJudging Criteria\nFor All Entries:\nCreative and innovative features\neffective use of materials\nAdherence to the theme\nNovelty and new ideas\nEnvironmental message conveyed\nQuality of the artwork\nFor Sculptures and Prototypes:\nUse of sustainable materials (recycled materials preferred)\nCompetition Requirements and Conditions\nTheme: Artwork must adhere to the provided themes but can include a creative touch.\nDimensions: All submitted art forms cannot exceed 1 meter in length and 1 meter in width.\nMaterials: All art must use sustainable, non-toxic, and preferably recycled materials.\nArtistic Enhancements: Use embellishments (crystals, reflective materials, ribbons, adhesives) only for enhancement purposes.\nColor Diversity: Different colors may be used to express creativity.\nMaterial Processing: Creative melting, mixing, or blending of materials during the artistic process is allowed.\nEncourage Creativity!\nParticipants are encouraged to explore the beauty and importance of mangroves through their artwork. This competition is a fantastic opportunity to express creativity while raising awareness about our vital ecosystems!\nBest of Luck,\nMs. [redacted_name].",
    "trans": "Chers Parents,\nConcours de L'Art dans les Mangroves\nCatégories de participation :\nCycle 1 (Classes 1 à 4)\nFormat : Dessin et peinture\nThème : Les merveilles et secrets du monde des mangroves\nCycle 2 (Classes 5 à 9)\nFormat : Sculptures et prototypes\nThème : Les merveilles et secrets du monde des mangroves\nOptions de projets :\nConstruire une maquette représentant l’écosystème varié des mangroves.\nComposer une œuvre narrative illustrant comment les divers composants de l'écosystème des mangroves interagissent et défendent contre la montée du niveau de la mer, les tempêtes, l'érosion et les crues.\nConcevoir une invention appelée « Défenseur des mangroves » comme un outil pour planter, nettoyer la pollution ou surveiller la santé des mangroves.\nDétails de la soumission\nDate limite : Toutes les œuvres doivent être soumises à l'école avant le 5 novembre 2024.\nCritères de jugement\nPour toutes les participations :\nCaractéristiques créatives et innovantes\nUtilisation efficace des matériaux\nRespect du thème\nOriginalité et nouvelles idées\nMessage environnemental transmis\nQualité de l'œuvre\nPour les sculptures et prototypes :\nUtilisation de matériaux durables (matériaux recyclés préférés)\nExigences et conditions du concours\nThème : Les œuvres doivent respecter les thèmes fournis mais peuvent inclure une touche créative.\nDimensions : Aucun des arts soumis ne doit excéder 1 mètre en longueur et 1 mètre en largeur.\nMatériaux : Toutes les œuvres doivent utiliser des matériaux durables, non toxiques et de préférence recyclés.\nAméliorations artistiques : Utilisez des embellissements (cristaux, matériaux réfléchissants, rubans, adhésifs) uniquement à des fins d'amélioration.\nDiversité des couleurs : Différentes couleurs peuvent être utilisées pour exprimer la créativité.\nGestion des matériaux : L'utilisation créative de la fusion, du mélange ou de l'assemblage de matériaux dans le processus artistique est permise.\nEncouragez la créativité !\nOn invite les participants à découvrir la magnificence et l'importance des mangroves par le biais de leurs créations artistiques. Ce concours représente une formidable opportunité de manifester sa créativité tout en éveillant les consciences sur l'importance de nos écosystèmes essentiels !\nBonne chance,\nMme [redacted_name]"
}