{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Winfried,\nThe Oslo-Frederikshavn-Copenhagen route has always been part of DFDS and it was not an easy decision to part ways with the route. Today, however, we are very sad to say goodbye and delighted that the new owner Gotlandsbolaget will take on this iconic route as they are better suited to develop the experience of this route into the future to benefit both staff and passengers.\nWe would like to inform you that DFDS has now sold the Oslo-Frederikshavn-Copenhagen route and as of 31 October 2024 handed over the vessels Pearl Seaways and Crown Seaways and all operations, crew and staff to the new owner Alvina Shipping A/S, part of Gotlandsbolaget.\nThe route will continue to operate as normal also using the familiar DFDS brand for an agreed transition period. If you already have a booking, your ticket will remain valid, and you can enjoy the wonderful experience of the Oslo-Frederikshavn-Copenhagen crossings. To make a new booking, please do so in the normal way via www.dfds.com.\nNew Data Controller\nWith this change, effective 31 October 2024, Alvina Shipping A/S - company reg. (CVR) no. 44631261 has also become the new data controller, overseeing your personal data with the same high standards of protection and privacy you have come to expect from DFDS.\nWhat this means for you\nNo action required: Put simply, you don’t need to do anything! The transition will be seamless, and all rights as well as obligations of DFDS A/S will be transferred to the new owner Alvina Shipping A/S, that will continue to process your data in accordance with applicable data protection laws.\nUninterrupted service: Your travel service will continue smoothly, with the new owner Alvina Shipping A/S honouring all existing terms and conditions.\nUpdated privacy policy: Alvina Shipping A/S has revised its privacy notice to reflect this transition. We encourage you to review the updated policy HERE.\nShould you have any questions or concerns, please feel free to contact us at dkinfo@dfds.com or visit our FAQ: www.dfds.com/en/passenger-ferries/transaction-of-the-copenhagen-frederikshavn-oslo-route. We are here to support you at every step of this transition.\nThank you for your continued loyalty and trust. We look forward to seeing you embark on new journeys with the iconic Oslo-Frederikshavn-Copenhagen route.\nWarm regards,",
    "trans": "Winfried,\nDFDS a toujours été en possession de la ligne Oslo-Frederikshavn-Copenhague et il n'est pas simple de prendre la décision de nous en défaire. Néanmoins, il est avec une profonde tristesse que nous faisons nos adieux aujourd'hui. Nous sommes également ravis de constater que le nouveau propriétaire Gotlandsbolaget assumera la gestion de cette ligne emblématique, étant mieux positionné pour en assurer l'évolution à l'avenir, au profit du personnel et des voyageurs.\nNous tenons à vous signaler que DFDS a cédé la ligne Oslo-Frédérikshavn-Copenhague. À partir du 31 octobre 2024, les navires Pearl Seaways et Crown Seaways, ainsi que toutes les opérations, l'équipage et le personnel, seront remis au nouveau propriétaire Alvina Shipping A/S, une filiale de Gotlandsbolaget.\nLa ligne continuera à fonctionner normalement en utilisant également la marque DFDS familière pendant une période de transition convenue. Si vous avez déjà une réservation, votre billet restera valable et vous pourrez profiter de la merveilleuse expérience des traversées Oslo-Frederikshavn-Copenhague. Pour effectuer une nouvelle réservation, veuillez le faire de la manière habituelle via www.dfds.com.\nNouveau responsable du traitement des données\nSuite à ce changement, dès le 31 octobre 2024, Alvina Shipping A/S (numéro d'enregistrement de la société : CVR 44631261) a également été désignée comme le nouveau responsable du traitement des données. Elle supervisera vos données personnelles en maintenant les mêmes standards élevés de protection et de confidentialité auxquels vous êtes habitué avec DFDS.\nCe que cela signifie pour vous\nAction pas nécessaire : Pour faire simple, vous n'avez aucun effort à fournir ! La transition se déroulera en toute sérénité et tous les droits ainsi que les responsabilités de DFDS A/S seront cédés au nouveau détenteur Alvina Shipping A/S, qui poursuivra le traitement de vos données en respectant les lois pertinentes de protection des données.\nService continu : Votre service de voyage se déroulera sans interruption, Alvina Shipping A/S, le nouveau propriétaire, respectera toutes les conditions générales en cours.\nMise à jour de la politique de confidentialité : Alvina Shipping A/S a mis à jour sa politique de confidentialité afin de refléter ce changement. Nous vous recommandons de jeter un œil à la politique actualisée ICI.\nEn cas de questions ou soucis, veuillez nous écrire à dkinfo@dfds.com ou consulter notre section FAQ : www.dfds.com/en/passenger-ferries/transaction-of-the-copenhagen-frederikshavn-oslo-route. Nous sommes présents pour vous soutenir à chaque phase de cette transition.\nNous vous sommes reconnaissants de votre fidélité et de votre confiance continue. Nous sommes impatients de vous accueillir à bord des navires emblématiques qui assurent la ligne Oslo-Frederikshavn-Copenhague.\nCordialement,"
}