{
    "source": "en_US",
    "target": "fr_FR",
    "text": "At YAPCHANKOR, we have helped many people seeking wrist pain therapyin Malaysia to achieve real recoveries that help them to get back to their normal daily life. We understand that severe wrist pain can really affect your life, after all, your hands are so crucial to doing anything. We also know that you may have tried other treatments that did not work and are feeling frustrated that the pain and stiffness has not gone away.\nStep 1: Assess\nDuring your first visit to us for your wrist pain therapy, our physiotherapist will examine your wrist, arm and hands for areas of tenderness and swelling. We will also test your range of motion and wrist strength. We will ask you to rate your pain on a scale of zero to 10 and discuss how well you’re functioning with your pain. We focus on real results for our patient, so we make a strong effort to measure your progress throughout our treatment, sometimes with photos and videos too.\nIf you have already seen a doctor or tried any other treatments, it will be helpful if you brought the report or any X-ray, MRIs or CT scans that you may have.\nStep 2:Integrative Therapy\nOur wrist pain therapy involves physiotherapy techniques like massage/muscle release techniques, heat, TENs (electrical stimulation), and ultrasound to relax your wrist and the muscles and soft tissues around it. We will then prepare our custom-made and proven herbal medicine patches to wrap around your affected wrist after the physiotherapy session. These patches are worn on your wrist for at least 12 hours, and help with reducing pain and inflammation as well as improving blood circulation and healing rates.\nAs you improve over the course of our treatment, our physiotherapist will teach you exercises for your wrist. You need to perform these wrist exercises regularly to maintain and improve the recovery you see from our treatment.\nStep 3: Results\nOur wrist pain patients usually start seeing results within a few days of treatment. Results at this early stage of our treatment will include reduction in pain levels. Wrist pain treatment at YAPCHANKOR can last from one week to 3 weeks, depending on the severity of the condition. Usually a wrist sprain will take a shorter time to recover than a repetitive stress injury. The key to the faster recovery they see at YAPCHANKOR is our proprietary herbal medicine patches which help expedite the body’s healing rates and to reduce inflammation.\nCarpal Tunnel Syndrome progress at YAPCHANKOR",
    "trans": "À YAPCHANKOR, nous avons soutenu de nombreuses personnes en Malaisie qui recherchaient une thérapie pour les douleurs au poignet, leur permettant d'atteindre de véritables rémissions et de reprendre une vie quotidienne normale. Nous savons que des douleurs aiguës au poignet peuvent avoir un fort impact sur votre quotidien, car vos mains sont indispensables pour l'ensemble de vos activités. Nous sommes également conscients que vous avez sans doute testé d'autres thérapies qui n'ont pas donné les résultats escomptés et que la persistance de la douleur et de la rigidité peut être source de frustration pour vous.\nÉtape 1 : Évaluation\nLors de votre première consultation pour un traitement de la douleur au poignet, notre spécialiste en physiothérapie évaluera votre poignet, bras et mains afin d'identifier les zones sensibles et enflées. Nous évaluerons aussi l'étendue de votre mouvement et la puissance de votre poignet. Nous vous solliciterons pour juger l'intensité de votre douleur selon une échelle de zéro à dix et pour parler de la façon dont elle influence votre fonctionnement. Nous nous engageons à obtenir des résultats tangibles pour nos patients, c'est pourquoi nous mettons un point d'honneur à suivre votre évolution tout au long de notre prise en charge, parfois à l'aide de photos et de vidéos.\nSi vous avez déjà consulté un médecin ou essayé d'autres traitements, il sera utile que vous apportiez le rapport ou toute radiographie, IRM ou tomodensitométrie que vous pourriez avoir.\nÉtape 2 : Thérapie intégrative\nNotre approche de traitement de la douleur au poignet comprend des méthodes de physiothérapie telles que les massages/libérations musculaires, la thermothérapie, le TENs (stimulation électrique) et l'ultrason pour apaiser votre poignet ainsi que les muscles et les tissus mous adjacents. Par la suite, nous concocterons nos patchs de médecine à base de plantes sur mesure et efficaces pour envelopper votre poignet touché après la session de physiothérapie. Ces patchs se portent sur le poignet pendant un minimum de 12 heures et contribuent à soulager la douleur et l'inflammation, tout en favorisant la circulation sanguine et les processus de guérison.\nAu fur et à mesure que vous vous améliorez au cours de notre traitement, notre physiothérapeute vous enseignera des exercices pour votre poignet. Vous devez effectuer ces exercices de poignet régulièrement pour maintenir et améliorer la récupération que vous voyez de notre traitement.\nÉtape 3 : Résultats\nNos patients qui ont des douleurs au poignet commencent souvent à ressentir une amélioration quelques jours après la thérapie. Les effets à ce stade initial de notre traitement incluront une diminution des niveaux de douleur. La durée du traitement de la douleur au poignet chez YAPCHANKOR peut varier de sept jours à trois semaines, en fonction de la sévérité de l'état. En général, une entorse du poignet guérit plus rapidement qu'une lésion liée à un stress répétitif. Ce qui leur permet de se rétablir plus rapidement chez YAPCHANKOR, c'est l'utilisation exclusive de nos patchs médicinaux à base de plantes qui favorisent une guérison corporelle accélérée et diminuent l'inflammation.\nProgression du syndrome du canal carpien chez YAPCHANKOR"
}