{
    "source": "en_US",
    "target": "fr_FR",
    "text": "View Online\nJian,\nhere’s your September\nstatement.\nHello Jian,\nYour latest monthly statement is ready to view. It’s an easy way for you to keep tabs on your agreement. We’ll send it at the same time every month so you’re always up to date.\nView statement\nWith Mercedes me finance you can keep track of your agreement online, anytime, anywhere. Update your details, change your monthly payment date, and more. Log in or register now to take control.\nGo to Mercedes me finance\nKeeping your car in shape helps to keep its value at the end of your agreement. So, we’ve put together some suggestions on how to keep it running smoothly and looking its best.\nView suggestions\nIf your circumstances change for any reason, or you need a little extra support managing your agreement, please don’t worry. Our team is on hand to help.\nGet in touch\nWould you like this information in another format, such as print? If so, please let us know.\nYours sincerely,\nMercedes-Benz Finance\nWe’d love to know if you found the information in this email helpful and easy to understand. If you have a couple of minutes, please complete our short survey to give us your feedback.\nTell us what you think\nMercedes-Benz Financial Services and Mercedes-Benz Finance are trading names of Mercedes-Benz Financial Services UK Limited. Registered in England and Wales (registered number 2472364). Delaware Drive, Tongwell, Milton Keynes, MK15 8BA. Authorised and regulated by the Financial Conduct Authority.\nMercedes-Benz Financial Services UK Limited takes your privacy seriously. Unless you have agreed otherwise, your personal information will only be used to provide the products and services you have requested from us, and to administer your agreement. We will duly and diligently safeguard the privacy and confidentiality of your data. For more information on how we use your data, please see our privacy policy.\n© 2024 Mercedes-Benz Group AG Legal Notice",
    "trans": "Voir en ligne\nJian\nvoici votre septembre\nrelevé\nBonjour Jian,\nVotre dernier relevé mensuel est prêt à être consulté. C'est un moyen facile pour vous de garder un œil sur votre contrat. Nous vous l'enverrons à la même heure chaque mois afin que vous soyez toujours à jour.\nVoir le relevé\nAvec Mercedes me finance, vous pouvez suivre votre contrat en ligne, à tout moment et n'importe où. Mettez à jour vos informations, changez votre date de paiement mensuel, et plus encore. Connectez-vous ou inscrivez-vous maintenant pour prendre le contrôle.\nAller à Mercedes me finance\nEntretien de votre voiture aide à maintenir sa valeur à la fin de votre contrat. Nous avons donc rassemblé quelques suggestions sur la façon de la garder en bon état de marche et à son meilleur aspect.\nVoir les suggestions\nSi votre situation change pour une raison quelconque, ou si vous avez besoin d'un peu d'aide supplémentaire pour gérer votre contrat, ne vous inquiétez pas. Notre équipe est là pour vous aider.\nPrenez contact\nSouhaitez-vous recevoir ces informations dans un autre format, comme une version imprimée ? Si oui, veuillez nous le faire savoir.\nCordialement,\nMercedes-Benz Finance\nNous aimerions savoir si vous avez trouvé les informations contenues dans cet e-mail utiles et faciles à comprendre. Si vous avez quelques minutes, veuillez remplir notre court sondage pour nous donner votre avis.\nDites-nous ce que vous en pensez\nMercedes-Benz Financial Services et Mercedes-Benz Finance sont des noms commerciaux de Mercedes-Benz Financial Services UK Limited. Enregistrée en Angleterre et au Pays de Galles (numéro d'enregistrement 2472364). Delaware Drive, Tongwell, Milton Keynes, MK15 8BA. Autorisée et réglementée par la Financial Conduct Authority.\nMercedes-Benz Financial Services UK Limited prend votre vie privée au sérieux. Sauf accord contraire de votre part, vos informations personnelles ne seront utilisées que pour fournir les produits et services que vous nous avez demandés, et pour administrer votre contrat. Nous protégerons dûment et diligemment la confidentialité de vos données. Pour plus d'informations sur la façon dont nous utilisons vos données, veuillez consulter notre politique de confidentialité.\n© 2024 Mercedes-Benz Group AG Mentions légales"
}