{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Present ticket at front gate for park entry. This product is not valid on Saturday. Some attractions in the park may require an\nadditional fee. This ticket may not be used for private or special\nevents.\nA chaperone policy is in effect for guests visiting Six Flags Great\nAdventure. Under the chaperone policy, all park guests who are\nages 15 years old or younger must be accompanied by a\nchaperone who is at least 21 years old to be admitted to, or\nremain in, the park after 5:00 p.m. local time to close. The\nchaperone must present a valid government-issued photo identification with date of birth at ticket entry. One (1) chaperone\nmay accompany no more than ten (10) guests ages 15 or\nyounger per day. In addition, the chaperone must accompany\ntheir party during entry, remain inside the park during their visit, and be available by phone throughout their stay. Guests ages 15 years old or younger who are found inside the park\nunaccompanied by a chaperone will be subject to ejection.",
    "trans": "Présentez votre ticket à l'entrée pour avoir accès au parc. Ce produit n'est pas valable le samedi. Certaines attractions du parc pourraient être\npayantes. Ce ticket ne peut pas être utilisé pour des évènements\nprivés ou spéciaux.\nUne politique d'accompagnement est mise en place pour les visiteurs de Six Flags Great\nAdventure. Dans le cadre de la politique d'accompagnement, tous les visiteurs du parc de\n15 ans et moins doivent être accompagnés par un\nadulte d'au moins 21 ans pour être admis, ou\nrester dans, le parc après 17h heure locale à la fermeture. L'\naccompagnant doit présenter un document d'identité avec photo émis par le gouvernement avec date de naissance à l'entrée du parc. Un (1) accompagnant\nne peut pas accompagner plus de dix (10) visiteurs de 15 ans ou\nmoins par jour. De plus, l'accompagnant devra accompagner\nson groupe lors de l'entrée au parc, rester dans le parc durant leur visite, et être disponible par téléphone tout au long de leur séjour. Les visiteurs de 15 ans ou moins se trouvant à l'intérieur du parc\nsans leur accompagnant seront expulsés."
}