{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Fundamental ideas of transhumanism were first advanced in 1923 by the British geneticist J. B. S. Haldane in his essay Daedalus: Science and the Future, which predicted that great benefits would come from the application of advanced sciences to human biology—and that every such advance would first appear to someone as blasphemy or perversion, \"indecent and unnatural\".[ 30] In particular, he was interested in the development of the science of eugenics, ectogenesis (creating and sustaining life in an artificial environment), and the application of genetics to improve human characteristics such as health and intelligence.\nHis article inspired academic and popular interest. J. D. Bernal, a crystallographer at Cambridge, wrote The World, the Flesh and the Devil in 1929, in which he speculated on the prospects of space colonization and radical changes to human bodies and intelligence through bionic implants and cognitive enhancement.[ 31] These ideas have been common transhumanist themes ever since.[ 2]\nThe biologist Julian Huxley is generally regarded as the founder of transhumanism after using the term for the title of an influential 1957 article.[ 6] But the term derives from a 1940 paper by the Canadian philosopher W. D. Lighthall.[ 32] Huxley describes transhumanism in these terms:",
    "trans": "Les idées principales du transhumanisme ont été avancées pour la première fois en 1923 par le généticien britannique J. B. S. Haldane dans son essai Daedalus : Science and the Future. Ce dernier prévoyait que de grands bénéfices découleraient de l'application des sciences avancées à la biologie humaine et que chaque avancée de ce type apparaîtrait d'abord à quelqu'un comme un blasphème ou une perversion, « indécent et contre nature ». [30] En particulier, il s'intéressait au développement de la science de l'eugénisme, de l'ectogenèse (création et maintien de la vie dans un environnement artificiel) et à l'application de la génétique pour améliorer les caractéristiques humaines telles que la santé et l'intelligence.\nSon article a éveillé un intérêt à la fois académique et populaire. J. D. Bernal, un cristallographe à Cambridge, a écrit The World, the Flesh and the Devil en 1929, dans lequel il spéculait sur les possibilités de colonisation spatiale et de transformations radicales du corps et de l'intelligence humains grâce à des implants bioniques et à l'amélioration cognitive. [31] Ces idées sont des thèmes transhumanistes récurrents depuis lors. [2]\nLe biologiste Julian Huxley est généralement considéré comme le fondateur du transhumanisme après avoir utilisé le terme pour le titre d'un article influent de 1957.[6] Mais le terme dérive d'un article de 1940 du philosophe canadien W. D. Lighthall.[32] Huxley décrit le transhumanisme en ces termes :"
}