{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Mia goes to Benny's place where she finds him lost in thought, sorting through photos. He tells her that if she's hungry there's food in the kitchen and drinks at the bar but he's kind of busy and they should talk later.\nMia says that she's in trouble and he puts the photos away and asks what happened. She describes the whole situation with Angel Mora. Benny thinks her story is amazing, almost unbelievably so. He doesn't think that she's lying but thinks that she is likely confused because her imagination is too vivid due to her job as a journalist. He thinks that if Mora is angry at her, he must have lost his marbles. Heinvites her tolive with him until things quiet down. He would keep her presence a secret and says she would be safe there.\nHe tells her that if things drag on, he can buy her a house in the Maldives. He tells her to please understand but he can't get involved in this matters because he needs to remain neutral with both the werewolves and vampires, and she should probably stop annoying the world's most powerful vampires.\nMia tells Benny that it was not her fault it came to this. Benny says that if she needs help he can help her leave, change her name, her age, whatever she needs. The offer stands. He can also open her a bank account with a six-figure balance so she can buy a house and have a peaceful life. But if she wants to play around with ancient prophecies and put herself into further danger she can, but she should not bother him with it because he does not have time for it. He then explains, pointing at the pictures, that he's planning a bigconcert and his fans expect a lot of him and he cannot fail them and apologises.\nMia can then - Ask what he's doing exactly - or - Leave - (both free options). If she asks him for details he explains he is choosing outfits, decorations and special effects;if she just leaves, the scene skips directly to the next choice.\nMia says that she needs to go and you get a choice (both free options)to tell Benny- Don't worry, I understand [💗+1 Benny] - or We're through [ -1 Benny].\nIf Mia choses the first answer, Benny says that a girl like her is a rare find and asks her to call him, to which she replies that of course she will.\nIf Mia choses the second answer, she tells him that everything is more important than her. He doesn't look up from his photos, says it's one less problem for him, snaps his fingers towards the door and says the exit is there. She storms away and waits for his apology call, which never comes.",
    "trans": "Mia se rend chez Benny où elle le trouve perdu dans ses pensées, en train de trier des photos. Il lui demande que si elle a faim, il y a de la nourriture dans la cuisine et des boissons au bar, mais qu'il est un peu occupé et qu'ils devraient parler plus tard.\nMia dit qu'elle a des problèmes, il range les photos et lui demande ce qui s'est passé. Elle décrit toute la situation avec Angel Mora. Benny trouve son histoire extraordinaire, presque incroyable. Il ne pense pas qu'elle mente, mais qu'elle est probablement confuse parce que son imagination est trop vive en raison de son travail de journaliste. Il pense que si Mora est en colère contre elle, c'est qu'il a perdu la boule. Il invite la jeune femme à vivre avec lui jusqu'à ce que les choses se calment. Il gardera sa présence secrète et lui dit qu'elle y sera en sécurité.\nIl lui dit que si les choses s'éternisent, il pourra lui acheter une maison aux Maldives. Il lui demande de bien vouloir comprendre, mais il ne peut pas s'impliquer dans cette affaire car il doit rester neutre vis-à-vis des loups-garous et des vampires, et elle devrait probablement cesser d'ennuyer les vampires les plus puissants du monde.\nMia répond à Benny que ce n'est pas de sa faute si on en est arrivé là. Benny lui dit que si elle a besoin d'aide, il peut l'aider à partir, à changer de nom, d'âge, tout ce dont elle a besoin. L'offre tient toujours. Il peut aussi lui ouvrir un compte bancaire avec un solde à six chiffres pour qu'elle puisse acheter une maison et avoir une vie paisible. Mais si elle veut jouer avec les anciennes prophéties et se mettre encore plus en danger, elle peut le faire, mais elle ne doit pas l'ennuyer avec ça parce qu'il n'a pas le temps pour ça. Il explique ensuite, en montrant les photos, qu'il prépare un grand concert et que ses fans attendent beaucoup de lui et qu'il ne peut pas les décevoir, et il s'excuse.\nMia peut alors - Demander ce qu'il fait exactement - ou - Partir - (les deux options sont libres). Si elle lui demande des détails, il explique qu'il choisit des tenues, des décorations et des effets spéciaux; si elle s'en va, la scène passe directement au choix suivant.\nMia dit qu'elle doit partir et vous avez le choix (les deux options libres) de dire à Benny - Ne t'inquiète pas, je comprends [💗+1 Benny] - ou Nous avons fini [ -1 Benny].\nSi Mia choisit la première réponse, Benny dit qu'une fille comme elle est rare et lui demande de l'appeler, ce à quoi elle répond que bien sûr elle le fera.\nSi Mia choisit la deuxième réponse, elle lui dit que tout est plus important qu'elle. Il ne lève pas les yeux de ses photos, dit que c'est un sous problème pour lui, claque des doigts vers la porte et dit que la sortie est là. Elle s'en va en claquant la porte et attend son appel d'excuse, qui ne vient jamais."
}