{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Logan just gave a grunt. The pain kicked in, and he looked down at himself. Bloody circles had made their way to the surface of his clothes, and he huffed. Maybe Wade was better at getting shot than he was.\nHe started to peel off his now-holey jacket. Wade whistled and hooped at him. Logan meant to give him a look of dissatisfaction while he also undid the buttons on his stained red dress-shirt, but making eye contact with him right then from across the room was probably a stupid idea.\nWade giggling a little and practically running over to him out of excitement amongst the corpses being kicked aside would've probably sent his blood rushing downwards in different scenarios (and maybe it still did), but his brain was also busy trying to get his body to hurry up and quit leaking it out all over the place. Wade clung onto his bare arm after his shirt came loose, and instead of promoting it- Logan let out a yelp as Wade pushed a bullet lodged into his shoulder a little deeper.",
    "trans": "Logan se limita à grogner. La souffrance apparut, et il détourna le regard vers lui-même. Des taches de sang avaient émergé sur ses habits, et il souffla. Il se peut que Wade avait un plus grand talent que lui pour recevoir les balles.\nIl a commencé à enlever sa veste qui était maintenant déchirée. Wade a sifflé et a fait une remarque en le regardant. Logan voulait lui jeter un œil réprobateur tout en déboutonnant sa chemise rouge pleine de sang, mais croiser son regard précisément à ce moment-là, de l'autre côté de la pièce, n'était probablement pas la meilleure chose à faire.\nL'observer glousser joyeusement à son approche, dépassant les corps sans vie sur sa route, aurait probablement suscité une réaction tout autre dans d'autres circonstances (et peut-être que c'était un peu le cas), mais son esprit était trop préoccupé à tenter d'arrêter l'hémorragie de son propre corps. Wade saisit son bras nu après que sa chemise se soit déchirée, et au lieu de le souteni- Logan poussa un cri quand Wade enfonça davantage la balle coincée dans son épaule."
}