{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your package might undergo unusual shipping condition, this may due to several reasons, most likely package was returned to sender, customs issue, lost, damaged etc. General explanation:\nYour package is being returned to sender due to any of these reasons: package refused by addressee; incorrect / illegible / incomplete address; expired retention period; addressee absence; etc.\nYour package might be retained by customs department due to any of these reasons: contains prohibited goods; importation of the goods is restricted; retained by customs due to tax payable, or any other unspecified reasons.\nYour package may have suffered damage or been lost during the transportation period.\nIf you ensure your package has been delivered successfully, please ignore this notice. However, if you haven't received your package and it is under the\"Alert\" status, then please pay attention: you need to read and analyze the detailed tracking information carefully. Due to complex description of worldwide shipping providers, we can't auto-detect and determine all the status 100% accurately, hope you understand. We'd advise you to contact the package sender or your shipping carrier for clarification.",
    "trans": "Votre colis pourrait être soumis à des conditions d'expédition inhabituelles, ce qui peut être dû à plusieurs raisons, le plus souvent parce que le colis a été retourné à l'expéditeur, un problème douanier, perdu, endommagé, etc. Explication générale :\nVotre colis est retourné à l'expéditeur pour l'une des raisons suivantes : colis refusé par le destinataire ; adresse incorrecte / illisible / incomplète ; période de rétention expirée ; absence du destinataire ; etc.\nVotre colis peut être retenu par les services douaniers pour l'une des raisons suivantes : contient des marchandises interdites ; l'importation des marchandises est restreinte ; retenu par la douane en raison d'une taxe à payer, ou pour toute autre raison non spécifiée.\nVotre colis a pu subir des dommages ou avoir été perdu pendant la période de transport.\nSi vous êtes sûr que votre colis a bien été livré, veuillez ignorer cet avis. Cependant, si vous n'avez pas reçu votre colis et qu'il est sous le statut \"Alerte\", veuillez prêter attention : vous devez lire et analyser attentivement les informations détaillées de suivi. En raison de la description complexe des transporteurs mondiaux, nous ne pouvons pas détecter et déterminer tous les statuts avec 100% de précision, nous espérons que vous comprenez. Nous vous conseillons de contacter l'expéditeur du colis ou votre transporteur pour obtenir des éclaircissements."
}