{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A shudder coursed through her at the memory of his strong arms lifting her as if she were as light as a feather, pressing her against the wall while thrusting his thick cock inside her until all she could do was take it. Biting back a sigh, Penelope pressed her thighs together for some relief, though it appeared she had not been as subtle as she had intended to be when she saw Colin’s eyes flick down to her crotch before fixing her with a dark gaze as he hungrily licked his lips.\nSwallowing hard, Penelope took a deep breath, mentally kicking herself for being so obvious in her attraction to him, which would certainly not get him to leave and only encourage him further. No, if she wanted to convince Colin she held no interest in him, she needed to get her traitorous body under control.\n“Clearly, all those mind-blowing orgasms you’ve given me have severely messed with my brain somehow,” she chuckled in an attempt to ease the tension. Without much success, judging by the prominent bulge in his trousers as he clenched his jaw so tight, she was worried he might crack his teeth.\nTeeth she would much prefer grazing her skin, leaving bite marks all over her. Or maybe he could use them to tug at her bottom lip before delving his tongue into her mouth and-\nOh no, she really needed to stop that train of thought. Especially when he was so close to pouncing her after she had only just recovered from feeling him so close just a few minutes ago.\nIf he touched her again, she would not be able to resist him. She would give him everything she was, everything she had until there was nothing left of her.\nBut she could not lose herself in him again. She had to be strong, so Penelope bit the inside of her cheeks and focused on her breathing to get some sense of control over herself.\n“And I’d be happy to write you a reference letter for your site,” she continued hoarsely before she got too carried away. “Though I still don’t quite get why you would even need the extra cash,” Penelope added with a frown. “But that’s none of my business and maybe you just like having some fun as you’ve put it, which is fair enough, but I just don’t do casual sex.”\nThe last part came out a little shriller than intended, but at least it seemed to sober him up a little, blinking at her as if she has just told him the Earth was flat or that her mother was Catherine the Great. All of a sudden, there were so many emotions playing on his face, it was difficult to keep up as he went from confusion to shame to regret and a dozen others within seconds.\nPenelope regretted not having shifted this to the couch, her legs feeling a bit wobbly, her arms turning numb from the tension in her muscles. But then Colin’s eyes cleared up, the raw vulnerability in them taking her breath away as he looked at her with realisation.\n“Pen,” he said, and how dare he say her name like that? So softly, so reverently, nearly bringing her to her knees that were already so close to buckling. “I’ve stopped seeing other clients ever since we took our masks off.”\nNow it was her turn to be stunned to silence because whatever she had expected him to say, it had certainly not been this.\nSurely, he must know what this sounded like. What he was insinuating. And while Penelope had thought she knew him better than she knew herself, in this moment, she knew nothing anymore.\n“The only reason why I kept the site up was because I had no other way to contact you,” Colin continued with a small smile, his eyes never leaving hers. “After I saw you at Aubrey, I instantly deleted my account.”\nDesperately trying to get her breathing under control, Penelope stared at him, searching for any signs that he was lying, but drew a blank. Her mind was racing, millions of thoughts swirling in her brain as it dawned upon her that she might have had this all wrong.\nAll this time, Penelope had convinced herself that, to him, she was no more than just another subscriber, a customer, a temporary fling. That their sessions had meant nothing. That all their intimacies, even their friendship had meant nothing. That it had all just been in her mind.\nHowever, if that were the case, then why would he even bother coming here in the first place? Like she had said, Colin could have any woman in London and beyond and yet, he chose to waste his Thursday evening with her, doing – well, Penelope had no idea what exactly he was doing because the obvious answer was way too far fetched.\n“But-“ she stammered before her voice gave up, swallowing the lump that had settled in her throat to squeeze out just a single word. “Why?”\n“I couldn’t do it,” he breathed with a longing gaze that made her stomach swoop. “I couldn’t talk to any other woman because all I could think about was you. My entire week, I was counting down the hours until I could see you again and when I bumped into you at my mother’s birthday party, I thought I had won the fucking jackpot.”",
    "trans": "Un frisson la traversa à la mémoire de ses bras puissants la soulevant comme si elle était légère comme une plume, la pressant contre le mur tout en poussant sa bite épaisse à l'intérieur d'elle jusqu'à ce qu'elle ne puisse que le prendre. Poussant un soupir de soulagement, Pénélope serra ses cuisses ensemble pour un certain soulagement, bien qu'il semble qu'elle n'ait pas été aussi subtile qu'elle l'avait imaginé lorsqu'elle vit les yeux de Colin se poser sur son entrejambe avant de la fixer d'un regard sombre alors qu'il lui léchait les lèvres.\nPénélope déglutit fortement. Elle prit une profonde inspiration et se frappa mentalement d'être si évidente dans son attirance pour lui, ce qui ne l'inciterait certainement pas à partir et ne ferait que l'encourager davantage. Non, si elle voulait convaincre Colin qu'il ne s'intéressait pas à lui, elle devait maîtriser son corps de traître.\n« De toute évidence, tous ces orgasmes hallucinants que vous m'avez donnés ont gravement perturbé mon cerveau », a-t-elle plaisanté pour tenter d'apaiser la tension. Sans grand succès, à en juger par le renflement proéminent de son pantalon alors qu'il serrait sa mâchoire si étroitement, elle craignait qu'il ne se fissure les dents.\nDes dents qu'elle préférait de loin caresser, sa peau, laissant des marques de morsure partout sur elle. Ou peut-être qu'elle pourrait s'en servir pour tirer sur sa lèvre inférieure avant de plonger sa langue dans sa bouche\nOh non, elle avait vraiment besoin d'arrêter ce train-là. Surtout quand il était si proche d'elle, alors qu'elle venait juste de se remettre de le sentir si près d'elle il y a quelques minutes à peine.\nS'il la touchait à nouveau, elle ne pourrait pas lui résister. Elle lui donnerait tout ce qu'elle avait, tout ce qu'il avait, jusqu'à ce qu'il ne lui reste plus rien.\nMais elle ne pouvait plus se perdre en lui. Il fallait qu'elle soit forte, alors Pénélope mordit l'intérieur de ses joues et se concentra sur sa respiration pour retrouver un peu de contrôle sur elle-même.\n« Et je serais heureuse de vous écrire une lettre de référence pour votre site », continua-t-elle d'un ton rauque avant de se laisser trop emporter. « Bien que je ne comprenne toujours pas pourquoi vous auriez besoin de l'argent supplémentaire », ajouta-t-elle avec un froncement de sourcils. « Mais ce n'est pas mes affaires et peut-être que vous aimez juste vous amuser comme vous l'avez dit, ce qui est assez juste, mais je ne fais pas de sexe occasionnel. »\nLa dernière partie s'annonçait un peu plus stridente que prévu, mais au moins cela semblait l'apaiser un peu, lui faisant des clins d'œil comme si elle venait de lui dire que la Terre était plate ou que sa mère était Catherine la Grande. Tout d'un coup, il y avait tellement d'émotions sur son visage qu'il était difficile de suivre son évolution, passant de la confusion à la honte, aux regrets et à une douzaine d'autres sentiments en quelques secondes.\nPénélope regretta de ne pas l'avoir déplacé sur le canapé, les jambes un peu chancelantes, les bras engourdis par la tension dans ses muscles. Mais alors les yeux de Colin s'éclaircirent, la vulnérabilité brute en eux lui coupant le souffle alors qu'il la regardait d'un air inquiet.\n« Pen », dit-il, et comment ose-t-il dire son nom comme ça ? Si doucement, si respectueusement, presque la porter à ses genoux qui étaient déjà si près d'elle. « J'ai cessé de voir d'autres clients depuis qu'on a enlevé nos masques. »\nMaintenant, c'était à son tour d'être abasourdie de se taire parce que quoi qu'elle s'attendait à ce qu'il dise ce n'était certainement pas ça.\nSûrement, il devait savoir à quoi cela ressemblait. Ce qu'il insinuait. Et alors que Pénélope avait cru le connaître mieux qu'elle-même, à cet instant, elle ne savait plus rien.\n« La seule raison pour laquelle j'ai gardé le site, c'est parce que je n'avais pas d'autre moyen de vous contacter », a poursuivi Colin avec un petit sourire, sans jamais quitter des yeux les siens. « Après vous avoir vu à Aubrey, j'ai immédiatement supprimé mon compte. »\nEssayant désespérément de contrôler sa respiration, Pénélope le fixa, cherchant tous les signes qui pourraient prouver qu'il mentait, mais elle demeura silencieuse. Des millions de pensées tournaient dans son esprit alors qu'elle se rendait compte qu'elle avait peut-être tout faux.\nPendant tout ce temps, Pénélope s'était convaincue que, pour lui, elle n'était rien d'autre qu'une abonnée, une cliente, une fugueuse temporaire. Elle avait tort. Et que toutes leurs intimités, même leur amitié, n'avaient rien signifié. Ou que tout cela n'avait été que dans son esprit.\nCependant, si c'était le cas, pourquoi se serait-il donné la peine de venir ici en premier lieu ? Comme elle l'avait dit, Colin pouvait avoir n'importe quelle femme à Londres et au-delà et pourtant, il avait choisi de gâcher sa soirée avec elle. Il avait fait – enfin, Pénélope n'avait aucune idée de ce qu'il faisait exactement parce que la réponse évidente était bien trop éloignée.\n« Mais... » bégaya-t-elle avant que sa voix ne renonce, avalant le morceau qui s'était installé dans sa gorge pour ne retenir qu'un seul mot. « Pourquoi ? »\n« Je ne pouvais pas le faire », souffla-t-il avec un regard impatient qui lui fit baver le ventre. « Je ne pouvais parler à aucune autre femme parce que tout ce que je pouvais penser, c'était toi. Toute ma semaine, je comptais les heures jusqu'à ce que je puisse te revoir et quand je suis tombé sur toi à la fête d'anniversaire de ma mère, j'ai cru que j'avais gagné le putain de jackpot »."
}