{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good afternoon parents!\nI hope this message finds you well. I am excited to share that we will be celebrating Multicultural Day on Friday, November 1st. Each teacher has been assigned a country for our bulletin board decorations, and our assigned country is Nicaragua.\nIn addition to the bulletin board, parents are welcome to decorate the walls and doors around the classroom (please avoid covering the windows). For this, I recommend using Alien tape, as it adheres better, especially since my door is near an exit and may experience some humidity during drop-off. Please refrain from using staples on the walls or doors.\nTo volunteer, parents must first complete the volunteer clearance process. We will have time for decorating from October 28th to October 31st, and parent volunteers are welcome from 8:30 AM to 1:00 PM.\nIf you are interested in helping with our Hispanic Heritage bulletin board, please contact me or our room mom, Brenda. I will select two parents to decorate in the classroom, but we would greatly appreciate any donations of supplies from other interested parents.\nThank you all for your support! I’d also like to extend my gratitude to Ms. Gabriela Molero and Ms. Paola Cedeno for their wonderful work on our fall bulletin",
    "trans": "Bonjour aux parents !\nJ'espère que ce message vous trouvera en bonne santé. Je suis heureux de vous annoncer que nous célébrerons la Journée multiculturelle le vendredi 1er novembre. Chaque enseignant s'est vu attribuer un pays pour les décorations de notre tableau d'affichage, et le nôtre est le Nicaragua.\nEn plus du tableau d'affichage, les parents sont invités à décorer les murs et les portes autour de la classe (évitez de couvrir les fenêtres). Pour ce faire, je recommande d'utiliser du ruban adhésif Alien, qui adhère mieux, d'autant plus que ma porte est située près d'une sortie et qu'elle risque de subir un peu d'humidité pendant la dépose. Nous vous prions de ne pas utiliser d'agrafes sur les murs ou les portes.\nPour être bénévoles, les parents doivent d'abord remplir le formulaire d'autorisation de bénévolat. Nous aurons du temps pour la décoration du 28 au 31 octobre, et les parents volontaires sont les bienvenus de 8h30 à 13h.\nSi vous souhaitez participer à la réalisation de notre tableau d'affichage sur l'héritage hispanique, veuillez me contacter ou contacter Brenda, la responsable de la classe. Je choisirai deux parents pour décorer le tableau dans la classe, mais nous apprécierions beaucoup les dons de fournitures de la part d'autres parents intéressés.\nMerci à tous pour votre soutien ! J'aimerais également exprimer ma gratitude à Mme Gabriela Molero et Mme Paola Cedeno pour leur merveilleux travail sur notre bulletin d'automne."
}