{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Professional platforms are launching experiments around short video formats after seeing the success of consumer apps like TikTok, Instagram, and YouTube. Earlier this year, LinkedIn started testing a TikTok-like video feed through a new “Video” tab placed in the navigation bar. The company said video was a sought-after form of communication by users.\nGlassdoor also aims to replicate the engagement metrics of LinkedIn through polls and short videos.\nBesides this, the company is also launching Worklife Pros. It is a set of curated individuals who want to share content and insights on topics like navigating remote work dynamics, achieving a healthy work-life balance, understanding mental health in the workplace, and developing career-advancing skills.\nGlassdoor has selected over a dozen people for this program from different sectors such as tech, business, recruiting, and career & money. Meanwhile, LinkedIn assigns a top voice badge in different sectors to experts who often post engaging content on the platform. Glassdoor said that content from these pros will appear in the main feed and also in community feeds. The company added that users can engage with these pros by their real name or in an anonymous manner.\nThe company launched anonymous community features last year, leveraging tech and platform from its acquisition of Fishbowl made in 2021. Glassdoor has seen an uptick in engagement since it launched this feature.\nThe company said it now has 25 million registered community users as compared to 7 million in June 2023. Plus, it has seen more than 44 million conversations in different bowls (aka communities) and notes that community users are 50 times more engaged than traditional Glassdoor users.",
    "trans": "Les plateformes professionnelles lancent des expériences autour des formats de vidéos courtes après avoir observé le succès des applications grand public comme TikTok, Instagram et YouTube. Plus tôt cette année, LinkedIn a commencé à tester un flux vidéo à TikTok-like à travers un nouvel onglet « Vidéo »  placé dans la barre de navigation. L'entreprise a déclaré que la vidéo était une forme de communication recherchée par les utilisateurs.\nGlassdoor cherche également à reproduire les indicateurs d'engagement de LinkedIn à travers des sondages et des vidéos courtes.\nPar ailleurs, l'entreprise lance également Worklife Pros. Il s'agit d'un ensemble d'individus sélectionnés qui souhaitent partager du contenu et des idées sur des sujets comme la gestion du travail à distance, l'équilibre travail-vie personnelle, la santé mentale en milieu de travail, et le développement de compétences pour faire carrière-avancer.\nGlassdoor a sélectionné plus d'une douzaine de personnes pour ce programme, provenant de différents secteurs comme la technologie, les affaires, le recrutement et les carrières & finances. Pendant ce temps, LinkedIn attribue un badge top voice dans différents secteurs aux experts qui publient souvent du contenu engageant sur la plateforme. Glassdoor a précisé que le contenu de ces professionnels apparaîtra dans le fil principal et aussi dans les fils communautaires. L'entreprise a ajouté que les utilisateurs peuvent interagir avec ces professionnels sous leur vrai nom ou de manière anonyme.\nL'entreprise a lancé des fonctionnalités communautaires anonymes l'année dernière, en utilisant la tech et la plateforme acquises avec l'achat de Fishbowl en 2021. Glassdoor a observé une augmentation de l'engagement depuis le lancement de cette fonctionnalité.\nL'entreprise a déclaré qu'elle comptait maintenant 25 millions d'utilisateurs enregistrés dans sa communauté, contre 7 millions en Juin 2023. De plus, elle a observé plus de 44 millions de conversations dans différents bols (c'est-à-dire des communautés) et note que les utilisateurs communautaires sont 50 fois plus engagés que les utilisateurs traditionnels de Glassdoor."
}