{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Severe financial loss to a company or person, provided that the need for urgent action is not the result of the petitioner's or applicant's failure to timely file the benefit request or to timely respond to any requests for evidence;\nEmergencies and urgent humanitarian reasons;\nNonprofit organization (as designated by the Internal Revenue Service (IRS) whose request is in furtherance of the cultural and social interests of the United States;\nCompelling U.S. government interests (such as urgent cases for the Department of Defense or DHS, or other public safety or national security interests); or\nA clear USCIS error.\nIf at a later time you can provide the evidence needed to be considered for an expedite, we strongly suggest uploading a letter of explanation and any evidence you may have to support your request in your USCIS online account. Please Note: If your documentation is in any language other than English, it must be accompanied by a Certified English Translation.",
    "trans": "Une perte financière grave pour une entreprise ou une personne, à condition que la nécessité d'une action urgente ne résulte pas du défaut du pétitionnaire ou du demandeur de déposer en temps voulu la demande de prestation ou de répondre en temps voulu à toute demande de preuve ;\nUrgences et raisons humanitaires urgentes ;\nOrganisation à but non lucratif (désignée comme telle par l'Internal Revenue Service (IRS)) dont la demande favorise les intérêts culturels et sociaux des États-Unis ;\nIntérêts impérieux du gouvernement américain (tels que les cas urgents pour le ministère de la Défense ou le DHS, ou d'autres intérêts de sécurité publique ou de sécurité nationale) ; ou\nUne erreur évidente de l'USCIS.\nSi, à une date ultérieure, vous pouvez fournir les preuves nécessaires pour être considéré pour une procédure accélérée, nous vous suggérons fortement de télécharger une lettre explicative et toute preuve que vous pourriez avoir pour soutenir votre demande dans votre compte en ligne USCIS. Veuillez noter : Si votre documentation est dans une langue autre que l'anglais, elle doit être accompagnée d'une traduction certifiée en anglais."
}