{
    "source": "en_US",
    "target": "fr_FR",
    "text": "from view while I chucked the plastic bag into the far corner. “I have frozen pizza, or,” I opened the refrigerator. Moths flew out of it. Okay, so moths didn’t actually fly out, but they might as well have. My fridge was barren except for wine, a small bottle of half-and-half for my coffee, and a to-go container from my favorite local deli.\nI shut the door and turned back to him. “Or frozen pizza.”\nHe shook his head, carefully set a protesting Fred onto the floor, and stood. From his videos, I knew he was tall, but seeing him in the flesh, taking up far too much space in my dining room, was something else. He was several inches over six feet, with broad shoulders and the tree trunk thighs of a football player. His black Henley clung to him in a way that almost made me jealous. Lucky cotton.\nI wanted to say something, crack a joke, or find some way to fill this pregnant silence, but words escaped me. He was here. In my house. Within touching distance.\nMy body was keyed up, hyper-aware of his every move as he grabbed his phone off the table. I didn’t know if it was like this for all women, but giving head turned me on. The act was so intimate, so vulnerable for both parties, and I just plain enjoyed getting someone else off. Feeling a dick go rigid between my lips and start to pulse as a man lost himself to pleasure? I loved it, which meant that I was horny as hell right now.\nAt this point, all it would take was a single brush of his fingers against my clit, and I would come, but I doubted he was thinking about sex after I’d stabbed him.\nI felt a brush against my shin and looked down to see Fred butting his head against my leg. “Oh, now you remember me? The human who rescued you and has done nothing but spoil you rotten since the day you turned up like a half-drowned rat? I see how it is.”\nFred sat back on his haunches and meowed up at me, unapologetic.\nThe sound of footsteps had me lifting my head. The Faceless Man padded toward me, holding his phone out.\nYou should shower and get some sleep, the text read. Thanks for stitching me up. It was the least you could do after brutally mutilating me, but I appreciate it anyway.\nI clapped a hand over my eyes and groaned. I was never going to see him again. “I know I’ve said it about a hundred times, but I am so sorry.”",
    "trans": "de ma vue quand je jetai le sac plastique dans un coin éloigné. \"J'ai une pizza surgelée, ou,\" j'ouvris le frigo. Des mites s'en échappèrent. Bon, des mites ne s'en sont pas vraiment échappées, mais elles auraient très bien pu le faire. Mon frigo était vide, à l'exception de vin, une petite bouteille de lait pour mon café, et un carton à emporter de mon épicerie locale préférée.\nJe refermai la porte et me retournai vers lui. \"Ou une pizza surgelée\".\nIl secoua la tête, reposa doucement Fred, qui protesta, sur le sol, et se leva. D'après ses vidéos je savais qu'il était grand, mais le voir en chair et en os, prenant vraiment trop de place dans ma salle à manger, était différent. Il faisait un peu plus d'un mètre quatre-vingts, avait les épaules larges et les jambes épaisses d'un joueur de football américain. Son T-shirt noir lui collait à la peau d'une manière qui me rendrait presque jalouse. Ce bout de coton avait de la chance.\nJe voulais dire quelque chose, faire une blague, ou trouver un moyen de combler ce silence pesant, mais les mots m'échappaient. Il était là. Chez moi. À portée de main.\nMon corps était tendu, ultra conscient de chacun de ses gestes alors qu'il prenait son téléphone sur la table. Je ne sais pas si c'est le cas pour toutes les femmes, mais faire une fellation m'excitait. L'acte était si intime, si vulnérable pour les deux personnes, et ça me plaisait de faire jouir quelqu'un d'autre. Sentir une bite se durcir entre mes lèvres et commencer à palpiter pendant qu'un homme se perdait dans la jouissance ? J'adorais ça, et j'étais donc vraiment excitée à cet instant.\nÀ ce moment-là, une caresse de ses doigts sur mon clito aurait suffi à me faire jouir, mais je doute qu'il ait envie de sexe après que je l'aie poignardé.\nJe sentis une caresse contre mon tibia et baissa la tête pour voir Fred frotter sa tête contre ma jambe. \"Oh, tu te souviens de moi maintenant ? L'être humain qui t'a sauvé et n'a rien fait d'autre que de gâter comme jamais depuis que tu es arrivé ici comme un rat à demi noyé ? Je vois.\"\nFred s'assit et me miaula au visage, sans aucun complexe.\nDes bruits de pas me firent lever la tête. L'Homme sans Visage s'approcha de moi, me tendant son téléphone.\nSur l'écran était écrit : tu devrais prendre une douche et dormir un peu. Merci de m'avoir recousu. C'était le moins que tu puisses faire après m'avoir brutalement mutilé, mais j'apprécie quand même.\nJe passai une main sur mes yeux et grogna. Je ne le reverrai plus jamais. \"Je sais que je l'ai déjà dit une centaine de fois, mais je suis vraiment désolée.\""
}