{
    "source": "en_US",
    "target": "fr_FR",
    "text": "CareerConnects.com Terms and Conditions\nLast Update: October 20, 2023\nThank you for visiting the CareerConnects.com website located at CareerConnects.com (the \"Site\"). The Site is an Internet property of Surfin Mouse, LLC and its affiliated companies (\"CareerConnects.com ,\" \"we,\" “our” or \"us\"). Each end-user visitor to the Site agrees to comply with and be bound by the following Terms and Conditions (\"Terms and Conditions\"), as well as the Agreement (as defined below) in its entirety, when she/he: (a) accesses or uses the Site; (b) accesses and/or views any of the Site's viewable blog posts, text, graphics and/or other material (collectively, “Content”); (c) utilizes any of the interactive areas of the Site, such as blog and comment sections, that enable end-users to interact with third parties, as well as CareerConnects.com personnel (“Interactive Services”); (d) utilizes the searchable database (“Database”) in order to view job listings (“Listings”) as made available by CareerConnects.com 's third party employment advertising partners (“Third Party Employers”) (collectively, the “Listing Services”); and/or (e) signs up to receive e-mail alerts about Listings that meet the end-user's preselected criteria (the “E-mail Alert Services,” and together with the Site, Content, Interactive Services, Database, Listings and Listing Services, the “Site Offerings”).\nThe CareerConnects.com Privacy Policy (\"Privacy Policy\") and any and all other applicable CareerConnects.com operating rules, policies, price schedules and other supplemental terms and conditions or documents that may be published from time to time, are expressly incorporated herein by reference (collectively, the \"Agreement\"). Please review the complete terms of the Agreement carefully. If you do not agree to the terms and conditions of the Agreement in their entirety, you are not authorized to use the Site Offerings in any manner or form.",
    "trans": "Conditions générales de CareerConnects.com\nDernière mise à jour : 20 octobre 2023\nMerci de visiter le site Web CareerConnects.com situé à CareerConnects.com (le « Site »). Le Site est une propriété Internet de Surfin Mouse, LLC et de ses sociétés affiliées (« CareerConnects.com », « nous », « notre » ou « nos »). Chaque visiteur utilisateur final du Site accepte de se conformer et d'être lié par les Conditions générales suivantes (« Conditions générales »), ainsi que par l'Accord (tel que défini ci-dessous) dans son intégralité, lorsqu'il/elle : (a) accède ou utilise le Site ; (b) accède et/ou consulte l'un des articles de blog consultables, textes, graphiques et/ou autres éléments du Site (collectivement, le « Contenu ») ; (c) utilise l'une des zones interactives du Site, telles que les sections de blog et de commentaires, qui permettent aux utilisateurs finaux d'interagir avec des tiers, ainsi qu'avec le personnel de CareerConnects.com (« Services interactifs ») ; (d) utilise la base de données consultable (« Base de données ») afin de consulter les offres d'emploi (« Annonces ») mises à disposition par les partenaires publicitaires tiers de CareerConnects.com (« Employeurs tiers ») (collectivement, les « Services d'annonces ») ; et/ou (e) s'inscrit pour recevoir des alertes par courrier électronique concernant les Annonces qui répondent aux critères présélectionnés de l'utilisateur final (les « Services d'alertes par courrier électronique », et avec le Site, le Contenu, les Services interactifs, la Base de données, les Annonces et les Services d'annonces, les « Offres du Site »).\nLa Politique de confidentialité de CareerConnects.com (« Politique de confidentialité ») et toutes les autres règles d'exploitation, politiques, grilles tarifaires et autres conditions générales ou documents supplémentaires applicables qui peuvent être publiés de temps à autre, sont expressément incorporés ici par référence (collectivement, l'« Accord »). Veuillez lire attentivement les conditions complètes de l'Accord. Si vous n'acceptez pas les conditions générales de l'Accord dans leur intégralité, vous n'êtes pas autorisé à utiliser les Offres du Site de quelque manière ou forme que ce soit."
}