{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Cum for me Babe, cum all over my dick while I fuck your pussy.” Maya said grunting as she thrusted hard and deep inside Carina. Maya leaned down placing a hard deep kiss on Carina’s lips, continuing to thrust inside her.\n“Ahhhhhhhhhhhhhhhhhhhhhhhhh, ahhhhhhhhhhhhhhhhhhhhhhhhhhhhh, ahhhhhhhhhhhhhhhhhhhhhhhhhhh, I’m cumming!” Carina shouted, holding Maya tightly against her body as she felt her pussy convulsing and tightening around Maya’s dick, collapsing on the bed.\n“Give me one more.” Maya said, continuing to thrust inside Carina. Maya rose up grabbing Carina’s hips and lifting them as she continued thrusting hard and deep inside Carina, causing a moan from her. “Come on Babe, you can cum one more time for me.” Maya said, pounding into Carina as hard and deeply as she could, Carina’s body bouncing underneath her at every thrust. Maya reached one hand down to Carina’s clit, rubbing hard on it, causing Carina to gasp.",
    "trans": "Jouis pour moi Bébé, jouis sur ma bite pendant que je baise ta chatte », dit Maya, en grognant qu'elle poussait fort et profondément à l'intérieur de Carina. Maya se penche et dépose un baiser sur les lèvres de Carina, tout en continuant à la pénétrer.\n« Ahhhhhhhhhhh, ahhhhhhhhhhhhhhhhhhhhh, ahhhhhhhhhhhhhhhh, ahhhhhhhhhhhhhhhhh, je jouis ! Carina cria, serrant Maya contre son corps alors qu'elle sentait sa chatte convulser et se resserrer autour de la bite de Maya, s'effondrant sur le lit.\n« Fais-moi encore une fois ». Dit Maya, tout en continuant à pousser à l'intérieur de Carina. Maya s'est levée, a saisi les hanches de Carina et les a soulevées tout en continuant à pousser fort et profondément dans Carina, ce qui a provoqué un gémissement de sa part. « Allez Bébé, tu peux jouir encore une fois pour moi », dit Maya. En enfonçant Carina aussi fort et profondément qu'elle le pouvait, le corps de Carina rebondit sous elle à chaque poussée. Elle a tendu une main vers le clito de Carina, frottant fort dessus, ce qui a fait sursauter Carina."
}