{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi [redacted_id] students,\nQuite a number of you failed to submit the individual assignment in time last night. As mentioned many times before, email submisison cannot be accepted for many good reasons. I would re-open the submission slot so that the newest deadline is today (28th Oct 11:59pm) and without penalty. Note that there will have penalty for the late submission of group project.\nIt is to my surprise that few of you asked me quite superficial questions about individual assignment in the past two days. I am sorry that I have not helped because I am already very busy in weekdays that I need to take sufficient recovery during weekend, e.g. I went for hiking yesterday. I wonder how can they do a good job in that coursework. For the group project questions, please ask me as soon as possible but not until one or two days before submission.\nRegards,\nDr [redacted_name]",
    "trans": "Bonjour [redacted_id] étudiants,\nUn certain nombre d'entre vous n'ont pas soumis l'assignation individuelle à temps hier soir. Comme mentionné plusieurs fois auparavant, les soumissions par e-mail ne peuvent pas être acceptées pour de nombreuses raisons. Je vais rouvrir la période de soumission afin que la nouvelle date limite soit aujourd'hui (28 Octobre 23h59) et sans pénalité. Notez qu'une pénalité sera appliquée pour la soumission tardive du projet de groupe.\nIl m'a surpris que certains d'entre vous m'aient posé des questions assez superficielles sur l'assignation individuelle au cours des deux derniers jours. Je suis désolé de ne pas avoir pu vous aider, car je suis déjà très occupé en semaine et j'ai besoin de prendre un temps de récupération suffisant pendant le week-end, par exemple. Je suis allé faire de la randonnée hier. Je me demande comment ils peuvent faire un bon travail pour ce devoir. Pour les questions concernant le projet de groupe, merci de me les poser dès que possible et non un ou deux jours avant la soumission.\nCordialement,\nDr [redacted_name]"
}