{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In the nineteen forties, the first computers were bigger than cars.Now computers are becoming smaller and better.Some computers are tiny. You may be unaware of them.There is probably one inside your TV or washing machine.You depend on computers more than you realize.\nWhat can we do with computers? We can use computers to calculate.They can calculate at a faster speed than we can and almost never give wrong answers.We can also type and draw things with them.In addition, computers can do important jobs like operating railways and flying planes and spaceships.\nIs a computer cleverer than me? The answer is \"No\". Your brain can produce new ideas but computers cannot.However, one day computers may be able to do a better job than human beings.For example, they may be better than doctors at doing their job.What will happen to us if computers can do all our jobs? Will we have nothing to do? Computers may change our lives, but will they make them better?",
    "trans": "Dans les années quarante, les premiers ordinateurs étaient plus grands que des voitures. Aujourd’hui, les ordinateurs deviennent de plus en plus petits et performants. Certains sont minuscules, et vous ne les remarquez peut-être même pas. Il y en a probablement un à l’intérieur de votre télévision ou de votre machine à laver. Vous dépendez des ordinateurs bien plus que vous ne le pensez.\nQue peut-on faire avec des ordinateurs ? Nous pouvons les utiliser pour effectuer des calculs. Ils calculent à une vitesse bien plus rapide que nous et ne donnent presque jamais de mauvaises réponses. Nous pouvons également taper du texte et dessiner avec eux. De plus, les ordinateurs remplissent des fonctions essentielles, comme l’exploitation des chemins de fer, le pilotage des avions et des vaisseaux spatiaux.\nUn ordinateur est-il plus intelligent que moi ? La réponse est non. Votre cerveau peut produire de nouvelles idées, alors que les ordinateurs en sont incapables. Cependant, un jour, les ordinateurs pourraient surpasser les êtres humains dans certaines tâches. Par exemple, ils pourraient devenir plus performants que les médecins dans leur domaine. Que nous arrivera-t-il si les ordinateurs peuvent accomplir tous nos travaux ? N’aurons-nous plus rien à faire ? Les ordinateurs pourraient transformer nos vies, mais les rendront-ils vraiment meilleures ?"
}