{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Once upon a time, there were three billy goats, and they were all called Gruff. A billy goat means a male goat. One day, they finished eating the grass in their field and wanted to eat more grass. So the brothers decided to go to another field. On the way, there was a deep river. The only way to get across the river was to walk over an old wooden bridge. But there was one problem. A big dangerous monster called a troll lived under the bridge. He had great big eyes and big heavy hands. Trolls are always hungry. So the three goats talked for a while and made a plan. The youngest billy goat Gruff went first. Trip, trap, trip, trap. The wooden bridge made funny noises when he walked on the bridge. \"Who is walking over my bridge?\" came a big scary voice from under the bridge. The youngest answered in a small voice, \"It's me, Mr.Troll. I'm the youngest billy goat Gruff. I'm going to the fields to eat more grass. I need to get fat.\" The troll said, \"You cannot walk across this bridge. I will eat you now!\" But the billy goat said, \"You shouldn't eat me. I'm too small. Wait for my brother. He's much bigger and more delicious than me. \"Good idea!\" said the troll. And the youngest billy goat walked across the bridge. The second billy goat Gruff went next. Trip, trap! Trip, trap! \"Who is walking over my bridge?\" asked the troll. \"It's me,\" said the second billy goat in a medium voice. \"Ah! I was waiting for you! I will eat you,\" said the troll. But the second billy goat said, \"Wait, Mr.Troll. I have a bigger brother. He is the biggest and most delicious of us all.\" The troll wanted a big lunch, so he said, \"Good idea!\" And the second billy goat walked across the bridge. The third billy goat Gruff came last. Trip! Trap! Trip! Trap! The wooden bridge sounded like it was about to break. \"Who is walking over my bridge?\" said the troll in a loud voice because he was really hungry now. \"It is me, the biggest billy goat Gruff.\" The billy goat spoke in a voice as powerful as the troll's voice. \"Now I'm going to eat you,\" said the troll. But the billy goat said, \"Try if you can! I've got two sharp horns to attack your eyes. I have two heavy feet to crush your body!\" And the biggest billy goat killed the troll and threw him down the river. The three billy goats all went to the fields and ate so much that they became very fat.\n全文 停止",
    "trans": "Il était une fois, trois boucs qui s'appelaient tous Gruff. Le bouc est un mâle de la race des chèvres. Un jour, ils finirent de manger l'herbe de leur champ et voulurent en manger d'autres. Les frères décidèrent donc d'aller dans un autre champ. Sur le chemin, il y avait une rivière profonde. Le seul moyen de traverser la rivière était de marcher sur un vieux pont en bois. Mais un problème se posait. Un gros monstre dangereux appelé troll vivait sous le pont. Il avait de grands yeux et de grandes mains lourdes. Les trolls ont toujours faim. Les trois boucs discutèrent un moment et élaborèrent un plan. Le plus jeune bouc, Gruff, partit le premier. Trip, trap, trip, trap. Le pont de bois faisait de drôles de bruits quand il marchait dessus. Une voix terrifiante se fit entendre sous le pont : « Qui marche sur mon pont ? Le plus jeune répondit d'une petite voix : « C'est moi, M. Troll. Je suis le plus jeune bouc Gruff. Je vais aux champs pour manger plus d'herbe. J'ai besoin de grossir. » Le troll dit : « Tu ne peux pas traverser ce pont. Je vais te manger maintenant ! » Mais le bouc dit : « Vous ne devriez pas me manger. Je suis trop petit. Il faut attendre mon frère. Il est beaucoup plus grand et plus délicieux que moi. « Bonne idée ! dit le troll. Et le plus jeune bouc traversa le pont. Le deuxième bouc, Gruff, passa à son tour. Trip, trap ! Trip, trap ! « Qui marche sur mon pont ? demanda le troll. « C'est moi », dit le deuxième bouc d'une voix moyenne. « Ah ! je t'attendais ! Je vais te manger », dit le troll. Mais le deuxième bouc dit : « Attendez, M. Troll. J'ai un frère plus grand que moi. Il est le plus grand et le plus délicieux de nous tous. » Le troll voulait un gros déjeuner, alors il dit : « Bonne idée ! » Et le deuxième bouc traversa le pont. Le troisième bouc, Gruff, arriva le dernier. Trip ! Trap ! Trip ! Trap ! Le pont de bois résonnait comme s'il était sur le point de se briser. « Qui marche sur mon pont ? dit le troll d'une voix forte parce qu'il avait vraiment faim maintenant. « C'est moi, le plus grand bouc Gruff. Le bouc parla d'une voix aussi grave que celle du troll. « Maintenant, je vais te manger », dit le troll. Mais le bouc dit : « Essaie si tu peux ! J'ai deux cornes acérées pour attaquer tes yeux. J'ai deux pieds lourds pour écraser ton corps ! » Le plus gros bouc tua le troll et le jeta dans la rivière. Les trois boucs allèrent tous aux champs et mangèrent tellement qu'ils devinrent très gros.\n全文 停止"
}