{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Blood on the Crypto Streets!\nDear gacog,\nIt's been a while since we last crossed paths, and back then, the crypto world was in chaos. Bitcoin had taken a nosedive, and the headlines were all about the death of crypto.\nIt was rough—blood on the streets. But, as always, the true believers never quit. Fast forward to today, Bitcoin is up 47.3% year to date, and the broader crypto market continues to thrive and evolve.\nAt NoOnes, we've been on the same relentless mission to serve you better. Here’s what we’ve been up to since your last visit:\nA brand-new Spot Exchange– Dive into a fresh world of altcoins like SOL, TON, and Monero. Ready to trade? Jump in to NoOnes Spot.\nNoOnes Gift Cards– Gifting crypto just got easier! Whether it's for family, friends, or your business, now you can give or receive NoOnes Gift Cards. Perfect for expanding payment options or just sharing the crypto love.\nRevamped Partner Program– Earn more by referring others to NoOnes. With higher payouts and better rewards, it’s time to start building your own crypto business with us.\nNew Coins on wallet- Your Noones wallet now has a brand new look and brand new coins starting with user favourite SOL.\nAnd that’s just the surface. Under the hood, we’ve supercharged the platform—faster trading, fewer disputes, more profit opportunities, and overall better value. We’re committed to making your experience smoother and more profitable.\nCurious about our journey? Check out our CEO’s live dashboard, where we lay everything bare—radical transparency at its finest:dashboard.noones.com.\nWe’re here for one thing—to be your partner in success. So come back, explore what’s new, and let's continue this crypto revolution together.",
    "trans": "Du Sang sur les Rues de la Crypto !\nCher gacog,\nCela fait un moment depuis notre dernier échange, et à l'époque, le monde de la crypto était en chaos. Le Bitcoin avait plongé, et les gros titres parlaient de la mort de la crypto.\nC'était difficile — du sang dans les rues. Mais, comme toujours, les véritables croyants n'ont jamais abandonné. Avance rapide jusqu'à aujourd'hui, le Bitcoin a augmenté de 47,3% depuis le début de l'année, et le marché de la crypto continue de prospérer et d'évoluer.\nChez NoOnes, nous poursuivons la même mission incessante de mieux vous servir. Voici ce que nous avons fait depuis votre dernière visite :\nUn tout-nouveau Spot Exchange – Plongez dans un nouveau monde d'altcoins comme SOL, TON, et Monero. Prêt à échanger ? Entrez dans NoOnes Spot.\nCartes Cadeaux NoOnes – Offrir de la crypto n'a jamais été aussi facile ! Que ce soit pour la famille, les amis ou votre entreprise, vous pouvez maintenant offrir ou recevoir des cartes cadeaux NoOnes. Parfaites pour élargir les options de paiement ou simplement partager l'amour de la crypto.\nProgramme Partenaire Remanié – Gagnez plus en recommandant NoOnes à d'autres. Avec des paiements plus élevés et de meilleures récompenses, il est temps de commencer à construire votre propre entreprise crypto avec nous.\nNouvelles pièces sur le portefeuille – Votre portefeuille Noones a désormais un tout nouveau look et de nouvelles pièces, à commencer par la pièce favorite des utilisateurs le SOL.\nEt ce n'est que la surface. Sous le capot, nous avons superchargé la plateforme—des échanges plus rapides, moins de conflits, plus d'opportunités de profit, et une meilleure valeur globale. Nous nous engageons à rendre votre expérience plus fluide et plus rentable.\nCurieux de connaître notre parcours ? Découvrez le tableau de bord en direct de notre PDG, où nous exposons tout à nu—transparence radicale à son apogée : dashboard.noones.com.\nNous sommes là pour une seule chose—être votre partenaire dans la réussite. Alors revenez, explorez les nouveautés et continuons ensemble cette révolution crypto."
}