{
    "source": "en_US",
    "target": "fr_FR",
    "text": "An example of the text-as- social-fact paradigm would be the IBM rule-breaking story an- alyzed by Martinet al. (1983). The point of their analysis was to answer the question, How is it that markedly similar story texts manifest themselves in different organizations? The story was uncovered by [redacted_name] et al. in an earlier autobio- graphical text by [redacted_name] (1969), not from any direct field ob- servation or any systematic on-site data collection procedures that would tell us the origins and import of the story, if any, to IBM. The story told by [redacted_name] (1969: 153-154) is as follows: ... a twenty-two-year-old bride weighing ninety pounds whose hus- band had been sent overseas and who. in consequence. had been given a job until his return.... The young woman, [redacted_name]. was obliged to make certain that people entering security areas wore the correct clearance identification.",
    "trans": "Un exemple du paradigme texte-en-tant-que-fait-social serait l’histoire de transgression des règles chez IBM, a analysé Martinet et al. (1983). L’objectif de leur analyse était de répondre à la question suivante : comment se fait-il que des récits textuels notablement similaires se manifestent dans différentes organisations ? L’histoire a été révélée par [redacted_name] et al. dans un texte autobiographique antérieur de [redacted_name] (1969), et non à partir de quelconques observations de terrain directes ou de procédures systématiques de collecte de données sur site qui nous indiqueraient les origines et l’importance de l’histoire, le cas échéant, pour IBM. Le récit raconté par [redacted_name] (1969 : 153-154) est la suivante : ... une jeune mariée de vingt-deux ans pesant quatre-vingt-dix livres, dont le mari avait été envoyé à l’étranger et qui, en conséquence, avait été employée jusqu’à son retour... La jeune femme, [redacted_name], était tenue de veiller à ce que les personnes entrant dans les zones sécurisées portent la carte d’identification d'accès appropriée."
}