{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your X activity\nAudience, media and tagging\nManage what information you allow other people on X to see.\nYour posts\nManage the information associated with your posts.\nContent you see\nDecide what you see on X based on your preferences like Topics and interests\nMute and block\nManage the accounts, words, and notifications that you’ve muted or blocked.\nDirect Messages\nManage who can message you directly.\nSpaces\nManage who can see your Spaces listening activity\nDiscoverability and contacts\nControl your discoverability settings and manage contacts you’ve imported.\nData sharing and personalization\nAds preferences\nManage your ads experience on X.\nInferred identity\nAllow X to personalize your experience with your inferred activity, e.g. activity on devices you haven’t used to log in to X.\nData sharing with business partners\nAllow sharing of additional information with X’s business partners.\nLocation information\nManage the location information X uses to personalize your experience.\nGrok\nAllow your posts as well as your interactions, inputs, and results with Grok to be used for training and fine-tuning.",
    "trans": "Votre activité sur X\nAudience, médias et marquage\nGérez les informations que vous autorisez les autres utilisateurs de X à voir.\nVos messages\nGérez les informations liées à vos messages.\nContenu que vous voyez\nDécidez de ce que vous voyez sur X en fonction de vos préférences, telles que Sujets et centres d'intérêt.\nMise en sourdine et blocage\nGérez les comptes, les mots et les notifications que vous avez mis en sourdine ou bloqués.\nMessages directs\nGérez les personnes autorisées à vous envoyer des messages directs.\nEspaces\nGérer qui peut voir votre activité d'écoute sur votre espace.\nDécouvrabilité et contacts\nContrôlez vos paramètres de découvrabilité et gérez les contacts que vous avez importés.\nPartage des données et personnalisation\nPréférences publicitaires\nGérez votre expérience des publicités sur X.\nIdentité inférée\nPermet à X de personnaliser votre expérience grâce à votre activité inférée, par exemple l'activité sur les appareils que vous n'avez pas utilisés pour vous connecter à X.\nPartage de données avec des partenaires d'affaires\nAutoriser le partage d'informations supplémentaires avec les partenaires d'affaires de X.\nInformations de localisation\nGérer les informations de localisation que X utilise pour personnaliser votre expérience.\nGrok\nAutorisez l'utilisation de vos messages ainsi que de vos interactions, entrées et résultats avec Grok à des fins de formation et de perfectionnement."
}