{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If incorrect or inappropriate settings are chosen, this may lead to false positive or false negative results. For example, pharmaceutical drugs are regularly tested for purity and contamination. If incorrect parameters are selected, contaminants may not be detected, and contaminated drugs may be distributed to the public, causing harm to patients.\nThe development and verification of methods is a rigourous approach to the successful detection of analysts of interest, providing a reliable and robust method of analysing that works again and again. In this experiment, you will see the effects of parameter changes in the development of methods. In Pharmaceutical Analysis, The Characteristics Of The Summit Are Recorded And Reported Based On Certain Criteria Defined In Different Drugs. Programs such as Chemstation (Agilent), Chromeleon (Dionex/ThermoFisher), and Empower (Waters) are used to integrate and enrol the top properties. The following values are obtained from chromatograms. Depending on the standard used (drugs), different equations can be used. For this, some values require a chromatogram.",
    "trans": "Le choix de paramètres incorrects ou inappropriés peut entraîner des résultats faussement positifs ou négatifs. Par exemple, les médicaments pharmaceutiques font régulièrement l'objet de tests de pureté et de contamination. Si des paramètres incorrects sont sélectionnés, les contaminants peuvent ne pas être détectés et les médicaments contaminés peuvent être distribués au public, causant des nuisances aux patients.\nLe développement et la vérification des méthodes constituent une approche rigoureuse de la détection réussie des analystes d'intérêt, fournissant une méthode d'analyse fiable et robuste qui fonctionne davantage. Dans cette expérience, vous verrez les effets des changements de paramètres dans le développement des méthodes. Dans l'analyse pharmaceutique, les caractéristiques du sommet sont enregistrées et rapportées sur la base de certains critères définis pour différents médicaments. Des programmes tels que Chemstation (Agilent), Chromeleon (Dionex/ThermoFisher) et Empower (Waters) sont utilisés pour intégrer et enregistrer les propriétés supérieures. Les valeurs suivantes sont obtenues à partir des chromatogrammes. En fonction de l'étalon utilisé (médicaments), différentes équations peuvent être utilisées. Pour cela, certaines valeurs nécessitent un chromatogramme."
}