{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When they called us to the table for dinner, I was lucky enough to be seated next to one of the senior Shell participants, Steven Fries, the firm’s chief economist. We met over arancini, the likes of which you might find at an upscale food court in a baseball stadium. Based in Shell’s global headquarters in the Hague, Fries pronounces his words with a precision that defies accent; even after speaking with him, his colleagues didn’t realize he’s an American until he told them. Like many people who studied economics at elite Western institutions between 1975 and 1986 would, he blames the lack of affordable housing in London on too much government regulation, which is why his support for big public investments to transition society away from oil and gas surprised me. That is, until I realized that, in his mind, those big public investments would be going to energy companies. When the proverbial light bulb went on above my head, he gave me a look that seemed to say, “Come on, man. What do you think we’re doing here?”",
    "trans": "Lorsqu'ils nous ont appelés à la table pour le dîner, j'ai eu le privilège d'être assis à côté de Steven Fries, l'économiste en chef de l'entreprise, l'un des principaux participants de Shell. Nous nous sommes rencontrés autour d'arancini, comme ceux que l'on peut trouver dans une aire de restauration haut de gamme dans un stade de baseball. Basé au siège mondial de Shell à La Haye, Steven Fries prononce ses mots avec une précision qui défie l'accent ; même après avoir parlé avec lui, ses collègues n'avaient pas réalisé qu'il était américain jusqu'à ce qu'il le leur dise. Comme beaucoup de ceux qui ont étudié l'économie dans des institutions occidentales d'élite entre 1975 et 1986, il attribue le manque de logements abordables à Londres à l'excès de réglementation gouvernementale, et c'est pourquoi son soutien à de gros investissements publics pour sortir la société du pétrole et du gaz m'a surpris. Jusqu'à ce que je réalise que, dans son esprit, ces gros investissements publics iraient aux entreprises du secteur de l'énergie. Lorsque l'ampoule proverbiale s'est allumée au-dessus de ma tête, il m'a lancé un regard qui semblait dire : « Allez, mec. Que penses-tu que nous sommes en train de faire ici ? »"
}