{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Tax certification\nHave you been notified by the IRS that you're subject to backup withholding?\nNo, I'm not subject to backup withholding\nYes, I have heard from the IRS that I'm subject to backup withholding\nHere is the W-9 form generated based on your responses:\nUnder penalties of perjury, I certify that:\n1. The number shown on this form is my correct taxpayer identification number (or I am waiting for a number to be issued to me); and\n2. I am not subject to backup withholding because:\n(a) I am exempt from backup withholding, or\n(b) I have not been notified by the Internal Revenue Service (IRS) that I am subject to backup withholding as a result of a failure to report all interest or dividends, or\n(c) the IRS has notified me that I am no longer subject to backup withholding; and\n3. I am a U.S. citizen or other US person; and\n4. The FATCA code(s) entered on this form (if any) indicating that I am exempt from FATCA reporting is correct.\nThe IRS does not require your consent to any provision of this document other than the certifications required to avoid backup withholding.\nPrimary Applicant's Name\n[redacted_name]\nPrimary Applicant's Taxpayer Identification Number\n•••-••-9668\nI certify that the tax certification statements above are accurate and true.\nImportant information about procedures for opening a new account:\nTo help the government fight the funding of terrorism and money laundering activities, Federal law requires all financial institutions to obtain, verify, and record information that identifies each person who opens an account. What this means for you: when you open an account, we’ll ask for your name, address, date of birth, and other information that will allow us to identify you. We may also ask to see your driver’s license or other identifying documents.\nContinue",
    "trans": "Attestation de Conformité fiscale\nAvez-vous été informé par l'IRS que vous êtes soumis à une retenue à la source (backup withholding) ?\nNon, je ne suis pas soumis à la retenue à la source.\nOui, j'ai été informé par l'IRS que je suis soumis à la retenue à la source.\nVoici le formulaire W-9 généré en fonction de vos réponses :\nSous peine de parjure, je certifie que :\n1. Le numéro indiqué sur ce formulaire est mon numéro d'identification fiscale correct (ou j'attends qu'un numéro me soit attribué) ; et\n2. Je ne suis pas soumis à la retenue à la source parce que :\n(a) Je suis exempté de la retenue à la source, ou\n(b) Je n'ai pas été informé par le Service des impôts interne (IRS) que je suis soumis à la retenue à la source en raison d'un manquement à déclarer tous les intérêts ou dividendes, ou\n(c) L'IRS m'a informé que je ne suis plus soumis à la retenue à la source ; et\n3. Je suis un citoyen américain ou une autre personne des États-Unis ; et\n4. Le(s) code(s) FATCA indiqués sur ce formulaire (le cas échéant), qui attestent que je suis exempté de la déclaration FATCA, est/sont correct(s).\nL'IRS ne requiert pas votre consentement pour toute disposition de ce document, sauf pour les certifications nécessaires afin d'éviter la retenue à la source.\nNom du demandeur principal\n[redacted_name]\nNuméro d'identification fiscale du demandeur principal\n•••-••-9668\nJe certifie que les déclarations de certification fiscale ci-dessus sont exactes et véritables.\nLes informations importantes pour les procédures d'ouverture d'un nouveau compte :\nAfin d’aider le gouvernement à lutter contre le financement du terrorisme et les activités de blanchiment d'argent, la loi fédérale exige que toutes les institutions financières obtiennent, vérifient et enregistrent des informations permettant d’identifier chaque personne ouvrant un compte. Ce que cela signifie pour vous : lorsque vous ouvrez un compte, nous vous demanderons votre nom, adresse, date de naissance et autres informations permettant de vous identifier. Nous pourrions également vous demander de présenter votre permis de conduire ou d'autres documents d'identification.\nSuite"
}