{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Aquarius why did you say that?\" Harry, the future one, said. He was all fun and games, but Aquarius never spoke like that unless someone from the time or dimension they are in is most likely near by. \"Don't tell me.\"\n\"Oh yes. You and Dad's younger selves are right next to me, very much red, surprised that Dad's younger self didn't throw up yet. Well it actually doesn't look like he's going to throw up, so that's a good sign. I think,\" Aquarius spoke like it's no big deal.\n\"Well this is awkward,\" Harry's future self said. \"I think we are going to go now. Please stay safe and don't do anything stupid that will get you hurt. Again. Zoey don't get hurt for both your parents sakes. If anyone decides to take a little trip to the past. Let me know right away if you can. If not I'll probably end up finding out. Otherwise have fun the best you can. Ok bye Aqua.\"\n\"Bye Papa! Dad and Uncle Ron!\"\nZoey waved good bye with a big smile on her face and then they were gone.\n\"We'll never speak of this,\" Draco was the first to speak.\n\"Yeah we don't want to ruin Uncle Ron's brain yet,\" Aquarius spoke with a smile on her face. \"Well I'm gonna go to sleep and maybe tomorrow we can speak about other stuff with the rest of the group.\"\n\"Yes,\" Harry said, still a bit red. \"Zoey would you like to come with me or?\"\n\"I'll come with you Uncle Harry,\" Zoey said with a smile. \"I'll see you later Aqua?\"\n\"Yeah,\" she smiled.\n\"Ok then let's go. Bye Aquarius. Sleep well,\" Draco told his future daughter.\n\"Thanks Dad,\" Aquarius said and then went off to sleep to a smiling Draco, but only she knew about that small smile that her Dad's younger self displayed when she said those two words.",
    "trans": "Aquarius, pourquoi as-tu dit ça ? » Harry, le futur, dit. Il était toujours plein de fun et de jeux, mais Aquarius ne parlait jamais ainsi à moins que quelqu'un du temps ou de la dimension dans laquelle ils se trouvent soit probablement à proximité. « Ne me dis pas. »\n« Oh oui. Toi et les versions plus jeunes de Papa êtes juste à côté de moi, très rouges, surpris que la version plus jeune de Papa n'ait pas encore vomi. Eh bien, en fait, on dirait qu'il ne va pas vomir, donc c'est un bon signe. Je pense, » répondit Aquarius, comme si de rien n'était.\n« Eh bien, c'est gênant, » dit le futur Harry. « Je pense qu'on va y aller maintenant. S'il te plaît, reste en sécurité et ne fais rien de stupide qui pourrait te blesser. Encore. Zoey, ne te blesse pas pour le bien de tes parents. Si quelqu'un décide de faire un petit voyage dans le passé, fais-le moi savoir dès que possible. Sinon, je finirai probablement par le découvrir. Sinon, amuse-toi du mieux que tu peux. D'accord, au revoir Aqua. »\n« Au revoir Papa! Papa et Oncle Ron!  »\nZoey fit un signe de la main avec un grand sourire sur son visage, puis ils disparurent.\n« On ne parlera jamais de ça, » Draco fut le premier à prendre la parole.\n« Oui, on ne veut pas encore gâcher le cerveau de l'Oncle Ron, » répondit Aquarius avec un sourire. « Bon, je vais aller dormir, et peut-être que demain on pourra parler d'autre chose avec le reste du groupe. »\n« Oui, » dit Harry, encore un peu rouge. « Zoey, tu voudrais venir avec moi ou ? »\n« Je viendrai avec toi, Oncle Harry, » répondit Zoey avec un sourire. « Je te verrai plus tard Aqua ? »\n« Oui, » sourit-elle.\n« D'accord, allons-y. Au revoir Aquarius. Bonne nuit, » dit Draco à sa fille du futur.\n« Merci Papa, » répondit Aquarius, puis elle partit dormir sous le regard souriant de Draco, mais seule elle savait quel petit sourire son père plus jeune affichait quand elle prononça ces deux mots."
}