{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When the customer developing the market, the customer needs to increase the PVD surface treatment on the product.\nThe customer will issue the following sample PO to us within this week, and we will provide the PVD sample to the customer within next week.\nNo. Part Number Part Name MOQ Material Surface\nTreatment\n1 COVR0001SSB Rebrand quazar cover assembly 1 SUS304, t1.2mm Brushed+PVD\n2 COVR0002SSB ASTRO-Cover assembly 4 SUS304, t1.2mm Brushed+PVD\n3 COVR0005SSB AOD101 Cover Assembly 2 SUS304, t1.2mm Brushed+PVD\n2)Project Name：D1345 for hand dryer\nWe have received the tooling modification PO for COVR007 and BASE005, and will provide the tooling modifiedsamples by 29 Oct.\nOnce the customer confirms that the sample will be put into trial production in Nov.\n3)Project Name：D1343 for hand dryer\nWereceivedthefollowingnew PO, and the shipment will start in Nov.\nPart Name PO Qty\nCOVR0002SSB 350\nCOVR0001SSB 300\nBASE0001 500\nBRKT0003 1000\nBRKT0004 1000\nBASE0003 1000\nCOVR0005SSB 1000\nHDCC0995SSB 150\nEnd of report",
    "trans": "En développant le marché, le client a besoin d'augmenter le traitement de surface PVD sur le produit.\nLe client nous émettra la commande d'échantillons suivante d'ici la fin de cette semaine, et nous fournirons l'échantillon PVD au client d'ici la semaine prochaine.\nN° Numéro de pièce Nom de la pièce MOQ Matériau Traitement\nde surface\n1 COVR0001SSB Assemblage de couvercle Quazar Rebrand 1 SUS304, t1.2mm Brossé+PVD\n2 COVR0002SSB Assemblage de couvercle ASTRO 4 SUS304, t1.2mm Brossé+PVD\n3 COVR0005SSB Assemblage de couvercle AOD101 2 SUS304, t1.2mm Brossé+PVD\n2) Nom du projet : D1345 pour sèche-main\nNous avons reçu la commande de modification des outils pour COVR007 et BASE005, et fournirons les échantillons modifiés des outils d'ici le 29 octobre.\nUne fois que le client confirmera, l'échantillon sera mis en production d'essai en novembre.\n3) Nom du projet : D1343 pour sèche-main\nNous avons reçu la nouvelle commande suivante, et l'expédition commencera en novembre.\nNom de la pièce Quantité de la commande\nCOVR0002SSB 350\nCOVR0001SSB 300\nBASE0001 500\nBRKT0003 1000\nBRKT0004 1000\nBASE0003 1000\nCOVR0005SSB 1000\nHDCC0995SSB 150\nFin du rapport"
}