{
    "source": "en_US",
    "target": "fr_FR",
    "text": "♑Capricorn Monthly Horoscope October 2024\nIf you were born under the sign of Capricorn, in October you will discuss your personal or family financial affairs with people from your circle of relatives, friends or partners.\nAn unpleasant situation that arose some time ago will continue to cause you problems this month as well. However, things will gradually begin to develop in a favorable direction for you.\nYou will be lucky in solving a problem that is unpleasant for you.\nIn October, you can expect to receive money or another benefit from a person with whom you have a close relationship.\nThis month it will be important for you to find out the truth about a lie from a person with whom you do not live together. Although this event is related to your past, you will want to get answers to some questions that are important to you.\nIn this month, the most important success for you will be of a financial or material nature.\nIt is likely to receive unexpected money, as well as other useful financial and material actions for you.\nThis month you will be invited to a gathering or you will be surprised by news related to the private life of a loved one.\nBoys and girls will rejoice at a success. You will experience a strong and unforgettable emotion. For you, October will be a favorable month for a new, promising romantic relationship or a professional - career venture.\nMen will be excited about their personal love life or the love affairs of their friends or relatives. An interesting development can have a flirtation with a woman who lives at a distance from you. However, conflicts this month will also be related to your love or marriage life. Not every decision or action you make will be welcomed with open arms by the partner you have by your side. An old unrequited love affair may also come to the fore in your life for some reason or because of receiving news related to it.\nWomen will be warm, understanding, supportive of their friends, and they will need you this month. Those of you who have children of your own will be involved in important activities, appearances or changes in their lives. In general, October brings good opportunities to stabilize your life, find new opportunities for realization and achieve the much-desired personal progress.",
    "trans": "♑Horoscope du mois d'Octobre 2024 pour le Capricorne\nSi vous êtes né sous le signe du Capricorne, vous évoquerez en octobre vos affaires financières personnelles ou familiales avec des personnes de votre entourage, amis ou partenaires.\nUne situation désagréable survenue il y a quelque temps continuera à vous poser des problèmes ce mois-ci. Cependant, les choses commenceront progressivement à évoluer dans une direction favorable pour vous.\nVous aurez la chance de parvenir à résoudre un problème qui vous est désagréable.\nEn octobre, vous pouvez vous attendre à recevoir de l'argent ou un autre avantage de la part d'une personne avec laquelle vous avez une relation proche.\nCe mois-ci, il sera important pour vous de découvrir la vérité sur un mensonge de la part d'une personne avec laquelle vous ne cohabitez pas. Bien que cet événement soit lié à votre passé, vous voudrez obtenir des réponses à des questions qui sont importantes pour vous.\nCe mois-ci, le succès le plus important pour vous sera d'ordre financier ou matériel.\nIl est probable que vous receviez de l'argent inattendu, ainsi que d'autres actions financières et matérielles utiles pour vous.\nCe mois-ci, vous serez invité à une réunion ou vous serez surpris par des nouvelles concernant la vie privée d'un être cher.\nGarçons et filles se réjouiront d'un succès. Vous vivrez une émotion forte et inoubliable. Pour vous, octobre sera un mois favorable à une nouvelle relation amoureuse prometteuse ou à une aventure professionnelle.\nLes hommes se passionneront pour leur vie amoureuse personnelle ou celle de leurs amis ou parents. Un développement intéressant peut être un flirt avec une femme qui vit à une certaine distance de vous. Cependant, les conflits de ce mois seront également liés à votre vie amoureuse ou conjugale. Toutes vos décisions ou actions ne seront pas accueillies à bras ouverts par le partenaire que vous avez à vos côtés. Une ancienne histoire d'amour non partagée peut également revenir au premier plan dans votre vie pour une raison ou une autre ou parce que vous recevez des nouvelles à ce sujet.\nLes femmes seront chaleureuses, compréhensives, soutiendront leurs amis et ils auront besoin de vous ce mois-ci. Ceux d'entre vous qui ont des enfants seront impliqués dans des activités importantes, des apparitions ou des changements dans leur vie. En général, le mois d'octobre offre de bonnes occasions de stabiliser votre vie, de trouver de nouvelles possibilités de réalisation et d'accomplir les progrès personnels tant désirés."
}