{
    "source": "en_US",
    "target": "fr_FR",
    "text": "People often have differing views about love, especially depending on their culture. Some cultures believe in love at first sight. Love at first sight is when two people see each other for the first time and immediately know that they are in love with each other, without ever having to speak with them or get to know them. Some of the most romantic love stories ever told are about love at first sight. But some people believe that love at first sight isn’t real. These people say that love at first sight is far-fetched and not realistic.\nA: I think that love at first sight is very real. The moment I first saw my wife I knew she was the person I was going to marry. She was very pretty, but there was something else about it that I just can’t describe. There was something about her that just instantly drew me to her, it was something about her energy. When she smiled at me I knew that I was going to marry her one day. Some people try to think too logically about romance. But romance is an instinctual thing that we can’t understand just by studying it. Sometimes when it’s right, you just know.\nB: Some people might think that love at first sight is real, but this is just wishful thinking. Scientifically, when we meet someone we are attracted to we can often have a physiological response. This means that our pulse might speed up, we can get sweaty, and feel nervous or tingly. But just because there is attraction at first sight doesn’t mean that there is love. We are attracted to people all the time that we don’t really have any connection with. To have a positive and loving relationship, people have to have some things in common or other connections outside of just a physical attraction or first connection.",
    "trans": "Les gens ont souvent des points de vue différents sur l'amour, en particulier en fonction de leur culture. Certaines cultures croient au coup de foudre. Le coup de foudre, c'est quand deux personnes se voient pour la première fois et savent immédiatement qu'elles sont amoureuses l'une de l'autre, sans jamais avoir à se parler ou à apprendre à se connaître. Certaines des histoires d'amour les plus romantiques jamais racontées parlent de coup de foudre. Mais certaines personnes croient que le coup de foudre n'est pas réel. Ces personnes disent que le coup de foudre est tiré par les cheveux et irréaliste.\nA : Je pense que le coup de foudre est très réel. Le moment où j'ai vu ma femme pour la première fois, j'ai su que c'était la personne que j'allais épouser. Elle était très jolie, mais il y avait autre chose que je ne peux tout simplement pas décrire. Il y avait quelque chose chez elle qui m'a immédiatement attiré, c'était quelque chose à propos de son énergie. Quand elle m'a souri, j'ai su que j'allais l'épouser un jour. Certaines personnes essaient de penser trop logiquement à la romance. Mais la romance est une chose instinctive que nous ne pouvons pas comprendre simplement en l'étudiant. Parfois, quand c'est juste, on le sait.\nB : Certaines personnes pourraient penser que le coup de foudre est réel, mais ce n'est qu'un vœu pieux. Scientifiquement, lorsque nous rencontrons quelqu'un qui nous attire, nous pouvons souvent avoir une réponse physiologique. Cela signifie que notre pouls peut s'accélérer, nous pouvons transpirer et nous sentir nerveux ou picoter. Mais ce n'est pas parce qu'il y a de l'attraction au premier regard qu'il y a de l'amour. Nous sommes attirés par des gens tout le temps avec lesquels nous n'avons pas vraiment de lien. Pour avoir une relation positive et aimante, les gens doivent avoir des choses en commun ou d'autres liens en dehors d'une simple attraction physique ou d'une première connexion."
}