{
    "source": "en_US",
    "target": "fr_FR",
    "text": "12535715600 Deposited a new message:\n\"Greetings tied in families. The following are this week's announcements, concert dress day. Is this coming Wednesday, October 16th. Please make sure that your student is coming to school that day in their concert dress uniform. Look for an email from your music teacher for more information including ordering info for photos from our own Truman music boosters. We are holding our annual A SB fundraiser, the Ch Von on October 25th. We are raising funds for the next two weeks to support extracurricular activities at Truman A flyer will be coming home on Monday with more details. Next, our schedule for parent teacher conferences on October 17th and 18th. This year parent teacher conferences are taking place primarily on Thursday, October 17th, but there may be some availability for conferences on the 18th. If your student's teacher is not able to be there. The evening of the 17th, evening conferences on the 17th are arena style with all families able to come at any time to meet with teachers in the front of the counseling center for sixth grade core classes and the cafeteria for all other classes. If your family would like to request a team conference with all of your students, teachers at once. Even though you were not contacted for one, you can reach out to Principal Parks at in Parks at Tacoma dot K 12 dot W a.us to request one. Finally, please note that we have a half day schedule on both October 17th and 18th. Truman middle school will dismiss at 10:55 a.m. on both days. The schedules for conference days and the half day schedule for students will be listed in a corresponding email tonight. Please let administration and our front office staff know if you have any questions last but not least our Titan JV and varsity basketball along with our Lady Titan soccer team will host Gray Middle School tomorrow game, start at 3 p.m. Titan seat team basketball will travel to Great Middle let's come out tomorrow and cheer on Titan athletics. Those are the completion of our announcements for the week of October 13th. Enjoy the rest of your evening. I know.\"\nClick here: 14699825005 to listen to full voice message.",
    "trans": "12535715600 A déposé un nouveau message :\n<<Salutations aux familles. Voici les annonces de cette semaine, concernant la journée de tenue de concert. Ce sera mercredi prochain, le 16 octobre. Veuillez vous assurer que votre enfant vient à l'école ce jour-là en uniforme de concert. Un e-mail de leur professeur de musique vous parviendra avec plus d'informations, y compris les informations de commande pour les photos prises par nos propres bénévoles de la musique de Truman. Nous organisons notre collecte de fonds annuelle de l'association étudiante, le 'Ch Von', le 25 octobre. Nous collectons des fonds pendant les deux prochaines semaines pour soutenir les activités extrascolaires à Truman. Un dépliant sera envoyé à la maison lundi avec plus de détails. Ensuite, notre calendrier pour les rencontres parents-professeurs les 17 et 18 octobre. Cette année, les rencontres parents-professeurs auront lieu principalement le jeudi 17 octobre, mais il pourrait y avoir quelques disponibilités pour des rencontres le 18. Si le professeur de votre enfant n'est pas disponible. Les rencontres du soir du 17 se dérouleront en format aréna, avec toutes les familles pouvant venir à tout moment pour rencontrer les professeurs devant le centre de conseil pour les cours de base de sixième année, et à la cafétéria pour tous les autres cours. Si votre famille souhaite demander une rencontre d'équipe avec tous les professeurs de votre enfant en même temps, même si vous n'avez pas été contacté pour cela, vous pouvez contacter le directeur Parks à [email address removed] pour en faire la demande. Enfin, veuillez noter que nous aurons un horaire de demi-journée les 17 et 18 octobre. Le collège Truman terminera à 10h55 les deux jours. Les horaires pour les jours de rencontre et l'horaire de demi-journée pour les élèves seront listés dans un e-mail correspondant ce soir. Veuillez faire savoir à l'administration et au personnel de l'accueil si vous avez des questions. Enfin, nos équipes de basketball Titan JV et varsity, ainsi que notre équipe de soccer féminin Lady Titan, accueilleront le collège Gray demain. Les matchs commencent à 15h. L'équipe de basketball Titan se rendra à Great Middle. Venez nombreux demain pour encourager les équipes sportives Titan. Ce sont toutes les annonces pour la semaine du 13 octobre. Passez une bonne soirée.>>\nCliquez ici : 14699825005 pour écouter le message vocal complet."
}