{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Quality and satisfaction have been studied individually, but in most cases one or the other has been related to the other one. Although in some studies both terms are understood as one and the same (Fayyaz et al., 2020), the difference is quite clear: quality of care is a global evaluation of the service received, while satisfaction is an emotional reaction to the performance of the service (Moreira & Silva, 2015). It is important to add that the relationship must be considered from all points of view in order to understand how the dimensions of one concept and the other interact. Therefore, within the factors involved in the link, special attention should be paid to the actors who work in and are part of the medical systems (Naidu, 2009) and also, it must be paid atten- tion to the economic benefits of this relationship. Patient satisfaction is not only a driver of the good financial performance of hospitals, but also of the well-being of a country, as it contributes to improved economic revenues (Liu et al., 2010). A positive interaction between quality and sat- isfaction affects long-term relationships between healthcare providers and patients (Rutledge & Nascimiento, 1996).",
    "trans": "La qualité et la satisfaction ont été étudiées séparément, mais dans la plupart des cas, l’une ou l’autre a été liée à l’autre. Bien que dans certaines études, les deux termes soient considérés comme un seul et même concept (Fayyaz et al., 2020), la différence est assez claire : la qualité des soins est une évaluation globale du service reçu, tandis que la satisfaction est une réaction émotionnelle à la prestation du service (Moreira & Silva, 2015). Il est important d'ajouter que la relation doit être envisagée sous tous les angles afin de comprendre comment les dimensions d'un concept et de l'autre interagissent. Par conséquent, parmi les facteurs impliqués dans ce lien, une attention particulière doit être accordée aux acteurs qui travaillent dans et font partie des systèmes médicaux (Naidu, 2009), et il faut également tenir compte des bénéfices économiques de cette relation. La satisfaction des patients n'est pas seulement un moteur de la bonne performance financière des hôpitaux, mais aussi du bien-être d'un pays, car elle contribue à améliorer les revenus économiques (Liu et al., 2010). Une interaction positive entre la qualité et la satisfaction affecte les relations à long terme entre les prestataires de soins de santé et les patients (Rutledge & Nascimiento, 1996)."
}