{
    "source": "en_US",
    "target": "fr_FR",
    "text": "3. Take an ELP test\nAccepted assessment tests\nNAIT accepts the following ELP assessment testsand the minimum test score. ELP test results are only valid for two years from the test date.\nEnglish Language Proficiency (ELP) test Minimum accepted test score\nIELTS Academic\nNAIT also accepts IELTS One Skill Retake\n6.0 in each section\nNAIT’s ELP Exam 73% or “B” in each section\nCanadian Language Benchmarks Assessment (CLB)or Canadian Language Benchmark Placement Assessment (CLBPA) 8.0 in each section\nCAELor CAEL Online 60 overall score\nCambridge English Language Assessment B2 First, C1 Advanced or C2 Proficiency: 169 in each section\nTOEFL iBT;Home Edition is also accepted\n20 in each section\nEffective Fall 2025:70 overall score, with a minimum score of 17 in each section\nDuolingo\n115 overall score, with a minimum score of 100 in each integrated subscore.\nMichigan English Test (MET) 59 overall score\nPTE Academicor PTE Academic online 58 overall score\nLanguageCert B2 Communicator Test 38 in each section",
    "trans": "3. Passer un test de compétence en anglais (ELP)\nTests acceptés\nNAIT reconnaît les tests d'évaluation du PEL suivants et le score minimum requis. La validité des résultats des tests du PEL est limitée à deux ans à compter de la date du test.\nTest de compétence en anglais (ELP) Score minimum requis\nIELTS Academic\nNAIT reconnaît également l'IELTS One Skill Retake (reprise d'une compétence)\n6 dans chaque module\nExamen ELP de NAIT 73 % ou « B » dans chaque module\nCanadian Language Benchmarks Assessment (CLB) ou Canadian Language Benchmark Placement Assessment (CLBPA) 8,0 dans chaque section\nCAEL ou CAEL Online Score global de 60\nCambridge English Language Assessment B2 First, C1 Advanced ou C2 Proficiency : 169 dans chaque section\nTOEFL iBT ; la version Home Edition est également acceptée\n20 dans chaque module\nÀ partir de l'automne 2025 : score global de 70, avec un score minimum de 17 dans chaque module\nDuolingo\nScore global de 115, avec un score minimum de 100 dans chaque sous-score intégré.\nMichigan English Test (MET) Score global de 59\nPTE Academic ou PTE Academic online Score global de 58\nLanguageCert B2 Communicator Test 38 dans chaque section"
}