{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A: Have you ever been invited to the wedding?\nB: No, I haven’t. ___(16)___\nA: It’s so amazing. People dress neatly, especially the bride. ___(17)___\nB: What about the groom?\nA: He looks incredible also, particularly when he dances with his girlfriend.\nB: ___(18)___ If so, I may have a problem.\nA: You don’t need to. But if you could do it, it would be wonderful.\nB: How about you? Do you like dancing?\nA: ___(19)___ It’s one of my favorite exercises.\nB: You’re so lucky. I envy you.\nA: Come on! You can do it also. It’s a piece of cake. ____(20)____\nB: No, thank you so much. I think I’m too old to learn it.\nA: No, you’re not! Just try. ___(21)___ I’m sure you’ll love it.\nB: Well, I’ll think about it and get back to you. Thank you so much again.\nA: ___(22)___ You’re really\nwelcome.\n(16)\n*\n1 คะแนน\na. What’s look like?\nb. What does it like?\nc. What’s it like?\nd. What did it look like?\n(17)\n*\n1 คะแนน\na. She is gorgeously dressed like a princess.\nb. He keeps smiling to all his guests.\nc. The room is decorated with beautiful curtains and velvet carpets.\nd. It is splendidly designed and well-furnished.\n(18)\n*\n1 คะแนน\na. Does his bride dance gracefully?\nb. Does everyone need to dance?\nc. Does the groom dance perfectly?\nd. Does anyone prefer dancing?\n(19)\n*\n1 คะแนน\na. Not really!\nb. I doubt it!\nc. Give me a break!\nd. Absolutely!\n(20)\n*\n1 คะแนน\na. You could do me a favor.\nb. Let’s enjoy the performance.\nc. Would you like me to teach you?\nd. Shall we go rehearsing now?\n(21)\n*\n1 คะแนน\na. Never put off for tomorrow, what you can do today.\nb. Where there’s a will, there’s a way.\nc. Opportunity doesn’t knock twice.\nd. You can’t teach an old dog new tricks.\n(22)\n*\n1 คะแนน\na. Anyway!\nb. Anything will do!\nc. Anytime!\nd. Any day!",
    "trans": "A : Avez-vous déjà été invité à un mariage ?\nB : Non, je ne l'ai jamais été. _ (16) _\nA : C'est tellement incroyable. Les gens s'habillent soigneusement, surtout la mariée. _ (17) _\nB : Et le marié ?\nA : Il a l'air incroyable aussi, surtout quand il danse avec sa petite amie.\nB : _ (18) _ Si c'est le cas, je pourrais avoir un problème.\nA : Vous n'avez pas besoin de le faire. Mais si vous pouviez le faire, ce serait merveilleux.\nB : Et vous ? Aimez-vous danser ?\nA : _ (19) _ C'est l'un de mes exercices préférés.\nB : Vous avez tellement de chance. Je vous envie.\nA : Allez ! Vous pouvez le faire aussi. C'est un jeu d'enfant. _ (20) _\nB : Non, merci beaucoup. Je pense que je suis trop vieux pour l'apprendre.\nA : Non, vous ne l'êtes pas ! Essayez simplement. _ (21) _ Je suis sûr que vous allez adorer.\nB : Eh bien, je vais y réfléchir et je reviendrai vers vous. Merci beaucoup encore une fois.\nA : _ (22) _ Vous êtes vraiment\nbienvenu.\n(16)\n*\n1 คะแนน\na. À quoi ça ressemble ?\nb. Qu'est-ce que ça donne ?\nc. Comment c'est ?\nd. Qu'est-ce que ça avait l'air ?\n(17)\n*\n1 คะแนน\na. Elle est habillée comme une princesse.\nb. Il sourit à tous ses invités.\nc. La salle est décorée avec de beaux rideaux et des tapis en velours.\nd. C'est magnifiquement conçu et bien aménagé.\n(18)\n*\n1 คะแนน\na. Est-ce que sa mariée danse gracieusement ?\nb. Est-ce que tout le monde doit danser ?\nc. Est-ce que le marié danse parfaitement ?\nd. Est-ce que quelqu'un préfère danser ?\n(19)\n*\n1 คะแนน\na. Pas vraiment !\nb. Je doute de ça !\nc. Laisse-moi tranquille !\nd. Absolument !\n(20)\n*\n1 คะแนน\na. Vous pourriez me rendre service.\nb. Apprécions le spectacle.\nc. Voulez-vous que je vous apprenne ?\nd. Allons-nous répéter maintenant ?\n(21)\n*\n1 คะแนน\na. Ne remettez pas à demain ce que vous pouvez faire aujourd'hui.\nb. Quand on veut, on peut.\nc. L'opportunité ne frappe pas deux fois.\nd. On ne peut pas apprendre de nouvelles astuces à un vieux chien.\n(22)\n*\n1 คะแนน\na. De toute façon !\nb. N'importe quoi fera l'affaire !\nc. À tout moment !\nd. N'importe quel jour !"
}