{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name].” Mom smooths her dress when she greets me in her great room. Her body is as rigid as her speech and she appears frazzled, anxious about seeing me.\nI didn’t have to force my way inside even though I was more than ready to do so. Clearly, my father didn’t pass the memo on to his staff that I’m no longer welcome here. He’s yet to show his face, but I’ll be demanding that soon.\n“Mom.” I feel uncharacteristically confident. I think that’s because I’ve had my come-to-Jesus moment and have no expectations for how this conversation will end. I’ve got nothing left to lose with my family and I never knew how freeing it could be not to be governed by fear. “Can you please get Dad? We all need to have a conversation.”\nShe swallows hard. “He won’t speak with you, darling, but I want to have that conversation.”\nI love my mother. Deeply. However, I’m too angry with her to tread carefully here. “The one in which we discuss the real reason why Dad has\ndisowned me.”\nAlarm spikes across her face. “Your father hasn’t disowned you,\n[redacted_name].”\nMy brows arch. “Really? What would you call it then? Discarded?\nRejected? Abandoned? I mean, take your pick. They all apply.”\n“No,” she rushes to explain, “he simply wants you to know how strong his feelings are over your marriage. You have to admit that you rushed into\nit and—”\n“No.” I shake my head almost violently. “I might have rushed into\nmarriage, but that’s not the real reason Dad’s doing what he is and you know it.” She recoils like she’s been slapped but I just keep going. “Dad’s doing what he does best. He’s withholding love to get what he wants. He’s doing that because it’s a tactic that’s always worked with him where I’m concerned, but it won’t work in this situation. It will never work again. I’m not the scared little girl desperate for her father’s approval any longer, Mom. I see him for exactly what he is, a bully who has no idea how to be a father.”\n“Careful what you say, [redacted_name],” Dad says, joining us with a thunderous expression on his face. “You won’t be able to take it back.”\nI stare at him, wondering how I was ever scared of him. Why I ever needed his approval to believe I was a worthy human being. “I don’t want to take anything back, Dad. I mean every word I’m saying.”\nHis jaw hardens and his nostrils flare. “That man isn’t who you think he is. He will break your heart, and when he does, I won’t be there to pick the pieces up like I always have.”\nMy eyes almost bulge out of my head. “Are you serious? When have you ever picked the pieces up for me?”\n“I’ve had to do it every single time you’ve made a mess of a relationship.”\nMom inhales sharply. “[redacted_name]. That’s enough.",
    "trans": "« [redacted_name]. » Maman lisse sa robe en me saluant dans son grand salon. Son corps est aussi rigide que sa parole et elle semble épuisée, anxieuse de me voir.\nJe n’ai pas eu à forcer mon entrée, même si j’étais plus que prête à le faire. Visiblement, mon père n’a pas transmis à son personnel le message selon lequel je ne suis plus la bienvenue ici. Il n’a pas encore montré son visage, mais je vais bientôt l’exiger.\n« Maman. » Je me sens anormalement confiante. Je pense que c’est parce que j’ai eu mon moment de vérité et que je n’ai aucune attente quant à la façon dont cette conversation se terminera. Je n’ai plus rien à perdre avec ma famille et je n’ai jamais su à quel point il pouvait être libérateur de ne pas être gouvernée par la peur. « Peux-tu s’il te plaît aller chercher papa ? Nous devons tous avoir une conversation. »\nElle déglutit difficilement. « Il ne te parlera pas, ma chérie, mais je veux avoir cette conversation. »\nJ’aime ma mère. Profondément. Cependant, je suis trop en colère contre elle pour y aller doucement. « Celle où nous discutons de la vraie raison pour laquelle papa\nm’a reniée. »\nL’alarme se déclenche sur son visage. « Ton père ne t’a pas reniée,\n[redacted_name]. »\nMes sourcils se haussent. « Vraiment ? Comment appellerais-tu ça alors ?\nRejetée ? Abandonnée ? Je veux dire, choisis. Elles s’appliquent toutes. »\n« Non, » se précipite-t-elle pour expliquer, « il veut simplement que tu saches à quel point ses sentiments sont forts à propos de ton mariage. Tu dois admettre que tu t’es\nprécipitée et— »\n« Non. » Je secoue la tête presque violemment. « J’ai peut-être précipité mon\nmariage, mais ce n’est pas la vraie raison pour laquelle papa fait ce qu’il fait et tu le sais. » Elle recule comme si elle avait été giflée, mais je continue. « Papa fait ce qu’il fait le mieux. Il retient l’amour pour obtenir ce qu’il veut. Il fait ça parce que c’est une tactique qui a toujours fonctionné avec lui en ce qui me concerne, mais ça ne marchera pas dans cette situation. Ça ne marchera plus jamais. Je ne suis plus la petite fille effrayée désespérée de l’approbation de son père, maman. Je le vois pour ce qu’il est exactement, un tyran qui n’a aucune idée de comment être un père. »\n« Fais attention à ce que tu dis, [redacted_name], » dit papa, nous rejoignant avec une expression tonitruante sur son visage. « Tu ne pourras pas le reprendre. »\nJe le regarde fixement, me demandant comment j’ai pu avoir peur de lui. Pourquoi j’ai eu besoin de son approbation pour croire que j’étais un être humain digne. « Je ne veux rien reprendre, papa. Je pense chaque mot que je dis. »\nSa mâchoire se serre et ses narines s’évasent. « Cet homme n’est pas celui que tu crois. Il va te briser le cœur, et quand il le fera, je ne serai pas là pour ramasser les morceaux comme je l’ai toujours fait. »\nMes yeux sortent presque de ma tête. « Tu es sérieux ? Quand as-tu déjà ramassé les morceaux pour moi ? »\n« J’ai dû le faire toutes les fois que tu as gâché une relation. »\nMaman inspire profondément. « [redacted_name]. Ça suffit. »"
}