{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dell rose 6% on Wednesday, but Mizuho desk analyst Jordan Klein thinks there is more upside and is now bullish on the stock.\n“If you are not paying attention to the mess that is SMCI, you should,” Klein said. As a result, the analyst sees material upside for Dell over the next two to three quarters and would remain a buyer on any weakness.\n“My view is any customer that does not want the risk of missing a deadline or financial target due to issues related to SMCI is going to move their AI server business to another supplier, like DELL,” the analyst added.\nKlein also warns that SMCI supplier NVIDIA Corporation (NASDAQ:NVDA) is now at risk of missing guidance if SMCI cannot fund their business as they operate with negative working capital and require a lot of cash and funding to purchase large volumes of GPUs and liquid cooling product to build multi-million dollar NVL72 Blackwell rack systems.\n“NVDA will probably start to move the majority of their GPU supply away from SMCI until they get clarity on the situation,” the analyst states. He said this benefits Dell.\nWith SMCI potentially hamstrung, this “removes a price aggressor on Gen AI server rates systems,\" according to the analyst.\n“Dell walked away from large tier one cloud supply agreements over weak margins (they preferred not to lose money on the revenues),” the analyst said. “Their focused on profitable tier 2 cloud customers. But maybe they can go back and WIN TIER 1 CLOUD SERVER DEALS WITH MORE GPU SUPPLY AND LESS PRICING PRESSURE FROM SMCI.”\nDell stock is down 3% in early trading Thursday.",
    "trans": "Dell a chuté de 6 % mercredi, mais l'analyste du bureau de Mizuho, Jordan Klein, pense qu'il y a encore du potentiel à la hausse et adopte désormais une position optimiste sur l’action.\n« Si vous ne prêtez pas attention au désordre qu’est SMCI, vous devriez », a déclaré Klein. En conséquence, l'analyste prévoit une forte hausse de Dell au cours des deux à trois prochains trimestres et resterait acheteur en cas de faiblesse.\n« Mon avis est que tout client ne souhaitant pas prendre le risque de manquer une échéance ou un objectif financier à cause de problèmes liés à SMCI va déplacer ses affaires de serveurs IA vers un autre fournisseur, comme DELL », a ajouté l'analyste.\nKlein avertit également que le fournisseur de SMCI, NVIDIA Corporation (NASDAQ: NVDA), risque désormais de ne pas atteindre ses prévisions si SMCI ne parvient pas à financer ses activités, étant donné qu'ils fonctionnent avec un fonds de roulement négatif et nécessitent d'importantes liquidités et financements pour acheter de gros volumes de GPU et de produits de refroidissement liquide afin de construire des systèmes de racks NVL72 Blackwell à plusieurs millions de dollars.\n« NVDA commencera probablement à déplacer la majorité de leur offre de GPU loin de SMCI jusqu'à ce qu'ils obtiennent plus de clarté sur la situation », déclare l'analyste. Il a ajouté que cela profiterait à Dell.\nAvec SMCI potentiellement handicapé, cela « élimine un acteur de pression sur les prix des systèmes de serveurs IA Gen », selon l'analyste.\n« Dell a abandonné des accords d’approvisionnement avec de grands clients cloud de niveau 1 en raison de faibles marges (ils préféraient ne pas perdre d’argent sur ces revenus) », a indiqué l'analyste. « Ils se sont concentrés sur les clients cloud de niveau 2 rentables. Mais peut-être peuvent-ils revenir et gagner des contrats de serveurs cloud de niveau 1 avec plus de fournitures de GPU et moins de pression sur les prix de SMCI. »\nL’action de Dell est en baisse de 3 % dans les premières transactions jeudi."
}