{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Both accords ban dissemination of_______________about weapons of mass destruction.\n2. \"Joining the Iraqi opposition cannot be a __________ , \" for mass murder, \" the watchdog group said in a statement.\n3. The new boy is always ____________ and doesn’t seem to care. I think he’s a___________.\n4. You would be____________ to invest all your money in one company.\n5. ____________ is not intended to serve as a license for persons to flout the law and purposely avoid liability for their actions.\n6. Instead of instantly jumping from one task to the next, you have __________ to end your work on the last task and mentally prepare for the next.\n7. President Lyndon B . Johnson is the only president to actually___________because of his dog.\n8. High costs have driven many companies to______________for new development.\n9. I'm the one who's going to make your life real difficult from now on if you don't _________ .\n10. _____________on tobacco product regulation, including on the use of ingredients, were adopted last week by governments.",
    "trans": "Les deux accords interdisent la diffusion de _______________ concernant les armes de destruction massive.\n2.  « Rejoindre l'opposition irakienne ne peut pas être une __________ , pour meurtre de masse », a déclaré le groupe de surveillance dans un communiqué.\n3. Le nouveau garçon est toujours ____________ et semble ne pas se soucier. Je pense qu'il est un___________.\n4. Vous seriez ____________ d'investir tout votre argent dans une seule entreprise.\n5. ____________ n'est pas destiné à servir de licence pour permettre aux personnes de bafouer la loi et d'éviter délibérément leur responsabilité pour leurs actions.\n6. Au lieu de passer instantanément d'une tâche à l'autre, vous avez __________ pour terminer votre travail sur la dernière tâche et vous préparer mentalement pour la suivante.\n7. Le président Lyndon B. Johnson est le seul président à avoir réellement ___________ à cause de son chien.\n8. Les coûts élevés ont poussé de nombreuses entreprises à ____________ pour de nouveaux développements.\n9. Je suis celui qui va rendre ta vie vraiment difficile dorénavant si tu ne _______________ .\n10. _____________ sur la réglementation des produits du tabac, y compris sur l'utilisation des ingrédients, ont été adoptées la semaine dernière par les gouvernements."
}