{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi Everyone,\nI'm reaching out to you as your name was on our waitlist for our Companion Speaking and Listening class, and we’re excited toinform you that classes will begin next week! Classes are scheduled for Monday and Wednesday afternoons:\nTo secure your spot, please complete your online registrationform on our website as soon as possible.\nDCC Website:Application Form - Delta Community College (deltasd.bc.ca)\nFollow the instructions below:If returning student, select:\n“I’ve met an Advisor / Returning Student”\nEnter all “PersonalInformation”\nPEN field can be skipped\nUpload IDif possible\nOnce you get to “Course Term, select: Fallfor Term 1 (September)\nLocation: North Delta\nSelect what you are looking for eg: Companion Foundation Classes (Reading/Writing/Speaking &Listening and then select Companion Speaking and Listening 1 - Mon, Wed afternoons (113)\nThen hit \"Submit' at the end once all the information on the form has been filled out",
    "trans": "Bonjour à tous,\nJe vous contacte car votre nom figurait sur notre liste d'attente pour notre cours de conversation et d'écoute \"Companion\", et nous sommes ravis de vous informer que les cours commenceront la semaine prochaine ! Les cours sont prévus les lundis et mercredis après-midi :\nPour réserver votre place, veuillez remplir votre formulaire d'inscription en ligne sur notre site Web dès que possible.\nSite Web de DCC : Formulaire de candidature - Delta Community College (deltasd.bc.ca)\nSuivez les instructions ci-dessous : Si vous êtes un étudiant de retour, sélectionnez :\n« J'ai rencontré un conseiller / Étudiant de retour »\nSaisissez toutes les « Informations personnelles »\nLe champ PEN peut être ignoré\nTéléversez une pièce d'identité si possible\nUne fois que vous arrivez à « Session du cours », sélectionnez « Automne » pour la session 1 (septembre).\nLieu : North Delta\nSélectionnez ce que vous recherchez, par exemple : Cours de base \"Companion\" (Lecture/Écriture/Conversation et Écoute), puis sélectionnez Companion Speaking and Listening 1 - Lundis et mercredis après-midi (113)\nCliquez ensuite sur « Soumettre » tout en bas une fois que toutes les informations du formulaire ont été remplies"
}