{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Add, use, and share boarding passes, tickets, and other passes in Apple Wallet\nWith the Wallet app, you can add and use eligible boarding passes, movie tickets, coupons, rewards cards, and more. You can also share some passes and tickets.\nHow to add a boarding pass, ticket, or other pass to Apple Wallet on your iPhone\nOpen the app, email, notification, or other communication that contains your boarding pass, ticket, or other pass.\nTap Add to Apple Wallet.\nFollow the instructions on the screen.\nIf necessary, tap Add in the upper right corner.\nIf you don't see an option to add your boarding pass, ticket, or other pass to the Wallet app, contact the merchant or company that issued it to make sure they support passes in the Wallet app.\nWhen you add a boarding pass, ticket, or other pass to the Wallet app on your iPhone, you automatically add it to the Wallet app on your paired Apple Watch.\nLearn how to remove a pass or ticket from the Wallet app.\nUse a boarding pass, ticket, or other pass in Apple Wallet\nWhen you add a boarding pass, ticket, or other pass to the Wallet app, you can use it with your iPhone or Apple Watch.",
    "trans": "Ajoutez, utilisez et partagez des cartes d'embarquement, des billets et d'autres passes dans Apple Wallet\nAvec l'application Wallet, vous pouvez ajouter et utiliser des cartes d'embarquement éligibles, des billets de cinéma, des coupons, des cartes de fidélité, et bien plus encore. Vous pouvez également partager certains passes et billets.\nComment ajouter une carte d'embarquement, un billet ou un autre pass à Apple Wallet sur votre iPhone\nOuvrez l'application, l'e-mail, la notification ou autre communication contenant votre carte d'embarquement, billet ou autre pass.\nAppuyez sur « Ajouter à Apple Wallet ».\nSuivez les instructions à l'écran.\nSi nécessaire, appuyez sur « Ajouter » dans le coin supérieur droit.\nSi vous ne voyez pas d'option pour ajouter votre carte d'embarquement, billet ou autre pass à l'application Wallet, contactez le commerçant ou l'entreprise qui l'a émis pour vous assurer qu'ils prennent en charge les passes dans l'application Wallet.\nLorsque vous ajoutez une carte d'embarquement, un billet ou un autre pass à l'application Wallet sur votre iPhone, il est automatiquement ajouté à l'application Wallet sur votre Apple Watch jumelée.\nApprenez comment supprimer un pass ou un billet de l'application Wallet.\nUtiliser une carte d'embarquement, un billet ou un autre pass dans Apple Wallet\nLorsque vous ajoutez une carte d'embarquement, un billet ou un autre pass à l'application Wallet, vous pouvez l'utiliser avec votre iPhone ou votre Apple Watch."
}