{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You are receiving this mail because you are a voting contact forDagomys Telecom LLCat the upcoming RIPE NCC General Meeting (GM), which will take place from 30 October - 1 November 2024.\nTo attend and vote, you must register through the LIR Portal:\nhttps://my.ripe.net/#/meetings/active\nVoting registration closes at 14:00 (UTC+1) on 30 October 2024. Make sure to register before this time to be able to vote.\nWe encourage all RIPE NCC members to use their voting rights so that the resolution result reflects the membership’s overall preferences.\nOnce registered and eligible, you will receive two emails during the GM from Assembly Voting:\nAn email with Voting Code 2 (your GM Registration Number).\nAn email with Voting Code 1 (pre-filled) and a link to the voting platform.\nBoth codes are necessary to access the voting platform.\nImportant:\nOnly the primary LIR is eligible to vote for members that hold multiple LIR accounts.\nIf you are the registered contact for more than one RIPE NCC member, you can register all eligible votes via the LIR Portal. You will not receive additional reminders if you represent multiple members.\nAt the GM, you will vote on one resolution on the redistribution:\n“The General Meeting approves the redistribution of the excess contribution/deficit paid in the financial year 2024 in the following way:\n- In case there is an excess contribution, this will be redistributed to the membership in 2025 according to the RIPE NCC Clearing House procedure.\n- In case of a deficit, this will be covered by the RIPE NCC reserves.”\nNote: If the membership does not approve the resolution, the excess contribution paid will be added to the reserves and the deficit of contribution paid will be redistributed to the membership in 2025.\nYou can view the meeting agenda with the resolution and related information at: [redacted_url]\nThe GM will be held in person at the Clarion Congress Hotel Prague. Members can also attend online through the Meetecho platform. For remote participation, all registered attendees will receive a link to the GM livestream and Meetecho platform. Further information is available at:\nhttps://www.ripe.net/membership/gm/meetings/ripe-ncc-general-meeting-october-2024/ways-to-get-involved/\nKey Dates and Times:\nVoting Opens: Approx. 18:00 (UTC+1) on 30 October 2024\nVoting Closes: 09:00 (UTC+1) on 1 November 2024\nResults Live streamed: 10:30 (UTC+1) on 1 November 2024\nWe look forward to your participation at the RIPE NCC General Meeting.\nKind regards,\nFergal Cunningham\nHead of Membership Engagement\nRIPE NCC",
    "trans": "Vous recevez ce courriel car vous êtes un contact de vote pour Dagomys Telecom LLC lors de la prochaine Assemblée Générale (AG) du RIPE NCC, qui se tiendra du 30 octobre au 1er novembre 2024.\nPour assister et voter, vous devez vous inscrire via le Portail LIR :\nhttps://my.ripe.net/#/meetings/active\nL'inscription pour le vote se termine à 14 h 00 (UTC+1) le 30 octobre 2024. Assurez-vous de vous inscrire avant cette heure pour pouvoir voter.\nNous encourageons tous les membres du RIPE NCC à exercer leurs droits de vote afin que le résultat de la résolution reflète les préférences globales des membres.\nUne fois inscrit et éligible, vous recevrez deux courriels pendant l'AG de la part d'Assembly Voting :\nUn e-mail avec le Code de Vote 2 (votre Numéro d'Inscription à l'AG).\nUn e-mail avec le Code de Vote 1 (pré-rempli) et un lien vers la plateforme de vote.\nLes deux codes sont nécessaires pour accéder à la plateforme de vote.\nImportant :\nSeul le LIR principal peut voter pour les membres qui détiennent plusieurs comptes LIR.\nSi vous êtes le contact enregistré pour plus d'un membre du RIPE NCC, vous pouvez enregistrer tous les votes éligibles via le Portail LIR. Vous ne recevrez pas d'autres rappels si vous représentez plusieurs membres.\nLors de l'AG, vous voterez sur une résolution relative à la redistribution :\n« L'Assemblée Générale approuve la redistribution de l'excédent de contribution/déficit payé au cours de l'année 2024 de la manière suivante :\nEn cas d'excédent de contribution, celui-ci sera distribué de nouveau aux membres en 2025 conformément à la procédure de la Chambre de Compensation du RIPE NCC.\n- En cas de déficit, celui-ci sera couvert par la caisse du RIPE NCC. »\nRemarque : Si les membres n'approuvent pas la résolution, l'excédent de contribution payé sera ajouté à la caisse et le déficit de contribution payé sera redistribué aux membres en 2025.\nVous pouvez consulter l'ordre du jour de la réunion, ainsi que la résolution et les informations connexes à l'adresse suivante : [redacted_url]\nL'AG se tiendra en personne à l'hôtel Clarion Congress de Prague. Les membres peuvent également y assister en ligne via la plateforme Meetecho. Pour la participation à distance, tous les participants inscrits recevront un lien vers la diffusion en direct de l'AG et la plateforme Meetecho. De plus amples informations sont disponibles à l'adresse suivante :\nhttps://www.ripe.net/membership/gm/meetings/ripe-ncc-general-meeting-october-2024/ways-to-get-involved/\nDates et heures clés :\nOuverture des votes : Environ 18 h 00 (UTC+1) le 30 octobre 2024\nFermeture des votes : 09 h 00 (UTC+1) le 1er novembre 2024\nDiffusion en temps réel des résultats : 10 h 30 (UTC+1) le 1er novembre 2024\nNous sommes heureux de votre participation à l'Assemblée Générale du RIPE NCC.\nCordialement,\nFergal Cunningham\nResponsable de l'Engagement des Membres\nRIPE NCC"
}