{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good evening 5th grade families,\nWe wanted to update you on a few things coming up.\n1) Conferences have started. Please keep an eye out for more emails to come in trying to set one up with you. We are trying to meet up with everyone as soon as we can. We are working on dates and times to meet with everyone so they are not rushed and you have time to talk to us and ask questions. If by phone is easier, please let us know. We do have paperwork to send home for you to sign and if you do come in person you can sign it then and then we just make a copy for you.\n2) Musical Auditions are tomorrow and if you student is auditioning, please remember that if they have other siblings, they will not be able to wait with them due to the space where the auditions being held.\n3) We have been having issues with DOJO and students' points. We are still able to get in contact with people, but the points are not always being updated and or we are not seeing the changes when we are changing from the computers to our IPADs. So...we will still be awarding students points for them to go to store, but it may turn into a system where they are \"paid\" during the day and points are kept track on almost like a \"credit card.\" We did this last year, students would be told if they got \"paid\" during that block and also we teachers would talk during the day and after school, and then keep track of their points, keep them updated and then they would use their \"credit card\" green paper on Friday to go to store. We will keep you updated and we apologize for this inconvenience. I am working on this.\nFinally, we are headed into the end of the 2nd six weeks. Six weeks tests are coming up and so please be on the look out for reviews coming home from me in science and especially vocabulary practice to help students out learn these.\nIf you have any questions are concerns, please let me know.\n[redacted_name]\n[redacted_info]\n[redacted_info]",
    "trans": "Bonsoir aux familles de la classe de 5e année,\nNous voulions vous informer de quelques éléments à venir.\n1) Les conférences ont débuté. Merci de vérifier régulièrement votre boîte de réception pour d'autres communications concernant l'organisation d'une réunion avec vous. Nous nous efforçons de rencontrer chaque personne dès que cela est réalisable. Nous sommes en train de planifier les dates et les heures pour rencontrer chacun d'entre vous, afin d'éviter tout stress et de vous laisser le temps de nous exprimer vos pensées et poser des questions. Si vous trouvez cela plus pratique par téléphone, merci de nous en informer. Nous possédons des papiers à transmettre à votre domicile pour votre signature, et si vous préférez vous déplacer en personne, vous aurez la possibilité de les signer sur place. Nous pourrons alors vous fournir une copie.\n2) Les auditions musicales ont lieu demain. Si votre enfant passe une audition, veuillez vous rappeler que s'ils ont d'autres frères et sœurs, ils ne pourront pas attendre avec eux en raison de l'espace limité où les auditions se déroulent.\n3) Nous avons rencontré des problèmes avec DOJO et les points des élèves. Nous sommes toujours en mesure de contacter les gens, mais les points ne sont pas toujours mis à jour et/ou nous ne voyons pas les modifications lorsque nous passons des ordinateurs à nos iPads. Donc... nous continuerons à distribuer des points aux élèves pour leur permettre d'aller au magasin, mais cela pourrait évoluer vers un système où ils sont « rémunérés » tout au long de la journée et où les points sont gérés comme une sorte de « carte de crédit ». L'année dernière, nous avons informé les élèves s'ils recevaient une compensation pendant cette période. De plus, nous, en tant qu'enseignants, avons eu des discussions tout au long de la journée et après les cours. Par la suite, nous gérions leurs points, les actualisions et ils utilisaient leur « carte bancaire » en papier vert le vendredi pour faire leurs achats à la boutique. Nous vous informerons régulièrement et nous sommes désolés pour ce contretemps. Je suis en train de m'occuper de ça.\nEnfin, nous nous dirigeons vers la fin des six prochaines semaines. Les tests de six semaines approchent, donc veuillez être attentifs aux révisions qui arrivent à la maison de ma part en sciences et en particulier aux exercices de vocabulaire pour aider les élèves à apprendre ceux-ci.\nSi vous avez des questions ou des préoccupations, veuillez me le faire savoir.\n[redacted_name]\n[redacted_info]\n[redacted_info]"
}