{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Both parties agree that upon completion of the gravel processing line, Party B shall independently contract and operate the production line. At the same time, Party A promises that all stone materials extracted from the mining area shall be produced and processed by Party B, and Party A shall be responsible for sales. Party A shall settle the finished products produced and processed by Party B at the price agreed herein.\nThe two parties agree the production line will be handed over to Party B for independent contracting and operation after the construction of stone crush\nprocessing production line is completed establishment. Meanwhile Party A promises all mined stones from the mining area will be handed over to Party B for production and processing, and Party A will be responsible for its sales after Party B finished crush stone. Party A will pay Party B with settled price according to this Agreement.",
    "trans": "Les deux parties conviennent qu'après l'achèvement de la chaîne de traitement du gravier, la partie B conclura un contrat indépendant et exploitera la chaîne de production. Parallèlement, la partie A promet que toutes les pierres extraites de la zone minière seront produites et traitées par la partie B, et que la partie A sera responsable des ventes. La partie A réglera les produits finis obtenus et transformés par la partie B au prix convenu dans le présent accord.\nLes deux parties conviennent que la chaîne de production sera remise à la partie B pour un contrat et une exploitation indépendants après l'achèvement de la construction de la chaîne de production de concassage de pierres.\nLa construction de la ligne de production de concassage et de traitement des pierres est achevée. Entre-temps, la partie A promet que toutes les pierres extraites de la zone minière seront remises à la partie B pour la production et le traitement, et que la partie A sera responsable de leur vente une fois que la partie B aura fini de les concasser. La partie A paiera à la partie B le prix convenu conformément au présent accord."
}