{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Event description\nIIt’s almost spooky season! Join G’Day Mates for this two-hour ghost tour through Glenside Hospital.\nIf you’re intrigued by the supernatural, or just looking for a fun night out with friends, this is your chance to explore the eerie Z Ward. You’ll hear true experiences, disturbing events, and decide for yourself – is it really haunted?\nBook your ticket for just $22 today and get ready for a night filled with mystery and excitement!\n*Due to the nature and location of this tour, some content and stories might be distressing to some people. Additionally, the tour will take place in darkness. *\nCheck out the website for more details and consider if this is the right activity for you before grabbing your tickets: Z Ward Ghost Tour - Adelaide Haunted Horizons\nImportant Notes:\n- UniSA Student IDs will be sighted upon arrival.\n- Please arrive by 19:00 pm.\n- Refunds can only be processed if requested more than 48 hours before the event day.\nPhotography Disclaimer:\n1. I understand that images, video and audio of me will be recorded or captured in connection with the event.\n2. I consent to the University using, publishing, reproducing or editing the images, video or audio of me to promote the University (Image Consent).\n3. I release the University from any claims in connection with the Image Consent.",
    "trans": "Description de l'événement\nLa saison des frissons approche ! Rejoignez G’Day Mates pour une visite guidée de deux heures à travers l'hôpital de Glenside.\nSi vous êtes fasciné par le surnaturel, ou si vous cherchez simplement une soirée amusante entre amis, c'est l'occasion de découvrir le mystérieux Z Ward. Vous entendrez des témoignages réels, des événements perturbants, et vous pourrez juger par vous-même – cet endroit est-il vraiment hanté ?\nRéservez votre billet pour seulement 22 $ dès aujourd'hui et préparez-vous pour une soirée pleine de mystère et d'excitation !\n*En raison de la nature et de l'emplacement de cette visite, certains contenus et histoires peuvent être perturbants pour certaines personnes. De plus, la visite se déroulera dans l'obscurité. *\nConsultez le site Web pour plus de détails et réfléchissez si cette activité est la bonne pour vous avant de réserver vos billets : Z Ward Ghost Tour - Adelaide Haunted Horizons\nNotes importantes :\n- Les cartes d'étudiant UniSA seront vérifiées à l'arrivée.\n- Veuillez arriver avant 19h00.\n- Les remboursements ne peuvent être traités que si la demande est effectuée plus de 48 heures avant la date de l'événement.\nClause de non-responsabilité concernant la photographie :\n1. Je comprends que des images, des vidéos et des audios de ma personne seront enregistrés ou capturés dans le cadre de l'événement.\n2. Je consens à ce que l'Université utilise, publie, reproduise ou édite les images, vidéos ou audios me concernant pour promouvoir l'Université (Consentement d'image).\n3. Je dégage l'Université de toute réclamation en lien avec le Consentement d'image."
}