{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“He’s cute,” Daisy says, appraising Scott from the kitchen. The main level of the townhouse is all one open space, so we have a direct view of the four guys in the living room, sitting on various pieces of leather furniture. The frizzy-haired psychic is on the ottoman, shuffling her Tarot cards.\nLily and I give our youngest sister a long stare. Mine contains a strong warning, but Lily looks more confused, like a puppy wandering the side of a road. I’d only stop to help a sad dog if they shared my genetics. Cruel, maybe. But survival of the fucking fittest. Blood is thicker than water. Choke on all of those clichés. They’re true.\nDaisy adds, “I mean, if you’re into the whole blond, scruffy alpha-male vibe.” She bites into a carrot with a crooked grin.\n“You mean if you’re into the whole domineering, jackass vibe,” I refute.\n“Or that,” she says. “But no offense, Ryke is more of the jackass.” She says it with an even larger smile. Yes, she’s friends with Loren’s brother, who happens to be twenty-three. It’d be stranger if she didn’t hang around high fashion models older than even him.\nMy two sisters and I have excused ourselves from the palm reading to replenish on pizza and drinks. But really, I wanted to leave the guys to grill the producer...or rather—my fake ex-boyfriend. I internally gag every time I think of Scott and boyfriend in the same sentence. He’s put this disgusting chili pepper and pickle taste in my mouth. And for anyone who finds that combination pleasant, I’ll give you Scott’s number. He’s all yours.",
    "trans": "« Il est mignon », dit Daisy en évaluant Scott depuis la cuisine. Le niveau principal de la maison en rangée est un espace entièrement ouvert, donc nous avons une vue directe sur les quatre hommes dans le salon, assis sur divers meubles en cuir. La voyante aux cheveux frisés est installée sur le pouf, en train de mélanger ses cartes de Tarot.\nLily et moi lançons un long regard à notre sœur cadette. Le mien contient un avertissement sérieux, mais Lily a l'air plus confuse, comme un chiot errant sur le bord de la route. Je n'aiderais un chien triste que s'il partageait mes gènes. Cruel, peut-être. Mais la survie du plus apte. Le sang est plus épais que l'eau. Avalez tous ces clichés. Ils sont vrais.\nDaisy ajoute : « Je veux dire, si tu es dans le genre blond, mal rasé, alpha mâle. » Elle croque dans une carotte avec un sourire en coin.\n« Tu veux dire si tu es dans le genre dominateur, crétin ? », je rétorque.\n« Ou ça », dis-je. « Mais sans vouloir offenser qui que ce soit, Ryke est plus du genre crétin. » Elle le dit avec un sourire encore plus large. Oui, elle est la petite amie du frère de Loren, qui a vingt-trois ans. Ce serait encore plus étrange si elle ne traînait pas avec des mannequins de haute couture plus âgés qu'elle.\nMes deux sœurs et moi, nous nous sommes éloignées de la lecture des lignes de la main pour nous réapprovisionner en pizzas et boissons. Mais en réalité, je voulais laisser les gars cuisiner le producteur… ou plutôt, mon faux ex-petit ami. J’ai un haut-le-cœur rien que d’y penser, chaque fois que je pense à Scott et à son rôle de petit ami. Il a mis ce goût dégoûtant de piment et de cornichon dans ma bouche. Et pour ceux qui trouvent cette combinaison agréable, je vous donne le numéro de Scott. Il est tout à vous."
}