{
    "source": "en_US",
    "target": "fr_FR",
    "text": "China has finally pivoted to broad stimulus measures, but a fundamental problem remains that may make the gesture less effective: Xi Jinping's rejection of the Western model.\nAs China’s economy as a whole has shifted from market norms of the Western world, growth in China has gradually weakened.\nA four-year-long project tracking China’s economic path, by the Atlantic Council’s GeoEconomics Center and Rhodium Group, documents the relationship between Xi’s turn away from market reforms and the consequences for the economy.\nIt’s a trend that is unlikely to be reversed unless Xi sets aside some of this suspicion of market forces, or as Dan Rosen, founder of Rhodium Group, puts it, takes a \"journey to the West.\"\nSuch a journey would require the Chinese leader to do what he vowed to do after taking power in late 2012. In the following year, Beijing outlined an ambitious reform agenda, pledging to give the market “a decisive role” in the economy.\nMore than 10 years later, however, China is moving more in the direction of a planned economy. The reform agenda did little more than help the top leader centralize decision-making into his own hands.\nThe power center in Beijing is now doing more to steer flows of money and other resources, and it is setting tighter parameters for entrepreneurs and investors alike. Private investment has plunged as a result, and foreign-capital flows have dried up.\nRosen and his partner, Josh Lipsky at the Atlantic Council, a Washington think tank, aim to show in the latest installment of their China Pathfinder project, to be published Wednesday, how Beijing’s own policy decisions have affected the country’s growth trajectory.\nIn other words, they say, quit blaming Covid, geopolitical tensions or weak demand outside China.\n“Many analysts were timid about holding Beijing to the same logic applied to everyone else,” Rosen says. “Without market reform, growth falters.”\n'Journey to the West'\nThe report highlights how China has turned a deaf ear to calls from many inside and outside China to empower consumers—a move that would make China’s economy more like that of the U.S.\nInstead, Beijing has doubled down on manufacturing that has led to wasteful overproduction at home and heightened trade tensions with Western economies. China’s exports have surged but its overall economy struggles.\nThe new report also points tocomplications many global investors and businesses facethese days: “There are more data obstacles now to analyzing China’s economy than in 2019, including data lags and delays that hamper study and have a chilling effect on open discussion of economic problems in China.”\nAs China faces its worst economic downturn in decades, Xi has fortified the country against foreign influence. It remains to be seen whether he can take a page from the Chinese classic “Journey to the West”—a Ming dynasty tale about a monk’s pilgrimage to collect knowledge in foreign parts–and venture out of his comfort zone.\n(A note to readers: Many of you have noticed that in last week’s column, I mixed up the years for the widespread protests in China and Beijing’s lifting of the zero-Covid policy. Both occurred in late 2022, not 2020. My apologies for the mistake.)",
    "trans": "La Chine a finalement adopté des mesures de relance généralisées, mais un problème fondamental persiste qui pourrait rendre ce geste moins efficace : le rejet du modèle occidental par Xi Jinping.\nAlors que l'économie chinoise dans son ensemble s'est éloignée des normes du marché du monde occidental, la croissance en Chine a progressivement diminué.\nUn projet de quatre ans visant à suivre le chemin économique de la Chine, mené par le Centre de géoéconomie de l'Atlantic Council et le Rhodium Group, documente la relation entre le tournant de Xi loin des réformes du marché et les conséquences pour l'économie.\nC'est une tendance qui ne sera probablement pas inversée à moins que Xi ne mette de côté une partie de sa méfiance à l'égard des forces du marché, ou comme le dit Dan Rosen, fondateur du Rhodium Group, qu'il entreprenne un \"voyage vers l'Ouest.\"\nUn tel voyage nécessiterait que le leader chinois fasse ce qu'il avait promis de faire après avoir pris le pouvoir fin 2012. L'année suivante, Pékin a présenté un programme de réformes ambitieux, s'engageant à donner au marché un \"rôle décisif\" dans l'économie.\nPlus de dix ans plus tard, cependant, la Chine se dirige davantage vers une économie planifiée. Le programme de réformes n'a guère fait plus que centraliser la prise de décision entre les mains du leader suprême.\nLe centre du pouvoir à Pékin s'efforce désormais de diriger les flux d'argent et d'autres ressources, et il établit des paramètres plus stricts pour les entrepreneurs et les investisseurs. Les investissements privés ont chuté en conséquence, et les flux de capitaux étrangers se sont taris.\nRosen et son partenaire, Josh Lipsky, de l'Atlantic Council, un groupe de réflexion basé à Washington, visent à démontrer, dans la dernière version de leur projet China Pathfinder qui sera publiée mercredi, comment les décisions politiques de Pékin ont affecté la trajectoire de croissance du pays.\nEn d'autres termes, disent-ils, il est temps d'arrêter de blâmer la Covid, les tensions géopolitiques ou la faible demande extérieure à la Chine.\n« De nombreux analystes ont hésité à appliquer à Pékin la même logique que celle qui s'applique à tous les autres pays », explique M. Rosen. « Sans réforme du marché, la croissance s'essouffle.»\n\"Voyage vers l'Ouest\"\nLe rapport souligne comment la Chine a tourné une oreille sourde aux appels de nombreux acteurs, tant à l'intérieur qu'à l'extérieur de la Chine, pour responsabiliser les consommateurs - une mesure qui rendrait l'économie chinoise plus similaire à celle des États-Unis.\nAu lieu de cela, Pékin a misé sur la fabrication, ce qui a conduit à une surproduction inutile à l'intérieur du pays et à des tensions commerciales accrues avec les économies occidentales. Les exportations de la Chine ont augmenté, mais son économie globale peine.\nLe nouveau rapport souligne également les complications auxquelles de nombreux investisseurs et entreprises mondiaux sont confrontés ces jours-ci : « L'analyse de l'économie chinoise se heurte aujourd'hui à davantage d'obstacles liés aux données qu'en 2019, notamment des décalages et des retards dans les données qui entravent les études et ont un effet dissuasif sur la discussion ouverte des problèmes économiques en Chine. »\nAlors que la Chine traverse sa pire récession depuis des décennies, Xi a renforcé le pays contre l'influence étrangère. Reste à savoir s'il pourra tirer une leçon du classique chinois \"Voyage vers l'Ouest\" - un conte de la dynastie Ming sur le pèlerinage d'un moine pour collecter des connaissances dans des terres étrangères - et sortir de sa zone de confort.\n(Une note aux lecteurs : Beaucoup d'entre vous ont remarqué que, dans la colonne de la semaine dernière, j'ai confondu les années des manifestations à grande échelle en Chine et de l'abandon de la politique zéro-Covid de Pékin. Les deux ont eu lieu fin 2022, et non en 2020. Je m'excuse pour cette erreur.)"
}