{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello,[redacted_name]\nThank you for contacting us, we care about your shopping experience.\nAnd thank you for bringing the logistics delay to our attention. Please accept our sincere apologies for the inconvenience and trouble caused to you by the logistics delay. Please rest assured that we will always be committed to solving your problems.\nCurrently, your package is in transit. You can check the latest status of your package through the following information:\nTracking Number: [redacted_number]\nTracking Website: [redacted_url]\nTracking Tip: Click on the tracking website above to check your shipment.\nDue to the recent store promotions, the volume of goods is relatively large. In order to ensure the quality and integrity of the packaging you receive, we have gone through quality inspection at all levels. Therefore, the carrier's packaging and sorting tasks are relatively heavy, and the transportation is delayed. But good things are worth waiting for. The price of the product you purchased is very affordable this year, and it will be difficult to get such a good offer again in the future.\n1. Please rest assured that I have urged the carrier to expedite the shipment of your order and will continue to monitor the logistics status of your package.\n2. We are willing to provide you with 15%compensation for logistics delays. Are you willing to take this and continue waiting for the package to arrive?\nPlease let us know what you think and we look forward to hearing from you.\nSincerely,\nCustomer Service Team",
    "trans": "Bonjour, [redacted_name]\nMerci de nous avoir contactés, nous tenons à cœur votre expérience d'achat.\nEt nous vous remercions d'avoir attiré notre attention sur ce retard logistique. Veuillez accepter nos sincères excuses pour les désagréments et les problèmes que ce retard logistique vous a causés. Soyez assuré que nous nous engageons toujours à résoudre vos problèmes.\nActuellement, votre colis est en transit. Vous pouvez vérifier le statut actuel de votre colis grâce aux informations suivantes :\nNuméro de suivi : [redacted_number]\nLien du site de suivi : [redacted_url]\nAstuce de suivi : Cliquez sur le lien du site de suivi ci-dessus pour vérifier l'état de votre envoi.\nEn raison des récentes promotions en magasin, le volume de marchandises est relativement important. Afin de garantir la qualité et l'intégrité de l'emballage que vous recevez, nous avons procédé à des contrôles de qualité à tous les niveaux. Par conséquent, les tâches d'emballage et de tri du transporteur sont relativement lourdes, et le transport est retardé. Mais les bonnes choses valent la peine d'être attendues. Le prix du produit que vous avez acheté est très abordable cette année, et il sera difficile d'obtenir à nouveau une offre aussi intéressante à l'avenir.\n1. Soyez assuré que j'ai demandé au transporteur d'accélérer l'expédition de votre commande et je vais continuer à surveiller l'état logistique de votre colis.\n2. Nous sommes prêts à vous offrir une compensation de 15 % pour le retard logistique. Seriez-vous disposé à accepter cela et à continuer d'attendre l'arrivée de votre colis ?\nMerci de nous faire savoir ce que vous en pensez et nous attendons votre réponse avec impatience.\nCordialement,\nL'équipe du service client"
}