{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hawks was walking down the street, when he saw his childhood hero. The winged man smiled wide.\nHe opened his mouth to call Endeavor’s name. But before he could utter a word, he saw All Might approach the other man.\nEndeavor and All Might in the same place…Wow...\nAll Might clasped his hand on Endeavor’s shoulder. Endeavor greeted him with a nod. His eyes darted over his shoulder, as if he didn’t want to be followed.\nSuddenly getting goosebumps, Hawks hid behind a car and covered himself with his wings.\nShit…!\nHe slapped his palm to his forehead, feeling like an idiot.\n... Why am I so nervous?!\nRegaining his composure, he peeked out from behind the car. From the distance, he saw Endeavor and All Might duck into a building.\n…. Huh?\nHawks stood up and walked towards the building. As he drew closer, he realized it was an abandoned hotel. The outside was all dingy and decrepit. It looked like a really seedy place.\nBaffled, Hawks entered the building. Silently, he followed Endeavor and All Might up the stairwell. The two got off at the tenth floor.\nHawks slipped out of a window and stared at the building, watching all the windows on the tenth floor. When he located All Might and Endeavor, he flew backwards, away from the hotel. The adjacent building was also abandoned. The young hero ducked into one of its rooms and hid inside, watching the two men like a hawk.\nAll Might pulled off his pants, then Endeavor’s. Moving to the bed, he laid Endeavor on his back, and pressed his massive dick against the hero’s smaller cock.",
    "trans": "Hawks marchait dans la rue lorsqu'il aperçut le héros de son enfance. L'homme ailé afficha un large sourire.\nIl ouvrit la bouche pour prononcer le nom d'Endeavor. Mais avant qu'il ne puisse prononcer un mot, il vit All Might s'approcher de l'autre homme.\nEndeavor et All Might au même endroit...Wow...\nAll Might posa sa main sur l'épaule d'Endeavor. Endeavor le salua d'un signe de tête. Ses yeux se tournèrent vers son épaule, comme s'il ne voulait pas être suivi.\nAyant soudainement la chair de poule, Hawks se cacha derrière une voiture et se couvrit de ses ailes.\nMerde !\nIl se tapa la paume de la main sur le front, se sentant idiot\n.... Pourquoi suis-je si nerveux ?\nReprenant son calme, il jeta un coup d'œil derrière la voiture. Au loin, il vit Endeavor et All Might entrer dans un bâtiment\n..... Hein ?\nHawks se leva et se dirigea vers le bâtiment. En se rapprochant, il réalisa qu'il s'agissait d'un hôtel abandonné. L'extérieur était miteux et décrépit. On aurait dit un endroit vraiment miteux.\nHawks, perplexe, pénétra dans l'édifice. Il a suivi Endeavor et All Might en toute discrétion dans l'escalier. Ils se sont rendus au dixième étage.\nHawks s'est introduit par une fenêtre et a scruté le bâtiment, observant toutes les fenêtres du dixième étage. Quand il remarqua All Might et Endeavor, il se détourna de l'hôtel en s'élevant dans les airs. Le bâtiment voisin était aussi délaissé. Le jeune héros s'est précipité dans l'une de ses pièces et s'y est dissimulé, surveillant les deux hommes tel un faucon.\nAll Might ôta son pantalon, puis celui d'Endeavor. En se dirigeant vers le lit, il mit Endeavor sur le dos et posa son imposant sexe contre celui, plus modeste, du héros."
}