{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Important information about your retirement plan is now available. Please review this information.\nYour quarterly benefit statement for the Poly-America, L.P. Retirement Plan is now available.\nTo access your statement, log on to www.millimanbenefits.com. From your Dashboard, scroll to the bottom of the page and click on \"Statement\" next to the most recent date range.\nNote: You will find this statement on the website until the later of one year or the date a new version becomes available online. We encourage you to print or download and save this statement for your records.\nYou have the right to request and obtain a free paper version of this statement by contacting Milliman in one of the ways outlined below.\nYou also have the right to opt out of electronic delivery and receive only paper versions of the documents related to your retirement plan at no charge. To do so, log on to www.millimanbenefits.com, click on the Profile icon, and update your preferences in the Personal Information section.\nFor help, please contact Milliman in one of the following ways:\nEmail contact.center@milliman.com.\nUse the Web Chat feature on www.millimanbenefits.com. To access this feature, log in, scroll to the bottom of any page and click the chat box icon.\nCall the Milliman Benefits Service Center at 866-767-1212.\nCopyright ©2022Milliman, Inc. All Rights Reserved",
    "trans": "Des informations essentielles sur votre plan de retraite sont désormais disponibles. Veuillez les consulter.\nVotre relevé trimestriel des prestations pour le plan de retraite Poly-America, L.P. est maintenant accessible.\nRemarque : Pour consulter votre relevé, connectez-vous sur www.millimanbenefits.com. Depuis votre tableau de bord, faites défiler la page jusqu’en bas et cliquez sur « Relevé » à côté de la plage de dates la plus récente.\nRemarque : Ce relevé restera disponible sur le site web pendant un an ou jusqu'à ce qu'une nouvelle version soit mise en ligne, selon la date la plus tardive. Nous vous recommandons d'imprimer ou de télécharger et d'enregistrer ce relevé pour vos dossiers.\nVous avez le droit de demander et d’obtenir gratuitement une version papier de ce relevé en contactant Milliman par l’un des moyens indiqués ci-dessous.\nVous avez également le droit de refuser la réception électronique et de recevoir uniquement des versions papier des documents relatifs à votre plan de retraite, sans frais. Pour ce faire, connectez-vous sur www.millimanbenefits.com, cliquez sur l’icône « Profil » et mettez à jour vos préférences dans la section « Informations personnelles ».\nPour toute assistance, veuillez contacter Milliman de l’une des manières suivantes\n:E-mail : contact.center@milliman.com\nChat en ligne : utilisez la fonctionnalité de chat sur www.millimanbenefits.com. Pour y accéder, connectez-vous, faites défiler la page jusqu’en bas et cliquez sur l’icône de la boîte de discussion.\nAppelez le Milliman Benefits Service Center au 866-767-1212.\nCopyright ©2022 Milliman, Inc. Tous droits réservés."
}