{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Last Updated: 16, January 2024\nYou can find details about changes to our rates and fees and when they will apply on our Policy Updates Page or as otherwise required by the user agreement. You can also get to the Policy Updates Page by clicking ‘Legal’ at the bottom of any webpage and then selecting ‘Policy Updates'.\nDomestic: A transaction occurring when both the sender and receiver are registered with or identified by PayPal as residents of the same market.\nInternational: A transaction occurring when the sender and receiver are registered with or identified by PayPal as residents of different markets. Certain markets are grouped together when calculating international transaction rates. For a listing of our groupings, please access our Market/Region Grouping Table.\nMarket Code Table: We may refer to two-letter market codes throughout our fee pages. For a complete listing of PayPal market codes, please access our Market Code Table.\nRelevant Market/Region\nRates published below apply to PayPal accounts of residents of the following market/region:\nUnited States (US)\nBuying with PayPal\nIt's free to use PayPal to donate or to pay for a purchase or any other type of commercial transaction unless it involves a currency conversion.\nOnline or in-store\nRate\nNo Fee (when no currency conversion is involved)\nSelling with PayPal\nWhen you accept the User Agreement to buy or sell goods or services or make any other commercial type of transaction, we call that a \"commercial transaction\".\nFor the listings of selling rates, please visit our PayPal Merchant Fees Page.\nBuying, Selling, and Transferring Cryptocurrencies\nBuying or selling a cryptocurrency\nThere’s a fee for buying or selling cryptocurrencies (\"crypto\"). The fee will vary based on the USD value of your crypto purchase or sale amount.\nThe exchange rate you'll see before buying or selling crypto will also include a cryptocurrency conversion spread. There's no fee for holding crypto in your account.\nPurchase or sale amount Fee\n1.00 – 4.99 USD 0.49 USD\n5.00 – 24.99 USD 0.99 USD\n25.00 – 74.99 USD 1.99 USD\n75.00 – 200.00 USD 2.49 USD\n200.01 – 1000.00 USD 1.80%\n1000.01 USD + 1.50%\nThe fees above do not apply to buying and selling PYUSD\nConverting between PYUSD and Another Cryptocurrency\nThere’s a fee to convert PYUSD to/from another type of crypto, the fee will vary based on the USD value of the crypto you convert.\nConvert amount Fee\n1.00 – 9.99 USD 0.49 USD\n10.00 – 29.99 USD 0.99 USD\n30.00 – 79.99 USD 1.99 USD\n80.00 – 249.99 USD 2.49 USD\n250.00 – 1000.00 USD 1.75%\n1000.01 USD + 1.45%\nTransferring a cryptocurrency\nTransfer Type Fee\nReceiving a crypto transfer No fee\nTransferring crypto to another PayPal or Venmo account No Fee\nTransferring crypto to an address outside of PayPal or Venmo You will be charged a cryptocurrency network fee, payable in the crypto you transfer, which varies. For details on the network fee, see the PayPal Cryptocurrency Terms and Conditions. We will display such network fee right before you transfer any crypto.\nUsing PayPal as a funding source to buy and transfer crypto in one step to external cryptocurrency wallet providers who support this feature When you buy crypto to be transferred in one step, you will also be charged a cryptocurrency network fee, payable in the crypto you transfer. The crypto amount to be transferred in one step to an external wallet plus the crypto amount you will be charged to cover the cryptocurrency network fee is the \"combined cryptocurrency purchase amount.\" We will display the network fee right before you transfer any crypto.\nFor crypto other than PYUSD, you will pay (1) the transaction fee listed in the \"Buying or selling a cryptocurrency\" table above on the USD value of the combined cryptocurrency purchase amount and (2) 1.00% only on the USD value of the crypto that you transfer to your external wallet.\nFor PYUSD, you will pay 1.50% on the USD value of the PYUSD that you transfer to your external wallet. You will not pay a transaction fee on the combined cryptocurrency purchase amount.\nUsing PayPal to transfer and sell crypto out of supported external cryptocurrency wallets in one step When you transfer and sell crypto out of a supported external cryptocurrency wallet in one step, you will pay a transaction fee on the USD value of the crypto you are selling.\nFor crypto other than PYUSD, you will pay (1) the transaction fee listed in the \"Buying or selling a cryptocurrency\" table above and (2) 1.00% only on the USD value of the crypto that you receive from your external wallet.\nFor PYUSD, you will pay 1.50% on the USD value of the PYUSD that you receive from your external wallet. You will not pay a transaction fee listed in the \"Buying or selling a cryptocurrency\" table above.\nReceiving and Sending Donations\nWhen you accept the User Agreement or the PayPal Fundraisers Terms and Conditions to send or receive funds using one of the payment types listed below, we call that a \"donation\". Funds sent or received through other products or services (not set out below) are not \"donations\" eligible for donations pricing. In such cases, the applicable transaction rates will apply and will be subject to the fees disclosed for such products or services on the applicable fees page.\nStandard rate for receiving domestic donations\nPayment Type Rate\nDonate Button 2.89% + fixed fee\nPayPal Fundraisers (Listed Fundraisers) 2.99%\nPayPal Fundraisers (Unlisted Fundraisers) No Fee\nPayPal Checkout for Donations 2.89% + fixed fee\nReceiving international donations\nThe applicable fee for receiving domestic donations applies plus the additional percentage-based fee for international donations.\nAdditional percentage-based fee for international donations\nPayment Type Rate\nAll Donations 1.50%\nFixed fee for donations (based on currency received)",
    "trans": "Dernière mise à jour : 16 janvier 2024\nVous pouvez trouver des détails sur les changements apportés à nos tarifs et frais, ainsi que sur leur application, sur notre page de mises à jour de la politique ou comme autrement exigé par le contrat d'utilisateur. Vous pouvez également accéder à la page des mises à jour de la politique en cliquant sur « Légal » en bas de n'importe quelle page web, puis en sélectionnant « Mises à jour de la politique ».\nNational : Une transaction qui se produit lorsque l'expéditeur et le destinataire sont tous deux enregistrés auprès de PayPal ou identifiés par PayPal comme résidents du même marché.\nInternational : Une transaction qui se produit lorsque l'expéditeur et le destinataire sont enregistrés auprès de PayPal ou identifiés par PayPal comme résidents de marchés différents. Certains marchés sont regroupés lors du calcul des tarifs des transactions internationales. Pour une liste de nos regroupements, veuillez consulter notre tableau des regroupements de marchés/régions.\nTableau des codes de marché : Nous pouvons faire référence à des codes de marché à deux lettres sur nos pages de tarifs. Pour une liste complète des codes de marché PayPal, veuillez consulter notre tableau des codes de marché.\nMarché/Région pertinent(e)\nLes tarifs publiés ci-dessous s'appliquent aux comptes PayPal des résidents du marché/région suivant(e) :\nÉtats-Unis (É.-U.)\nAcheter avec PayPal\nIl est gratuit d'utiliser PayPal pour faire un don, payer un achat ou toute autre transaction commerciale, à moins qu'il n'y ait une conversion de devise.\nEn ligne ou en magasin\nTarif\nAucun frais (lorsqu'il n'y a pas de conversion de devise)\nVendre avec PayPal\nLorsque vous acceptez le Contrat d'utilisateur pour acheter ou vendre des biens ou des services ou effectuer toute autre transaction commerciale, nous appelons cela une « transaction commerciale ».\nPour les listes des tarifs de vente, veuillez visiter notre page des frais marchands PayPal.\nAcheter, vendre et transférer des cryptomonnaies\nAcheter ou vendre une cryptomonnaie\nIl y a des frais pour l'achat ou la vente de cryptomonnaies (« crypto »). Les frais varient en fonction de la valeur en USD de votre achat ou vente de crypto.\nLe taux de change que vous verrez avant d'acheter ou de vendre des cryptomonnaies inclura également un écart de conversion de cryptomonnaie. Il n'y a pas de frais pour détenir des cryptomonnaies dans votre compte.\nMontant d'achat ou de vente Frais\n1,00 – 4,99 USD 0,49 USD\n5,00 – 24,99 USD 0,99 USD\n25,00 – 74,99 USD 1,99 USD\n75,00 – 200,00 USD 2,49 USD\n200,01 – 1000,00 USD 1,80%\n1000,01 USD + 1,50%\nLes frais ci-dessus ne s'appliquent pas à l'achat et à la vente de PYUSD\nConversion entre PYUSD et une autre cryptomonnaie\nIl y a des frais pour convertir le PYUSD vers/depuis une autre cryptomonnaie. Les frais varient en fonction de la valeur en USD de la cryptomonnaie que vous convertissez.\nMontant de la conversion Frais\n1,00 – 9,99 USD 0,49 USD\n10,00 – 29,99 USD 0,99 USD\n30,00 – 79,99 USD 1,99 USD\n80,00 – 249,99 USD 2,49 USD\n250,00 – 1000,00 USD 1,75%\n1000,01 USD + 1,45%\nTransférer une cryptomonnaie\nType de transfert Frais\nRéception d'un transfert de crypto Pas de frais\nTransfert de crypto vers un autre compte PayPal ou Venmo Aucun frais\nTransfert de crypto vers une adresse en dehors de PayPal ou Venmo Vous serez facturé des frais de réseau de cryptomonnaie, payables dans la cryptomonnaie que vous transférez, et ces frais varient. Pour plus de détails sur les frais de réseau, consultez les Conditions générales de PayPal pour les cryptomonnaies. Nous afficherons ces frais de réseau juste avant que vous ne transfériez des cryptomonnaies.\nUtilisation de PayPal comme source de financement pour acheter et transférer des cryptomonnaies en une seule étape vers des fournisseurs de portefeuilles de cryptomonnaie externes qui prennent en charge cette fonctionnalité Lorsque vous achetez des cryptomonnaies à transférer en une seule étape, des frais de réseau de cryptomonnaie vous seront également facturés, payables dans la cryptomonnaie que vous transférez. Le montant de la cryptomonnaie à transférer en une seule étape vers un portefeuille externe, plus le montant de la cryptomonnaie qui vous sera facturé pour couvrir les frais de réseau de cryptomonnaie, constitue le « montant total d'achat de cryptomonnaie ». Nous afficherons les frais de réseau juste avant que vous ne transfériez des cryptomonnaies.\nPour les cryptomonnaies autres que le PYUSD, vous paierez (1) les frais de transaction indiqués dans le tableau « Acheter ou vendre une cryptomonnaie » ci-dessus sur la valeur en USD du montant total d'achat de cryptomonnaie et (2) 1,00 % uniquement sur la valeur en USD de la cryptomonnaie que vous transférez vers votre portefeuille externe.\nPour le PYUSD, vous paierez 1,50 % sur la valeur en USD du PYUSD que vous transférez vers votre portefeuille externe. Vous ne paierez pas de frais de transaction sur le montant total d'achat de cryptomonnaie.\nUtiliser PayPal pour transférer et vendre des cryptomonnaies depuis des portefeuilles externes de cryptomonnaie pris en charge en une seule étape Lorsque vous transférez et vendez des cryptomonnaies depuis un portefeuille externe pris en charge en une seule étape, vous paierez des frais de transaction sur la valeur en USD de la cryptomonnaie que vous vendez.\nPour les cryptomonnaies autres que le PYUSD, vous paierez (1) les frais de transaction indiqués dans le tableau « Acheter ou vendre une cryptomonnaie » ci-dessus et (2) 1,00 % uniquement sur la valeur en USD de la cryptomonnaie que vous recevez de votre portefeuille externe.\nPour le PYUSD, vous paierez 1,50 % sur la valeur en USD du PYUSD que vous recevez de votre portefeuille externe. Vous ne paierez pas de frais de transaction indiqués dans le tableau « Acheter ou vendre une cryptomonnaie » ci-dessus.\nRecevoir et envoyer des dons\nLorsque vous acceptez le Contrat d'utilisateur ou les Conditions générales de PayPal Fundraisers pour envoyer ou recevoir des fonds en utilisant l'un des types de paiement listés ci-dessous, nous appelons cela un « don ». Les fonds envoyés ou reçus par le biais d'autres produits ou services (non indiqués ci-dessous) ne sont pas des « dons » éligibles pour la tarification des dons. Dans ce cas, les taux de transaction applicables s'appliqueront et seront soumis aux frais divulgués pour ces produits ou services sur la page des frais applicable.\nTaux standard pour la réception de dons nationaux\nType de paiement Taux\nBouton de don 2,89 % + frais fixes\nCollectes de fonds PayPal (Collectes de fonds répertoriées) 2,99 %\nCollectes de fonds PayPal (Collectes de fonds non répertoriées) Aucun frais\nPayPal Checkout pour les dons 2,89 % + frais fixes\nRéception de dons internationaux\nLes frais applicables pour la réception de dons nationaux s'appliquent, en plus des frais supplémentaires basés sur un pourcentage pour les dons internationaux.\nFrais supplémentaires basés sur un pourcentage pour les dons internationaux\nType de paiement Taux\nTous les dons 1,50 %\nFrais fixes pour les dons (basés sur la devise reçue)"
}