{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Elon Musk: \"Those who oppose this are traitors. All Caps: TRAITORS\"\nPeter, the radical left has turned their back on America and is prepared to bring a FINAL BLOW to our country's elections by allowing non-citizens to vote!\nIf they succeed at blocking Republicans from putting the ultimate barricade in place to keep illegals OUT of our elections, we can kiss Republican victories goodbye.\nGoodbye House majority!\nGoodbye Senate majority!\nGoodbye Republican White House!\nOnce the radical left INCINERATES everything sacred in our elections, Republicans will never win another election AGAIN.\nBut we know YOU won't betray America, Peter...\nSo we need to mount one final UNPRECEDENTED response to SAVE our elections!\nWe're asking every American patriot to add their name and say \"I WILL NEVER BE A TRAITOR TO AMERICA!\" >> us4.co/3i0jh3\nTime is short. Dems are rallying to RUIN the GOP's efforts at this very moment!\nWe have ZERO time to waste. ACT NOW before it's too late. >> us4.co/3i0jh3\nstop=end",
    "trans": "Elon Musk : « Ceux qui s'y opposent sont des traîtres. Tout en majuscules : TRAITRES »\nPeter, la gauche radicale a tourné le dos à l'Amérique et est prête à porter le coup de grâce aux élections de notre pays en autorisant les non-citoyens à voter !\nS'ils parviennent à empêcher les républicains de mettre en place l'ultime barricade pour empêcher les clandestins d'accéder à nos élections, nous pouvons dire adieu aux victoires des républicains.\nAdieu la majorité à la Chambre des représentants !\nAdieu la majorité au Sénat !\nAdieu la Maison Blanche républicaine !\nUne fois que la gauche radicale aura INCINÉRÉ tout ce qui est sacré dans nos élections, les Républicains ne gagneront plus jamais d'élections.\nMais nous savons que VOUS ne trahirez pas l'Amérique, Peter...\nC'est pourquoi nous devons organiser une dernière riposte sans précédent pour SAUVER nos élections !\nNous demandons à chaque patriote américain d'ajouter son nom et de dire « JE NE SERAI JAMAIS UN TRAITRE A L'AMERIQUE ! » >> us4.co/3i0jh3\nLe temps presse. Les démocrates se mobilisent pour anéantir les efforts du GOP en ce moment même !\nNous n'avons pas de temps à perdre. AGISSEZ MAINTENANT avant qu'il ne soit trop tard. >> us4.co/3i0jh3\nstop=end"
}