{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Compared with the reference facade with internal sunshades, the cooling requirement can be significantly reduced – with increased night-time ventilation and thermally active building masses. However, the high U-value of the single glazing between offices and cavity leads to higher temperatures on the inside of the glass and hence a reduction in the stand- ard of comfort. Fig. 2.3.118 shows the structure of the double- leaf facade to the Volksbank in Pforzheim. Compared to mechanical supply- and exhaust- air systems for offices using a single-leaf facade with heat recovery, a pure supply- or exhaust-air facade without heat recovery will increase the heating requirement by about 15%. However, a proper comparison should not ignore the higher electricity consumption for the supply- and exhaust-air plant, weighted to account for the primary energy input. Thus, integrating a double-leaf facade in a system with heat recovery would seem to favour the exhaust-air variation because in the supply-air",
    "trans": "Comparée à la façade de référence avec des protections solaires internes, la demande de refroidissement peut être considérablement réduite grâce à une ventilation nocturne accrue et à l’utilisation de masses thermiquement actives dans le bâtiment. Cependant, la valeur U élevée du simple vitrage entre les bureaux et la cavité entraîne des températures plus élevées à l’intérieur du verre, ce qui réduit le niveau de confort. La Fig. 2.3.118 illustre la structure de la façade double peau de la Volksbank à Pforzheim. Par rapport aux systèmes mécaniques d’alimentation et d’extraction d’air pour les bureaux utilisant une façade simple avec récupération de chaleur, une façade fonctionnant uniquement en alimentation ou en extraction d’air sans récupération de chaleur augmentera la demande de chauffage d’environ 15 %. Toutefois, une comparaison appropriée doit également prendre en compte la consommation électrique accrue de l’installation d’alimentation et d’extraction d’air, pondérée en fonction de l’énergie primaire nécessaire. Ainsi, l’intégration d’une façade double peau dans un système avec récupération de chaleur semble favoriser la variante à extraction d’air, car dans la version à alimentation en air…"
}