{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Local Official Apologizes After Misstep in Budget Allocation\nCityville, October 31, 2023\nIn a surprising turn of events, the Cityville budget committee chair, [redacted_name], publicly apologized Tuesday after a significant error was discovered in the proposed budget allocations for the upcoming fiscal year.During a recent town hall meeting, community members raised concerns about the funding earmarked for local schools, which appeared to be significantly lower than previous years. Upon further investigation, it was revealed that an oversight in Johnson’s calculations led to an underfunding of vital educational programs.“ I take full responsibility for this mistake,” Johnson stated in a press conference. “I deeply regret any confusion or concern this has caused. Ensuring our schools are adequately funded is a top priority, and I am committed to rectifying this error.” The budget committee plans to convene this week to revise the allocations and ensure that schools receive the necessary resources. Local educators and parents have expressed relief at the prompt response but emphasized the importance of transparency in future budget discussions.“ This incident highlights the need for careful oversight in our financial decisions,” said [redacted_name], a parent and community advocate. “We hope this serves as a lesson moving forward.” As the committee works on the revised budget, Cityville residents are encouraged to participate in upcoming meetings to voice their opinions and concerns about local funding priorities.",
    "trans": "Un responsable local présente ses excuses après une erreur dans l'allocation budgétaire\nCityville, 31 octobre 2023\nDans un retournement de situation surprenant, le président du comité budgétaire de Cityville, [redacted_name], a présenté publiquement ses excuses mardi après la découverte d'une erreur significative dans les allocations budgétaires proposées pour le prochain exercice financier. Lors d'une récente réunion publique, des membres de la communauté ont exprimé leur inquiétude quant au financement alloué aux écoles locales, qui semblait être considérablement inférieur à celui des années précédentes. Après une enquête approfondie, il a été révélé qu'une erreur de calcul de Johnson avait entraîné un sous-financement de programmes éducatifs essentiels. « J'assume l'entière responsabilité de cette erreur », a déclaré Johnson lors d'une conférence de presse. « Je regrette profondément toute confusion ou inquiétude que cela a pu causer. Assurer que nos écoles sont correctement financées est une priorité absolue, et je m'engage à rectifier cette erreur. » Le comité budgétaire prévoit de se réunir cette semaine pour réviser les allocations et s'assurer que les écoles reçoivent les ressources nécessaires. Les éducateurs locaux et les parents ont exprimé leur soulagement face à la réponse rapide, mais ont souligné l'importance de la transparence dans les futures discussions budgétaires. « Cet incident souligne la nécessité d'une surveillance attentive de nos décisions financières », a déclaré [redacted_name], un parent et défenseur de la communauté. « Nous espérons que cela servira de leçon pour l'avenir. » Alors que le comité travaille sur le budget révisé, les résidents de Cityville sont encouragés à participer aux prochaines réunions pour exprimer leurs opinions et leurs préoccupations concernant les priorités de financement locales."
}