{
    "source": "en_US",
    "target": "fr_FR",
    "text": "OSCAR ISAAC: How are you feeling?\nARCA: Good. I got back to Barcelona a couple of days ago. I was in Madrid and Paris for a little bit. I’m glad to be able to travel for work.\nISAAC: It feels like we’re doing some sort of weird subversive act by actually working.\nARCA: Transgressive, too. Using libidinal energy, putting oneself out there, taking measured risks, creating.\nISAAC: Unsanctioned creation.\nARCA: I don’t think many people know about our collaboration at the Mutant;Faith show [an immersive performance series Arca staged in 2019 at The Shed in New York], and I was wondering if you’d be down to talk about it.\nISAAC: Let’s go back to the beginning: an email I wrote you. I found it, and I’d like to read it: “I’d love to invite you to come see our production of Hamlet at the Public Theater in New York City this summer. I’m a massive admirer of your work, and the new album, in particular, has been such an inspiration and obsession for me throughout the process of putting the play together. Flesh, despair, love, and death, the swan song, all themes that synchronize with the play so powerfully and reflect each other. Y tu voz me rompe el corazón [your voice breaks my heart]. You have an open invitation. Please don’t hesitate to reach out, un abrazo [a hug]. With much admiration and respect.” And then you showed up, and I was really taken aback. You were so kind and generous afterward.\nShirt by Celine by Hedi Slimane. Briefs and Garter Belt by DSTM. Shoe Cap courtesy of HBA Museum,. Shoes by 032c RTW.\nARCA: I was so moved after seeing your performance in Hamlet. I’d never seen the play before, and I just couldn’t believe it. There was an element of shape-shifting in your range; the places that you were unafraid to go to emotionally, you were then able to very casually come back from. I relate to that and it’s very moving. I felt lucky to have caught that performance, and ever since then, our correspondence has given me strength. It’s mysterious to me that somehow we develop this will to be an artist. And then you somehow end up meeting other artists along the way. From bonding over the work that you’re doing, you get to meet people from different backgrounds, different generations, and different spheres. We never talked about it, but I was so grateful to collaborate with you at the show. I wanted to hear how you feel about it in hindsight?\nISAAC: I’m so proud of it. I can’t not show a photograph of me all dressed up and looking fantastic.\nARCA: For me, it was about our connection, so I was overprotective or maybe too shy about it. Does that make any sense?\nISAAC: Of course, and I appreciate that. It was crazy, even just the lead-up to it, because we were talking about what it could be in a very organic way. You said it could be any number of things, and that sent me on a hunt. I found this [Samuel] Beckett text [Ohio Impromptu], which is about versions of these twins. It was talking about something very dark, and you loved it.\nARCA: It blew me away.\nISAAC: I think the other thing that really moved me about it, apart from just your willingness to play and to go there with it, was that my father came up to visit.\nARCA: I know.\nISAAC: He’s totally right-of-center, politically. He’s this Cuban guy who’s in Tennessee, and we don’t see eye-to-eye on a lot of things, and I didn’t really tell him anything about it. I’m just like, “Hey, I’m going to do this performance. Why don’t you come? There’s a really incredible musician you should see.” So he came, and he sat there and watched me undergoing the transformation [into a blonde wig and tights], and he made some jokes about it, but then he came in to meet you, and he turned into a shy little boy. He was so enamored of you, and after we left, he said, “I think she liked me.” I said, “I think she liked you, too.”\nARCA: I did. He was really sweet and cool. I was surprised that you invited him.\nISAAC: I know. Afterward, he also said, “It was like watching a little girl in her room, doing make-believe, but allowing herself to be as vicious, and as wild, as she wanted to be.”\nARCA: I thought that was very profound, not needing to see innocent play as devoid of a shadow. That’s so humanizing. There’s something freeing, almost playful, about simulating certain things.\nISAAC: You unify it all. Even the unification that happened between me and my father for that one moment.\nARCA: It’s about harmony. The grotesque can suddenly become incredibly beautiful. The sexual can become pure. The feminine and the masculine mix with each other. All these things are Arca.",
    "trans": "OSCAR ISAAC : Comment tu te sens ?\nARCA : Bien. Je suis revenu à Barcelone il y a quelques jours. J’étais à Madrid et à Paris pendant un petit moment. Je suis content de pouvoir voyager pour le travail.\nISAAC : On dirait qu’on fait une sorte d’acte subversif en travaillant réellement.\nARCA : Aussi transgressif. Utiliser l’énergie libidinale, se dévoiler, prendre des risques mesurés, créer.\nISAAC : Une création non sanctionnée.\nARCA : Je ne pense pas que beaucoup de gens connaissent notre collaboration au Mutant;Faith show [une série de performances immersives qu’Arca a mise en scène en 2019 à The Shed à New York], et je me demandais si tu serais partant pour en parler.\nISAAC : Revenons au début : un email que je t’ai écrit. Je l’ai retrouvé, et j’aimerais le lire : « J’aimerais t’inviter à venir voir notre production de Hamlet au Public Theater à New York cet été. Je suis un immense admirateur de ton travail, et le nouvel album, en particulier, a été une telle inspiration et obsession pour moi pendant le processus de mise en place de la pièce. Chair, désespoir, amour et mort, le chant du cygne, tous des thèmes qui s’harmonisent si puissamment avec la pièce et se reflètent les uns les autres. Y tu voz me rompe el corazón [ta voix me brise le cœur]. Tu as une invitation ouverte. N’hésite pas à me contacter, un abrazo [un câlin]. Avec beaucoup d’admiration et de respect. » Et puis tu es venue, et j’ai été vraiment surpris. Tu étais tellement gentille et généreuse après.\nT-shirt de Celine par Hedi Slimane. Culottes et porte-jarretelles de DSTM. Chaussures de HBA Museum. Chaussures de 032c RTW.\nARCA : J’ai été tellement émue après avoir vu ta performance dans Hamlet. Je n’avais jamais vu la pièce auparavant, et je n’arrivais tout simplement pas à y croire. Il y avait un élément de métamorphose dans ta gamme ; les endroits où tu n’avais pas peur d’aller émotionnellement, tu étais ensuite capable de revenir très facilement. Je m’y relie et c’est très émouvant. Je me suis sentie chanceuse d’avoir vu cette performance, et depuis lors, notre correspondance m’a donné de la force. C’est mystérieux pour moi que, d’une manière ou d’une autre, on développe cette volonté d’être un artiste. Et puis, d’une manière ou d’une autre, on finit par rencontrer d’autres artistes en chemin. À force de se lier autour du travail que l’on fait, on rencontre des gens de milieux différents, de générations différentes, de sphères différentes. On n’en a jamais parlé, mais j’ai été tellement reconnaissante de collaborer avec toi pour le spectacle. Je voulais savoir comment tu te sens, rétrospectivement ?\nISAAC : Je suis tellement fier de ça. Je ne peux pas ne pas montrer une photo de moi tout habillé et ayant l’air fantastique.\nARCA : Pour moi, c’était à propos de notre connexion, donc j’ai été un peu trop protectrice ou peut-être trop timide à ce sujet. Ça a du sens ?\nISAAC : Bien sûr, et je l’apprécie. C’était fou, même juste l’attente avant, parce qu’on parlait de ce que ça pourrait être d’une manière très organique. Tu as dit que ça pourrait être n’importe quoi, et ça m’a lancé dans une quête. J’ai trouvé ce texte [de Samuel] Beckett [Ohio Impromptu], qui parle de versions de ces jumeaux. Il parlait de quelque chose de très sombre, et tu l’as adoré.\nARCA : Ça m’a époustouflée.\nISAAC : Je pense que l’autre chose qui m’a vraiment touché à propos de ça, à part ta volonté de jouer et d’aller jusqu’au bout, c’est que mon père est venu me rendre visite.\nARCA : Je sais.\nISAAC : Il est totalement de droite, politiquement. C’est un Cubain qui vit au Tennessee, et on ne s’accorde pas sur beaucoup de choses, et je ne lui ai pas vraiment dit quoi que ce soit à propos de ça. Je lui ai juste dit : « Hé, je vais faire cette performance. Pourquoi ne viendrais-tu pas ? Il y a un musicien incroyable que tu devrais voir. » Alors il est venu, il s’est assis et m’a regardé me transformer [en perruque blonde et collants], il a fait quelques blagues à ce sujet, mais après il est venu te rencontrer, et il s’est transformé en petit garçon timide. Il était tellement admiratif de toi, et après qu’on soit partis, il a dit : « Je pense qu’elle m’a aimé. » J’ai répondu : « Je pense qu’elle t’a aimé aussi. »\nARCA : Je l’ai aimé. Il était vraiment gentil et cool. J’ai été surprise que tu l’aies invité.\nISAAC : Je sais. Après, il a aussi dit : « C’était comme regarder une petite fille dans sa chambre, jouant à faire semblant, mais se permettant d’être aussi vicieuse et sauvage qu’elle voulait être. »\nARCA : J’ai trouvé ça très profond, de ne pas voir le jeu innocent comme étant dénué d’ombre. C’est tellement humanisant. Il y a quelque chose de libérateur, presque ludique, à simuler certaines choses.\nISAAC : Tu unifies tout. Même l’unification qui s’est produite entre mon père et moi pour ce moment-là.\nARCA : C’est une question d’harmonie. Le grotesque peut soudainement devenir incroyablement beau. Le sexuel peut devenir pur. Le féminin et le masculin se mélangent. Tout cela fait partie d’Arca."
}