{
    "source": "en_US",
    "target": "fr_FR",
    "text": "to enforce a copyright through the American courts.\nHowever, most UK music-makers don’t worry about registration until they have music industry business partners who can advise on these things.\nCONTROLS\nUnder US copyright law, the controls that come with the sound recording copyright are different to the controls that come with the song copyright. This means that artists and labels currently don’t earn any money when their recordings are played in public spaces or on AM/FM radio stations. However, they do earn money when their recordings are played on online or satellite radio.\nCOLLECTIVE LICENSING\nIn the US there are several collecting societies representing the performing rights in songs (ie the equivalent to PRS), including BMI, ASCAP, SESAC and GMR. American songwriters have to decide which society to join.\nPRS has reciprocal agreements with both BMI and ASCAP, meaning UK music-makers that allow PRS to represent their rights globally need to decide whether they want BMI or ASCAP to license their music in the US.\nThe US collecting society for recordings\nis called SoundExchange. Though it\nonly collects royalties from online and satellite radio. Remember, there are no AM/FM radio or public performance royalties, and in the US the labels directly license TV. As with PPL, both artists and labels join SoundExchange, although session musicians access their ER royalties via another organisation run by performer unions AFM and SAG-AFTRA.\nUntil recently there wasn’t an equivalent to MCPS in the US representing the mechanical rights in songs. However,\nat the start of 2021 a new organisation was launched called the Mechanical Licensing Collective (MLC).\nFAIR USE\nIn all countries, including the UK, there are certain scenarios where people can actually make use of copyright works without getting permission. We sometimes refer to these as copyright exceptions. These exceptions include things like critical analysis, news reporting and parody.\nIn the US there is a much wider concept called ‘fair use’. People use this term a lot online, but the principle only actually applies in the US. What is deemed ‘fair use’ under US law may be covered by\na more specific copyright exception in other countries, but not always.",
    "trans": "Faire respecter un droit d'auteur devant les tribunaux américains.\nCependant, la plupart des créateurs de musique britanniques ne s'inquiètent pas de l'enregistrement tant qu'ils n'ont pas de partenaires commerciaux dans l'industrie musicale qui peuvent les conseiller sur ces questions.\nCONTRÔLES\nEn vertu de la loi américaine sur les droits d'auteur, les droits associés au droit d'auteur d'enregistrement sonore sont différents de ceux liés aux droits d'auteur de la chanson. Cela signifie que les artistes et les labels ne gagnent actuellement aucun argent lorsque leurs enregistrements sont diffusés dans des espaces publics ou sur les stations de radio AM/FM. Cependant, ils gagnent de l'argent lorsque leurs enregistrements sont diffusés sur des radios en ligne ou par satellite.\nLICENCES COLLECTIVES\nAux États-Unis, il existe plusieurs sociétés de gestion des droits d'exécution des chansons (c'est-à-dire l'équivalent de PRS), telles que BMI, ASCAP, SESAC et GMR. Les auteurs-compositeurs américains doivent décider à quelle société adhérer.\nPRS a des accords réciproques avec BMI et ASCAP, ce qui signifie que les créateurs de musique britanniques qui permettent à PRS de représenter leurs droits à l'échelle mondiale doivent décider s'ils souhaitent que BMI ou ASCAP licence leur musique aux États-Unis.\nLa société de gestion collective américaine pour les enregistrements\ns'appelle SoundExchange. Bien qu'elle\nne perçoit que les redevances des radios en ligne et par satellite. N'oubliez pas qu'il n'y a pas de redevances pour la radio AM/FM ou l'exécution publique, et qu'aux États-Unis, les labels concèdent directement des licences pour la télévision. Comme pour la PPL, les artistes et les labels adhèrent à SoundExchange, bien que les musiciens de studio aient accès à leurs redevances ER par l'intermédiaire d'une autre organisation gérée par les syndicats d'interprètes AFM et SAG-AFTRA.\nJusqu'à récemment, il n'y avait pas d'équivalent à MCPS aux États-Unis représentant les droits mécaniques des chansons. Cependant,\nau début de 2021, une nouvelle organisation a été lancée, appelée Mechanical Licensing Collective (MLC).\nUSAGE ÉQUITABLE\nDans tous les pays, y compris le Royaume-Uni, il existe certaines situations où les gens peuvent utiliser des œuvres protégées par des droits d'auteur sans obtenir de permission. Nous appelons parfois ces situations des exceptions au droit d'auteur. Ces exceptions incluent des choses comme l'analyse critique, les reportages d'actualités et la parodie.\nAux États-Unis, il existe un concept beaucoup plus large appelé « usage équitable » (fair use). Ce terme est souvent utilisé en ligne, mais le principe ne s'applique réellement qu'aux États-Unis. Ce qui est considéré comme « usage équitable » en vertu de la loi américaine peut être couvert par\nune exception au droit d'auteur plus spécifique dans d'autres pays, mais ce n'est pas toujours le cas."
}