{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Wei Wuxian was walking through Gusu halls as he sees Lan Xichen his fox ears perking up as his tail sways slightly. Wei Wuxian watched Lan Xichen standing in the cold pool in only his pants and Wei Wuxian had no clue when he had begun to walk to the older dragon.\nAt some point Wei Wuxian had ended up in his inner robes and whimpering while nuzzling Lan Xichen,'Ahh...he's so cold...it feels nice...' Wei Wuxian thought as he purrs and keeps nuzzling Lan Xichen some more his eyes closed.\nLan Xichen was shocked when he felt someone start to nuzzle him, after all he was in the cold pools where only the Lan Clan was allowed and no one would be so bold as to nuzzle Lan Xichen.\nLan Xichen glanced down and saw Wei Wuxian nuzzling into his side and began purring. \"Wei-gongzi, Wei-gongzi are you alright?\" Lan Xichen asked worry in his tone as he looks at Wei Wuxian.\nLan Xichen uses his long tail to brush aside some of Wei Wuxian's hair from the foxes face. Lan Xichen knew he shouldn't keep Wei Wuxian at his side but who would stop him? No one would after all he was to be the next Clan Leader.\n\"Wei-gongzi you need to snap out of it.\" Lan Xichen says feeling Wei Wuxian's head. 'A fever?' Lan Xichen thought confused. He picks up Wei Wuxian and grabs both of their robes.\nWei Wuxian woke up halfway and was in Lan Xichen's bed cuddling around something cold and big. Wei Wuxian nuzzles into it more and feels something fluffy swish at him, making Wei Wuxian whine and nip at it.\nLan Xichen gasped and flushed; he had let Wei Wuxian cuddle with his tail while the fox slept but when Wei Wuxian started nuzzling it he tried to move his tail to get it free only to have it be bitten.\n'Think of the rules not the biting. Think of the rules not the biting.' Lan Xichen repeated in his mind as he flushed a darker red as Wei Wuxian continued to nibble on his tail like it was a snack.",
    "trans": "Wei Wuxian marchait dans les couloirs de Gusu au moment où il vit Lan Xichen, ses oreilles de renard se dressant et sa queue se balançant légèrement. Wei Wuxian regardait Lan Xichen debout dans la piscine froide, vêtu seulement de son pantalon, et Wei Wuxian n'avait aucune idée du moment où il avait commencé à marcher vers le dragon plus âgé.\nÀ un certain moment, Wei Wuxian avait fini par se retrouver dans ses robes de chambre et gémissait tout en caressant Lan Xichen, 'Ahh...il est si froid...c'est agréable...' pensa Wei Wuxian en ronronnant et en continuant à caresser Lan Xichen, les yeux fermés.\nLan Xichen a été choqué lorsqu'il a senti que quelqu'un se mettait à le caresser, après tout, il se trouvait dans les piscines froides où seul le clan Lan était autorisé et personne n'aurait eu l'audace de caresser Lan Xichen.\nLan Xichen jeta un coup d'œil vers le bas et vit Wei Wuxian se blottir contre lui et commencer à ronronner. « Wei-gongzi, Wei-gongzi, ça va ? » lui demanda Lan Xichen, l'inquiétude au cœur de son regard. Lan Xichen s'inquiète en regardant Wei Wuxian.\nLan Xichen se sert de sa longue queue pour écarter quelques poils de Wei Wuxian du visage du renard. Lan Xichen savait qu'il ne devait pas garder Wei Wuxian à ses côtés, mais qui l'en empêcherait ? Personne ne le ferait, après tout, il devait être le prochain chef de clan.\n« Wei-gongzi, il faut que tu te ressaisisses ». Lan Xichen dit de toucher la tête de Wei Wuxian. De la fièvre ? pense Lan Xichen, confus. Il soulève Wei Wuxian et attrape leurs deux robes.\nWei Wuxian se réveilla à moitié et se retrouva dans le lit de Lan Xichen, se blottissant contre quelque chose de grand et de froid. Wei Wuxian s'y blottit encore plus et sent quelque chose de duveteux s'approcher de lui, ce qui fait gémir Wei Wuxian et le mordille.\nLan Xichen sursauta et devint tout rouge ; il avait laissé Wei Wuxian se blottir contre sa queue pendant que le renard dormait, mais lorsque Wei Wuxian commença à le caresser, il essaya de bouger sa queue pour la dégager, mais il se fit mordre.\n« Pensez aux règles, pas aux morsures. Pensez aux règles, pas aux morsures ». Lan Xichen se répéta dans sa tête en rougissant encore plus alors que Wei Wuxian continuait à mordiller sa queue comme s'il s'agissait d'un en-cas."
}