{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Code of Conduct\nDear [redacted_name],\nTraining and competing abroad is a great opportunity for Hong Kong riders to experience and test their abilities. It is important to recognize that it is a privilege to be selected to the AEF Cup CSIJ-B Jeju Island, Korea. Along with the opportunity to participate in the mentioned event, is the responsibility that you as well as anyone representing you, will have to always conduct yourselves in a manner that reflects positively on both your team and on Hong Kong. This means whilst you are training and competing, in the warm up, walking the course, in the stables, training, on the show venue premises, when you are in the company of other countries’ athletes and officials, at the hotel or at any time where you are seen representing your country.\nIn order to do so it is important for you to read and follow the EFHKC Code of Conduct.\nThe following points are related directly to competing at any team or individual competition abroad under Hong Kong, China:\nCode of Conduct at all times:\n• Athletes and accompanying parents must report to and co-operate with the Chef d’Equipe or Team Coach throughout their stay in Korea.\n• Athletes and accompanying parents must respect the decision of the Chef d’Equipe or Team Coach and acknowledge that, in the care of a Team training and competition, such decisions are made for the good of the team.\n• If the Athlete or accompanying parent has a problem with any decision made by the Chef d’Equipe or Team Coach, you must remember to communicate in a respectful manner at all times.\n• Accompanying parents are not allowed to enter the Warm-up Arena and have only limited access to the stables.\n• You must follow the instructions and wear the uniforms or equipment provided by the EFHKC, including but not limited to training, competition, and prize-giving sessions.\n• All meeting times must be adhered to. Punctuality is important.\n• Athletes and accompanying parents must read and observe the EFHKC Children and Vulnerable Adults Safeguarding Policy, especially the Protocols for Overseas Travel in section 3.4 Travel and events of the Policy.\n• Athletes and accompanying parents will be expected to obey the rules applicable to guests staying in the hotel. The rights of fellow guests must also be respected.\n• Abide to all laws of the countries visited must be adhered to as well as regulations related to air travel and customs restrictions.\n• The EFHKC reserves the right to use and distribute any photographs or videos taken during training, competitions, and related activities in any form and without restriction.\n• Any specific medication must be communicated to the Chef d’Equipe or Team Coach, any medication that may be required at short notice during the day should be organized by the Chef d’Equipe or Team Coach.\nI ___________________________________ have read the above and will adhere to all the points above. I understand that there will be consequences if I do not abide by this Code of Conduct.\nAthlete signature:\nDate:",
    "trans": "Code de conduite\nCher [redacted_name],\nS'entraîner et concourir à l'étranger est une excellente opportunité pour les cavaliers de Hong Kong, qui peuvent ainsi vivre et tester leurs capacités. Il est important de reconnaître qu'il s'agit d'un privilège d'être sélectionné pour la Coupe AEF CSIJ-B de l'île de Jeju, en Corée. En plus de l'opportunité de participer à l'événement mentionné, il y a la responsabilité que vous, ainsi que toute personne vous représentant, devrez toujours vous comporter de manière à refléter positivement à la fois votre équipe et Hong Kong. Cela signifie que pendant que vous vous entraînez et que vous concourez, vous devez faire preuve de bon comportement : pendant l'échauffement, en parcourant le parcours, dans les écuries, pendant l'entraînement, sur le site de compétition, en compagnie d'athlètes et d'officiels d'autres pays, à l'hôtel ou à tout moment où vous êtes vu en représentation de votre pays.\nPour cela, il est important de lire et de suivre le Code de Conduite de l'EFHKC.\nLes points suivants sont directement liés à la participation à toute compétition d'équipe ou individuelle à l'étranger sous les couleurs de Hong Kong, Chine :\nCode de conduite en tout temps :\n• Les athlètes et les parents accompagnants doivent se présenter et coopérer avec le Chef d'Équipe ou l'Entraîneur d'Équipe tout au long de leur séjour en Corée.\n• Les athlètes et les parents accompagnants doivent respecter la décision du Chef d'Équipe ou de l'Entraîneur d'Équipe et reconnaître que, dans le cadre d'un entraînement et d'une compétition d'équipe, de telles décisions sont prises dans l'intérêt de l'équipe.\n• Si l'athlète ou le parent accompagnant a un problème avec une décision prise par le Chef d'Équipe ou l'Entraîneur d'Équipe, il ou elle doit s'efforcer de communiquer de manière respectueuse en tout temps.\n• Les parents accompagnants ne sont pas autorisés à entrer dans l'aire d'échauffement et n'ont qu'un accès limité aux écuries.\n• Vous devez suivre les instructions et porter les uniformes ou l'équipement fournis par l'EFHKC, notamment pour l'entraînement, la compétition et les séances de remise des prix.\n• Tous les horaires de réunion doivent être respectés. La ponctualité est importante.\n• Les athlètes et les parents accompagnants doivent lire et respecter la Politique de Protection des Enfants et des Adultes Vulnérables de l'EFHKC, en particulier les Protocoles pour les Voyages à l'Étranger dans la section 3.4 Voyages et événements de la Politique.\n• Il sera attendu des athlètes et des parents accompagnants d'obéir aux règles applicables aux invités séjournant à l'hôtel. Les droits des autres clients doivent également être respectés.\n• Toutes les lois des pays visités doivent être respectées, ainsi que les réglementations liées aux voyages aériens et aux restrictions douanières.\n• L'EFHKC se réserve le droit d'utiliser et de distribuer toute photographie ou vidéo prise lors des entraînements, des compétitions et des activités connexes sous quelque forme que ce soit et sans restriction.\n• Tout médicament spécifique doit être communiqué au Chef d'Équipe ou à l'Entraîneur d'Équipe. Tout médicament qui pourrait être nécessaire en cas d'urgence pendant la journée doit être organisé par le Chef d'Équipe ou l'Entraîneur d'Équipe.\nJe soussigné(e) ___________________________________ reconnais avoir lu ce qui précède et me conformerai à tous les points ci-dessus. Je comprends qu'il y aura des conséquences si je ne respecte pas ce Code de Conduite.\nSignature de l'athlète :\nDate :"
}