{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In this activity students will go through the elements of a section of the Crimes Act 1958 and apply it to the fact scenario below. The assessment will be in two parts.\nPart 1 Written (3 marks)\nFirst students must identify a fact in the scenario assist the prosecution case specifically relating the fact to an element of the crime. (1 mark)\nSecondly students must identify a fact in the scenario assist the defendant. In this regard students are referred to sections 72 and 73 of the Crimes Act 1958 . If students use ss 72 or 73 in their answers they must state why a section, or subsection assists the defendant specifically discussing a relevant fact. (1 mark)\nThirdly provide a conclusion supported by facts as applied to the law to whether the crime of robbery has been committed and whether they believe Rob is guilty or not guilty. (1 mark)\nStudents should also submit their proposed questions for witnesses (maximum two) as part of their written response. Students will be able to ask additional questions (if they wish) in response to evidence given by witnesses in the moot court. These questions should be on the proforma document that will be available under this assessment item in the assessments tab.\nThe purpose of this assessment is to apply elements of the law to a fact situation. Just stating or reciting a section of the Act is not sufficient. The objective is to introduce students to the legal method. This is an IRAC exercise (Issue, Rule, Application, Conclusion). The issue here is identified for you. Has Rob committed robbery as set out in S75 of the Crimes Act 1958? The rule or relevant law has also been provided. You will need to apply the facts to the law to come up with your conclusion.",
    "trans": "Dans ce travail, les étudiants analyseront les éléments d'une section de la Crimes Act 1958 et l'appliqueront au scénario factuel ci-dessous. L'évaluation se composera de deux parties.\n1ere Partie :  Écrite (3 points)\nTout d'abord, les étudiants doivent identifier un fait dans le scénario qui soutient l'affaire de l'accusation en reliant spécifiquement ce fait à un élément du crime. (1 point)\nEnsuite, les étudiants doivent identifier un fait dans le scénario qui soutient la défense. À cet égard, les étudiants sont invités à se référer aux articles 72 et 73 de la Crimes Act 1958. Si les étudiants utilisent les articles 72 ou 73 dans leurs réponses, ils doivent indiquer pourquoi une section ou un sous-article soutient spécifiquement la défense en le discutant d'un fait pertinent. (1 point)\nEnfin, les étudiants doivent donner une conclusion appuyée par des faits appliqués à la loi afin de déterminer si le crime de vol a été commis et s'ils estiment que Rob est coupable ou non coupable. (1 point)\nLes étudiants doivent également soumettre leurs questions proposées pour les témoins (maximum deux) dans le cadre de leur réponse écrite. Les étudiants pourront poser des questions supplémentaires (s'ils le souhaitent) en réponse aux témoignages donnés par les témoins lors de l'audience simulée. Ces questions doivent être sur le document standard qui sera disponible sous cet article d'évaluation dans l'onglet évaluation.\nL'objectif de cette évaluation est d'appliquer les éléments de la loi à une situation factuelle. Se contenter d'énoncer ou de réciter un article de la loi ne suffit pas. L'objectif est d'introduire les étudiants à la méthode juridique. Il s'agit d'un exercice IRAC (Problématique, Règle, Application, Conclusion). La problématique vous est déjà donnée : Rob a-t-il commis un vol tel qu'énoncé à l'article 75 de la Crimes Act 1958 ? La règle ou la loi pertinente vous a également été fournie. Vous devrez appliquer les faits à la loi pour arriver à votre conclusion."
}