{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Join us at Spring Haven Farm for a gourd-geous day of fall fun! Bring your family and friends to our delightful Fall Fest, where you'll have the opportunity to carve pumpkins alongside our playful goats.\nImagine carving your perfect pumpkin with our friendly goats by your side, eagerly munching on the insides as you scoop them out. Get creative and make the most spook-tacular pumpkin while enjoying fall-themed games and crafts.\nCome for the pumpkins, stay for the goats, and leave with memories that will last a lifetime!\nFarm Admission Ticket:\n$14.95 per person ($15.95 at the door)\nTickets include:\nAdmission to the Farm, a bag of animal treats, the Tractor Train, Bubble Barn, Farm Games area, an activity book for kids 12 and under.\nChoose your pumpkin size to carve a pumpkin with a goat!\nSmall Pumpkin $9 Medium Pumpkin $13 and Large Pumpkin $17\n(Pumpkin purchase not required to for entry to the Fall Festival)\nNO Outside Pumpkins!",
    "trans": "Rejoignez-nous à Spring Haven Farm pour une journée gourmande et amusante d'automne ! Amenez votre famille et vos amis à notre délicieux festival d'automne, où vous aurez l'occasion de sculpter des citrouilles aux côtés de nos chèvres espiègles.\nImaginez sculpter votre citrouille parfaite avec nos chèvres amicales à vos côtés, grignotant joyeusement l'intérieur pendant que vous les videz. Soyez créatif et réalisez la citrouille la plus effrayante tout en profitant de jeux et d'activités sur le thème de l'automne.\nVenez pour les citrouilles, restez pour les chèvres, et repartez avec des souvenirs qui dureront toute une vie !\nBillet d'admission à la ferme :\n14,95 $ par personne (15,95 $ à l'entrée)\nLes billets comprennent :\nL'admission à la ferme, un sac de friandises pour animaux, le train tracteur, la grange à bulles, la zone des jeux de la ferme, un cahier d'activités pour les enfants de 12 ans et moins.\nChoisissez la taille de votre citrouille pour sculpter une citrouille avec une chèvre !\nPetite citrouille 9 $ Citrouille moyenne 13 $ Grande citrouille 17 $\n(Achat de citrouille non requis pour l'entrée au festival d'automne)\nAUCUNES CITROUILLES EXTÉRIEURES !"
}