{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Content marketing is a new trend that is highly recognisable in online marketing strategies. The nexus of commercial communication of content is to enable the brand to give something valuable and gain something valuable in return. Indeed, research on firm-generated content (FGC) and user-generated content (UGC) exists, but possible connections are left in the dark. This study explored the commercial value added chain of content marketing by focusing on possible coherences of commercially driven content generating constructs and their online communication channels, using content marketing as an umbrella term for any commercially generated content. This study provides insights into commercial B2C online content generation. After a data cleaning, elimination of incomplete questionnaires, the data was analysed with structural equation modelling. The results illustrate content marketing's ability to impact UGC commercially and thus provide a solid base for future research.",
    "trans": "Le marketing de contenu est une nouvelle tendance très reconnaissable dans les stratégies de marketing en ligne. L'objectif de la communication commerciale de contenu est de permettre à la marque de donner quelque chose de précieux et d'obtenir quelque chose de précieux en retour. En effet, il existe des recherches sur le contenu généré par l'entreprise (FGC) et le contenu généré par l'utilisateur (UGC), mais les liens possibles sont laissés dans l'ombre. Cette étude a exploré la chaîne de valeur ajoutée commerciale du marketing de contenu en se concentrant sur les cohérences possibles entre les concepts de génération de contenu à vocation commerciale et leurs canaux de communication en ligne, en utilisant le marketing de contenu comme terme générique pour tout contenu généré à des fins commerciales. Cette étude donne un aperçu de la génération de contenu commercial en ligne B2C. Après un tri des données et l'élimination des questionnaires incomplets, les données ont été analysées à l'aide d'un modèle d'équation structurelle. Les résultats illustrent la capacité du marketing de contenu à avoir un impact commercial sur l'UGC et fournissent ainsi une base solide pour les futures recherches."
}