{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ESSENTIAL FUNCTIONS:\nUnderstands that safety is the number one priority and practices safe behaviors in everything they do.\nMaintains a high level of awareness on the sales floor to create a safe and secure shopping environment for everyone. Maintains clutter free, clear egress to emergency exits. Immediately corrects or reports any unsafe conditions or practices to Store Leadership.\nTreats all Customers and Associates with respect and courtesy; is friendly and professional at all times. Recognizes fellow Associates using Company recognition programs.\nAssists Customers in any way necessary- is register-trained, assists Customers with merchandise, and answers Customer questions in a polite and knowledgeable manner. Greets all Customers by making eye contact, smiling and saying \"hello\" throughout the Store as well as saying \"thank you\" with every register transaction.",
    "trans": "FONCTIONS ESSENTIELLES :\nComprend que la sécurité est la priorité numéro un et adopte des comportements sûrs dans tout ce qu’ils font.\nMaintient un haut niveau de vigilance sur le plancher de vente pour créer un environnement de magasinage sûr et sécurisé pour tout le monde. Maintient un espace dégagé et sans encombrement pour un accès facile aux sorties de secours. Corrige immédiatement ou signale toute condition ou pratique dangereuse à la direction du magasin.\nTraite tous les clients et associés avec respect et courtoisie ; est amical et professionnel en tout temps. Reconnaît ses collègues en utilisant les programmes de reconnaissance de l'entreprise.\nAide les clients de toutes les manières nécessaires - est formé à l'enregistrement, aide les clients avec les marchandises et répond aux questions des clients de manière polie et compétente. Salue tous les clients en établissant un contact visuel, en souriant et en disant « bonjour » dans tout le magasin, ainsi qu'en disant « merci » à chaque transaction en caisse."
}