{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Davidoff Primeros by Davidoff Nicaragua Maduro Cigar delivers the bold and earthy flavours of Nicaraguan tobacco in a compact and convenient format. Perfect for those who enjoy the complexity of a Maduro wrapper but prefer a shorter smoking session, this cigar offers a rich, full-bodied experience with all the depth and sophistication of Davidoff’s renowned Nicaraguan blends.\nWrapped in a dark, perfectly aged Nicaraguan Maduro leaf and filled with premium Nicaraguan tobaccos, the Primeros by Davidoff Nicaragua Maduro provides a robust flavour profile. Smokers can savour deep notes of dark chocolate, roasted coffee, and black pepper, with subtle hints of earth and spice. Despite its smaller size, this cigar delivers an even burn and a smooth draw, ensuring a consistently pleasurable smoking experience.\nIdeal for moments when time is limited but the desire for a rich, indulgent smoke remains, the Davidoff Primeros by Davidoff Nicaragua Maduro Cigar offers the perfect balance of convenience and complexity, making it a must-have for any Maduro enthusiast.",
    "trans": "Le Davidoff Primeros par Davidoff Nicaragua Maduro Cigar propose les goûts hardis et terreux du tabac nicaraguayen dans une forme compacte et commode. Idéal pour ceux qui aiment la complexité d'une cape Maduro tout en souhaitant une durée de fumage plus brève, ce cigare propose une expérience riche et puissante, bénéficiant de toute l'intensité et du raffinement des célèbres mélanges nicaraguayens de Davidoff.\nLe Primeros de Davidoff Nicaragua Maduro, enveloppé dans une feuille Maduro nicaraguayenne sombre et idéalement vieillie, et garni de tabacs nicaraguayens de haute qualité, présente un profil gustatif puissant. Les fumeurs peuvent apprécier des tonalités riches de chocolat noir, de café grillé et de poivre noir, accompagnées de subtiles traces de terre et d'épices. Bien que de petite dimension, ce cigare procure une combustion constante et une inhalation aisée, assurant ainsi un moment de fumage toujours plaisant.\nParfait pour les occasions où le temps presse tout en conservant le désir d'une cigarette riche et satisfaisante, le Davidoff Primeros de Davidoff Nicaragua Maduro Cigar permet de bénéficier du compromis idéal entre commodité et sophistication, ce qui en fait un élément indispensable pour tout passionné de cape Maduro."
}