{
    "source": "en_US",
    "target": "fr_FR",
    "text": "And that’s why she laid submissively on her back. She’d let him believe she learned her lesson and when he let her go, she’d-.\nWhat are you going to do? Call the police on him, that little guilt-ridden voice mockingly suggested. Yeah, do that Frisky. When all of this is over with, you should just call our loyal police who aren’t corrupted in the least and would never look the other way if they were paid to do so. I’m sure they would arrest Sans.\nFrisk let out a weak sob as Sans gave her right nipple a hard flick. His moan of pleasure echoing in her mind and probably in her nightmares later on in the night. I’ll leave the city first-\nHe’ll kill again if you do, that little voice whispered now sounding timid and afraid but to Frisk’s horror much stronger in volume. And next time it won’t be some poor fellow you met off the street. It’ll be your neighbors tied to that chair the next time. And he’ll find you, you’ve seen what he can do. How can you outrun a man who can be anywhere within a blink of an eye? He’ll find you and take you back to this hellhole and do this all over again. Do you want to be responsible for another death-\nFrisk shook her head, trying to push that voice away. She couldn’t let that part of her mind take over. No! She couldn’t let that part of her mind convince her it was her fault that Jim died.\nI didn’t kill Jim! I have nothing to feel guilty about! Frisk screamed at the part of her mind that was beginning to spiral out of control. She needed to get a grip on herself! She couldn’t let herself be convinced that she killed another human. She couldn’t allow herself to convince herself that she deserved this. That if she just went along with Sans, none of this would happen. She would never allow herself to-\nFrisk’s eyes flew open as she felt that warm presence in her chest again. And this time the warm little invisible hands didn’t lightly stroke or tease her. They grabbed at the invisible thing that was in the middle of her chest and squeezed it.",
    "trans": "Et c'est pour ça qu'elle s'est couchée avec soumission sur le dos. Elle lui a fait croire qu'elle avait appris sa leçon et quand il l'a laissée partir, elle a....\nQu'est-ce que tu vas faire ? Appelez-moi la police, dira cette petite voix culpabilisante d'un ton moqueur. Oui, fais-le, Frisky. Quand tout cela sera terminé, tu n'auras qu'à appeler notre loyale police qui n'est pas corrompue le moins du monde et qui ne regarderait jamais ailleurs même si elle était payée pour le faire. Je suis sûr qu'ils arrêteraient Sans.\nFrisk laissa échapper un faible sanglot lorsque Sans lui donna une pichenette sur le téton droit. Son gémissement de plaisir résonne dans son esprit et probablement dans ses cauchemars plus tard dans la nuit. Je vais d'abord quitter la ville...\nIl te tuera encore si tu le fais, murmura cette petite voix qui semblait être timide et effrayante, mais qui, à l'horreur de Frisk, était beaucoup plus forte. Et la prochaine fois, ce ne sera pas un pauvre type rencontré dans la rue. La prochaine fois, ce seront tes voisins qui seront attachés à cette chaise. Et il vous montrera. Vous avez vu ce qu'il peut faire. Comment échapper à un homme qui peut être n'importe où en un clin d'œil ? Il vous retrouvera et vous ramènera dans cet enfer pour recommencer. Veux-tu être responsable d'un autre crime...?\nFrisk secoua la tête, essayant de repousser cette voix. Elle ne pouvait pas laisser cette partie de son esprit prendre le dessus. Non ! Elle ne pouvait pas laisser cette partie de son esprit la convaincre que c'était sa faute si Jim était mort.\nJe n'ai pas tué Jim ! Je n'ai aucune raison de me sentir coupable ! cria Frisk cria sur son esprit qui commençait à perdre le contrôle. Il fallait qu'elle se reprenne en main ! Elle ne pouvait pas se laisser convaincre qu'elle avait tué un autre humain. Elle ne pouvait pas se permettre de se convaincre qu'elle le méritait. Que si elle se contentait de suivre Sans, rien de tout cela n'arriverait. Elle ne se permettrait jamais de...\nLes yeux de Frisk s'ouvrirent lorsqu'elle sentit à nouveau cette présence chaleureuse dans sa poitrine. Et cette fois, les petites mains chaudes et invisibles ne la caressaient pas légèrement ou ne la taquinaient pas. Elles ont saisi la chose invisible qui se trouvait au milieu de sa poitrine et l'ont serrée."
}