{
    "source": "en_US",
    "target": "fr_FR",
    "text": "🧵3 What Happens After You Receive the Alert When the Emergency Broadcast System (EBS) is activated and the alert appears on your phone, the unfolding phase will initiate. This phase includes a direct broadcast from the Earth Alliance, spearheaded by Trump and key military figures, designed to circumvent the conventional media channels which are viewed as corrupt. The content of these broadcasts will provide real-time insights into the alleged ongoing takedown of the Deep State, including mass arrests and the supposed collapse of a corrupt financial system. The broadcasts are planned to be released in series, with each segment unveiling more details about long-hidden truths, ranging from human trafficking networks to the orchestration of global conflicts and natural calamities. The broadcast aims to expose the purported misuse of government agencies like FEMA and the FBI, accusing them of executing false flag operations and engineered disasters to consolidate power. This EBS broadcast isn’t a short-lived event; it is expected to continue for several days, possibly extending to 10 days, reflecting the dynamics on the ground. During this period, there will be a complete blackout of regular internet services, social media, television, and mainstream news outlets. The only available information will come through the EBS, continuously updating the public on arrests, military actions, and financial system overhauls. It is crucial to prepare for this extended period without standard communication and services. Ensure you have adequate supplies, including food, water, and essentials, and arrange for alternative power sources as you will be unable to shop or access online services.",
    "trans": "🧵3 Dès que vous recevrez l'alerte lorsque le Système d'Alerte d'Urgence (EBS) sera activé et que l'alerte apparaîtra sur votre téléphone, la phase de déroulement commencera. Cette phase comprend une diffusion directe de l'Alliance terrestre, dont le fer de lance est Trump et des personnalités militaires clés, conçue pour contourner les canaux médiatiques conventionnels qui sont considérés comme corrompus. Le contenu de ces diffusions fournira des informations en temps réel sur le prétendu démantèlement de l'État Profond, y compris des arrestations massives et l'effondrement supposé d'un système financier corrompu. Les émissions devraient être diffusées en série, chaque segment dévoilant davantage de détails sur des vérités longtemps cachées, allant des réseaux de trafic d'êtres humains à l'orchestration de conflits mondiaux et de calamités naturelles. La diffusion a pour objectif d'exposer l'abus présumé des agences gouvernementales telles que FEMA et le FBI, les accusant d'exécuter des opérations sous faux drapeau et des catastrophes fabriquées pour consolider le pouvoir. Cette diffusion EBS n'est pas un événement de courte durée ; elle devrait se poursuivre pendant plusieurs jours, voire jusqu'à 10 jours, en fonction de la dynamique sur le terrain. Pendant cette période, il y aura une coupure totale des services internet réguliers, des médias sociaux, de la télévision et des chaînes d'informations grand public. Les seules informations disponibles viendront de l'EBS, qui informera en permanence le public des arrestations, des actions militaires et de la refonte du système financier. Il est essentiel de se préparer à cette période prolongée sans communication ni services habituels.  Assurez-vous d'avoir des provisions suffisantes, y compris de la nourriture, de l'eau et des produits essentiels, et prévoyez des sources d'énergie alternatives car vous ne pourrez pas faire de courses ni accéder aux services en ligne."
}