{
    "source": "en_US",
    "target": "fr_FR",
    "text": "your host family's name and their phone numbers as emergency contacts, so have this information ready!\n● Please write NO for the required DCSA rooming share section. We will take care of room\nrequests at school.\n● You can only select one sport - you can not ski one day, snowboard the other day. ●\nWhen you are registering you will be asked \"DCSA Regular or Goofy\". This means: ○ Goofy - snowboarders, your right foot is in front, left foot in back\n○ Regular - snowboarders, your left foot is in front, right foot in back\n○ I don't know - for snowboarders who don't know if they are goofy or regular ○Iski!-forskiers:)\n● Find out if you need to rent ski clothing (pants, jackets, gloves) or if you can borrow. Clothing rentals are part of the registration process (additional fee) and are in US sizing. Clothing Rentals for the 2 days:\n○ Full set (pants, jacket, gloves, goggles) = $100 ○ Jacket & Pants = $75\n○ Pants Only = $50\n○ Jacket Only = $50\n○ Gloves Only = $25 ○ Goggles Only = $25\nThere will be a few waitlist spots saved so if you are not successful in registering, follow the instructions from the Google Classroom Announcement from your school’s Program Assistant to add your name to the waitlist.\nPlease see your Program Assistant on Monday if you have any questions:\n● Claremont: [redacted_name] ● Parkland: [redacted_name]\n● Stelly’s: [redacted_name]",
    "trans": "Veuillez préparer les informations suivantes : le nom de votre famille d'accueil et leurs numéros de téléphone en tant que contacts d'urgence.\n● Veuillez indiquer NON à la section obligatoire relative au partage de chambres DCSA. Nous nous chargerons des\ndemandes de chambres à l'école.\n● Vous ne pouvez choisir qu'un seul sport : vous ne pouvez pas skier un jour et faire du snowboard l'autre jour. ●\nLors de votre inscription, il vous sera demandé « DCSA Regular ou Goofy ». Cela signifie :   ○ Goofy : snowboardeurs, votre pied droit est devant, votre pied gauche derrière.\n○ Regular : snowboardeurs, votre pied gauche est devant, votre pied droit derrière.\n○ Je ne sais pas : pour les snowboardeurs qui ne savent pas s'ils sont goofy ou regular.   ○ Je fais du ski ! : pour les skieurs :)\n● Renseignez-vous pour savoir si vous devez louer des vêtements de ski (pantalons, vestes, gants) ou si vous pouvez les emprunter. La location de vêtements fait partie du processus d'inscription (frais supplémentaires) et se fait selon les tailles américaines. Locations de vêtements pour les 2 jours :\n○ Ensemble complet (pantalon, veste, gants, lunettes) = 100 $   ○ Veste et pantalon = 75 $\n○ Pantalon seulement = 50 $\n○ Veste seulement = 50 $\n○ Gants seulement = 25 $   ○ Lunettes seulement = 25 $\nQuelques places sur liste d'attente seront réservées. Si vous ne parvenez pas à vous inscrire, suivez les instructions de l'annonce Google Classroom de l'assistant de programme de votre école pour ajouter votre nom à la liste d'attente.\nVeuillez consulter votre assistant de programme lundi si vous avez des questions :\n● Claremont : [redacted_name] ● Parkland : [redacted_name]\n● Stelly’s : [redacted_name]"
}