{
    "source": "en_US",
    "target": "fr_FR",
    "text": "and military necessity (see further, section 5, ‘What is military necessity?’).\nThe purpose of IHL is not to make war illegal or to end war. A general prohibition on the use of armed force amongst States as well as exceptions to it, are found in another branch of international law known as the jus ad bellum, which is established in the UN Charter.3 By contrast, IHL – or the jus in bello – treats the existence of an armed conflict as a fact and seeks to regulate behaviour within the factual circumstance of armed conflict. While jus ad bellum distinguishes between States that resort to the use of force unlawfully and those that do so lawfully, jus in bello applies equally to both belligerents, regardless of the justness of the causes of war, the legality of the initial resort to force, and who started the armed conflict.\n4. Who is protected under international humanitarian law?\nIHL protects those who are not or no longer involved in hostilities. This includes fighters hors de combat; medical, religious, and humanitarian relief personnel; journalists; and other civilians.\nThe category of “protected persons”, as defined in the 1949 Geneva Convention Relative to the Protection of Civilian Persons in Time of War (the Fourth Geneva Convention), designates civilians who, during an international armed conflict, find themselves, at any moment or under any circumstance, in the hands of a party to the conflict of which\n3\nthey are not nationals, and which does not have diplomatic relations with their State of nationality.4 Hence all civilians who find themselves in a territory occupied by a belligerent and who are nationals of the occupied State (the enemy of the occupying power) are “protected persons” and benefit from protections established in the Fourth Geneva Convention (see further, section 7, ‘What are the main sources of international humanitarian law?’).\nCivilians who do not qualify as “protected persons” under the Fourth Geneva Convention, but who are nonetheless in need of protection from risks related to an international or non- international armed conflict are protected by other rules of IHL. This includes civilians in their State of nationality who require protection from their own State, for instance because they are suspected of supporting the enemy, or because they are ethnically affiliated with the opposing party in an inter- ethnic conflict.\n5. What i",
    "trans": "et la nécessité militaire (voir plus loin, section 5, « Qu’est-ce que la nécessité militaire ? »).\nL’objectif du DIH n’est pas de rendre la guerre illégale ni d’y mettre fin. L’interdiction générale du recours à la force armée entre États, ainsi que les exceptions à cette interdiction, relèvent d’une autre branche du droit international appelée jus ad bellum, qui est établie par la Charte des Nations Unies.³ En revanche, le DIH – ou jus in bello – considère l’existence d’un conflit armé comme un fait et vise à réglementer les comportements dans cette situation factuelle. Alors que le jus ad bellum distingue entre les États qui recourent illégalement à la force et ceux qui le font légalement, le jus in bello s’applique de manière égale aux deux belligérants, indépendamment de la légitimité des causes de la guerre, de la légalité du recours initial à la force et de l’identité de l’initiateur du conflit armé.\n4. Qui est protégé par le droit international humanitaire ?\nLe DIH protège ceux qui ne participent pas ou ne participent plus aux hostilités. Cela inclut les combattants hors de combat, le personnel médical, religieux et humanitaire, les journalistes ainsi que les autres civils.\nLa catégorie des « personnes protégées », telle que définie par la Convention de Genève de 1949 relative à la protection des personnes civiles en temps de guerre (la Quatrième Convention de Genève), désigne les civils qui, lors d’un conflit armé international, se retrouvent à tout moment ou en toute circonstance sous le contrôle d’une partie au conflit dont\n3\nils ne sont pas les ressortissants et avec laquelle leur État de nationalité n’entretient pas de relations diplomatiques.⁴ Ainsi, tous les civils se trouvant sur un territoire occupé par un belligérant et ressortissants de l’État occupé (l’ennemi de la puissance occupante) sont des « personnes protégées » et bénéficient des protections établies par la Quatrième Convention de Genève (voir plus loin, section 7, « Quelles sont les principales sources du droit international humanitaire ? »).\nLes civils qui ne remplissent pas les critères de « personnes protégées » au sens de la Quatrième Convention de Genève, mais qui nécessitent néanmoins une protection contre les risques liés à un conflit armé international ou non international, sont couverts par d’autres règles du DIH. Cela inclut les civils vivant dans leur propre État et nécessitant une protection contre leur propre gouvernement, par exemple lorsqu’ils sont soupçonnés de soutenir l’ennemi ou qu’ils sont ethniquement affiliés à une partie adverse dans un conflit interethnique.\n5. Qu'est-ce"
}