{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thanks for your interest in delivering with Amazon Flex!\nWe understand that your time is valuable, and we want to make sure that you know what to expect when onboarding.\nWe have a limited number of delivery partner opportunities available in each region, and spots are allocated on a first-come first-served basis.\nIf delivery partner opportunities are available in your region, you can start the onboarding process in the Amazon Flex app. We recommend that you complete all onboarding steps as soon as possible, as your spot is not confirmed until the onboarding process has been completed.\nIf delivery partner opportunities are not currently available in your region, we’ll let you know by email that you’ve been added to our interest list. If spots become available, we’ll notify you by email again for you to complete the onboarding steps in the app.",
    "trans": "Merci de votre intérêt pour la livraison avec Amazon Flex !\nNous comprenons que votre temps est précieux, et nous voulons nous assurer que vous sachiez à quoi vous attendre lors de l'intégration.\nNous avons un nombre limité d'opportunités de partenaires de livraison disponibles dans chaque région, et les places sont attribuées selon le principe du premier arrivé, premier servi.\nSi des opportunités de partenaires de livraison sont disponibles dans votre région, vous pouvez commencer le processus d'intégration dans l'application Amazon Flex. Nous vous recommandons de compléter toutes les étapes d'intégration dès que possible, car votre place n'est pas confirmée tant que le processus d'intégration n'a pas été complété.\nSi des opportunités de partenaires de livraison ne sont pas actuellement disponibles dans votre région, nous vous informerons par e-mail que vous avez été ajouté à notre liste d'intérêt. Si des places deviennent disponibles, nous vous enverrons un autre e-mail pour que vous puissiez compléter les étapes d'intégration dans l'application."
}