{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I wrote earlier about my cousin and her husband, and how they introduced me to sex. But, a few years later I was dating this guy and we were out on a date. We stopped at this bar to have a couple drinks. We had never been there before but, it seemed like a nice place.\nI had on a low cut dress that buttoned up the front and was kinda short. Black heels and I looked very sexy. Zack was so horny for me. He told me he couldn’t wait to fuck me. I didn’t have panties on and it was driving him nuts. He kept reaching over and slipping his hand up my dress to my pussy.\nWe sat at this corner table and were so caught up in each other we didn’t notice that almost everybody had left. It was almost closing time so, we started finishing our drinks. Zack had been fingering my pussy of an on all evening. I looked around and all I saw was the bar tender a man in his 60’s. I stood up and got my balance then said, “We better get out of here.” I was definitely feeling the liquor.\nZack said, “Okay, lets fuck in the car? “I started laughing.” Just as we started to walk out 6 biker guys walked in. The bar tender said, “Sorry guys, were closed.” State law.” The one guy said, “We don’t care.” “Lock the doors but, were staying here.” I’m getting scared and looking for another way out. I don’t see one. One of the biker guys locked the door.\nThen, they saw me and Zack. He said, “Ooh, look here, a gorgeous sexy lady and her man.” Now, you, as he pointed to me, can be our entertainment and your man can be John’s entertainment.” I was afraid to think what that meant for Zack. He said, “Come over here little lady.” I said, “No, we were leaving.” He said, “Well, you ain’t leaving now.”” So, come here.”\nFour of them walked over to us and two stood by Zack and two took me over to the guy that had been talking. I heard Zack say something to those guys but, wasn’t sure what it was. The boss guy grabbed me and pulled me close to him and was looking down at my titties. He said, “Wow, these are big, just the kind I like.” He starts to undo my dress and I push him away. He looked at one of the guys and they hand cuffed my hands behind my back.\nHe said, “Now, let me see what we got here.” He unbuttoned my dress completely. He held it open and whistled then said, “Guys, you won’t believe this.” He unhooked my front close bra and cupped my titties. He pushed my dress off my shoulders along with my bra. Then, he turned me around for all of them to see. He reached down and fingered my naked pussy. All I could do was stand there.\nZack was just as helpless as I was. I saw they had hand cuffed his hands behind his back too. The guy who was fingering my pussy was called Big Dave, and there was one guy called John. I think he was gay.\nHe was over with Zack. He unbuttoned Zack’s shirt and was sucking on his nipples. I’m sure Zack wasn’t liking that.\nBig Dave told the other ones to come look at me closer. There were many hands touching, poking, and prodding inside me. They stuck their fingers in my pussy and my ass. I winced in pain. They didn’t care. The bar tender just stayed behind the bar and said nothing. Big Dave said, “Put her on that table.” They laid me on my back and Big Dave stepped up and stuck his dick in me. He was fucking me as he put my legs on his shoulders.\nI looked over at Zack and John was pulling down his pants. Zack had a huge hard on. Then I saw John start sucking Zack’s dick. That kinda turned me on. Why I don’t know but, it did. I had a biker on each of my titties and Dave was fucking me. They were sucking my tits and Dave started pounding me. He didn’t fuck me long at all. I could tell he was getting ready to cum. He pulled my down closer to his body and as he grunted, he rammed his dick in me and cum.\nWhen Dave pulled out another guy stepped up and stuck his dick in me. He was bigger than Dave. Then I heard one of them say, “I’m not waiting.” He went over to Zack and told John to move. John quit sucking Zack and they put Zack on a table, on his back. The one guy put Zack’s legs up on his shoulders and stuck his dick inside Zack. Zack yelled as he forced his dick in him.\nI don’t think Zack had ever had anybody fuck his ass before. He yelled quite awhile.I heard the guy tell him, “We’re gonna get your back door pussy all broke in.” He was fucking Zack with a long dick. He reached and got Zack’s dick and started stroking it, jacking him off. He leaned over and started sucking it. He sucked it an made Zack cum.\nThis guy fucking me finished and another guy started fucking me. I wish they would take off the cuffs. I told Dave, I won’t try to run please take them off. He said, “Okay, we’ll take yours off.” Another biker stepped up and put my legs on his shoulders, rubbed his dick along my pussy then stuck it in my ass. I screamed out, “Ow, that hurts.” He kept ramming it in and he fucked me hard. One biker came over and put his dick in my mouth.\nThey were pinching my titties, sucking on them and Dave crammed his fat fingers in my pussy while the one guy fucked my ass. I think he was trying to make me cum but, just didn’t have the right method. I looked over and another biker was fucking Zack’s ass. John was sucking his dick again. Zack was getting as much action as I was. I wondered if Zack was liking it.\nThis guy cum in my mouth. Yuck! I wonder how much longer they’re gonna keep us here. Dave said, “You have been a present surprise young lady, I wasn’t expecting to get fucked tonight.” He told the bar tender to get over here and fuck this slut before they leave. So, the bar tender came over and fucked my pussy.\nEverybody had fucked me at least once, some twice. Poor Zack got fucked and sucked a lot. Dave waited until the bar tender finished fucking me then, he said, “We’re gonna leave here boys.” “Thank the people for their kindness.” The other bikers mumbled thank you’s. They uncuffed Zack and left the building. I was naked and Zack was too.\nThe bar tender said he was sorry all this happened. We got dressed left and got in the shower when we got home. We hardly spoke in the car. In the shower we were washing each other and I said, “Was it horrible for you?” He said, “Well, having my dick sucked wasn’t bad.” “I wasn’t wild about the fact a man was who was sucking me off.” “But, having my ass raped was horrible.” “He forced it in without and prep an it hurt like hell.” “After awhile it wasn’t bad, I think it was numb or something.” “But, when my dick was being sucked at the same time, I kinda liked it.”\nZack said, “What about you, did they hurt you?” I said, “No, they just fucked me and made me suck some of them but, I was kinda numb from the liquor so, it wasn’t much to me.” “I was more worried about you.”\nWell, it was sure a night to remember.” “How many times did they cum in you?” I said, “I lost count.” “At least 10.” Zack was standing behind me when he pushed his hard dick into my pussy. He said, “Ten huh,\nthat’s a lot, for one pussy.” He’s ramming his dick in an out of me and he’s so hard.\nI said, “Does all those guys fucking me turn you on?” “He said, “As a matter a fact it is turning me on.” He fucked me hard an I liked it. We got out of the shower and continued fucking each other several more times. Zack made me cum talking about how hard his dick got when he saw them fucking me. I told him it turned me on to see a man sucking your dick.\nWe both got fucked a lot tonight but, we’re alright so, we said, “We may have to go back there sometime",
    "trans": "J’ai écrit plus tôt sur ma cousine et son mari, et comment ils m’ont présenté au sexe. Mais, quelques années plus tard, je sortais avec ce gars et nous étions à un rendez-vous. Nous nous sommes arrêtés dans ce bar pour prendre quelques verres. Nous n’avions jamais été là avant, mais il semblait un endroit agréable.\nJe portais une robe basse qui était boutonnée à l’avant et un peu courte. Talons noirs et j’étais très sexy. Zack était tellement excité pour moi. Il m’a dit qu’il ne pouvait pas attendre pour me baiser. je n’avais pas de culotte et ça le rendait fou. Il a continué à tendre et glisser sa main sur ma robe à ma chatte.\nNous nous sommes assis à cette table d’angle et étions tellement pris l’un par l’autre que nous n’avons pas remarqué que presque tout le monde était parti. C’était presque l’heure de la fermeture, alors nous avons commencé à finir nos verres. Zack avait doigté ma chatte toute la soirée. J’ai regardé autour de moi et tout ce que j’ai vu, c’était le barman d’un homme dans la soixantaine. Je me suis levé et j’ai obtenu mon équilibre puis j’ai dit : « Nous ferions mieux de sortir d’ici ». Je sentais l’alcool.\nZack a dit : « D’accord, allons baiser dans la voiture ? « J’ai commencé à rire. » Juste au moment où nous avons commencé à sortir, six motards sont entrés. Le barman a dit : « Désolé, les gars, nous étions fermés. » La loi de l’État. » L’un des deux a dit : « On s’en fiche. » « Verrouillez les portes mais restez ici. » J’ai peur et je cherche une autre issue. Je n’en vois pas. L’un des motards a fermé la porte.\nEnsuite, ils nous ont vus, Zack et moi. Il a dit : « Oh, regardez-moi cette magnifique femme sexy et son homme. » Maintenant, vous, comme il me l’a indiqué, pouvez être notre divertissement et votre homme peut être le divertissement de John. » J’avais peur de penser à ce que cela signifiait pour Zack. Il a dit : « Venez par ici, petite dame. » J’ai dit : « Non, nous partons. » Il a dit : « Eh bien, vous ne partez pas maintenant. » » Alors, venez par ici. »\nQuatre d’entre eux se sont approchés de nous et deux se sont tenus près de Zack et deux m’ont emmené vers le gars qui avait parlé. J’ai entendu Zack dire quelque chose à ces gars, mais je n’étais pas sûr de ce que c’était. Le patron m’a attrapé, m’a tiré vers lui et me regardait les seins. Il a dit : « Wow, ils sont gros, du genre que j’aime bien ». Il commence à défaire ma robe et je le repousse. Il regarde l’un des gars et ils me menottent les mains derrière le dos.\nIl a dit : « Maintenant, laissez-moi voir ce que nous avons ici. » Il a complètement déboutonné ma robe. Il l’a tenue ouverte et a sifflé puis a dit : « Les gars, vous ne le croirez pas. » Il a défait mon soutien-gorge serré et m’a pincé les seins. Il a poussé ma robe sur mes épaules avec mon soutien-gorge. Puis, il m’a retourné pour qu’ils puissent tous voir. Il a tendu la main vers le bas et a doigté ma chatte nue. Tout ce que je pouvais faire, c’était rester là.\nZack était aussi impuissant que moi. J’ai vu qu’ils lui avaient menotté les mains derrière le dos. Le type qui me doigtait la chatte s’appelait Big Dave, et il y avait un autre qui s’appelait John. Je crois qu’il était gay.\nIl était avec Zack. Il déboutonnait la chemise de Zack et suçait ses tétons. Je suis sûr que Zack n’aimait pas ça.\nBig Dave a dit aux autres de venir me regarder de plus près. Il y avait beaucoup de mains qui me touchaient, me piquaient et me poussaient. Ils ont mis leurs doigts dans ma chatte et mon cul. J’ai eu mal. Ils n’en avaient rien à faire. Le barman est resté derrière le bar et n’a rien dit. Big Dave a dit : « Mets-la sur cette table. » Ils m’ont mis sur le dos et Big Dave s’est levé et m’a enfoncé sa bite. Il me baisait en mettant mes jambes sur ses épaules.\nJ’ai regardé Zack et John était en train de baisser son pantalon. Zack avait un énorme trou du cul. Puis j’ai vu John commencer à sucer la bite de Zack. Ça m’a un peu excité. Pourquoi je ne sais pas, mais c’est vrai. J’avais un motard sur chacun de mes seins et Dave me baisait. Ils me suçaient les seins et Dave a commencé à me frapper. Il ne m’a pas baisé longtemps. Je pouvais dire qu’il se préparait à jouir. Il a tiré mon vers le bas plus près de son corps et comme il grognait, il a frappé sa bite dans moi et sperme.\nQuand Dave a sorti un autre gars, il s’est levé et m’a enfoncé sa bite. Il était plus gros que Dave. J’ai entendu l’un d’eux dire : « Je n’attends pas ». Il est allé voir Zack et a dit à John de bouger. John a arrêté de sucer Zack et ils ont mis Zack sur une table, sur son dos. Le seul gars qui a mis les jambes de Zack sur ses épaules et a enfoncé sa bite dans Zack. Zack a crié quand il lui a forcé la bite.\nJe ne pense pas que Zack ait déjà eu quelqu’un qui l’avait baisé. Il a crié pendant un certain temps. J’ai entendu le gars lui dire, « On va faire ta chatte de porte arrière toute défoncée » Il baisait Zack avec une longue bite. Il a attrapé la bite de Zack et a commencé à la caresser, à se branler. Il s’est penché et a commencé à la sucer. Il l’a sucée et a fait jouir Zack.\nCe mec qui me baise a fini et un autre gars a commencé à me baiser. J’aimerais qu’ils enlèvent les menottes. J’ai dit à Dave que je n’essaierais pas de courir, s’il vous plaît, retirez-les. Il a dit : « D’accord, nous allons enlever le vôtre. » Un autre motard s’est approché et a mis mes jambes sur ses épaules, a frotté sa bite le long de ma chatte puis l’a enfoncé dans mon cul. J’ai crié, « Ow, ça fait mal ». Il n’arrêtait pas de le ramasser et il me baisait fort. Un motard est venu et m’a mis sa bite dans la bouche.\nIls me pinçaient les seins, les suçaient et Dave enfonçait ses gros doigts dans ma chatte pendant que le seul gars baisait mon cul. Je pense qu’il essayait de me faire jouir mais, n’avait pas la bonne méthode. J’ai regardé et un autre motard baisait le cul de Zack. John lui suçait encore la bite. Zack avait autant d’action que moi. Je me demandais si ça plaisait à Zack.\nCe mec fume dans ma bouche. Yuck! je me demande combien de temps ils vont nous garder ici. Dave a dit : « Vous avez été une jeune fille surprise, je ne m’attendais pas à me faire baiser ce soir. » Il a dit au barman de venir ici et de baiser cette salope avant qu’ils ne partent. Alors, le barman est venu et a baisé ma chatte.\nTout le monde m’avait baisée au moins une fois, certains deux fois. Pauvre Zack a été baisé et sucé beaucoup. Dave a attendu que le barman ait fini de me baiser, puis il m’a dit : « On va partir d’ici les gars. » « Merci aux gens pour leur gentillesse. » Les autres motards marmonnaient. Ils ont enlevé les menottes à Zack et sont sortis du bâtiment. J’étais nu et Zack l’était aussi.\nLe barman a dit qu’il était désolé que tout cela se soit produit. Nous nous sommes habillés à gauche et avons pris une douche quand nous sommes rentrés à la maison. Nous avons à peine parlé dans la voiture. Dans la douche, nous nous sommes lavés et j’ai dit : « Était-ce horrible pour vous? » Il a dit : « Eh bien, me sucer la bite n’était pas une mauvaise chose. » « Je n’étais pas folle du fait qu’un homme me suçait » « Mais me faire violer le cul était horrible. » « Il l’a forcé à l’intérieur et l’a préparé, ça fait mal comme un chien. » « Après un certain temps, ce n’était pas mauvais, je pense que c’était engourdi ou quelque chose. » « Mais quand on me suçait la bite en même temps, j’aimais ça. »\nZack a dit : « Qu’en est-il de vous, vous ont-ils fait du mal? » J’ai dit : « Non, ils m’ont juste baisé et m’ont fait sucer certains d’entre eux mais, je me sentais un peu engourdie à cause de l’alcool, donc ce n’était pas grand chose pour moi. » « J’étais plus inquiet pour vous. »\nEh bien, c’était une nuit dont je me souviendrais.» « Combien de fois ont-ils joui en vous? » J’ai dit : « J’ai perdu le compte. » Zack se tenait derrière moi quand il a enfoncé sa bite dure dans ma chatte. Il a dit, « Dix huh,\nC’est beaucoup, pour une chatte.» Il me frappe avec sa bite et il est si dur.\nJ’ai dit : « Est-ce que tous ces mecs qui me baisent t’excitent? » «Il a dit : « En fait, ça m’excite. » Il m’a baisé fort et je l’ai aimé. Nous sommes sortis de la douche et avons continué à baiser l’autre plusieurs fois. Zack m’a fait jouir en parlant de comment sa bite est devenue dure quand il les a vus me baiser. Je lui ai dit que ça m’excitait de voir un homme sucer votre bite.\nNous avons tous les deux été bien baisés ce soir, mais tout va bien, alors nous avons dit : « Il faudra peut-être y retourner un jour »"
}