{
    "source": "en_US",
    "target": "fr_FR",
    "text": "There are two coursework activities that will be assessed in this module, both to be prepared and submitted individually. You will, however, get the opportunity to collaborate with your SGT team to create material for formative feedback.\nIn the first activity you will be assigned one of four different metabolic problem-solving exercises, involving an unknown enzyme and a simulated inhibitor of this enzyme. Your task will be to determine the identity of this enzyme and its kinetic parameters as well as the kinetic properties of the simulated inhibitor. To identify the enzyme, you must solve a metabolic clue. To determine the kinetic parameters of the enzyme and the properties of the inhibitor you will be given simulated experimental data, which you will have to process and interpret. You will submit your solution to the metabolic clue as a graphical abstract, while your calculations and results will be submitted using a pre-formatted excel spreadsheet. This will be accompanied by a 300-word conclusion/interpretation section. You are allowed to use graphs and figures. Text in graphs and figures or in their legends (within reason) will not count towards the word limit. More details will be revealed in live events and tutorials.\nIn the second activity you will be asked to create a differential diagnosis flow chart for diseases that cause jaundice. You only need to include diseases discussed in the GLD module in this module (extras are optional), but your flow chart should result in unambiguous diagnoses for each disease, even if you were to put it to real clinical use. You have the option to add a short 200-word figure legend to your flow charts. This legend is not necessary and there is no part of the marking scheme that is contingent on the inclusion of a legend. More details will be revealed in live events and tutorials.",
    "trans": "Deux activités de travaux dirigés seront évaluées dans ce module, toutes deux devant être préparées et soumises individuellement. Vous aurez cependant la possibilité de collaborer avec votre équipe SGT pour créer du matériel destiné à un retour formatif.\nDans la première activité, il vous sera attribué l'un des quatre exercices de résolution de problèmes métaboliques différents, impliquant une enzyme inconnue et un inhibiteur simulé de cette enzyme. Votre tâche consistera à déterminer l'identité de cette enzyme et ses paramètres cinétiques, ainsi que les propriétés cinétiques de l'inhibiteur simulé. Pour identifier l'enzyme, vous devrez résoudre un indice métabolique. Pour déterminer les paramètres cinétiques de l'enzyme et les propriétés de l'inhibiteur, des données expérimentales simulées vous seront fournies, que vous devrez traiter et interpréter. Vous soumettrez votre solution à l'indice métabolique sous forme de résumé graphique, tandis que vos calculs et résultats seront soumis à l'aide d'une feuille de calcul Excel préformatée. Cela sera accompagné d'une section de conclusion/interprétation de 300 mots. Vous êtes autorisé à utiliser des graphiques et des figures. Le texte des graphiques et des figures ou de leurs légendes (dans des limites raisonnables) ne sera pas pris en compte dans la limite de mots. Plus de détails seront révélés lors des événements en direct et des tutoriels.\nDans la deuxième activité, il vous sera demandé de créer un organigramme de diagnostic différentiel pour les maladies provoquant la jaunisse. Vous ne devez inclure que les maladies abordées dans le module GLD dans ce module (les ajouts sont facultatifs), mais votre organigramme doit aboutir à des diagnostics non ambigus pour chaque maladie, même si vous deviez l'utiliser en pratique clinique réelle. Vous avez la possibilité d'ajouter une courte légende de figure de 200 mots à vos organigrammes. Cette légende n'est pas nécessaire et aucune partie du barème de notation ne dépend de l'inclusion d'une légende. Plus de détails seront révélés lors des événements en direct et des tutoriels."
}