{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Well the last seven or eight years I’ve been loving you like nobody else, you’re my best friend, my sister, sometimes my older sometimes my younger, but it’s always you.\nI’m not sure if I told you that in the moment it happened but, my ex once told me that I have more, way more than just a friendship with you, and, as a matter fact, I think she told a truth that I didn’t wanted to get or realize.\nDon’t take me the wrong way, I’m not in love with you, its just the fact that you’re more like family than just a friend, and, I really love you like nobody else.\nFor me, it doesn’t matter if you’re a long way from me, or we don’t talk on days weeks or even months, I’ll always be there, any time, any situation, any day, I’ll always be here, right beside you.\nI love you, you’re the one I’ll ever love, I’ll choose you above anyone, and I apologize the times you maybe didn’t feel it, but, that’s how it is.",
    "trans": "Eh bien, ces sept ou huit dernières années, je t’ai aimée comme personne d’autre. Tu es ma meilleure amie, ma sœur, parfois mon aînée, parfois ma cadette, mais c’est toujours toi.\nJe ne sais pas si je te l’ai dit au moment où ça s’est produit, mais mon ex m’a un jour dit que j’avais bien plus qu’une simple amitié avec toi. Et, en réalité, je crois qu’elle m’a dit une vérité que je ne voulais ni comprendre ni accepter.\nNe te méprends pas, je ne suis pas amoureux de toi. C’est juste que tu es bien plus qu’une amie, tu es comme de la famille pour moi, et je t’aime comme personne d’autre.\nPour moi, peu importe la distance qui nous sépare ou si nous ne parlons pas pendant des jours, des semaines, voire des mois. Je serai toujours là, à n’importe quel moment, dans n’importe quelle situation, n’importe quel jour. Je serai toujours là, juste à tes côtés.\nJe t’aime, tu es la seule que j’aimerai jamais. Je te choisirai toujours avant n’importe qui d’autre, et je suis désolé si parfois tu n’as peut-être pas ressenti cela. Mais c’est ainsi."
}