{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I will explain the Ryukyu Kingdom. The Ryukyu Kingdom was established by Shobashi in 1429 and existed in the southwestern islands of Japan for about 450 years until 1879. It was an area from the Amami Islands in the north to the Yaeyama Islands in the south. It also developed as a maritime kingdom through diplomacy and trade with China, Japan, Korea, and Southeast Asian countries. Shuri Castle was the political, economic and cultural center of the maritime kingdom.\nI will introduce the Ryukyu Kingdom. The Ryukyu Kingdom was established in 1429 by Sho Hashi and was a monarchical country that existed in the Nansei Islands of Japan for about 450 years until 1879. Its territory ranged from the Amami Islands in the north to the Yaeyama Islands in the south. It also developed as a maritime kingdom through diplomacy and trade with China, Japan, Korea, and Southeast Asian countries. Shuri Castle was the political, economic, and cultural center of the maritime kingdom.",
    "trans": "Je vais expliquer le royaume de Ryūkyū. Le royaume de Ryūkyū a été fondé par Shō Hashi en 1429 et a existé pendant environ 450 ans, jusqu'en 1879, dans les îles du sud-ouest du Japon. Son territoire s'étendait des îles Amami, au nord, jusqu'aux îles Yaeyama, au sud. Il s'est également développé en tant que royaume maritime grâce à la diplomatie et au commerce avec la Chine, le Japon, la Corée et les pays d'Asie du Sud-Est. Le château de Shuri était le centre politique, économique et culturel du royaume maritime.\nJe vais présenter le royaume de Ryūkyū. Le royaume de Ryūkyū a été établi en 1429 par Shō Hashi et était une monarchie qui a existé dans les îles Nansei du Japon pendant environ 450 ans, jusqu'en 1879. Son territoire s'étendait des îles Amami, au nord, jusqu'aux îles Yaeyama, au sud. Il s'est également développé en tant que royaume maritime grâce à la diplomatie et au commerce avec la Chine, le Japon, la Corée et les pays d'Asie du Sud-Est. Le château de Shuri était le centre politique, économique et culturel du royaume maritime."
}