{
    "source": "en_US",
    "target": "fr_FR",
    "text": "had manufactured it quickly enough. I tear it down in frustration.\n\"Katniss,\" he says. I go over to him and brush the hair back from his eyes. \"Thanks for finding me.\"\n\"You would have found me if you could,\" I say. His forehead's burning up. Like the medicine's having no effect at all.\nSuddenly, out of nowhere, I'm scared he's going to die.\n\"Yes. Look, if I don't make it back —\" he begins. \"Don't talk like that. I didn't drain all that pus for nothing,\" I say.\n\"I know. But just in case I don't—\" he tries to continue. \"No, Peeta, I don't even want to discuss it,\" I say, placing my fingers on his lips to quiet him.\n\"But I—\" he insists.\nImpulsively, I lean forward and kiss him, stopping his words.\n15 This is probably overdue anyway since he's right, we are supposed to be madly in love. It's the first time I've ever kissed a boy, which should make some sort of impression I guess, but all I can register is how unnaturally hot his lips are from the fever. I break away and pull the edge of the sleeping bag up around him. \"You're not going to die. I forbid it. All right?\"",
    "trans": "Il l’avait fabriqué assez rapidement. Je le démonte avec frustration.\n« Je suis Katniss », dit-il. Je m’approche de lui et repousse les mèches de cheveux tombant sur son front. « Merci de m’avoir trouvée. »\n« Tu m’aurais trouvée si tu avais pu », dis-je. Son front est brûlant, comme si le médicament n’avait aucun effet.\nSoudain, une peur surgit de nulle part : et s’il mourait ?\n« Écoute, si jamais je ne m’en sors pas… » commence-t-il. « Ne parle pas comme ça. Je n’ai pas vidé tout ce pus pour rien », réplique-je.\n« Je sais. Mais au cas où… » tente-t-il de poursuivre. « Non, Peeta, je refuse d’en discuter », dis-je en posant mes doigts sur ses lèvres pour le faire taire.\n« Mais je… » insiste-t-il.\nD’un geste impulsif, je me penche et l’embrasse, interrompant ses paroles.\nC’était sans doute inévitable, puisqu’il a raison : nous sommes censés être éperdument amoureux. C’est la première fois que j’embrasse un garçon, ce qui devrait, je suppose, me marquer d’une manière ou d’une autre. Pourtant, tout ce que je ressens, c’est la chaleur anormale de ses lèvres, brûlantes de fièvre. Je m’écarte et remonte le bord du sac de couchage autour de lui.« Tu ne vas pas mourir. Je te l’interdis. D’accord ? »"
}