{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Virgin Money is now part of a strongerNationwide\nDear Miss [redacted_name],\nI am pleased to confirm that Nationwide has completed its acquisition of Virgin Money.\nNationwide is now stronger and able to deliver even greater value for our members, including through our unique Branch Promise, leading customer satisfaction, and competitive savings and lending rates.\nWe aim to deliver market-leading standards of customer service as the UK’s second largest provider of mortgages and savings accounts.\nImportantly, Nationwide is still a mutual and owned by our members. All of the profits generated by Virgin Money will be retained for the benefit of customers and, for the first time in the UK, a full-service business bank will be part of a large mutual.\nThe country’s small and medium businesses will be able to choose to bank with a national brand that cares about the services and support it provides for customers and the impact it has on society without having to meet the needs of external shareholders.\nI can also confirm that Virgin Money branches are now included in our Branch Promise. This means that everywhere there is a Nationwide or Virgin Money branch, we promise to still be there until at least the start of 2028.\nAlthough you will not be able to use Virgin Money branches for Nationwide transactions now, over time we expect to broaden the range of services we offer. You will benefit from the Virgin Money expertise in personal lending and credit cards, as well as business banking and accounts for clubs and societies.\nCustomers who have savings with both Nationwide and Virgin Money will continue to benefit from the maximum protection offered by the Financial Services Compensation Scheme on each of their Nationwide and Virgin Money accounts.\nAs we integrate Nationwide and Virgin Money carefully over time, the impact we have in communities across the UK, and the benefits we offer to members and customers, will only increase.\nOne in three people in the UK now have a connection to Nationwide – this deal means we can do even more to make their banking fairer, more rewarding, and for the good of society.\nThank you for being a member.\nYours sincerely,\n[redacted_name]\nChairman\nFull details of the acquisition and answers to questions you may have are available from our website nationwide.co.uk/virgin-money\nWe will keep you updated through our website and in our regular newsletter. If you have not signed up to receive the newsletter, you can do so here.",
    "trans": "Virgin Money fait désormais partie d'une Nationwide plus forte\nChère Mademoiselle [redacted_name],\nJ'ai le plaisir de vous confirmer que Nationwide a finalisé l'acquisition de Virgin Money.\nNationwide est désormais plus forte et en mesure d'offrir encore plus de valeur à nos membres, notamment grâce à notre promesse de branche unique, à une satisfaction client élevée et à des taux d'épargne et de prêt compétitifs.\nNous avons pour objectif de fournir des normes de service client de premier plan en tant que deuxième fournisseur britannique de prêts hypothécaires et de comptes d'épargne.\nIl est essentiel de souligner que Nationwide conserve son statut de mutuelle et est détenue par ses membres. Virgin Money conservera tous les profits pour le bénéfice de ses clients et, pour la première fois au Royaume-Uni, une banque d'affaires intégrale sera intégrée à une grande mutuelle.\nLes PME du pays auront la possibilité d'opter pour une enseigne locale qui valorise les services et l'assistance qu'elle offre à ses clients ainsi que son influence sur la communauté, sans être contraintes de satisfaire aux exigences des actionnaires étrangers.\nJe peux aussi confirmer que les agences Virgin Money sont maintenant intégrées à notre engagement branché. Cela signifie que partout où il y a une agence Nationwide ou Virgin Money, nous promettons de rester jusqu'au moins début 2028.\nBien que vous ne puissiez pas encore utiliser les agences Virgin Money pour les transactions Nationwide, nous prévoyons d'élargir la gamme de services que nous offrons au fil du temps. Vous bénéficierez de l'expertise de Virgin Money en matière de prêts personnels et de cartes de crédit, ainsi que de services bancaires pour les entreprises et de comptes pour les clubs et les sociétés.\nLes clients détenant des économies chez Nationwide et Virgin Money continueront à jouir de la protection maximale fournie par le régime d'indemnisation des services financiers pour chacun de leurs comptes chez Nationwide et Virgin Money.\nAu fur et à mesure de l'intégration de Nationwide et Virgin Money, l'influence que nous exerçons au sein des communautés britanniques et les bénéfices que nous apportons à nos membres et clients ne cesseront de croître.\nUn tiers de la population britannique a désormais une relation avec Nationwide. Cet accord nous donne l'opportunité d'améliorer leurs services bancaires en les rendant plus justes, plus bénéfiques et avantageux pour la société.\nMerci d'être membre.\nCordialement,\n[redacted_name]\nPrésident\nVous trouverez plus d'informations sur l'acquisition et les questions fréquentes sur notre site web nationwide.co.uk/virgin-money.\nNous vous tiendrons informés via notre site web et notre newsletter régulière. Si vous ne vous êtes pas inscrit pour recevoir la newsletter, vous pouvez le faire ici."
}