{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello there!\nThank you for purchasing a meal for your flight.\nWe have updated our meal selections and apologise that we will not be able to fulfil the meal that you have selected.\nPlease be assured however that your previously chosen meal(s) will be replaced with the next best alternative as follows:\nMeal Chosen Meal Replacement\nRed Stew Beef Brisket with Noodles Stewed Beef Brisket Hor Fun\nChinese Braised Chicken with Rice Kung Po Chicken with Rice*\nNasi Lemak* Chicken Satay with Rice*\nTeriyaki Chicken Udon Noodles Japanese Curry Chicken with Rice*\nTomato Chicken with Penne Roasted Chicken Thigh in Rosemary Brown Sauce with Penne\nAglio Olio with Broccoli Croquette Aglio Olio with Falafel\nIndonesian Style Spicy Chicken with Rice (Ayam Balado)* Nasi Lemak*\nChicken Potato Chowder Ragout of Chicken & Potato\nMini Chicken Patties with Rice Ginger Teriyaki Chicken with Rice\nNutty Korma with Basmati Rice* Dahl Curry Basmati Rice*\nTuna & Cheese Croissant Turkey Ham & Cheddar Cheese Croissant\nChicken Mayo Wrap Rosemary Roasted Chicken Wrap\nEgg White & Spinach Wrap Mushroom Swiss Wrap\nHam & Cheese Croissant Egg Mayo Croissant\nOld Chang Kee Curry Puff* NYC Bagel - Soft Onion Bagel with Cream Cheese\n*Meal is spicy\nAll prepaid combos include a snack and the choice of coke or water.\nAlternatively, if you prefer to select other meal options, you may do so via ‘Manage my Booking’ using the link from 15/10/24 as follows:https://manage.flyscoot.com/\nNote that meal choices are limited for flights less than 72 hrs prior to departure.\nOnce again, we apologise for any inconvenience caused and look forward to welcoming you on board!\nThe Scoot Team\nScoot\n65 Airport Boulevard, Changi Airport Terminal 3, Singapore, Singapore, 819663\nFor any enquiries, please contact us here.",
    "trans": "Bonjour !\nMerci d'avoir acheté un repas pour votre vol.\nNous avons mis à jour nos sélections de repas et nous nous excusons de ne pas pouvoir satisfaire le repas que vous avez choisi.\nSoyez toutefois assuré que vos repas précédemment sélectionnés seront remplacés par la meilleure alternative suivante :\nRepas ChoisiRepas de Remplacement\nRagoût de BoeufPoitrine de Boeuf en Ragoût avec Nouilles\nPoulet Chinois braisé avec Riz Poulet Kung Po avec Riz*\nNasi Lemak*Satay de Poulet avec Riz*\nPoulet Teriyaki Udon Curry Japonais au Poulet avec Riz*\nPoulet à la Tomate avec PenneCuisses de Poulet Rôties au Romarin avec Sauce Brune et Penne\nAglio Olio avec Brocoli CroquetteAglio Olio avec Falafel\nPoulet Épicé de Style Indonésien avec Riz (Ayam Balado)* Nasi Lemak*\nChaudrée de Poulet et Pommes de Terre\nRagoût de Poulet et Pommes de Terre Mini Galettes de Poulet avec Riz\nPoulet Teriyaki Gingembre avec RizKorma aux Noix avec Riz Basmati* Curry Dahl avec Riz Basmati*\nCroissant au Thon et FromageCroissant au Jambon de Dinde et Fromage Cheddar\nWrap au Poulet MayoWrap au Poulet Rôti au Romarin\nWrap Blanc d'Œuf et Épinards Wrap au Champignon et Fromage Suisse\nCroissant au Jambon et Fromage Croissant au Mayo d'Œuf\nChausson au Curry Old Chang Kee*Bagel NYC - Bagel à l'Oignon Doux avec Fromage Frais\n* Repas épicé\nTous les combos prépayés incluent un snack et le choix entre du coca ou de l'eau.\nSi vous préférez sélectionner d'autres options de repas, vous pouvez le faire via « Gérer ma réservation » en utilisant le lien à partir du 15/10/24 comme suit : https://manage.flyscoot.com/\nNotez que les choix de repas sont limités pour les vols réservés moins de 72 heures avant le départ.\nEncore une fois, nous nous excusons pour les désagréments occasionnés et avons hâte de vous accueillir à bord !\nL'équipe Scoot\nScoot\n65 Boulevard de l'Aéroport, Terminal 3 de l'Aéroport de Changi, Singapour, 819663\nPour toute question, veuillez nous contacter ici."
}