{
    "source": "en_US",
    "target": "fr_FR",
    "text": "DOCUMENT(s)\nSUBMITTED\nüYES\nüNO\nCOMMENT(S) BY\nACTION OFFICER ?\nCover letter detailing client request\nDetailed Business Plan as per BITC business plan guidelines\nCommitted Proof Of funding (letter committing funds for the project)\nAudited Financials of operation\nBank Statement of funder(s), investor(s)\n5 years Projected Financials\nCertificate of Incorporation\nShare Certificate\nCopy of Tax Clearance, VAT, PPADB\nID/passport copy of promoters and investors\nIf all the necessary documents are submitted, IP receives the documents and signs off checklist. Documents are then submitted to the pre-assessment committee. Clients will receive an update on the status of their application no later than 14 working days from date of submission\nIf there are any missing documents, IP does not receive the submission and immediately returns all documents to the promoter and advices on the process of submission\nReceived By;\nName: ……………………………… Signature: ………………….. Client Signature…………………………\nDate: ……………………\nCompany Name…………………………….. Contacts……………………………………",
    "trans": "DOCUMENT(s)\nSOUMIS\nüOUI\nüNON\nCOMMENTAIRE(S) PAR\nAGENT D'INTERVENTION\nLettre de motivation détaillant la demande du client\nBusiness Plan Détaillé conformément aux lignes directrices du business plan BITC\nPreuve de financement engagé (courrier engageant des fonds pour le projet)\nComptes vérifiés de l'opération\nRelevés bancaires du/des fondateur(s), investisseur(s)\nFonds prévus sur 5 ans\nCertificat d'enregistrement\nPartager le certificat\nCopie des déclarations d'impôts, TVA, PPADB\nCopie de la Carte d'Identité/Passeport des promoteurs et investisseurs\nSi tous les documents nécessaires sont envoyés, IP reçoit les documents et signe la liste de suivi. Les documents sont ensuite soumis au comité de pré évaluation. Les clients recevront une mise à jour de l'état de leur demande au plus tard 14 jours ouvrés après la date d'envoi\nSi certains documents sont manquants, IP ne reçoit pas la demande et renvoie immédiatement tous les documents au promoteur et le renseignera sur la procédure d'envoi de la demande\nReçu par ;\nNom: ……………………………… Signature: ………………….. Client Signature…………………………\nDate: ……………………\nNom de la Société…………………………….. Contacts……………………………………"
}