{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This announcement received undiluted enthusiasm.45 In the announcement, Xu explained B-site’s enormous\ninvestment in new bangumi and the financial problem the company faced. Finally, Xu published a plan for\nnew charges that would cover the cost of buying new bangumi. This new source of income depended on fans\npaying for the content voluntarily.46 Every user, even those who did not pay, could enjoy video content\nwithout pre-roll ads. It seemed misguided to bet the commercial destiny of the company on fragile and\nunpredictable voluntary donations, but in fact, it worked very well. The total number of bangumi contractors\nreached 40,000. With this great “new bangumi contract project,” the B-site survived its hard times. Moreover,\nthe B-site could even pay its staff an honest salary and was able to provide a new office building with a cosy\nbusiness environment. Besides the improved financial situation, this project also brought a good reputation\nand helped the B-site remain the only website without pre-roll ads.47",
    "trans": "Cette annonce a suscité un enthousiasme sans faille.45 Dans l'annonce, Xu a expliqué l'énorme investissement de B-site\ndans le nouveau bangumi et le problème financier auquel l'entreprise était confrontée. Enfin, Xu a publié un plan de\nnouveaux frais qui couvriraient le coût d'achat des nouveaux bangumi. Cette nouvelle source de revenus dépendait du fait que les fans\npayaient volontairement pour le contenu.46 Chaque utilisateur, même ceux qui ne payaient pas, pouvait profiter du contenu vidéo\nsans publicité pré-roll. Il semblait peu judicieux de miser sur la fragilité et l'imprévisibilité des dons volontaires pour assurer le destin commercial de l'entreprise,\nmais en fait, cela a très bien fonctionné. Le nombre total d'entrepreneurs de bangumi\na atteint 40 000. Grâce à ce grand « nouveau projet de contrat de bangumi », le site B a survécu à ses temps difficiles. De plus,\nle site B a même pu payer un salaire honnête à son personnel et a pu s'offrir un nouveau bâtiment de bureaux avec un\nenvironnement professionnel agréable. Outre l'amélioration de la situation financière, ce projet a également apporté une bonne réputation\net a permis au site B de rester le seul site web sans publicités pre-roll.47"
}