{
    "source": "en_US",
    "target": "fr_FR",
    "text": "roots.\nSave the old potting material, as it can help the orchid recover more quickly.\nCut off all yellow and rotten leaves.\nSoak the orchid in room temperature water for 1 hour. This will help restore wilted roots and leaves.\nAfter soaking, mix 1/2 teaspoon of sugar in 500 ml of room temperature water.\nThen, heat another 500 ml of water and add 1 teaspoon of dry instant yeast (bread yeast).\nLet this mixture rest for 1 hour to allow the yeast to develop.\nAfter soaking the orchid for 1 hour, remove it and dip the leaves in the sugar solution for 30 minutes. This will allow the nutrients from the sugar to penetrate the leaves, aiding recovery.\nMix the sugar water with the yeast solution, creating a natural fertilizer that stimulates rooting and plant recovery.\nSoak the orchid's roots in this new solution for 30 minutes. This will stimulate rapid root growth.",
    "trans": "racines.\nConservez l'ancien terreau, car il peut aider l'orchidée à récupérer plus rapidement.\nCoupez toutes les feuilles jaunies et pourries.\nFaites tremper l'orchidée dans de l'eau à température ambiante pendant 1 heure. Cela aidera à restaurer les racines et les feuilles flétries.\nAprès le trempage, mélangez 1/2 cuillère à café de sucre dans 500 ml d'eau à température ambiante.\nEnsuite, chauffez 500 ml d'eau supplémentaires et ajoutez 1 cuillère à café de levure instantanée sèche (levure de boulanger).\nLaissez ce mélange reposer pendant 1 heure pour permettre à la levure de se développer.\nAprès avoir fait tremper l'orchidée pendant 1 heure, retirez-la et plongez les feuilles dans la solution sucrée pendant 30 minutes. Cela permettra aux nutriments du sucre de pénétrer dans les feuilles, favorisant ainsi la récupération.\nMélangez l'eau sucrée avec la solution de levure, créant ainsi un engrais naturel qui stimule l'enracinement et la récupération de la plante.\nFaites tremper les racines de l'orchidée dans cette nouvelle solution pendant 30 minutes. Cela stimulera une croissance rapide des racines."
}