{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Memory in the Microcomputer System\nPrimary computer memory comes built in to the computer. Secondary computer memory is in internal or external storage devices.\nMicrocomputers also have two types of memory — primary and secondary. Primary memory includes read-only memory (ROM), which is built into the computer. As its name implies, it can only be read, it can't be written to or added to. The instructions in the read-only memory are not lost when the computer is turned off. These instructions tell the computer how to start up. Another type of primary memory is random access memory (RAM), where data and applications currently being used by the computer are kept. RAM is lost when the computer is turned off.\nSecondary memory comes in the form of internal or external storage devices, including the internal hard drive, CDs, DVDs, thumb drives, and secure digital (SD) cards. Secondary memory is also available in external hard drives and in the cloud, which is storage on the Internet.\nWhich secondary memory device do you use most often?\nFlash drive\nCD\nDVD\nSecure digital card\nExternal hard drive\nCloud storage",
    "trans": "Mémoire dans le système microinformatique\nLa mémoire principale de l'ordinateur est intégrée à l'ordinateur. La mémoire secondaire de l'ordinateur se trouve dans les dispositifs de stockage internes ou externes.\nLes micro-ordinateurs ont également deux types de mémoire : primaire et secondaire. La mémoire primaire comprend la mémoire morte (ROM), qui est intégrée à l'ordinateur. Comme son nom l'indique, elle ne peut être que lue, elle ne peut pas être écrite ou modifiée. Les instructions dans la mémoire morte ne sont pas perdues lorsque l'ordinateur est éteint. Ces instructions indiquent à l'ordinateur comment démarrer. Un autre type de mémoire primaire est la mémoire à accès direct (RAM), où les données et les applications actuellement utilisées par l'ordinateur sont stockées. La RAM est perdue lorsque l'ordinateur est éteint.\nLa mémoire secondaire se présente sous la forme de dispositifs de stockage internes ou externes, notamment le disque dur interne, les CD, les DVD, les clés USB et les cartes Secure Digital (SD). La mémoire secondaire est également disponible dans les disques durs externes et dans le cloud, qui est un stockage sur Internet.\nQuel dispositif de mémoire secondaire utilisez-vous le plus souvent ?\nClé USB\nCD\nDVD\nCarte Secure Digital\nDisque dur externe\nStockage en cloud"
}