{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We particularly encourage new researchers, who may have just started this September, to present their research ideas in a low-pressure, friendly, and supportive environment.\nOpportunities to work together. Connect with peers, the academic community, and potential collaborators, fostering valuable relationships within or across your field/s.\nWindsor Building 10:00am−5:00pm (refreshments from 9:00am)\nPresentations can be on any aspect of your research, whether that be a general overview as you begin to survey the field, or a more detailed explanation of a final chapter. We also welcome poster presentations, which will be displayed during the conference. (**We will print your poster if sent by deadline**)\nWe look forward to your contributions and the opportunity to celebrate the excellence of doctoral research together.\n7th November 10am–5pm: PGR Conference.\nWe are delighted to invite doctoral researchers from all disciplines and all stages of research to take part in our annual Doctoral Research Conference. This interdisciplinary conference aims to provide a platform for emerging scholars to present their cutting-edge research, engage in meaningful academic discussions, network with peers and experienced academics, and build lasting connections within the academic community.\nKey Dates:\n22nd October 12pm: deadline for posters to be sent to pgrtraining@rhul.ac.uk for printing.\nBenefits of Presenting:\nDevelop your confidence. Presenting in a low-pressure, supportive environment will help to develop your confidence in public speaking and articulate your research to a broad audience.\nProfessional Development. Participate in interesting discussions and listen to innovative research, providing insights into the latest research trends and methodologies.\nFor queries, please contact: pgrtraining@rhul.ac.uk.\n14th October 12pm: deadline for submissions of interest. Please fill in the form above with details of your presentation/poster.\nCall for papers: Doctoral Research Conference, 7th November 2024\nPlease indicate on your application whether your presentation will be 5, 10, or 20 minutes. Prizes will be awarded for the best presentations in each time category as well as a poster prize.\n23rd October: final programme sent out to all presenters and conference attendees.\nFeedback and Improvement. Receive constructive feedback from the academic community across different disciplines and fellow researchers to enhance your research, develop new ideas, and practice for winter/spring conferences.\n***Please fill in this form by 14th October, 12pm to register your interest in presenting or displaying a poster at the conference***",
    "trans": "Nous encourageons particulièrement les nouveaux chercheurs, qui ont peut-être commencé en septembre, à présenter leurs idées de recherche dans un environnement détendu, convivial et bienveillant.\nOpportunités de collaboration. Connectez-vous avec vos pairs, la communauté académique et de potentiels collaborateurs, afin de développer des relations précieuses dans votre domaine ou au-delà.\nWindsor Building, de 10 h 00 à 17 h 00 (rafraîchissements à partir de 9 h 00)\nLes présentations peuvent porter sur n'importe quel aspect de votre recherche, qu'il s'agisse d'un aperçu général en début de parcours ou d'une explication plus détaillée d'un chapitre final. Nous accueillons également les présentations sous forme d'affiches, qui seront exposées pendant la conférence. (**Nous nous chargerons d'imprimer votre affiche si elle est envoyée avant la date limite**).\nNous avons hâte de découvrir vos contributions et de célébrer ensemble l’excellence de la recherche doctorale.\nLe 7 novembre, de 10 h à 17 h : Conférence des doctorants\nNous avons le plaisir d'inviter les doctorants de tous domaines et à toutes les étapes de leur travail de recherche à prendre part à notre colloque annuel dédié à la recherche doctorale. Cette conférence interdisciplinaire a pour objectif de fournir un espace aux jeunes chercheurs afin de mettre en avant leurs travaux novateurs, d'initier des échanges intellectuels enrichissants, d'élargir leur réseau professionnel et de tisser des relations pérennes au sein du milieu académique.\nDates clés :\n22 octobre, 12 h : date limite d'envoi des affiches à pgrtraining@rhul.ac.uk pour impression.\nAvantages de la présentation :\nDévelopper votre confiance en vous. Faire une présentation dans un environnement peu stressant et encourageant vous aidera à développer votre confiance en vous pour parler en public et à présenter vos recherches à un large public.\nDéveloppement professionnel. Participez à des discussions stimulantes et écoutez des travaux de recherche novateurs, qui vous donneront un aperçu des dernières tendances et méthodologies en matière de recherche.\nPour plus d'informations, veuillez contacter : pgrtraining@rhul.ac.uk.\n14 octobre, 12 h : date limite pour les manifestations d'intérêt. Veuillez remplir le formulaire ci-dessus avec les détails de votre présentation/affiche.\nAppel à communications : Conférence de recherche doctorale, 7 novembre 2024.\nVeuillez indiquer dans votre candidature si votre présentation durera 5, 10 ou 20 minutes. Des prix seront décernés pour la meilleure communication de chaque tranche horaire et un prix sera décerné au meilleur poster.\n23 octobre : envoi du programme final à tous les présentateurs et participants à la conférence.\nRetour d'information et amélioration. Recevez des commentaires constructifs de la part de la communauté universitaire dans différentes disciplines et de vos collègues chercheurs afin d'améliorer votre recherche, de développer de nouvelles idées et de nouvelles pratiques pour les conférences d'hiver et de printemps.\n*** Pour faire part de votre intérêt à présenter ou à exposer un poster lors de la conférence, veuillez remplir ce formulaire avant le 14 octobre à 12 heures. ***"
}