{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Stochastic computing(SC)has a substantial amount of study on application-specific integrated circuit(ASIC)design for artificial intelligence(AI)edge computing,especially the convolutional neural network(CNN)***,SC has little to no optimization on field-programmable gate array(FPGA). Scaling up the ASIC logic without FPGA-oriented designs is inefficient,while aggregating thousands of bitstreams is still challenging in the conventional *** research has reinvented several FPGA-efficient 8-bit SC CNN computing architectures,i.e.,SC multiplexer multiply-accumulate,multiply-accumulate function generator,and binary rectified linear unit,and successfully scaled and implemented a fully parallel CNN model on Kintex7 *** proposed SC hardware only compromises 0.14%accuracy compared to binary computing on the handwriting Modified National Institute of Standards and Technology classification task and achieved at least 99.72%energy saving per image feedforward and 31? more data throughput than modern *** to SC,early decision termination pushed the performance baseline exponentially with minimum accuracy loss,making SC CNN extremely lucrative for AI edge computing but limited to classification *** SC's inherent noise heavily penalizes CNN regression performance,rendering SC unsuitable for regression tasks.",
    "trans": "Le calcul stochastique(CS)a une quantité substantielle d'études sur la conception de circuits intégrés propres à une application(ASIC) pour des calculs de pointe de l'Intelligence Artificielle(IA),surtout le réseau neuronal convolutif (CNN)***,CS a peu voire pas d'optimisation sur les réseaux de portes programmables(FPGA). L'intensification de la logique ASIC sans une conception orientée FPGA est inefficace,alors que regrouper des milliers de bitstreams reste un défi dans la recherche *** conventionnelle a réinventé plusieurs architectures de calcul FPGA efficaces 8-bit SC CNN,i.e.,CS multiplexeur multiplieur accumulateur,générateur de fonction multiplieur accumulateur, et une unité linéaire rectifiée binaire,et a réussi à mettre à l'échelle et à mettre en œuvre un modèle CNN totalement parallèle sur Kintex7 *** le matériel hardware CS proposé ne compromet que 0,14% de la précision comparé au calcul binaire sur l'écriture La tache de classification modifiée de l'Institut National des Normes et de la Technologie et a réalisé une économie d'énergie d'au moins 99,72% par image préalable et une hausse de 31 ? de débit de données que l'actuel *** pour CS,l'arrêt précoce des décisions a poussé le niveau de performance de base de manière exponentielle avec une perte de précision minime,rendant CS CNN extrêmement fructueux pour le calcul de pointe de l'IA mais limité au classement *** le bruit inhérent de CS pénalise grandement la performance de régression de CNN,rendant CS inadéquat pour les taches de régression."
}