{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Form W-8BEN\nI AGREE to use Electronic Records and Signatures.\nBy checking the 'I agree to use Electronic Records and Signatures' box and selecting “Next” you confirm that:\nI can access and have read the Electronic Record and Signature Disclosure Document;\nI can print on paper the Electronic Record and Signature Disclosure Document or save or send the disclosure document to a place where I can print it on paper, for future reference and access;\nI acknowledge that it is my obligation to notify Morgan Stanley as soon as reasonably possible if there is a change in my email address or other location to which the electronic records may be provided;\nI consent to receive certain documents, disclosures and notifications through electronic means;\nIf I withdraw my consent, I acknowledge that it is my obligation to notify Morgan Stanley as soon as reasonably possible of the address or other location to which paper records may be provided; and I consent to using electronic signatures and acknowledge my digital signature.\nNote: If you are resident in a FATCA partner jurisdiction (i.e., a Model 1 IGA jurisdiction with reciprocity), certain tax account information may be provided to your jurisdiction of residence.\nPart IIdentification of Beneficial Owner\n1 Name of individual who is the beneficial owner: 2 Country of citizenship:\n[redacted_name]",
    "trans": "Formulaire W-8BEN\nJ'ACCEPTE d'utiliser les registres et signatures électroniques.\nEn cliquant sur la case « J'accepte d'utiliser les enregistrements et les signatures électroniques » et en sélectionnant « Suivant », vous confirmez que :\nJe peux accéder au document d'information sur les enregistrements et les signatures électroniques et je l'ai lu ;\nje peux imprimer sur papier le document d'information sur les enregistrements et les signatures électroniques ou sauvegarder ou envoyer le document d'information à un endroit où je peux l'imprimer sur papier, afin de pouvoir m'y référer et d'y accéder ultérieurement ;\nJe reconnais qu'il est de ma responsabilité de notifier à Morgan Stanley, dans les meilleurs délais, tout changement d'adresse électronique ou de tout autre lieu auquel les documents électroniques peuvent être transmis ;\nJe consens à recevoir certains documents, informations et notifications par voie électronique ;\nSi je révoque mon consentement, je reconnais qu'il est de ma responsabilité de notifier à Morgan Stanley, dans les meilleurs délais, l'adresse ou tout autre lieu auquel les documents sur support papier peuvent être fournis ; et je consens à l'utilisation de signatures électroniques et reconnais ma signature digitale.\nNote : si vous résidez dans une juridiction partenaire de la FATCA (c'est-à-dire une juridiction de l'IGA de modèle 1 avec réciprocité), certaines informations relatives à votre compte fiscal peuvent être communiquées à votre juridiction de résidence.\nPartie II - Identification du bénéficiaire effectif\n1 - Nom de la personne physique qui est le bénéficiaire effectif : 2 - Pays de citoyenneté :\n[redacted_name]"
}