{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The idea of Mary as a metaphor for the Church itself is especially strong in his later paintings. In Madonna in the Church she dominates the cathedral; her head is almost level with the approximately sixty feet high gallery.[ 39] Art historian Otto Pächt describes the interior of the panel as a \"throne room\" which envelops her as if a \"carrying case\".[ 40] This distortion of scale is found in a number of other of his Madonna paintings, including Annunciation. Her monumental stature borrows from the works of 12th- and 13th-century Italian artists such as Cimabue and Giotto, who in turn reflect a tradition reaching back to an Italo-Byzantine type and emphasises her identification with the cathedral itself. Art historians in the 19th century thought the work was executed early in van Eyck's career and attributed her scale as the mistake of a relatively immature painter. The idea that her size represents her embodiment as the church was first suggested by Erwin Panofsky in 1941.[ 41] Till-Holger Borchert says that van Eyck did not paint \"the Madonna in a church\", but as \"the Church\".[ 42]",
    "trans": "L'idée de Marie comme métaphore de l'Église elle-même est particulièrement marquée dans ses peintures plus tardives. Dans Madonna in the Church, elle domine la cathédrale ; sa tête est presque au niveau de la galerie haute d'environ soixante pieds. [39] L'historien de l'art Otto Pächt décrit l'intérieur du panneau comme un « salle du trône » qui l'enveloppe comme une « boîte de transport ». [40] Cette distorsion de l'échelle se retrouve dans plusieurs autres de ses peintures de la Madone, y compris L'Annonciation. Sa stature monumentale s'inspire des œuvres des artistes italiens des 12e et 13e siècles comme Cimabue et Giotto, qui à leur tour reflètent une tradition remontant à un type italo-byzantin et souligne son identification avec la cathédrale elle-même. Les historiens de l'art du 19e siècle pensaient que l'œuvre avait été réalisée au début de la carrière de van Eyck et attribuaient sa taille à l'erreur d'un peintre relativement immature. L'idée que sa taille représente son incarnation en tant qu'Église a été suggérée pour la première fois par Erwin Panofsky en 1941. [41] Till-Holger Borchert affirme que van Eyck n'a pas peint « la Madone dans une église », mais comme « l'Église ». [42]"
}