{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hola [redacted_name]! This is Mrs. [redacted_name], Spanish 1 interventionist from FLVS. This week, I am covering for your teacher, Mrs. Brekke. I hope all is well with you and your family after the storm. We are reaching out about your progress in Spanish 1. Your last assignment was submitted on 9/30/2024. That means, it has been too long since work was submitted in your Spanish class! If you have been affected by the storm, let me know if possible. If you have not been affected, please make sure you submit at least 1 today and then you can submit more later this week, but you need to show you are active in the class in order to continue enrollment. If you need to do a dba, text me to schedule it. If you want to wait for your teacher to complete it, that is fine but make sure you submit other work meanwhile. Check the home page in the course for helpful information and resources. Call or text if you need help! Have a great week.",
    "trans": "Hola [redacted_name] ! Ici Mme [redacted_name], intervenante en Espagnol 1 de FLVS. Cette semaine, je remplace votre enseignante, Mme Brekke. J’espère que tout va bien pour vous et votre famille après la tempête. Nous vous contactons au sujet de votre progression en Espagnol 1. Votre dernière soumission remonte au 30/09/2024, ce qui signifie qu’il s’est écoulé trop de temps depuis votre dernier travail en classe ! Si la tempête vous a affecté(e), faites-le-moi savoir si possible. Si ce n’est pas le cas, assurez-vous de soumettre au moins une activité aujourd’hui, puis vous pourrez en soumettre d’autres plus tard cette semaine. Toutefois, vous devez montrer que vous êtes actif(ve) dans le cours pour pouvoir continuer votre inscription. Si vous devez passer un DBA, envoyez-moi un message pour le programmer. Si vous préférez attendre que votre enseignante le fasse, c’est très bien, mais assurez-vous d’envoyer d’autres travaux entre-temps. Consultez la page d’accueil du cours pour des informations et des ressources utiles. N’hésitez pas à m’appeler ou à m’envoyer un message si vous avez besoin d’aide ! Passez une excellente semaine."
}