{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Global Services Team\nAs part of our ongoing commitment to fostering a culture of inclusivity and empowerment, I want to remind you the importance of completing the Employee Involvement Survey before the October 15th deadline. This is a key opportunity for each of us to provide valuable feedback and ensure our voices are heard in shaping the future of our team and Thermo Fisher Scientific as a whole.\nI’ve already completed the survey myself, and it took me less than 5 minutes to provide my input. It’s a quick but impactful way for us to help make a difference.\nI encourage you to take a few moments to do the same as soon as possible. By completing it early, we can demonstrate the passion and dedication that drive us every day and ensure that our feedback reaches the highest levels of the organization.\nEmployee Involvement Survey (click on this link)\nThank you for your continued efforts and for making time to share your thoughts. Together, we can keep pushing our team and Thermo Fisher Scientific forward!\nKind regards\nHelen",
    "trans": "Bonjour, équipe des services globaux,\nDans le contexte de notre détermination constante à promouvoir une culture d'inclusion et d'autonomisation, je tiens à vous souligner l'importance de remplir le questionnaire sur l'engagement des employés avant la date limite fixée au 15 octobre. C'est une opportunité cruciale pour tous de donner des retours significatifs et de garantir que nos opinions soient prises en compte dans la détermination du futur de notre équipe ainsi que de Thermo Fisher Scientific globalement.\nJ'ai complété le questionnaire, et cela m'a pris moins de 5 minutes pour exprimer mon opinion. C'est une méthode efficace et significative pour nous apporter notre contribution à la réalisation d'un changement.\nJe vous invite à faire de même dès que vous en aurez l'occasion. En le préparant à l'avance, nous pouvons montrer l'engagement et la passion qui nous animent quotidiennement et garantir que nos retours touchent les plus hautes instances de l'organisation.\nEnquête sur l'engagement des employés (cliquez ici pour participer).\nJe vous remercie pour vos efforts constants et pour le temps que vous consacrez à partager vos pensées. En coopération, nous avons la possibilité de poursuivre le progrès de notre groupe ainsi que celui de Thermo Fisher Scientific !\nCordialement,\nHelen"
}