{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Take a few moments to consider them, but be mindful of your jaw. It just may find it and disbelief pedestrian accidents. The pedestrian ran for the pavement, but I got them. The guy was all over the road. I had to swerve a number of times before I was sure, the old fellow would never make it to the other side of the road when I struck him to avoid hitting the bumper of the car in front struck a pedestrian. The pedestrian had no idea which way to run as I ran over The car in front hit the pedestrian but he got up so I hit him again. Pedestrian hit me and went under my car. I saw her look at me twice. She appeared to be making slow progress when we met on impact now we may smile, but in reality pedestrian safety is a serious issue. Don’t forget each, and every statement above describes a real person who is only trying to go about his or her business before their day was suddenly made much worse by colliding with a heavy fast moving vehicle a pedestrian is considered a person moving on foot or using a conveyance such as rollerskate skateboards or something other than a bicycle a pedestrian can also be a person with a disability using a tricycle cycle or a wheelchair for transportation because pedestrian debt occurred in 17% of all traffic fatalities driving cautiously pedestrians are important because they may suddenly cross your path on December 1, 2010, our two year-old daughter Callie walking back to their home in Rohnert Park California While passing through a crosswalk about two blocks from their house. Mother and daughter were hit by 1997 Honda Murray was only injured, but her daughter didn’t survive the collision a driver a Sonoma State freshman and volleyball player was using her cell phone at the time of the accident in response to the tragedy friends and neighbors petition for the town to more clearly mark the crosswalk and reduce the speed limit in that area. However, far those precautions may go toward making Rohnert Park pedestrian safer Signs and lower speed limits don’t offer protection from motorist or simply not watching the road without question the most important safety tip to reduce pedestrian injuries in fatalities is to pay attention. You can significantly reduce your chances of being in a collision with a pedestrian, obeying traffic rules and being aware of an dangers by car make eye contact with pedestrians if possible, and make sure they can see you in reality most of the guidelines boil down to using simple common sense pedestrian activity is at its greatest within densely developed area, such as cities and town centers, but it is also significant neighborhoods suburban roadways motorist should always take special precautions to watch for pedestrians in those areas as well That only our motor is prohibited by law from blocking a crosswalk when at a red light or a stop sign a motorist must not stop with a portion of their vehicle in the crosswalk such as the front bumper when a motor is blocks a crosswalk and force the pedestrian to go around the vehicle vehicle consequently, placing them in danger a motor must stop and remain stop for the pedestrian crossing the roadway within a marked crosswalk. This also includes any unmarked crosswalk at an intersection except Those were the movement of traffic is being regulated by police officers or traffic control signals or where otherwise prohibited by municipal county or state regulation however, these guidelines don’t apply where a pedestrian tunnel or overhead pedestrian crossing has been provided. Remember, pedestrians are the road users most susceptible to traffic risk Which means that is a driver of a motor vehicle must use extra caution to avoid a collision, regardless of the rules of the road or right away, the loss specifically requires you to exercise great care to avoid striking pedestrians children often pose a high risk motor because they can be unpredictable pedestrians and typically difficult to see. Take extra care to look for children, especially in your schools and bus stops of playgrounds park Dessert vehicles such as ice cream trucks the most important pedestrian safety message is this pedestrian safety is a shared responsibility there is no one single cause for pedestrian related crashes and pedestrian motorist. Must ensure pedestrian safety motorist should stop for pedestrians in crosswalk for pedestrians turning right on a red light and obey posted speed limits. Take great care not to block or park in crosswalks keep your vehicles windshield clean, allowing for maximum visibility alert for pedestrians at all times Remain alert in areas. Pedestrians are most likely to appear near schools in town centers residential neighborhoods parks never attempt to pass a vehicle that stopped in order to allow a pedestrian across stop for all pedestrians in a crosswalk, even if they are still in the crosswalk when the signal changes remember that pedestrians are the most vulnerable roadway users remember as a motorist, you will be held responsible for maintaining pedestrian safety. Now that we’ve discussed a few of the responsibilities of the driver let’s discuss the responsibilities of a pedestrian all of us at some point our pedestrians as we walk on roads Shared vehicles as pedestrian. It’s important to be aware of traffic conditions, and watch for drivers. Don’t assume that you may proceed a driver may not be looking or paying attention simply making eye contact with a driver does not mean that the driver is ready to yield the right way. Remember, hybrid and electric vehicles are virtually silent. Don’t use audio cues only when crossing an intersection make sure to look in all directions on a vehicles if there are no pedestrian crosswalk or signals on the street be extra careful and crossing, although drivers are required to yield to pedestrians at an intersection where traffic is not controlled by signal. It’s important to be on the safe side now remember, although the law states that a driver must yield to pedestrians if a driver is not paying attention or you run in front of a moving vehicle Prevent you from being hit when traffic signal indicates walk you should look in all directions and make sure that the intersection is clear of all vehicles before proceeding to cross. If a driver is trying to beat the light do you wanna be sure you’re in a safe place if you’re in the process of crossing in the signal begins to blinker indicate don’t walk make sure to finish crossing to prevent blocking traffic if there are some sidewalks, you are not permitted to walk in the road, except while crossing the road at a crosswalk, there are no sidewalks. You must walk facing oncoming traffic don’t walk on a highway or freeway sign indicates that there are no pedestrians allowed. If you’re walking at night, be sure to wear clothing that can be viewed by drivers such as white light or reflective.",
    "trans": "Prenez quelques instants pour les considérer, mais faites attention à votre mâchoire. Elle pourrait bien se décrocher face à l'incrédulité. Accidents de piétons. Le piéton a couru vers le trottoir, mais je l'ai eu. Le type était partout sur la route. J'ai dû faire plusieurs écarts avant d'être sûr que le vieil homme n'atteindrait jamais l'autre côté de la route quand je l'ai percuté pour éviter de heurter le pare-chocs de la voiture devant. J'ai percuté un piéton. Le piéton n'avait aucune idée dans quelle direction courir alors que je le renversais. La voiture devant a percuté le piéton, mais il s'est relevé, alors je l'ai percuté à nouveau. Un piéton m'a heurté et est passé sous ma voiture. Je l'ai vue me regarder deux fois. Elle semblait progresser lentement lorsque nous nous sommes rencontrés à l'impact. Nous pouvons sourire maintenant, mais en réalité, la sécurité des piétons est une question grave. N'oubliez pas que chacune des déclarations ci-dessus décrit une personne réelle qui essaie simplement de vaquer à ses occupations avant que sa journée ne soit soudainement considérablement aggravée par une collision avec un véhicule lourd et rapide. Un piéton est considéré comme une personne se déplaçant à pied ou utilisant un moyen de transport tel que des patins à roulettes, des planches à roulettes ou autre chose qu'un vélo. Un piéton peut également être une personne handicapée utilisant un tricycle, un cycle ou un fauteuil roulant pour se déplacer. Étant donné que les décès de piétons représentent 17 % de tous les décès dus aux accidents de la circulation, il est essentiel de conduire prudemment. Les piétons sont importants car ils peuvent soudainement traverser votre chemin. Le 1er décembre 2010, notre fille Callie, âgée de deux ans, rentrait chez elle à Rohnert Park, en Californie. Alors qu'elles traversaient un passage piéton à environ deux pâtés de maisons de leur maison, la mère et la fille ont été heurtées par une Honda de 1997. Murray n'a été que blessée, mais sa fille n'a pas survécu à la collision. La conductrice, une étudiante de première année de l'université d'État de Sonoma et joueuse de volleyball, utilisait son téléphone portable au moment de l'accident. En réponse à cette tragédie, amis et voisins ont demandé à la ville de mieux signaler le passage piéton et de réduire la limite de vitesse dans cette zone. Cependant, ces précautions ne protègent pas des automobilistes inattentifs ou simplement ne regardant pas la route. Sans aucun doute, le conseil de sécurité le plus important pour réduire les blessures et les décès de piétons est de faire attention. Vous pouvez considérablement réduire vos chances d'être impliqué dans une collision avec un piéton en respectant le code de la route et en étant conscient des dangers. En voiture, établissez un contact visuel avec les piétons si possible et assurez-vous qu'ils vous voient. En réalité, la plupart des directives se résument à utiliser le simple bon sens. L'activité piétonne est la plus forte dans les zones densément développées, telles que les villes et les centres-villes, mais elle est également significative dans les quartiers et les routes de banlieue. Les automobilistes doivent toujours prendre des précautions particulières pour surveiller les piétons dans ces zones. Il est interdit par la loi à tout automobiliste de bloquer un passage piéton à un feu rouge ou à un panneau d'arrêt. Un automobiliste ne doit pas s'arrêter avec une partie de son véhicule dans le passage piéton, comme le pare-chocs avant. Lorsqu'un automobiliste bloque un passage piéton et oblige le piéton à contourner le véhicule, il le met par conséquent en danger. Un automobiliste doit s'arrêter et rester arrêté pour le piéton qui traverse la chaussée dans un passage piéton marqué. Cela inclut également tout passage piéton non marqué à une intersection, sauf là où la circulation est régulée par des agents de police ou des feux de signalisation, ou là où cela est autrement interdit par une réglementation municipale, de comté ou d'État. Cependant, ces directives ne s'appliquent pas lorsqu'un tunnel piétonnier ou un passage piétonnier aérien a été aménagé. N'oubliez pas que les piétons sont les usagers de la route les plus vulnérables aux risques de la circulation, ce qui signifie qu'un conducteur de véhicule automobile doit faire preuve d'une prudence accrue pour éviter une collision, quelles que soient les règles de la route ou les priorités. La loi exige spécifiquement que vous fassiez preuve d'une grande prudence pour éviter de heurter les piétons. Les enfants présentent souvent un risque élevé pour les automobilistes car ils peuvent être imprévisibles et généralement difficiles à voir. Faites très attention à rechercher les enfants, en particulier dans les écoles, les arrêts de bus, les terrains de jeux, les parcs et près des véhicules de dessert tels que les camions de glaces. Le message de sécurité piétonne le plus important est le suivant : la sécurité piétonne est une responsabilité partagée. Il n'y a pas une seule cause aux accidents impliquant des piétons, et les piétons et les automobilistes doivent assurer la sécurité des piétons. Les automobilistes doivent s'arrêter aux passages piétons, pour les piétons tournant à droite à un feu rouge, et respecter les limites de vitesse affichées. Faites très attention à ne pas bloquer ou stationner dans les passages piétons. Gardez le pare-brise de votre véhicule propre pour une visibilité maximale. Soyez attentif aux piétons à tout moment. Restez vigilant dans les zones où les piétons sont les plus susceptibles d'apparaître, près des écoles, des centres-villes, des quartiers résidentiels et des parcs. Ne tentez jamais de dépasser un véhicule qui s'est arrêté pour permettre à un piéton de traverser. Arrêtez-vous pour tous les piétons dans un passage piéton, même s'ils sont encore dans le passage piéton lorsque le signal change. N'oubliez pas que les piétons sont les usagers de la route les plus vulnérables. N'oubliez pas qu'en tant qu'automobiliste, vous serez tenu responsable du maintien de la sécurité des piétons. Maintenant que nous avons discuté de quelques-unes des responsabilités du conducteur, discutons des responsabilités d'un piéton. Nous sommes tous, à un moment donné, des piétons lorsque nous marchons sur des routes partagées avec des véhicules. En tant que piéton, il est important d'être conscient des conditions de circulation et de surveiller les conducteurs. Ne présumez pas que vous pouvez avancer. Un conducteur peut ne pas regarder ou ne pas faire attention. Le simple contact visuel avec un conducteur ne signifie pas que le conducteur est prêt à céder le passage. N'oubliez pas que les véhicules hybrides et électriques sont pratiquement silencieux. Ne vous fiez pas uniquement aux signaux sonores lorsque vous traversez une intersection. Assurez-vous de regarder dans toutes les directions. S'il n'y a pas de passages piétons ou de signaux piétons dans la rue, soyez très prudent lorsque vous traversez. Bien que les conducteurs soient tenus de céder le passage aux piétons à une intersection où la circulation n'est pas régulée par un signal, il est important d'être prudent. N'oubliez pas que même si la loi stipule qu'un conducteur doit céder le passage aux piétons, si un conducteur ne fait pas attention ou si vous courez devant un véhicule en mouvement, cela ne vous empêchera pas d'être heurté. Lorsque le feu de circulation indique « marcher », vous devez regarder dans toutes les directions et vous assurer que l'intersection est libre de tout véhicule avant de traverser. Si un conducteur essaie de griller un feu, assurez-vous d'être dans un endroit sûr. Si vous êtes en train de traverser et que le signal commence à clignoter pour indiquer « ne pas marcher », assurez-vous de terminer la traversée pour éviter de bloquer la circulation. S'il n'y a pas de trottoirs, il vous est interdit de marcher sur la route, sauf pour traverser la route à un passage piéton. S'il n'y a pas de trottoirs, vous devez marcher face à la circulation venant en sens inverse. Ne marchez pas sur une autoroute ou une voie rapide si un panneau indique que les piétons ne sont pas autorisés. Si vous marchez la nuit, assurez-vous de porter des vêtements visibles par les conducteurs, tels que des vêtements blancs ou réfléchissants."
}