{
    "source": "en_US",
    "target": "fr_FR",
    "text": "General Motors (GM) reports making progress in EV profitability, which would mark a significant milestone as traditional automakers struggle to break into an EV market already dominated by Tesla (TSLA). Stifel nextgen transport analyst Stephen Gengaro sits down with Seana Smith and Madison Mills to discuss where GM's progress leaves Tesla.\n\"Legacy OEMs (original equipment manufacturers) have sort of lagged in in EV development. That's one area where Tesla has benefited in the short term. The other delays we've seen kind of across the spectrum from GM and Ford (F) and others, it really allows the Tesla and the Rivians of the world to continue to gain traction with customers,\" Gengaro tells Yahoo Finance, noting, \"That actually sets them up for being in a very good strong position longer term.\"\nHe adds, \"It's going to be interesting how this evolves as to whether sort of a legacy GM person is going to go to Tesla or Rivian over GM, but I still think that the Teslas and Rivians of the world are kind of leading the way on the EV front. So I don't think those GM comments have too big an impact on Tesla in the next couple of years.\"",
    "trans": "General Motors (GM) rapporte avoir fait des progrès dans la rentabilité des véhicules électriques (VE), ce qui marquerait une étape importante alors que les constructeurs automobiles traditionnels peinent à pénétrer un marché du VE déjà dominé par Tesla (TSLA). L'analyste de Stifel pour les transports de nouvelle génération, Stephen Gengaro, s'assoit avec Seana Smith et Madison Mills pour discuter de la place que laisse la progression de GM à Tesla.\n« Les OEMs historiques (fabricants d'équipements d'origine) ont un peu pris du retard dans le développement des VE. C'est un domaine où Tesla a bénéficié à court terme. Les autres retards que nous avons observés chez GM, Ford (F) et d'autres, permettent vraiment à Tesla et aux Rivians du monde de continuer à gagner du terrain auprès des clients », explique Gengaro à Yahoo Finance, ajoutant : « Cela les place en fait dans une position très forte à long terme. »\nIl ajoute : « Ce sera intéressant de voir comment cela évolue, si un client historique de GM va choisir Tesla ou Rivian plutôt que GM, mais je pense toujours que les Tesla et Rivians du monde sont en quelque sorte à l'avant-garde sur le front des VE. Donc, je ne pense pas que ces commentaires de GM aient un impact trop important sur Tesla dans les prochaines années. »"
}