{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Background\nZoroastrianism is one of the world's oldest known monotheistic religions, founded by the prophet Zoroaster (or Zarathustra) in ancient Iran (Persia) around the 6th century BCE. It has had a profound influence on the religious, cultural, and philosophical development of Iran and neighboring regions. Here's an in-depth look at Zoroastrianism:\nZoroastrianism is centered on the worship of[redacted_name], the supreme god who embodies truth, light, and goodness.[redacted_name] is the creator and sustainer of the universe, and is opposed by [redacted_name], the principle of evil. Zoroastrianism posits a dualistic worldview in which the forces of good (Spenta Mainyu) and evil ([redacted_name]) are engaged in a cosmic struggle. Humans are called upon to choose between these two opposing forces through their thoughts, words, and deeds.\nZoroastrianism emphasizes ethical behavior, particularly the pursuit of righteousness (asha) and the renunciation of falsehood (druj). The ethical code is summarized in the motto: \"Good thoughts, good words, good deeds\" (Humata, Hukhta, Huvarshta).\nSacred Texts",
    "trans": "Contexte\nLe zoroastrisme est l'une des plus anciennes religions monothéistes connues au monde, fondée par le prophète Zarathoustra (ou Zoroastre) dans l'ancien Iran (Perse) vers le 6e siècle avant notre ère. Il a eu une influence profonde sur le développement religieux, culturel et philosophique de l'Iran et des régions voisines. Voici un aperçu détaillé du zoroastrisme :\nLe zoroastrisme est centré sur le culte de [redacted_name], le dieu suprême qui incarne la vérité, la lumière et la bonté. [redacted_name] est le créateur et le soutien de l'univers, et il est opposé à [redacted_name], le principe du mal. Le zoroastrisme propose une vision du monde dualiste dans laquelle les forces du bien (Spenta Mainyu) et du mal ([redacted_name]) sont engagées dans une lutte cosmique. Les humains sont appelés à choisir entre ces deux forces opposées à travers leurs pensées, leurs paroles et leurs actions.\nLe zoroastrisme met l'accent sur le comportement éthique, en particulier la quête de la justice (asha) et le renoncement à la fausseté (druj). Le code éthique est résumé dans la devise : « Bonnes pensées, bonnes paroles, bonnes actions » (Humata, Hukhta, Huvarshta).\nTextes sacrés"
}