{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi Mrs. [redacted_name],\nI assume the facility agreed to not go forward and not receive a report?\nIt is the exact same facility and the same self-assessment? They do not need to edit the self-assessment to show a different scope of the assessment?\nThe 2 month timeframe from the self-assessment to the verification is still ok?\nIf yes to all, then as you suggest please ask Worldly - with both facility contact and you in the ticket - to go from VRP back to ASC.\nEmphasize that you and facility are in agreement. The facility contact is in Cc on the ticket.\nYou can share this message with them from SLCP stating that SLCP is in the know and has given approval to change from VRP to ASC for this exceptional circumstance.\nOn a different confidential note:\nHow do you intend to move forward with this repeat verification?\nIs the assumption that the facility will exclude parts of the facility premised from the verification?\nWill the facility not permit photos?\nIs the facility clear about their obligations during the verification? That photos are required, interviews, etc.? And that you will have to insert into the report when the facility did not allow photos and why?\nThat whatever is stated in the scope of the verification must be accessible to the Verifier to check?\nI just want to make sure that the facility is aware of normal protocol and there is no repeat of the same situation.",
    "trans": "Bonjour Mme. [redacted_name],\nJe suppose que l'établissement a accepté de ne pas aller de l'avant et de ne pas recevoir de rapport ?\nC'est exactement le même établissement et la même auto-évaluation ? Ils n'ont pas besoin de modifier l'auto-évaluation pour refléter un champ d'évaluation différent ?\nLe délai de 2 mois entre l'auto-évaluation et la vérification est-il toujours valable ?\nSi la réponse est oui à toutes les questions, alors comme vous le suggérez, veuillez demander à Worldly – avec à la fois le contact de l'établissement et vous-même dans le ticket – de passer de VRP à ASC.\nInsistez sur le fait que vous et l'établissement êtes d'accord. Le contact de l'établissement est en copie Cc sur le ticket.\nVous pouvez leur transmettre ce message de SLCP indiquant que SLCP est au courant et a donné son approbation pour passer de VRP à ASC dans cette circonstance exceptionnelle.\nSur une note confidentielle différente :\nComment avez-vous l'intention de procéder avec cette vérification répétée ?\nL'hypothèse est-elle que l'établissement exclura certaines parties de l'établissement de la vérification ?\nL'établissement ne permettra-t-il pas de prendre des photos ?\nL'établissement est-il clair sur ses obligations pendant la vérification ? Que des photos sont nécessaires, des entretiens, etc. ? Et que vous devrez indiquer dans le rapport quand l'établissement n'a pas permis de prendre des photos et pourquoi ?\nQue tout ce qui est indiqué dans le périmètre de la vérification doit être accessible au vérificateur pour être contrôlé ?\nJe veux juste m'assurer que l'établissement est au courant du protocole normal et qu'il n'y a pas de répétition de la même situation."
}