{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Despite the priest’s warnings, more and more people come to see the angel, and Elisenda has the idea to start charging them admission. The angel is such a popular attraction that he makes Pelayo and Elisenda wealthy. The angel, meanwhile, festers in his own filth. The people gawp at him, taunt him, and pull his feathers, but he only responds with supernatural patience, not once lashing out at them. They even brand him with a hot iron to see if he is still alive. Meanwhile, the church authorities replying to Father Gonzaga are more concerned with superficial questions like how many times the angel might fit on the head of a pin.\nBefore long, a new attraction arrives in town: “a frightful tarantula the size of a ram and with the head of a sad maiden.” The townspeople find the spider woman more relatable than the old man because she speaks the same language as they do, so she can tell a recognizable and moralistic story about who she is and how she became so odd. Her popularity quickly eclipses the angel, whose odd miracles—helping a blind man grow new teeth, or making sunflowers sprout from a leper’s wounds—are simply not miraculous enough for the townspeople. Father Gonzaga is able to let go of the issue now that the general populace is no longer interested.\nBy this point, Pelayo and Elisenda have amassed enough money to buy a much bigger house. Pelayo quits his job, and Elisenda buys herself some fancy clothes. The child’s health continues to improve, and he sometimes goes into the chicken coop to play near the angel. A doctor comes, but he also cannot explain the angel’s nature.\nThe child is now strong enough to go to school. The angel goes “dragging” himself about the house like “a stray dying man,” much to the annoyance of Pelayo and Elisenda. His wings are balding and thin.\nAs time passes, the old man’s condition improves and his feathers return. One day, Elisenda is cooking in the kitchen and notices him trying to fly. Though his attempts are clumsy, eventually he manages to gain altitude and soars over the horizon. Elisenda lets out a sigh of relief, partly for the angel, but mostly for herself—he is “no longer an annoyance in her life.”",
    "trans": "En dépit des mises en garde du prêtre, l'attrait de l'ange attire un nombre croissant de curieux. Elisenda décide alors de monétiser leur visite. L'ange se transforme en un attrait si prisé que Pelayo et Elisenda amassent une fortune considérable. Entre-temps, l'ange se détériore dans sa propre impureté. Les gens le regardent avec curiosité, le narguent et lui volent ses plumes, mais il ne montre qu'une patience extraordinaire, sans jamais répondre. Ils n'hésiteront pas à le marquer avec un fer chaud pour vérifier s'il est toujours vivant. Pendant ce temps, les responsables ecclésiastiques, ayant reçu la lettre du père Gonzaga, se concentrent plutôt sur des sujets futiles, tels que le nombre d'anges pouvant danser sur la pointe d'une aiguille.\nPeu de temps après, une nouvelle attraction fait son apparition en ville : « une effrayante tarentule de la taille d’un bélier et à la tête de jeune fille triste. » Les habitants trouvent cette femme-araignée plus accessible que le vieil homme, car elle parle leur langue et peut raconter une histoire morale et compréhensible sur son passé et la façon dont elle est devenue ainsi. Elle devient rapidement plus populaire que l’ange, dont les miracles étranges—comme faire repousser les dents d’un aveugle ou faire éclore des tournesols sur les plaies d’un lépreux—ne sont pas jugés assez spectaculaires par les villageois. Le père Gonzaga peut désormais abandonner l’affaire, puisque la population ne s’y intéresse plus.\nActuellement, Pelayo et Elisenda ont réuni assez de fonds pour acquérir une maison bien plus vaste. Pelayo abandonne son emploi tandis qu'Elisenda se procure de jolis habits. L'état de santé de leur enfant ne cesse de se renforcer, et il s'amuse parfois aux côtés de l'ange dans le poulailler. Un docteur vient le consulter, cependant il ne peut décrire la nature de l'ange.\nL'enfant est désormais suffisamment fort pour fréquenter l'école. Pour ce qui est de l'ange, il erre dans la maison « tel un mendiant agonisant », au désespoir de Pelayo et Elisenda. Ses ailes deviennent nues et délicates.\nAvec le temps, l’état du vieil homme s’améliore et ses plumes repoussent. Un jour, alors qu’Elisenda cuisine, elle l’aperçoit en train d’essayer de voler. Ses tentatives sont maladroites, mais il finit par prendre de l’altitude et disparaît à l’horizon. Elisenda pousse un soupir de soulagement, à la fois pour l’ange, mais surtout pour elle-même—il n’est « plus une gêne dans sa vie. »"
}