{
    "source": "en_US",
    "target": "fr_FR",
    "text": "decrease in the mean from Figure 2 by 5.2205 positive results and a decrease in the standard\ndeviation by 12.2511. The mean decreased by approximately 64.7% and the standard deviation\ndecreased by approximately 86.6% from Figure 2. This shows that the 4 games with a DAR of 3\nwere significant outliers in the sample. Therefore, the games with a DAR of 3 should be closely\ncompared with those with a DAR of 0, 1, and 2.\nFigure 4 shows the mean average change in player count per day over the first 7 days\nafter the release of the video games in each deceptive advertising rating category. The average\nchange in player count from day to day was calculated for each game to create this figure. Once\neach game was given a DAR, the mean was calculated for the average change in player count for\neach game in the same DAR group. The same process was conducted for Figure 5. However, in\nFigure 5, a 30-day time frame was accounted for. For both Figure 4 and Figure 5, there is no\nsignificant trend immediately noticeable among DAR groups 0, 1, and 2. Games with a DAR of\n3 showed a significant increase in the mean average change in player count compared to the\nprevious DAR groups for both figures. In these figures, a higher number in the positive direction\nis representative of a larger decrease in player count. This may show that in extreme cases of\ndeceptive advertising, consumers are more likely to stop playing a game than if the game had\nutilized non-deceptive advertising. Since this observation is consistent among 7-day and 30-day\ntime frames, it may be possible to conjecture that the drop in player count is unlikely to have\nresulted from a bandwagon effect, in which people stop playing the game because of other\npeople’s decision to stop playing the game. It may be possible to conjecture that when deceptive\nadvertising is present in extreme cases, consumers are likely to stop playing the video game as a\nresult of their own decision due to a game's deceptive advertising. Therefore, to retain players, it",
    "trans": "diminution de la moyenne de Figure 2 de 5,2205 résultats positifs et une diminution de l'écart\ntype de 12,2511. La moyenne a diminué approximativement de 64,7 %, et l'écart-type a diminué\napproximativement de 86,6 % par rapport à Figure 2. Cela montre que les 4 jeux avec un DAR de 3\nétaient des valeurs aberrantes significatives dans l'échantillon. Par conséquent, les jeux avec un DAR de 3 devraient être\ncomparés de près à ceux ayant un DAR de 0, 1 et 2.\nFigure 4 montre la variation moyenne du nombre de joueurs par jour au cours des 7 premiers jours\naprès la sortie des jeux vidéo dans chaque catégorie de notation de publicité trompeuse. La variation\nmoyenne du nombre de joueurs d'un jour à l'autre a été calculée pour chaque jeu afin de créer cette figure. Une fois\nque chaque jeu a reçu un DAR, la moyenne a été calculée pour la variation moyenne du nombre de joueurs pour\nchaque jeu dans le même groupe DAR. Le même processus a été effectué pour Figure 5. Cependant, dans\nFigure 5, un délai de 30 jours a été pris en compte. Pour les Figures 4 et Figures 5, il n'y a pas de\ntendance significative immédiatement visible parmi les groupes DAR 0, 1 et 2. Cependant, les jeux avec un DAR de\n3 ont montré une augmentation significative de la variation moyenne du nombre de joueurs par rapport aux précédents\ngroupes DAR pour les deux figures. Dans ces figures, un nombre plus élevé dans la direction positive\nreprésente une plus grande diminution du nombre de joueurs. Cela peut suggérer que, dans les cas extrêmes\nde publicité trompeuse, les consommateurs sont plus susceptibles d'arrêter de jouer à un jeu que si le jeu avait\nutilisé une publicité non trompeuse. Étant donné que cette observation est cohérente sur des périodes de 7-jours et de 30-jours\ndes délais, il est possible de conjecturer que la baisse du nombre de joueurs ne\nrésulte probablement pas d'un effet de mode, dans lequel les gens cessent de jouer au jeu parce que d'autres\npersonnes ont décidé d'arrêter de jouer au jeu. Il est donc possible de conjecturer que lorsque la publicité trompeuse est\nprésente dans des cas extrêmes, les consommateurs sont susceptibles d'arrêter de jouer au jeu vidéo en\nraison de leur propre décision en raison de la publicité trompeuse du jeu. Par conséquent, pour retenir les joueurs, il"
}