{
    "source": "en_US",
    "target": "fr_FR",
    "text": "TransMedics Group Inc (NASDAQ:TMDX) shares are trading lower in Monday’s after-hours session after the company reported worse-than-expected financial results for the third quarter.\nQ3 Revenue: $108.76 million, versus estimates of $115 million\nQ3 EPS: 12 cents, versus estimates of 30 cents\nTotal revenue was up 64% on a year-over-year basis, primarily driven by an increase in utilization of the Organ Care System across all three organs, as well as additional revenue generated by the company’s logistics services.\nTransMedics said it ended the quarter with $330.1 million in cash, down from $362.8 million at the end of the second quarter.\n“We are proud of our performance year to date and look forward to ending 2024 on a strong note,” saidWaleed Hassanein, president and CEO of TransMedics.\n“We continued to make meaningful progress across each of our growth initiatives through thethird quarterand maintain our conviction in our growth runway for 2025 and beyond.”\nSee Also: Ford Q3 Earnings: Revenue Beat, EPS Beat, EV Sales Down 33%, Updated Outlook, Shares Slide\nOutlook: TransMedics said it continued to expect full-year revenue to be in the range of $425 million to $445 million versus estimates of $444.36 million.\n“Overall, we remain well on track to reach our stated target of achieving 10,000 OCS transplant cases per year in the U.S. by 2028,” Hassanein added.\nTMDX Price Action: TransMedics shares were down 23.95% after hours at $95.75 at the time of publication Monday, according to Benzinga Pro.",
    "trans": "Les actions de TransMedics Group Inc (NASDAQ:TMDX) se négocient en baisse lors de la séance après-bourse de lundi, après que la société a publié des résultats financiers inférieurs aux attentes pour le troisième trimestre.\nRevenu du T3 : 108,76 millions de dollars, contre des estimations de 115 millions de dollars\nBPA du T3 : 12 cents, contre des estimations de 30 cents\nLe revenu total a augmenté de 64 % en glissement annuel, principalement en raison d'une augmentation de l'utilisation du Système de Soins d'Organes (Organ Care System) pour les trois organes, ainsi que des revenus supplémentaires générés par les services de logistique de la société.\nTransMedics a déclaré avoir terminé le trimestre avec 330,1 millions de dollars en espèces, contre 362,8 millions de dollars à la fin du deuxième trimestre.\n« Nous sommes fiers de notre performance à ce jour et nous nous réjouissons de terminer l'année 2024 sur une note positive », a déclaré Waleed Hassanein, président et PDG de TransMedics.\n« Nous avons continué à faire des progrès significatifs dans chacune de nos initiatives de croissance au cours du troisième trimestre et maintenons notre conviction dans notre trajectoire de croissance pour 2025 et au-delà. »\nÀ voir également : Résultats du T3 de Ford : Dépassement des revenus, dépassement du BPA, ventes de véhicules électriques en baisse de 33 %, perspectives mises à jour, chute des actions.\nPerspectives : TransMedics a déclaré qu'elle continuait de s'attendre à ce que le revenu de l'année complète se situe entre 425 millions et 445 millions de dollars, contre des estimations de 444,36 millions de dollars.\n« Dans l'ensemble, nous restons bien en voie d'atteindre notre objectif déclaré de réaliser 10 000 cas de transplantation OCS par an aux États-Unis d'ici 2028 », a ajouté Hassanein.\nAction sur le prix de TMDX : Les actions de TransMedics étaient en baisse de 23,95 % après les heures de négociation, à 95,75 dollars au moment de la publication lundi, selon Benzinga Pro."
}