{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Degree Course - IFP100Y/H\nThemes in World History\nThis course surveys the development of human societies\nfrom their origins to the present using examples from across the world. Topics may include the environment; cultural development and interaction; the creation and nature of belief systems; political, economic and social structures; gender relations; and the relationship between global patterns and local developments.\nIFP100Y/H Themes in World History is a first-year course at the University of Toronto designed for IFP students. Upon successful completion, this course counts as a credit within the Faculty of Arts & Science, the John H. Daniels Faculty of Architecture, Landscape and Design, or the Faculty of Music.\nDiscipline-specific Courses\nIFP students take discipline-specific courses which correspond to their admission stream. These courses, taught by instructors from specific departments, introduce the necessary vocabulary, assignment types, and evaluations used in their area of study.\nLanguage & Academic Skills\nDevelopment Courses\nUsing readings, lecture content, assignments, and requirements from both their degree course and sources relevant to the topic areas, students learn how to interpret information presented through a variety of written and oral mediums; construct arguments supported by evidence; and present ideas in small group and tutorial environments.\n5Q",
    "trans": "Cours universitaire - IFP100Y/H\nThèmes de l’histoire mondiale\nCe cours explore le développement des sociétés humaines\nDepuis leurs origines jusqu’à aujourd’hui, en utilisant des exemples du monde entier. Les sujets abordés peuvent inclure l’environnement, le développement et l’interaction des cultures, la création et la nature des systèmes de croyances, les structures politiques, économiques et sociales, les relations de genre, ainsi que le lien entre les dynamiques mondiales et les évolutions locales.\nIFP100Y/H Thèmes de l’histoire mondiale est un cours de première année à l’Université de Toronto conçu pour les étudiants de l’IFP. Une fois réussi, ce cours compte comme un crédit au sein de la Faculté des Arts et des Sciences, de la Faculté d’architecture, de paysage et de design John H. Daniels, ou de la Faculté de musique.\nCours spécifiques à une discipline\nLes étudiants de l’IFP suivent des cours spécifiques à leur discipline, correspondant à leur filière d’admission. Ces cours, dispensés par des enseignants des départements concernés, introduisent le vocabulaire essentiel, les types de travaux et les évaluations utilisés dans leur domaine d’études.\nCompétences linguistiques et académiques\nCours de développement\nÀ travers des lectures, des contenus de cours, des devoirs et des exigences issus à la fois de leur programme universitaire et de sources pertinentes aux domaines étudiés, les étudiants apprennent à interpréter l’information présentée sous divers formats écrits et oraux, à construire des arguments étayés par des preuves et à présenter leurs idées dans des petits groupes et des environnements de tutorat.\n5Q"
}