{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“Then he’s out.\nI lie back on the bed and retrieve my phone.\nUsually, I do that only to find out if Annika has sent me any texts. She’s the type who likes to take pictures of all the little things she encounters in her daily life and send them over with ‘Isn’t this so cute?’ or ‘I wish I could take this home with me.’\nThey’re typically cats or dogs or any small creature.\nSo imagine my surprise when I find no text from her in the past…two hours.\nNow, that’s rare.\nNormally, she’d be demanding a date or she’d lure me in for a conversation.\nNot tonight.\nI scroll to the group chat that Remi insists I stay part of. I mute them whenever they start blowing up my phone with notifications.\nRemington: Who wants to partyyy?\nEli: Don’t throw it in the house and you can do whatever you want.\nRemington: But why? I have privileges in the house.\nEli: Not unless you want to put your balls in jeopardy.\nRemington: Bloody hell, mate, no threatening the family jewels. I have a title that I need to keep alive.\nLandon: You can always go to[…]”\nExcerpt From\nGod of Pain: A Grumpy Sunshine College Romance (Legacy of Gods Book 2)\nRina Kent\nThis material may be protected by copyright.",
    "trans": "« Alors, il est dehors.\nJe me recouche sur le lit et récupère mon téléphone.\nD'habitude, je ne fais cela que pour vérifier si Annika m'a envoyé des messages. C'est le genre de personne qui aime prendre des photos de toutes les petites choses qu'elle croise dans sa vie quotidienne et les envoyer avec des « N'est-ce pas trop mignon ? » ou « J'aimerais tellement pouvoir ramener ça à la maison. »\nCe sont généralement des chats, des chiens ou de petites créatures.\nImaginez donc ma surprise de ne trouver aucun message de sa part depuis… deux heures.\nC'est rare.\nNormalement, elle me demanderait un rendez-vous ou essaierait de m'entraîner dans une conversation.\nPas ce soir.\nJe fais défiler la conversation de groupe à laquelle Remi insiste pour que je participe. Je les mets en mode silencieux chaque fois qu'ils font exploser mon téléphone de notifications.\nRemington : Qui veut faire la fête ?\nEli : Ne fais pas ça dans la maison et tu pourras faire ce que tu veux.\nRemington : Mais pourquoi ? J'ai des privilèges dans cette maison.\nEli : Pas si tu ne veux pas mettre tes bijoux de famille en danger.\nRemington : Bon sang, camarade, pas de menaces sur les joyaux de la couronne. J'ai un titre à perpétuer.\nLandon : Tu peux toujours aller à […] »\nExtrait de\nGod of Pain: A Grumpy Sunshine College Romance (Legacy of Gods Book 2)\nRina Kent\nCe matériel peut être protégé par des droits d'auteur."
}