{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Despite criticism from the White House, Israel was not without American supporters. Soon after the bombing, Israeli prime minister [redacted_name] called on preacher and political organizer [redacted_name] to organize conservative Christians on Israel’s behalf. Believing that American prosperity and even survival depended on its attitude toward God’s most favored nation, [redacted_name] was happy to comply. “If this nation wants her fields to remain white with grain,” he wrote in Listen, America!, a manifesto for the Moral Majority, “her scientific achievements to remain notable, and her freedom to remain intact, America must continue to stand with Israel.” 4 In September, [redacted_name] and [redacted_name] held a widely publicized meeting at Blair House, the executive branch’s guest facility opposite the White House. In a statement following the summit,[redacted_name] explained his support for Israel by citing God’s promise to “bless those who bless” [redacted_name]. “I believe history supports the premise that God deals with nations as they deal with Israel,” he told reporters.5",
    "trans": "Malgré les critiques de la Maison Blanche, Israël n'était pas sans partisans américains. Peu après le bombardement, le Premier ministre israélien [redacted_name] a fait appel au prédicateur et organisateur politique [redacted_name] pour organiser les chrétiens conservateurs en faveur d'Israël. Croyant que la prospérité et même la survie de l'Amérique dépendaient de son attitude envers la nation la plus favorisée de Dieu, [redacted_name] était heureux de se conformer. « Si cette nation veut que ses champs restent blancs de blé », a-t-il écrit dans Listen, America !, un manifeste pour la Moral Majority, « que ses réalisations scientifiques restent notables, et que sa liberté reste intacte, l'Amérique doit continuer à soutenir Israël. » En septembre, [redacted_name] et [redacted_name] ont organisé une réunion largement médiatisée à Blair House, le pavillon d'accueil de la branche exécutive, en face de la Maison Blanche. Dans une déclaration à la suite du sommet, [redacted_name] a expliqué son soutien à Israël en citant la promesse de Dieu de « bénir ceux qui bénissent » [redacted_name]. « Je crois que l'histoire soutient l'idée que Dieu agit avec les nations comme elles agissent avec Israël », a-t-il déclaré aux journalistes."
}