{
    "source": "en_US",
    "target": "fr_FR",
    "text": "World Mental Health Day is an important opportunity to address mental health education, awareness and advocacy against social stigma. Take some time to view the many mental health resources included in your Victor group benefits plan.\nFind the resources that suit you best on your plan member portal, GB Connect. We've created a single page where you’ll find services like discounted virtual therapy, educational videos and resources, and even a guided therapy app. Get started on your mental health journey today with:\nVirtual Therapy\nInternet-based Cognitive Behavioural Therapy (ICBT)\nALAViDA – Virtual Substance Abuse Management\nEAP – Employee Assistance Program\nWorldCare – Mental Health Medical Second Opinions\nLifeSpeak – Well-being Platform\nGet started by accessing the Mental Health Resources page and by visiting Victor Central:\nLog in to GB Connect\nTo access your mental health resources, please follow the instructions below:\nLog on to GB Connect and click on the center tile “Victor Central – Claims & Digital Wellness Centre”.\nOnce in Victor Central, click the “Visit Work, Health, Life” button in the “Work, Health and Life Services” tile under Health Services Available to You.\nYou will need to provide your consent and create an account on your first visit.\nFor future visits, you will not need to sign in to your account.",
    "trans": "La Journée mondiale de la santé mentale représente une opportunité significative de promouvoir l'enseignement, la sensibilisation concernant la santé mentale et la combat contre la stigmatisation sociale. N'hésitez pas à parcourir les nombreuses ressources relatives à la santé mentale qui sont intégrées dans votre programme d'avantages du groupe Victor.\nAccédez à votre portail GB Connect pour découvrir les ressources qui vous correspondront le mieux. Nous avons mis en place une page dédiée où vous pourrez accéder à des services comme la thérapie en ligne à tarif réduit, des vidéos pédagogiques et des ressources, ainsi qu'une application de thérapie assistée. Initiiez votre cheminement vers la santé mentale dès aujourd'hui avec :\nThérapie virtuelle\nThérapie cognitive comportementale en ligne (ICBT)\nALAViDA - Gestion virtuelle de la toxicomanie\nPAE - Programme d'aide aux employés\nWorldCare - Deuxièmes avis médicaux en santé mentale\nLifeSpeak - Plateforme de bien-être\nCommencez en accédant à la page des ressources en santé mentale et en visitant Victor Central :\nConnectez-vous à GB Connect\nPour accéder à vos ressources en santé mentale, veuillez suivre les instructions ci-dessous :\nAccédez à GB Connect et sélectionnez la tuile centrale « Victor Central - Réclamations & Centre de bien-être numérique ».\nPour accéder Victor Central, cliquez sur le bouton « Visiter Travail, Santé, Vie » situé dans la section « Services de travail, santé et vie » sous les services de santé que vous avez à votre disposition.\nLors de votre première connexion, vous devrez donner votre accord et établir un compte.\nPour les visites à venir, il ne sera pas nécessaire de vous connecter à votre compte."
}