{
    "source": "en_US",
    "target": "fr_FR",
    "text": "TOLL-BY-PLATE is a payment option for customers who do not have SunPass or any other Florida compatible transponder when travelling on electronic toll collection facilities. With TOLL-BY-PLATE, a photo is taken of a vehicle’s license plate when no SunPass or any other Florida compatible transponder is detected as it travels under the tolling equipment.\nA Toll Enforcement Invoice is then mailed to the registered owner of the vehicle for the toll(s) incurred over a 30-day period, plus a $2.50 administrative fee. TOLL-BY-PLATE cannot be used on Florida Managed Lanes. If you travel in a managed lane without a SunPass or any other Florida accepted transponder, you will be subject to a $25 daily violation charge.\nSunPass is Florida’s Prepaid Toll Program and is the cheapest way to travel Florida’s toll roads.\nSunPass customers always pay the lowest toll amount and can save an average of 25% on tolls when compared to TOLL-BY-PLATE.",
    "trans": "TOLL-BY-PLATE est une option de paiement pour les clients qui ne possèdent pas de SunPass ou tout autre transpondeur compatible avec la Floride lorsqu'ils circulent sur des infrastructures de péage électronique. Avec TOLL-BY-PLATE, une photo de la plaque d'immatriculation du véhicule est prise lorsqu'aucun SunPass ou autre transpondeur compatible avec la Floride n'est détecté lors de son passage sous l'équipement de péage.\nUne facture de péage est ensuite envoyée au propriétaire enregistré du véhicule pour les péages accumulés sur une période de 30 jours, avec des frais administratifs de 2,50 $. TOLL-BY-PLATE ne peut pas être utilisé sur les voies gérées de Floride. Si vous circulez sur une voie gérée sans SunPass ou autre transpondeur accepté en Floride, vous serez soumis à une amende de 25 $ par jour pour infraction.\nSunPass est le programme de péage prépayé de la Floride et constitue le moyen le moins cher pour circuler sur les routes à péage de la Floride.\nLes clients de SunPass paient toujours le montant le plus bas pour les péages et peuvent économiser en moyenne 25 % sur les péages par rapport à TOLL-BY-PLATE."
}