{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I'm [redacted_name] from Glassdoor (USA). We offer quality remote online part-time/full-time jobs to help Bonanza merchants update their data, as well as free training to increase visibility and bookings. Part-time and full-time flexible work, 4 days a week, simple work, work anytime, anywhere (according to your own schedule), and receive a bonus of $50 to $500 per day. You will receive a basic salary of $1,000 for every 4 working days. This job can bring a good income to the family. A formal employee contract will be issued after completing 4 working days. Benefits: Paid annual leave: In addition to statutory holidays such as maternity leave and paternity leave, formal employees enjoy 5-15 days of paid annual leave. If you want to join us, please contact the employer by sending an SMS to the phone number [redacted_number] for more information\n(Note: you must be at least 21 years old)",
    "trans": "Je suis [redacted_name] de Glassdoor (USA). Nous proposons des emplois en ligne à distance de qualité, à temps partiel/plein temps, pour aider les commerçants de Bonanza à mettre à jour leurs données, ainsi que des formations gratuites pour augmenter la visibilité et les réservations. Travail flexible à temps partiel et à plein temps, 4 jours par semaine, travail simple, travail à tout moment, n'importe où (selon votre propre emploi du temps), avec une prime de 50 $ à 500 $ par jour. Vous recevrez un salaire de base de 1 000 $ pour chaque période de 4 jours travaillés. Ce travail peut générer un bon revenu pour la famille. Un contrat de travail formel sera délivré après avoir complété 4 jours de travail. Avantages : Congés annuels payés : En plus des congés statutaires comme le congé de maternité et de paternité, les employés formels bénéficient de 5 à 15 jours de congés annuels payés. Si vous souhaitez nous rejoindre, veuillez contacter l'employeur en envoyant un SMS au numéro [redacted_number] pour plus d'informations.\n(Note : Vous devez avoir au moins 21 ans)"
}