{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Tens… hundreds… thousands of symbols began appearing in the air before flying towards the ice blocking the cavern.\nA moment later, the ice block began melting, revealing a small entrance.\nSu Yang entered this suspicious cavern in the middle of nowhere casually.\nOnce inside, there was a small room that resembled the interior of a cave, and there were a couple of words engraved on the ice wall, looking like sword marks.\n\"My love for you will last an eternity, just like this place that has been frozen since the Primordial Era…\" Xiao Rong read the words on the ice wall in a low voice.\n\"Hearing these words coming from another's mouth makes me want to go back in time and convince the old me to not write these words.\" A bittersweet smile appeared on Su Yang's face.\n\"You wrote these words, Master?\" Xiao Rong asked him.\n\"Yes, I wrote them. In fact, this little cavern was made by me, and I had even cultivated here for a few hundred years while waiting for the Azure Lotus to bloom.\"\n\"As for why we're here…\" Su Yang pointed to the formation on the ground and continued, \"This is a formation that will take us to the center of the Frozen Asgard.\"\n\"If we want to travel to the Frozen Azure Cave normally, it'll take us at least a couple of years even with the hidden passages since the Frozen Asgard is immensely vast. This formation is the only way we can reach our destination in a short amount of time.\"\n\"Hopefully, the formation is still functional. It's been at least twenty thousand years since I last used it, after all.\"\n\"Anyways, make yourself at home while I try to work this formation out. It'll take at least three days. If you want to look around this place, go ahead, but don't go too far. Though there's really nothing to see in this place besides the frozen ocean.\"\n\"Okay.\" Xiao Rong nodded before walking to the entrance without actually going outside, as the blizzard was still raging and she didn't like the sensation of ice fragments hitting her face.\nXiao Rong used her spiritual sense to look at the frozen ocean beneath the massive layer of ice, and to her surprise, there were many massive magical beasts dwelling deep within the water.\nFurthermore, all of these magical beasts emitted power at the Ancient Realm if not even more powerful.\nWhen the magical beasts sensed Xiao Rong looking at them, they released a powerful aura that caused the ocean to tremble slightly, sending chills down Xiao Rong's back.\nIf it were not for the unbreakable ice protecting Xiao Rong, the magical beasts would've definitely tried to attack her.\nThis was probably Xiao Rong's first time experiencing fear, and after that terrifying experience, she went back inside the cavern and remained close to Su Yang.\n\"Did you look inside the water?\" Su Yang asked her after seeing her nervous expression.\nXiao Rong nodded silently.\n\"Hahaha… It was quite shocking, eh? The magical beasts dwelling inside the waters of the Frozen Asgard are some of the most powerful and terrifying entities in the Celestial Heaven. You don't want to mess with them. Luckily for us and the rest of the world, they cannot leave the water due to the layer of ice separating the water and the outside world. If the ice ever melts and these guys leave the water, it's probably going to be a hellish experience for the Celestial Heaven.\" Su Yang laughed out loud.",
    "trans": "Des dizaines… des centaines… des milliers de symboles apparurent dans les airs avant de voler vers la glace bloquant la caverne.\nUn instant plus tard, le bloc de glace commença à fondre, révélant une petite entrée.\nSu Yang pénétra dans cette caverne suspecte, perdue au milieu de nulle part, avec désinvolture.\nÀ l’intérieur, la pièce ressemblait à l'intérieur d'une grotte, et quelques mots étaient gravés sur le mur de glace, ressemblant à des marques d'épée.\n« Mon amour pour toi durera une éternité, tout comme cet endroit, figé depuis l’Ère Primordiale… » lut Xiao Rong à voix basse.\n« Entendre ces mots dans la bouche de quelqu'un d'autre me donne envie de remonter le temps et de convaincre mon ancien moi de ne pas les écrire. » Un sourire teinté d’amertume apparut sur le visage de Su Yang.\n« C’est vous qui avez écrit ces mots, Maître ? » demanda Xiao Rong.\n« Oui, c'est moi. En fait, cette petite caverne a été façonnée par mes soins, et j’y ai même cultivé pendant plusieurs siècles en attendant que le Lotus Azur fleurisse. »\n« Quant à la raison de notre présence ici… » Su Yang pointa du doigt une formation sur le sol avant de poursuivre : « Cette formation nous mènera au centre de l’Asgard Gelé. »\n« Si nous voulons atteindre la Grotte Azur Gelée par des moyens conventionnels, il nous faudrait au moins quelques années, même en empruntant les passages cachés, tant l’Asgard Gelé est immense. Cette formation est notre seul moyen d’atteindre notre destination rapidement. »\n« J’espère qu’elle fonctionne encore. Après tout, cela fait au moins vingt mille ans que je ne l’ai pas utilisée. »\n« Quoi qu’il en soit, installe-toi pendant que j’essaie de la réactiver. Cela prendra au moins trois jours. Si tu veux explorer les environs, vas-y, mais ne t’éloigne pas trop. Il n’y a vraiment rien à voir ici, hormis l’océan gelé. »\n« D’accord. » Xiao Rong hocha la tête avant de se diriger vers l’entrée sans sortir, la tempête de neige faisant toujours rage, et elle n’aimait pas la sensation des fragments de glace frappant son visage.\nElle utilisa alors son sens spirituel pour observer l’océan gelé sous l’épaisse couche de glace et, à sa grande surprise, de nombreux gigantesques monstres magiques vivaient dans les profondeurs.\nDe plus, tous ces monstres dégageaient une puissance atteignant le Royaume Ancien, voire plus.\nLorsqu’ils sentirent le regard de Xiao Rong sur eux, ils libérèrent une aura terrifiante qui fit légèrement trembler l’océan, envoyant un frisson glacé dans son dos.\nSans la glace indestructible qui la protégeait, ces créatures l’auraient sans aucun doute attaquée.\nC’était probablement la première fois que Xiao Rong ressentait de la peur. Après cette expérience terrifiante, elle retourna rapidement dans la caverne et resta près de Su Yang.\n« Tu as regardé dans l’eau ? » demanda Su Yang en voyant son expression nerveuse.\nXiao Rong hocha silencieusement la tête.\n« Hahaha… C’était impressionnant, hein ? Les monstres magiques qui hantent les eaux de l’Asgard Gelé comptent parmi les entités les plus puissantes et terrifiantes des Cieux Célestes. Il vaut mieux ne pas les provoquer. Heureusement pour nous et pour le reste du monde, ils ne peuvent pas quitter l’eau à cause de la couche de glace qui les sépare du monde extérieur. Si la glace venait un jour à fondre et que ces créatures sortaient de l’eau, les Cieux Célestes connaîtraient probablement un enfer sans nom. » Su Yang éclata de rire."
}