{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1) For the duration of this tenancy agreement, the rental unit is the tenant's home and the tenant is entitled to quiet enjoyment, reasonable privacy, freedom from unreasonable disturbance, and exclusive use of the rental unit.\n2) The landlord may enter the rental unit only if one of the following applies:\na) at least 24 hours and not more than 30 days before the entry, the landlord gives the tenant a written notice which states\ni) the purpose for entering, which must be reasonable, and\nii) the date and the time of the entry, which must\nbe between 8 a.m. and 9 p.m. unless the tenant agrees otherwise;\nb) there is an emergency and the entry is necessary to protect life or property;\nc) the tenant gives the landlord permission to enter at the time of entry or not more than 30 days before;\nd) the tenant has abandoned the rental unit;\ne) the landlord has an order of an arbitrator or court saying the landlord may enter the unit;\nf) the landlord is providing housekeeping or related services and the entry is for that purpose and at\na reasonable time.",
    "trans": "1) Pendant toute la durée du présent contrat de location, le logement loué constitue le domicile du locataire. Celui-ci a droit à la jouissance paisible des lieux, à une intimité raisonnable, à l'absence de troubles excessifs et à l'usage exclusif du logement.\n2) Le propriétaire ne peut entrer dans le logement loué que dans l’un des cas suivants :\na) Le propriétaire remet au locataire un avis écrit entre 24 heures et 30 jours avant l’entrée, précisant :\ni) Le motif de l’entrée, qui doit être raisonnable ;\nii) La date et l’heure de l’entrée, qui doit\navoir lieu entre 8 h et 21 h, sauf accord contraire du locataire.\nb) En cas d'urgence nécessitant une entrée pour protéger des vies ou des biens.\nc) Si le locataire autorise l’entrée du propriétaire au moment de l’entrée ou dans les 30 jours précédents.\nd) Si le locataire a abandonné le logement.\ne) Si le propriétaire dispose d’un ordre d’un arbitre ou d’un tribunal lui permettant d’entrer dans le logement.\nf) Si le propriétaire fournit des services d’entretien ménager ou des services connexes, et que l’entrée a lieu à\nune heure raisonnable pour cet usage."
}