{
    "source": "en_US",
    "target": "fr_FR",
    "text": "After a minute or two, the door swung open and there he stood. Surprisingly, he didn't look tired or grumpy at all. He simply crossed his arms across his chest, leaned against his doorframe and raised his eyebrows at me in amusement. Before I could get anything out of my mouth, he looked down at my boxers and let out a whistle, \"Lemongrab's about to make me act up.\"\n\"Shut up,\" I grumbled. \"This is a crisis.\"\nHe let out a soft sigh before shaking his head at me and my heart jumped at how his hair bounced with his movements - this man really was sculpted by the Gods - unlike the little devil in my home.\n\"It's 3am, what do you want?\"\n\"There's a roach in my room,\" I huffed. \"Kill it for me?\"\n\"In your room? Again?\" he emphasized. \"You really need to get your place checked out by some professionals.\"\n\"I mean, not exactly my room, the living room,\" I said, scratching the back of my neck. \"Don't know why I felt the need to specify that, it's my room either way. I've tried reaching out to the pest control services, they keep ghosting me.\"\nHe rolled his eyes with a small grin on his face before stepping out onto the porch and shutting the door behind him, \"Lead the way, Mr. Lemongrab Undies.\"\nI let out an annoyed sigh before turning and beginning to make my way over to my place with him following close behind. When we got to my porch, he pushed the door open and switched on the lights, \"Where is it?\"\n\"I don't know, I'm not coming in there,\" I complained, crossing my arms across my chest like a little child, staying rooted to my porch as he roamed around my living room. Suddenly, he let out a triumphant 'aha!' before beginning to run across the room with his shoe in his hand. I watched the game of cat and mouse in amusement before letting out, \"Hey, what's your name by the way?\"",
    "trans": "Après une minute ou deux, la porte s'est ouverte et il était là. Étonnamment, il ne semblait pas du tout fatigué ni grognon. Il croisa simplement les bras sur sa poitrine, s'appuya contre l'embrasure de la porte et haussa les sourcils en me regardant avec amusement. Avant que je puisse dire quoi que ce soit, il baissa les yeux vers mes caleçons et lança un sifflement, « Lemongrab va me faire agir. »\n« Tais-toi, » grognai-je. « C'est une crise. »\nIl laissa échapper un léger soupir avant de secouer la tête en me regardant, et mon cœur sauta en voyant ses cheveux rebondir avec ses mouvements - cet homme était vraiment sculpté par les dieux - contrairement au petit diable chez moi.\n« Il est 3h du matin, que veux-tu ? »\n« Il y a un cafard dans ma chambre, » soufflai-je. « Tu peux le tuer pour moi ? »\n« Dans ta chambre ? Encore ? » insista-t-il. « Tu devrais vraiment faire vérifier ton appartement par des professionnels. »\n« Enfin, pas exactement ma chambre, le salon, » dis-je en me grattant l’arrière du cou. « Je ne sais pas pourquoi j’ai ressenti le besoin de préciser ça, c’est ma chambre de toute façon. J’ai essayé de contacter les services de lutte contre les nuisibles, mais ils continuent de m’ignorer. »\nIl roula des yeux avec un petit sourire sur le visage avant de sortir sur le porche et de fermer la porte derrière lui. « Montre la voie, Monsieur Caleçon Lemongrab. »\nJe laissai échapper un soupir agacé avant de me tourner et de commencer à me diriger vers chez moi, avec lui qui me suivait de près. Lorsque nous arrivâmes à mon porche, il poussa la porte et alluma les lumières. « Où est-ce ? »\n« Je ne sais pas, je ne viens pas là-dedans, » me plaignis-je, croisant les bras sur ma poitrine comme un petit enfant, restant ancré sur mon porche pendant qu’il se promenait dans mon salon. Soudain, il laissa échapper un « aha ! » triomphant avant de commencer à courir dans la pièce avec sa chaussure à la main. J’observai le jeu du chat et de la souris avec amusement avant de lâcher, « Hé, c’est quoi ton nom d’ailleurs ? »"
}