{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Armour Thyroid & NP Thyroid Are Not The Same\nThe next thing you should understand is that even though both NP thyroid and Armour thyroid are BOTH medications that fall into the NDT class they are NOT the same.\nI repeat; they are NOT the same medication.\nWhat does this mean?\nIt means that certain people will do better on NP thyroid and others will do better on Armour thyroid.\nIt does NOT mean (though it may) that you can switch to one from the other and back and forth and not experience any issues.\nThis does happen but it is typically the exception rather than the rule.\nSo how do these medications differ?\nThey differ in their INACTIVE ingredients.\nRemember:\nI already said that NDT medications have several things in common but where they differ is in their inactive ingredients.\nAnd these inactive ingredients can make all of the difference, at least for some people.\nYou can find a complete list of ingredients for BOTH medications below.\nCOMPLETE list of ingredients found within NP thyroid:\nTriiodothyronine\nThyroxine\nCalcium stearate\nDextrose Monohydrate\nMaltodextrin\nMineral oil\nT1, T2, and calcitonin\nCOMPLETElist of ingredients found within Armour thyroid:\nTriiodothyronine\nThyroxine\nCalcium stearate\nDextrose\nMicrocrystalline cellulose\nSodium starch glycolate\nOpadry white\nT1, T2, and calcitonin\nThe first thing you should see is that NP thyroid has exactly 1 fewer ingredient than Armour thyroid making it slightly more “clean”.\nI am using clean in the sense that it contains FEWER inactive ingredients and dyes.\nBut you can also see that they are, in fact, quite similar.\nThe main difference is that Armour thyroid contains Opadry white and cellulose while NP thyroid contains maltodextrin(1) and mineral oil.\nAgain, these minor differences may not sound like a lot but they can actually be the difference between whether your body absorbs and uses the medication or it doesn’t.\nIf one is not working for you don’t be afraid to switch between them!",
    "trans": "Armour Thyroid & NP Thyroid sont différents\nLa prochaine chose à comprendre est que même si NP thyroid et Armour thyroid sont TOUS LES DEUX des médicaments relevant de la catégorie des TNS ils ne sont PAS similaires.\nJe répète ; ce n'est PAS le même médicament.\nQu'est-ce que ça signifie ?\nCela signifie que certaines personnes supporteront mieux NP thyroid et d'autres supporteront mieux Armour thyroid.\nCela ne signifie PAS (même si ça pourrait être le cas) que vous pouvez alterner l'un et l'autre sans rencontrer de problèmes.\nÇa peut arriver mais c'est en général l'exception et pas la règle.\nDonc en quoi ces médicaments sont-ils différents ?\nIls sont différents dans leurs ingrédients INACTIFS.\nN'oubliez pas :\nJ'ai déjà dit que les médicaments TNS avaient plusieurs éléments en commun mais ce qui les distinguent sont leurs ingrédients inactifs.\nEt ces ingrédients inactifs peuvent faire toute la différence, du moins pour certaines personnes.\nVous trouverez la liste complète des ingrédients des DEUX médicaments ci-dessous.\nListe COMPLÈTE des ingrédients présents dans NP thyroid :\nTri-iodothyronine\nThyroxine\nStéarate de calcium\nMonohydrate de dextrose\nMaltodextrine\nHuile minérale\nT1, T2, et calcitonine\nListeCOMPLÈTE des ingrédients présents dans Armour thyroid :\nTri-iodothyronine\nThyroxine\nStéarate de calcium\nDextrose\nCellulose microcristalline\nCarboxyméthylamidon\nBlanc opadry\nT1, T2, et calcitonine\nLa première chose que vous devriez remarquer est que NP thyroid a 1 ingrédient en moins qu'Armour thyroid ce qui le rend un peu plus \"propre\".\nJ'utilise le mot propre dans le sens où il contient MOINS d'ingrédients inactifs et de colorants.\nMais vous pouvez aussi remarquer qu'ils sont, en effet, assez similaires.\nLa principale différence est qu'Armour thyroid contient du Blanc opadry et de la cellulose alors que NP thyroid contient de la maltodextrine(1) et de l'huile minérale.\nDe nouveau, ces petites différences peuvent ne pas sembler importantes mais elles peuvent en réalité faire la différence entre l'absorption et l'utilisation du médicament par votre corps ou inversement.\nSi l'un ne fonctionne pas pour vous n'hésitez pas à essayer l'autre !"
}