{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Parents/Guardians,\nWe are excited to announce our upcoming food drive, running from November 4th to November 15th. This initiative aims to support the residents of local Labor camps, providing much-needed food supplies for those facing disadvantages.\nAttached, you’ll find the poster outlining key items we are collecting. We encourage students to bring the following items to contribute:\nRice, lentils, and pasta\nCanned foods\nCooking oil\nTea bags and sugar\nSalt and spices\nBiscuits and dried snacks\nPlease avoid sending items that require refrigeration and ensure that all food products have at least six months remaining before their expiration date.\nAll contributions can be dropped off in students’ classes. To facilitate the collection, Sixth Form students will be visiting classrooms regularly and will gather the donated items to be stored in Room 218.\nThank you in advance for supporting this important cause. Your contributions will make a meaningful difference to our community members in need. Should you have any questions, please feel free to reach out.\nWarm regards,",
    "trans": "Chers parents/tuteurs,\nNous sommes ravis d'annoncer notre prochaine collecte de nourriture, qui se déroulera du 4 novembre au 15 novembre. Cette initiative vise à soutenir les résidents des camps de travail locaux, en fournissant des denrées alimentaires indispensables à ceux qui font face à des difficultés.\nCi-joint, vous trouverez l'affiche présentant les articles clés que nous collectons. Nous encourageons les élèves à apporter les éléments suivants pour contribuer :\nRiz, lentilles et pâtes\nConserves\nHuile de cuisson\nSachets de thé et sucre\nSel et épices\nBiscuits et snacks secs\nVeuillez éviter d'envoyer des articles nécessitant une réfrigération et assurez-vous que tous les produits alimentaires aient au moins six mois avant leur date d'expiration.\nToutes les contributions peuvent être déposées dans les classes des élèves. Pour faciliter la collecte, les élèves de la Sixième viendront régulièrement dans les classes et recueilleront les articles donnés, qui seront stockés dans la salle 218.\nMerci d’avance pour soutenir cette cause importante. Vos contributions feront une réelle différence pour nos membres de la communauté dans le besoin. Si vous avez des questions, n’hésitez pas à nous contacter.\nCordialement,"
}