{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Create a dynamic (from 8.5 x 11 and up to 11\" x 14\"), full value range composition that MUST include all the elements that create the illusion of depth. This piece can be executed in any medium. You are creating and controlling the motion into an out of the composition by syncing hierarchical order and spatial order. You are adding the control of the movement across the picture plane with the movement into and out of the picture plane. This is a more complex type of movement and therefore slows down the viewer.\n1st version should clarify both spatial and hierarchical order in order to create a convincing illusion of depth. The 2nd version (based on original design)- you must alter the hierarchical order through visual dynamics in order to skew the illusion of depth. By using hierarchical order to contradict spatial order you will \"flatten\" your design.\nThese two pieces can be produced in any medium. For example, you can create one by hand and the other digitally if you desire. They both could be done digitally--or both by hand...your choice. When turning them in please post both in your 2D folder on OneDrive and labeled as Depth Exercise.",
    "trans": "Créer une composition dynamique (de 8,5 x 11 pouces jusqu’à 11 x 14 pouces) avec une gamme complète de valeurs, qui DOIT inclure tous les éléments permettant de créer l’illusion de profondeur. Cette œuvre peut être exécutée dans n'importe quel matériau. Il vous incombe de concevoir et superviser le mouvement à la fois à l'intérieur et à l'extérieur de la composition, en harmonisant la hiérarchie et l'ordre spatial. Il vous faut aussi gérer le déplacement à travers le plan de l'image, en plus du mouvement en direction de l'intérieur et de l'extérieur du plan de l'image. Ce genre de mouvement plus sophistiqué retarde la perception du spectateur.\n1ʳᵉ version : doit clarifier à la fois l’ordre spatial et l’ordre hiérarchique afin de créer une illusion convaincante de profondeur. 2ᵉ version (basée sur le design original) : vous devez modifier l’ordre hiérarchique grâce aux dynamiques visuelles afin de fausser l’illusion de profondeur. En utilisant l’ordre hiérarchique pour contredire l’ordre spatial, vous allez aplatir votre composition.\nOn peut réaliser ces deux œuvres avec n'importe quel matériau. Par exemple, vous avez la possibilité de la créer manuellement et l'autre numériquement, ou d'opter pour les deux en version numérique ou manuelle - le choix vous appartient.Quand vous remettez le travail, merci de télécharger les deux fichiers dans votre dossier 2D sur OneDrive en les intitulant « Depth Exercise »."
}