{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Fill out the Return Form.\nMake sure the merchandise you return is in its original condition, tags and packaging included, otherwise we will be unable to accept your return and issue a refund.\nPack the items in the order box (or any rigid carton box) and stick the pre-paid UPS label over the prior delivery information. Using the label provided will guarantee a refund in the event of theft or loss during delivery to our warehouse in Italy. We will deduct a return fee of £ 9.00 from your refund for each return made using the pre-paid courier label. For all orders made before this date, no return fee will be deducted.\nFill out 3 copies of the Returns Proforma Invoice that came with your parcel: tick the items you are shipping back, state the total value of the returned items in the \"Total value of items shipped back” field, sign in the \"Sign Here\" field in the bottom left (the signature must be original on all copies). Put the 3 copies in a transparent envelope and attach it to the outside of the parcel. If the forms are not complete, the package will not pass Customs and will be returned to you. If you need an additional copy of the returns proforma invoice, please contact us and we will provide you with a new one.\nDrop-off your parcel at a UPS Access Point of your choice, visit www.ups.com or contact UPS (03457 877 877) to arrange the pick-up of your package wherever you wish.\nDue to merchandising restrictions, all returns must be shipped from the same country they were purchased from.\nPlease allow up to 10 working days from your courier collection or return drop-off for your return to be received. Once your shipment has arrived back with us, we aim to process your refund within 3-7 business days (depending on peak times). It may take an additional 10 working days for the amount to show in your account due to differing processing times of your payment provider. If your return does not meet the conditions listed, the package will be sent back to you. When your return has been accepted, your refund will be issued and you will receive a confirmation email.\nPlease note, our Customer Care team are available to support with your return enquiry once your item(s) have arrived back with us. In the meantime, you can follow the progress of your return here.\nWe don't currently offer exchanges.\nFor further information on the conditions for exercising your right to return, please see the Legal Area.",
    "trans": "Remplissez le formulaire de retour.\nAssurez-vous que les articles que vous retournez soient dans leur état d'origine, avec les étiquettes et l'emballage inclus, sinon nous ne pourrons pas accepter votre retour ni émettre un remboursement.\nEmballez les articles dans la boîte de commande (ou toute boîte en carton rigide) et collez l’étiquette UPS prépayée par-dessus les informations de livraison précédentes. L’utilisation de l’étiquette fournie garantira un remboursement en cas de vol ou de perte lors de la livraison vers notre entrepôt en Italie. Nous déduirons des frais de retour de 9,00 £ de votre remboursement pour chaque retour effectué avec l’étiquette de transport prépayée. Pour toutes les commandes passées avant cette date, aucun frais de retour ne sera déduit.\nRemplissez 3 copies de la facture proforma de retour qui est venue avec votre colis : cochez les articles que vous retournez, indiquez la valeur totale des articles retournés dans le champ « Valeur totale des articles retournés », signez dans le champ « Signature ici » en bas à gauche (la signature doit être originale sur toutes les copies). Mettez les 3 copies dans une enveloppe transparente et attachez-la à l'extérieur du colis. Si les formulaires ne sont pas complets, le colis ne passera pas la douane et vous sera renvoyé. Si vous avez besoin d'une copie supplémentaire de la facture proforma de retour, veuillez nous contacter et nous vous en fournirons une nouvelle.\nDéposez votre colis dans un point de dépôt UPS de votre choix, visitez www.ups.com ou contactez UPS (03457 877 877) pour organiser la collecte de votre colis où vous le souhaitez.\nEn raison des restrictions liées à la vente, tous les retours doivent être expédiés depuis le même pays où l'achat a été effectué.\nVeuillez prévoir jusqu'à 10 jours ouvrables à partir de la collecte de votre colis par le transporteur ou de son dépôt pour que votre retour soit reçu. Une fois que votre colis est arrivé chez nous, nous visons à traiter votre remboursement dans un délai de 3 à 7 jours ouvrables (en fonction des périodes de forte affluence). Il peut prendre jusqu'à 10 jours ouvrables supplémentaires pour que le montant apparaisse sur votre compte en raison des délais de traitement différents de votre fournisseur de paiement. Si votre retour ne répond pas aux conditions énumérées, le colis vous sera renvoyé. Lorsque votre retour sera accepté, votre remboursement sera émis et vous recevrez un e-mail de confirmation.\nVeuillez noter que notre équipe du service client est disponible pour vous assister concernant votre demande de retour une fois que vos articles seront arrivés chez nous. En attendant, vous pouvez suivre l’avancement de votre retour ici.\nNous ne proposons actuellement pas d'échanges.\nPour plus d'informations sur les conditions d'exercice de votre droit de retour, veuillez consulter la section Légale."
}