{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The next few classes seemed to go on as normal. Teachers introduced themselves, made the class play ice-breakers and so on.\nRecess\nThe bell for recess finally rang. Class 1A sprinted out their seats, rushing to the cafeteria. Chuuya got out of his seat less urgently, but still followed after Kaminari.\nThe kid was nice. He wasn't annoying and wasn't too overly obsessed with heroes so far. He also was the first person to speak to Chuuya, so yeah, he figured the guy was his best bet to hang out with and possibly catch a break from Dazai. Seeing Dazai at work was exhausting, but living with him was hell.\n“Wait up!” Chuuya shouted as he caught up with Kaminari.\n“Hurry Nakahara! I heard Lunch rushes's food is legendary, I don't wanna miss out.” Kaminari said, running down the staircase.\nThe kid with tape elbows, called Sero, suddenly popped up beside Chuuya.\n“Mind if I join guys?” He asked sheepishly.\n“Yeah! No problem! Join the club dude!” Kaminari replied excitedly.\n“Can a fourth join?” Another redhead, called Kirishima asked.\n“Sure!”\n“Thanks man!”\nWhile the line for food was long, Chuuya had to admit Lunch rushes's food was pretty good. Actually this was probably the best udon he'd had in a while.\nThe 4 of them sat down and talked about mundane topics while inhaling their meals.\n“You guys hear the rumour that All Might is teaching herotic’s next lesson?” Kirishima spoke up.\n“Seriously!?”\n“Yeah, I heard that this morning from a third year!”\n“First time I'm hearing this.”\n“Yeah man! A bunch of people said they saw All Might in the halls this morning.” Kirishima stated excitedly.\n“I can't wait for class then.” Chuuya smiled.\nThe group ate quietly for a minute before Kaminari spoke up.\n“Think anyone in our class can take down All Might?”\n“Kaminari!”\n“Maybe all of UA's staff and students can.”\n“No Sero, like which one person in our class do you think will come the closest?”\n“Eh, I don't think anybody’s quirk in our class is as strong as All Might.” Chuuya answered for Sero.\n“We still haven't seen everybody's quirks in action though.” Kaminari shrugged.\n“I thought everyone used theirs earlier.” Kirishima said, puzzled.\n“To be honest, I was too focused on doing the assessment to watch other people.\n“Same.” They all agreed.\nThe cafeteria halls buzzed with chatter in the background, filling up the short silence at their table.\n“Do you guys think anyone can actually beat All Might though?”\n“All Might again?-”\n“PPPFFTT! Endeavour is the number 2 hero and he can barely even touch him!” Kaminari interrupted.\n“Try not to say that around Endeavour's kid.” Sero laughed.\n“Endeavor's kid?” Chuuya asked.\n“Yeah, Todoroki in our class, the totally strong guy with the ice quirk and red and white hair.”\n“Wow. I didn't know that.” Chuuya smiled awkwardly, slightly embarrassed.",
    "trans": "Les cours suivants se déroulèrent apparemment normalement. Les professeurs se présentèrent, organisèrent des brise-glaces, et ainsi de suite.\nRécréation\nLa sonnerie de la récréation retentit enfin. La classe A1 se leva d'un bond, se précipitant vers la cafétéria. Chuuya se leva moins promptement, mais suivit tout de même Kaminari.\nLe garçon était sympathique. Il n'était pas ennuyeux et ne semblait pas excessivement obsédé par les héros, jusqu'à présent. De plus, il avait été le premier à adresser la parole à Chuuya, alors oui, il considérait qu'il était sa meilleure chance de passer du temps avec quelqu'un et peut-être d'avoir un répit de Dazai. Observer Dazai au travail était épuisant, mais vivre avec lui était un enfer.\n« Attends-moi ! » cria Chuuya en rattrapant Kaminari.\n« Dépêche-toi Nakahara ! J'ai entendu dire que la cuisine de Lunch Rush était légendaire, je ne veux pas rater ça », dit Kaminari en descendant les marches en courant.\nLe garçon aux coudes recouverts de ruban adhésif, appelé Sero, apparut soudainement à côté de Chuuya.\n« Ça vous dérange si je me joins à vous ? » demanda-t-il timidement.\n« Ouais ! Pas de problème ! Rejoins le club, mec ! » répondit Kaminari avec enthousiasme.\n« Un quatrième peut se joindre ? » demanda un autre rouquin, appelé Kirishima.\n« Bien sûr ! »\n« Merci, mec ! »\nBien que la file d'attente pour la nourriture fût longue, Chuuya devait admettre que la cuisine de Lunch Rush était plutôt bonne. En fait, c'était probablement le meilleur udon qu'il avait mangé depuis longtemps.\nLes quatre s'assirent et discutèrent de sujets banals tout en dévorant leurs repas.\n« Vous avez entendu la rumeur selon laquelle All Might donnera le prochain cours d'héroïsme ? » demanda Kirishima.\n« Sérieusement ?! »\n« Ouais, je l'ai entendu ce matin par un élève de troisième année ! »\n« C'est la première fois que j'entends ça. »\n« Ouais, mec ! Plusieurs personnes ont dit avoir vu All Might dans les couloirs ce matin », déclara Kirishima avec enthousiasme.\n« J'ai hâte d'être en cours alors », sourit Chuuya.\nLe groupe mangea en silence pendant une minute avant que Kaminari ne prenne la parole.\n« Vous pensez que quelqu'un dans notre classe pourrait battre All Might ? »\n« Kaminari ! »\n« Peut-être tout le personnel et les élèves de Yuei réunis. »\n« Non Sero, je veux dire, qui dans notre classe pensez-vous s'en approchera le plus ? »\n« Euh, je ne pense pas que le pouvoir de qui que ce soit dans notre classe soit aussi fort qu'All Might », répondit Chuuya à la place de Sero.\n« On n'a cependant pas encore vu les pouvoirs de tout le monde en action », haussa les épaules Kaminari.\n« Je pensais que tout le monde avait utilisé le sien tout à l'heure », dit Kirishima, perplexe.\n« Pour être honnête, j'étais trop concentré sur l'évaluation pour regarder les autres. »\n« Pareil. » Ils acquiescèrent tous.\nLes couloirs de la cafétéria bourdonnaient de bavardages en arrière-plan, comblant le court silence à leur table.\n« Vous pensez que quelqu'un peut vraiment battre All Might, cependant ? »\n« Encore All Might ?- »\n« PPPFFTT ! Endeavor est le héros numéro 2 et il peut à peine le toucher ! » interrompit Kaminari.\n« Essaie de ne pas dire ça devant le fils d'Endeavor », rit Sero.\n« Le fils d'Endeavor ? » demanda Chuuya.\n« Ouais, Todoroki dans notre classe, le gars super fort avec le pouvoir de glace et les cheveux rouges et blancs. »\n« Wow. Je ne savais pas ça », sourit Chuuya maladroitement, légèrement embarrassé."
}