{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Citation and References\n• When you refer to someone else's work in your assignments, you must include a\ncitation in the text as well as the full reference at the end of your work.\n• When we use someone else's ideas, we should: put them into your own words\n(paraphrasing), summarize them, or quote directly.\nWhy we use citation and references:\nBy doing this, you will give the reader enough information to find the source you have\nconsulted and support your work with evidence.\nThe format for the citation will vary depending on the referencing style you\nuse, so be sure to check.\nExamples of referencing style:\n• APA (American Psychological Association).\n• MLA (Modern Language Association).\n• Chicago/Turabian style.\n•Harvard style.\nThere are two ways to refer to other voices:\n1. Without using the exact words of the source which is called Citation. (including\nParenthetical and Narrative In-text citation).\n2. The other way is known as Quotation or Direct Quote (including Parenthetical and\nNarrative In-text citation) that refers to using the exact words of the source. It can be:\n2.1. Short quotations: Fewer than 40 words (This is what the\ntopic will address).\n2.2. Block quotations: 40 words or more.\n(For more information: https://apastyle.apa.org/style-grammar-\nguidelines/citations/quotations)\n(self-learning for your project)",
    "trans": "Citations et Références\n• Lorsque vous faites référence au travail de quelqu'un d'autre dans vos devoirs, vous devez inclure un\ncitation dans le texte ainsi que la référence complète à la fin de votre travail.\n• Lorsque nous utilisons les idées de quelqu'un d'autre, nous devons : les reformuler avec nos propres mots\n(paraphraser), les résumer, ou les citer directement.\nPourquoi utilisons-nous des citations et des références :\nEn faisant cela, vous fournirez au lecteur suffisamment d'informations pour retrouver la source que vous avez utilisée\nconsultée et étayer votre travail avec des preuves.\nLe format de la citation variera en fonction du style de référencement que vous utilisez\nutilisez, alors assurez-vous de vérifier.\nExemples de styles de référencement :\n• APA (Association américaine de psychologie).\n• MLA (Association des langues modernes).\n• Style Chicago/Turabian.\n• Style Harvard.\nIl existe deux manières de se référer à d'autres voix :\n1. Sans utiliser les mots exacts de la source, ce qui s'appelle la citation. (y compris\nCitation dans le texte entre parenthèses et citation narrative).\n2. L'autre manière est connue sous le nom de citation directe ou citation (y compris les parenthèses et\nCitation narrative dans le texte) qui fait référence à l'utilisation des mots exacts de la source. Cela peut être :\n2.1. Citations courtes : Moins de 40 mots (C'est ce que le\nsujet abordera).\n2.2. Citations en bloc : 40 mots ou plus.\n(Pour plus d'informations : https://apastyle.apa.org/style-grammar-\nguidelines/citations/quotations)\n(apprentissage autonome pour votre projet)"
}