{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Here is a reminder 😊\nTuesday, Wednesday and Friday are your normal cleaning days. You clean the areas that C[redacted_name]and Teresa showed you those days and are allowed 3 hours each.\nSometimes they have events on those days and they allow up to an additional 3 hours each but will let you know when that is the case.\nOn Monday and Thursday they may have events you need to clean. I will text you each week the rooms used for you to clean as well as the hours each you have to clean them. On those days going forward please check and clean the other areas of the building that we do not normally clean (shower areas, other unused areas, window sills, base boards etc to etc). You do not have to clean the regular rooms you clean Tuesday, Wednesday and Friday on those extra Monday's and Thursdays 😊\nHere is the schedule for next week!\nMonday - no cleaning\nTuesday - normal cleaning + Sunflower Boardroom, Menninger Boardroom. You may clean up your 4 hours each\nWednesday - normal cleaning + Menninger Boardroom and Powerhouse conference center. You have up to 5 hours each\nThursday - Powerhouse Conference Center. Check the rest of the building as well and you can have up to 3 hours each.\nFriday - regular cleaning + Powerhouse Confetence Center, Tower Room and Sunflower Kitchen. You may work up to 5 hours each\nThank you so much! We will be there tonight to answer any questions as well😊",
    "trans": "Voici un rappel 😊\nVos journées normales de nettoyage sont le mardi, le mercredi et le vendredi. Vous nettoyez les zones que C[redacted_name] et Teresa vous ont montrées ces jours-là et vous avez droit à 3 heures par jour.\nParfois, il y a des événements ces jours-là et on vous accorde jusqu'à 3 heures de plus par jour, mais vous en serez informé si c'est le cas.\nLe lundi et le jeudi, il peut y avoir des événements que vous devez nettoyer. Chaque semaine, je vous enverrai par SMS les salles que vous devez nettoyer ainsi que le nombre d'heures dont vous disposez pour les nettoyer. Ces jours-là, veuillez vérifier et nettoyer les autres zones du bâtiment que nous ne nettoyons pas normalement (les douches, les autres zones inutilisées, les rebords de fenêtres, les plinthes, etc...). Vous n'êtes pas obligés de nettoyer les pièces habituelles que vous nettoyez le mardi, le mercredi et le vendredi ces lundis et jeudis supplémentaires 😊\nCi-dessous, le programme de la semaine prochaine !\nLundi - pas de nettoyage\nMardi - nettoyage normal + salle du Conseil d'administration Sunflower, salle du Conseil d'administration Menninger. Vous pouvez nettoyer vos 4 heures chacun.\nMercredi - nettoyage normal + salle du Conseil d'administration Menninger et centre de conférence Powerhouse. Vous avez jusqu'à 5 heures par jour.\nJeudi - Centre de conférence Powerhouse. Vérifiez également le reste du bâtiment et vous pouvez disposer de 3 heures pour chacun d'entre eux.\nendredi - nettoyage régulier + centre de conférence Powerhouse, salle Tower et cuisine Sunflower. Vous pouvez travailler jusqu'à 5 heures chacun.\nMerci beaucoup ! Nous serons là ce soir pour répondre à vos questions😊."
}