{
    "source": "en_US",
    "target": "fr_FR",
    "text": "A Chinese car group says China likely overtook Japan as the world's biggest auto exporter in 2023.\nThe Chinese Passenger Car Association (CPCA) says automakers like BYD Auto, Chery and others are seeing increased sales overseas.\nThe CPCA announced that exports of Chinese cars jumped 62 percent to a record 3.83 million vehicles. Japanese customs data showed car exports at 3.5 million for the first 11 months of the year, not including used vehicles.\nThis photo taken on December 5, 2023 shows cars being loaded onto a ship for export at the port in Lianyungang, in China's eastern Jiangsu province. (Photo by AFP)\nChina's total auto exports were estimated to hit 5.26 million units last year. Japan's full-year exports were predicted at 4.3 million units, the CPCA found.\nChina's rise as a top auto exporter is due in part to the strength of its electric vehicle (EV) automakers. BYD overtook Tesla as the world's top seller of EVs late last year. Most of the sales were within China, however.\nSome governments are concerned about Chinese auto exports affecting sales of their own automakers.\nIn September, the European Commission started an investigation into Chinese-made electric vehicles over subsidies they may have received.\nAnd the administration of U.S. President Joe Biden is considering raising taxes on some Chinese goods, including EVs, the Wall Street journal reported last month.\nDomestic market\nChina is the world's largest auto market. Vehicle sales there rose 5.3 percent last year.\nSales of battery-powered vehicles in China last year increased 20.8 percent. And sales of hybrids grew 82.5 percent last year.\nSales of Chinese-made cars are expected to make up 63 percent of total sales in China this year. Sales of Chinese cars jumped 15.7 percent last year.\nCompetition is expected to increase. Popular Chinese smartphone maker Xiaomi showed its first electric vehicle last month. It has announced it is aiming to become one of the world's top five automakers.\nFrench auto brands suffered in China in 2023, with sales down 41 percent according to data for the first 11 months of the year. Sales of Japanese cars dropped almost 11 percent last year, while U.S. brands saw sales drop 1.4 percent.\nI'm Gregory Stachel.\nReuters reported this story. Gregory Stachel adapted it for VOA Learning English.\n________________________________________________",
    "trans": "Un groupe automobile chinois affirme que la Chine a probablement dépassé le Japon en tant que premier exportateur mondial de voitures en 2023.\nL'Association chinoise des voitures particulières (CPCA) indique que des constructeurs comme BYD Auto, Chery et d'autres enregistrent une hausse des ventes à l'étranger.\nLa CPCA a annoncé que les exportations de voitures chinoises avaient bondi de 62 %, atteignant un record de 3,83 millions de véhicules. Les données des douanes japonaises indiquaient 3,5 millions de voitures exportées sur les onze premiers mois de l'année, sans compter les véhicules d'occasion.\nCette photo, prise le 5 décembre 2023, montre des voitures en cours de chargement sur un navire pour l'exportation au port de Lianyungang, dans la province orientale du Jiangsu, en Chine. (Photo par AFP)\nLe total des exportations automobiles chinoises aurait atteint 5,26 millions d'unités l'an dernier. Les exportations japonaises sur l'année complète étaient estimées à 4,3 millions d'unités, selon la CPCA.\nL'essor de la Chine comme premier exportateur automobile s'explique en partie par la puissance de ses constructeurs de véhicules électriques (VE). BYD a dépassé Tesla en tant que premier vendeur mondial de VE fin 2023. Cependant, la majorité des ventes de BYD ont eu lieu en Chine.\nCertains gouvernements s'inquiètent de l'impact des exportations chinoises sur les ventes de leurs propres constructeurs automobiles.\nEn septembre, la Commission européenne a ouvert une enquête sur les subventions accordées aux véhicules électriques chinois.\nDe son côté, l'administration du président américain Joe Biden envisage d'augmenter les taxes sur certains produits chinois, y compris les véhicules électriques, selon un article du Wall Street Journal publié le mois dernier.\nLe marché intérieur chinois\nLa Chine est le plus grand marché automobile au monde. Les ventes de véhicules y ont augmenté de 5,3 % l'année dernière.\nLes ventes de véhicules 100 % électriques en Chine ont progressé de 20,8 %, tandis que celles des hybrides ont bondi de 82,5 %.\nLes voitures chinoises devraient représenter 63 % des ventes totales en Chine cette année. En 2023, leurs ventes ont augmenté de 15,7 %.\nLa concurrence s'intensifie : le fabricant de smartphones Xiaomi a dévoilé son premier véhicule électrique le mois dernier et ambitionne de devenir l'un des cinq plus grands constructeurs automobiles mondiaux.\nEn revanche, certaines marques étrangères ont souffert en Chine en 2023 :Les marques françaises ont enregistré une chute des ventes de 41 % (sur les 11 premiers mois de l’année). Les ventes de voitures japonaises ont reculé de 11 %. Les marques américaines ont enregistré une baisse de 1,4 %.\nJe suis Gregory Stachel.\nArticle publié par Reuters. Gregory Stachel l’a adaptée pour VOA Learning English.\n________________________________________________"
}