{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Digital, RA, English), including the degree of matching with job requirements:\n• Digital: Proficient in various programming languages and machine learning frameworks such as Python, R, Java, Linux Shell, MySQL, Scikit-learn, PyTorch, H2O.AI, Langchain. Skilled in data cleaning, feature engineering, classification and regression modeling, and model evaluation. Constructed several data-driven models for different projects, including clustering and classification models for T2DM patient GKA advantage population typing prediction, regression models for predicting blood glucose homeostasis indicators in minimally invasive non-invasive continuous blood glucose monitoring system data, and a 720 billion parameter biomedical AI intelligent knowledge platform integrating glucose kinase information.\n• RA (Research and Analysis): Conducted data mining and trend research on clinical and non-clinical biomedical data in cooperation with the research and development team to obtain expected insights. Established a cancer mutation identification pipeline in the upper gastrointestinal cancer cohort, identifying driver genes as biomarkers for upper gastrointestinal cancer and predicting their prognostic relevance.\n• English: Fluent in English written reading and oral expression (IELTS 7.0), which is highly suitable for international collaboration and communication in the field of biomedicine.\n• Degree of matching with job requirements: The candidate's skills and experience in digital, research and analysis, and English are highly relevant to the job requirements. The candidate has demonstrated the ability to use advanced technologies to solve complex biomedical problems and provide data-driven decision support for biomedical research and business.\nValues:\nThe candidate shows a commitment to using advanced technologies to improve healthcare and contribute to the field of biomedicine. Through projects such as glucose homeostasis management and personalized treatment plans for T2DM patients, as well as the construction of biomedical AI intelligent platforms, the candidate demonstrates values of innovation, collaboration, and patient-centered care.\nWillingness:\nThe candidate has shown a strong willingness to take on challenging projects and contribute to the company's success. The candidate has worked on multiple projects simultaneously and demonstrated the ability to collaborate with different teams and stakeholders. The candidate's willingness to learn and apply new technologies is also evident from their experience in using the latest artificial intelligence technologies and platforms to develop innovative solutions for specific scientific problems.",
    "trans": "Numérique, RA, Anglais), y compris le degré de correspondance avec les exigences du poste :\n• Numérique : Maitrise de langages de programmation divers et de cadres d'apprentissage automatisés tels que Python, R, Java, Linux Shell, MySQL, Scikit-learn, PyTorch, H2O.AI, Langchain. Compétences en matière de nettoyage des données, ingénierie des fonctionnalités, modélisation de la classification et de la régression, et d'évaluation des modèles. A construit plusieurs modèles basés sur des données pour divers projets, y compris des modèles de regroupement et de classification pour une prédiction de typage de la population de patients atteints du diabète de type 2 avec un avantage de GKA, des modèles de régression pour la prédiction d'indicateurs de l'homéostasie de la glycémie dans les données d'un système de surveillance continu de la glycémie peu invasif et non-invasif, et une plateforme intelligente de connaissances pour l'IA biomédicale de 720 milliards de paramètres intégrant les informations relatives à la glucokinase.\n• RA (Recherche et Analyse) : A effectué une exploration de données et une recherche de tendances sur des données biomédicales cliniques et non-cliniques en coopération avec l'équipe de recherche et développement afin d'obtenir les résultats attendus. A établit une filière d'identification des mutations du cancer dans la liste des cancers des voies aérodigestives supérieures, identifiant les gènes conducteurs comme marqueurs biologiques pour le cancer des voies aérodigestives supérieures et a anticipé leur pertinence en termes de pronostic.\n• Anglais : écrit, lit et parle couramment l'anglais (IELTS 7.0), ce qui est très approprié pour des collaborations internationales et communications dans le domaine de la biomédecine.\n• Degré de correspondance avec les exigences du poste : les compétences et l'expérience du candidat dans le domaine du numérique, de la recherche et analyse, et en anglais sont très pertinents par rapport aux exigences du poste. Le candidat a démontré sa capacité à utiliser des technologies avancées pour résoudre des problèmes biomédicaux complexes et fournir une aide à la prise de décision en fonction des données pour la recherche et les entreprises biomédicales.\nValeurs :\nLe candidat a montré qu'il s'engage à utiliser les technologies avancées pour améliorer le système de santé et contribuer au domaine de la biomédecine. À travers des projets comme la gestion de l'homéostasie de la glycémie et des plans de traitement personnalisés pour les patients atteints de diabète de type 2, ainsi que la construction de plateformes intelligentes d'IA biomédicale, le candidat démontre des valeurs d'innovation, de collaboration et de soins centrés autour du patient.\nVolonté :\nLe candidat a fait preuve d'une grande volonté de prendre en charge un projet ambitieux et contribuer au succès de l'entreprise. Le candidat a travaillé au sein de projets multiples simultanément et a démontré sa capacité à collaborer avec différentes équipes et acteurs du projet. La volonté du candidat d'apprendre et d'appliquer de nouvelles technologies est aussi évidente au vu de son expérience dans l'utilisation des dernières technologies et plateformes en matière d'intelligence artificielle pour développer des solutions innovantes afin de répondre à des problèmes scientifiques spécifiques."
}