{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Based on the case issue you’ve selected, here are some tips which might help:\nTransfers from other websites are usually instant – you should receive the money as soon as the merchant confirms the transaction.\nSome merchants need technical time to instruct a payment, so please check with them about the status of your payment. If it is completed but you still haven’t received your money, ask the merchant for the transaction ID, and get back to us so we can locate it within the Skrill system. To get in touch with us, click the button ‘No, keep case open’ at the bottom of the email.\nStill haven’t received your money?\nBefore you contact us or the sender, make sure that:\nyou’ve provided the correct email address/phone number. If you still haven’t added it to your Skrill account, you can do so from section Settings > Personal details (available on web only). Learn more\nthe details registered on the merchant website match the ones in your Skrill account. Contact the merchant directly to find out how you can update your details on their website, if necessary.\nyour account is fully set-up. If you’ve just registered and don’t see the full Dashboard in your account, click on any of the available tabs and follow the on-screen instructions. You’ll have 14 days to complete the process, after which the payment will be automatically cancelled and returned to the sender. Learn more\nyour account is verified. While verification is not a must for receiving money, there are certain transaction limits for unverified customers. If you’ve reached your limits, you won’t be able to receive your payment. Go to section Settings > Verification to check your verification status. To receive your payment, click 'Verify to receive it' and follow the instructions - learn more here.\nAre there any fees?\nReceiving money is free of charge, unless currency conversion is involved – in such cases, a fee of up to 4.49% will be applied before you receive the respective amount.\nPlease note that this is an automated message. If you would like to express dissatisfaction with the services we provide, reply to this email with more details within the next 7 days, or click the button ‘No, keep case open’ at the bottom of the email, so we can assist you further.",
    "trans": "En fonction du problème de cas que vous avez sélectionné, voici quelques conseils qui pourraient vous aider :\nLes transferts depuis d'autres sites Web sont généralement instantanés – vous devriez recevoir l'argent dès que le commerçant confirme la transaction.\nCertains commerçants ont besoin de temps technique pour traiter un paiement, alors veuillez vérifier avec eux l'état de votre paiement. Si le paiement est effectué mais que vous n'avez toujours pas reçu votre argent, demandez au commerçant l'ID de la transaction et contactez-nous afin que nous puissions la localiser dans le système Skrill. Pour nous contacter, cliquez sur le bouton « Non, garder le cas ouvert » au bas de l'e-mail.\nVous n'avez toujours pas reçu votre argent ?\nAvant de nous contacter ou de contacter l'expéditeur, assurez-vous que :\nvous avez fourni la bonne adresse e-mail/numéro de téléphone. Si vous ne l'avez toujours pas ajouté à votre compte Skrill, vous pouvez le faire dans la section Paramètres > Détails personnels (disponible uniquement sur le site Web). En savoir plus\nles détails enregistrés sur le site du commerçant correspondent à ceux de votre compte Skrill. Contactez directement le commerçant pour savoir comment vous pouvez mettre à jour vos informations sur leur site, si nécessaire.\nvotre compte est entièrement configuré. Si vous venez de vous inscrire et que vous ne voyez pas le tableau de bord complet dans votre compte, cliquez sur l'un des onglets disponibles et suivez les instructions à l'écran. Vous aurez 14 jours pour compléter le processus, après quoi le paiement sera automatiquement annulé et renvoyé à l'expéditeur. En savoir plus\nvotre compte est vérifié. Bien que la vérification ne soit pas obligatoire pour recevoir de l'argent, il existe certaines limites de transaction pour les clients non vérifiés. Si vous avez atteint vos limites, vous ne pourrez pas recevoir votre paiement. Allez dans la section Paramètres > Vérification pour vérifier l'état de votre vérification. Pour recevoir votre paiement, cliquez sur « Vérifier pour le recevoir » et suivez les instructions - en savoir plus ici.\nY a-t-il des frais ?\nRecevoir de l'argent est gratuit, sauf si une conversion de devise est impliquée – dans ce cas, des frais allant jusqu'à 4,49 % seront appliqués avant que vous ne receviez le montant correspondant.\nVeuillez noter qu'il s'agit d'un message automatisé. Si vous souhaitez exprimer votre mécontentement concernant les services que nous fournissons, répondez à cet e-mail avec plus de détails dans les 7 prochains jours, ou cliquez sur le bouton « Non, garder le cas ouvert » au bas de l'e-mail, afin que nous puissions vous aider davantage."
}