{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It is also possible to change the temperature of a substance by doing work, which transfers energy into or out of a system. This realization helped establish that heat is a form of energy. James Prescott Joule (1818–1889) performed many experiments to establish the mechanical equivalent of heat—the work needed to produce the same effects as heat transfer. In the units used for these two quantities, the value for this equivalence is\n1.000 kcal = 4186 J.\nWe consider this equation to represent the conversion between two units of energy. (Other numbers that you may see refer to calories defined for temperature ranges other than 14.5 °C to 15.5 °C .)\nFigure 1.10 shows one of Joule’s most famous experimental setups for demonstrating that work and heat can produce the same effects and measuring the mechanical equivalent of heat. It helped establish the principle of conservation of energy. Gravitational potential energy (U) was converted into kinetic energy (K), and then randomized by viscosity and turbulence into increased average kinetic energy of atoms and molecules in the system, producing a temperature increase. Joule’s contributions to thermodynamics were so significant that the SI unit of energy was named after him.\nIncreasing internal energy by heat transfer gives the same result as increasing it by doing work. Therefore, although a system has a well-defined internal energy, we cannot say that it has a certain “heat content” or “work content.” A well-defined quantity that depends only on the current state of the system, rather than on the history of that system, is known as a state variable. Temperature and internal energy are state variables. To sum up this paragraph, heat and work are not state variables.\nIncidentally, increasing the internal energy of a system does not necessarily increase its temperature. As we’ll see in the next section, the temperature does not change when a substance changes from one phase to another. An example is the melting of ice, which can be accomplished by adding heat or by doing frictional work, as when an ice cube is rubbed against a rough surface.",
    "trans": "Il est également possible de modifier la température d'une substance en effectuant un travail, qui transfère de l'énergie dans ou hors d'un système. Cette réalisation a contribué à établir que la chaleur est une forme d'énergie. James Prescott Joule (1818–1889) a mené de nombreuses expériences pour établir l'équivalent mécanique de la chaleur—le travail nécessaire pour produire les mêmes effets que le transfert de chaleur. Dans les unités utilisées pour ces deux quantités, la valeur de cette équivalence est\n1,000 kcal = 4186 J.\nNous considérons cette équation comme représentant la conversion entre deux unités d'énergie. (D'autres valeurs que vous pourriez rencontrer se réfèrent à des calories définies pour des plages de température autres que 14,5 °C à 15,5 °C.)\nLa figure 1.10 présente l'une des configurations expérimentales les plus célèbres de Joule, démontrant que le travail et la chaleur peuvent produire les mêmes effets et mesurant l'équivalent mécanique de la chaleur. Elle a contribué à établir le principe de conservation de l'énergie. L'énergie potentielle gravitationnelle (U) a été convertie en énergie cinétique (K), puis randomisée par la viscosité et la turbulence en une augmentation de l'énergie cinétique moyenne des atomes et des molécules dans le système, produisant une augmentation de température. Les contributions de Joule à la thermodynamique ont été si significatives que l'unité SI de l'énergie a été nommée en son honneur.\nL'augmentation de l'énergie interne par transfert de chaleur donne le même résultat que son augmentation par l'exécution d'un travail. Par conséquent, bien qu'un système ait une énergie interne bien définie, nous ne pouvons pas dire qu'il a un certain « contenu de chaleur » ou « contenu de travail ». Une quantité bien définie qui dépend uniquement de l'état actuel du système, plutôt que de l'historique de ce système, est connue sous le nom de variable d'état. La température et l'énergie interne sont des variables d'état. Pour résumer ce paragraphe, la chaleur et le travail ne sont pas des variables d'état.\nIncidemment, l'augmentation de l'énergie interne d'un système n'augmente pas nécessairement sa température. Comme nous le verrons dans la section suivante, la température ne change pas lorsqu'une substance passe d'une phase à une autre. Un exemple est la fusion de la glace, qui peut être réalisée en ajoutant de la chaleur ou en effectuant un travail de friction, comme lorsqu'un glaçon est frotté contre une surface rugueuse."
}