{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If you have chosen Option A for mark review, it's important to carefully consider the assessment criteria and construct a clear argument for why you believe you deserve a higher mark based on the marking rubric.\nFor instance, if the feedback states, “No creative technique used to ideate solution,” you should point out where in your booklet you documented the creativity technique (consider including a screenshot). If your video includes this information, specify the exact time stamp—like “at 2 minutes and 10 seconds, I mentioned that I used the Six Thinking Hats technique.”\nSimply requesting a mark review with a statement like, “Please review my mark,” will not be sufficient. You must build a case based on your work and the marking rubrics. This argument should rely on clear evidence rather than emotional appeals.\nFurther, you must follow the instructions provided in the first announcement.",
    "trans": "Si vous avez choisi l’Option A de révision de note, il est essentiel d’examiner attentivement les critères d’évaluation et de formuler un argument clair expliquant pourquoi vous estimez mériter une note plus élevée, en vous appuyant sur la grille de notation.\nPar exemple, si le retour d’évaluation indique : « Aucune technique de créativité n’a été utilisée pour générer une solution », vous devriez préciser où, dans votre livret, vous avez documenté l’application d’une technique de créativité (vous pouvez inclure une capture d’écran à l’appui). Si cette information figure dans votre vidéo, mentionnez l’instant précis, comme dans l’exemple suivant : « À 2 minutes et 10 secondes, j’indique avoir utilisé la technique des Six Chapeaux de la Réflexion. »\nSe contenter de demander une révision de note avec une requête vague du type « Veuillez revoir ma note » ne suffira pas. Vous devez formuler un argumentaire fondé sur votre travail et la grille de notation, en vous appuyant sur des preuves concrètes plutôt que sur des considérations subjectives.\nEn outre, il est impératif de suivre scrupuleusement les instructions communiquées dans la première annonce."
}