{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Louis absolutely loves morning sex, when you’re both just waking up and he slips himself into you. His hands grip your ass, digging his nails into in slightly, as your legs wrap around him to allow him deeper in you. \"Love you so much, y/n\"You hear him moan while placing kisses on your neck before coming inside of you.\nLiam:\nHe loves to have you on your knees, completely compliant to whatever he wants to do to you. Liam pounds into you with all of his strength, trying to let both of you reach your high as quickly as possible. He can’t help but to reach around both of you and turn your head so that he can connect them in a passionate, needy kiss.\nNiall:\nNiall loves having you pushed against the wall with no where to escape. He rests his hands on your ass, claiming to be supporting your weight but, really, it’s because he enjoys to squeeze and hit it when you disobey him.\nZayn:\nHe loves to have you on top of him though he is still the one who is in full control. He hold onto your waist tightly to halt your movements and allow him to thrust up into you, causing the whole bed to shake but he couldn’t care because all of his attention is on you and only you.\nHarry:\nHe loves having you on top, allowing you to go at your own pace. He loves to look down and watch the place where you connect and the way that your bod moves perfectly against his. Harry, eventually, focuses on your breasts and how perfectly they move every time that you grind against him and he can’t help it when he reaches up to touch and squeeze them.",
    "trans": "Louis adore le sexe matinal, quand vous vous réveillez tous les deux et qu'il se glisse dans ton corps. Ses mains s'agrippent à tes fesses, y enfonçant légèrement ses ongles, tandis que tes jambes s'enroulent autour de lui pour lui permettre de pénétrer plus profondément en toi. « Tu l'entends gémir tout en embrassant ton cou avant de te pénétrer.\nLiam :\nIl aime que vous soyez à genoux, complètement soumise à ce qu'il veut faire de toi. Liam se jette sur toi de toutes ses forces, essayant de vous faire jouir tous les deux le plus rapidement possible. Il ne peut s'empêcher de vous entourer tous les deux et de tourner la tête pour pouvoir les embrasser avec passion et impatience.\nNiall :\nNiall adore te pousser contre le mur sans que tu puisses t'échapper. Il pose ses mains sur tes fesses, prétendant soutenir ton poids, mais en réalité, c'est parce qu'il aime les presser et les frapper quand tu lui désobéis.\nZayn :\nIl adore te voir sur lui, même si c'est toujours lui qui a le contrôle. Il s'accroche fermement à ta taille pour arrêter tes mouvements et te permettre de t'enfoncer, ce qui fait bouger tout le lit, mais il s'en moque parce que toute son attention est sur toi et rien que sur toi.\nHarry :\nIl aime que tu sois sur le dessus, que tu ailles à ton propre rythme. Il aime regarder vers le bas et observer l'endroit où se fait la connexion et la façon dont ton corps bouge parfaitement contre le sien. Harry se concentre finalement sur tes seins et sur la façon dont ils bougent parfaitement chaque fois que tu te frottes à lui et il ne peut s'empêcher de les toucher et de les presser."
}