{
    "source": "en_US",
    "target": "fr_FR",
    "text": "FINISHED WALKOUT BASEMENT\nExperience the epitome of elegance, warmth, and beauty in this exquisite newly renovated and professionally landscaped residence. Upon entry, be welcomed by soaring 20-foot ceilings and a flood of natural light through expansive windows. A grand curved staircase leads to the serene upstairs bedrooms, connected by a dual vanity bathroom and a sophisticated office/library perfect for remote work or quiet relaxation. Designed with entertaining in mind, the home features a seamless flow from the impressive gourmet kitchen—complete with brand-new smart high-end appliances, quartz counters, and custom cabinetry—to an oversized deck, ideal for indoor-outdoor living. The finished walkout basement adds versatility with an extra bedroom, a beautifully renovated bathroom, and a kitchenette, perfect for hosting guests, multi-generational living, or enjoying snacks while relaxing in the grand entertainment area. Access to a hot tub and mature tree backyard retreat enhances the private oasis experience. Virtual staging showcases the functionality of all of the living spaces. Located in The Charter neighborhood, enjoy amenities such as The Cook Creek Pool, South Suburban Recreation Center, and nearby trails, with easy access to I-25, light rail, Park Meadows Mall, and Lone Tree Golf Club. Discover luxury & convenience in this move-in-ready home. Schedule your private showing today to experience the elegance and comfort of this remarkable residence.",
    "trans": "SOUS-SOL AMÉNAGÉ AVEC SORTIE DIRECTE\nDécouvrez l'incarnation de l'élégance, de la chaleur et de la beauté dans cette magnifique résidence récemment rénovée et paysagée professionnellement. Dès l'entrée, vous serez accueilli par des plafonds de 6 mètres de hauteur et une inondation de lumière naturelle à travers de vastes fenêtres. Un grand escalier courbé mène aux chambres paisibles à l'étage, reliées par une salle de bain avec double vasque et un bureau/bibliothèque sophistiqué, idéal pour le télétravail ou la détente en toute tranquillité. Conçue pour recevoir, la maison offre une transition fluide de la cuisine gastronomique impressionnante—équipée d'appareils haut de gamme intelligents flambant neufs, de comptoirs en quartz et de meubles sur mesure—à une terrasse surdimensionnée, parfaite pour une vie intérieure-extérieure. Le sous-sol aménagé avec sortie directe ajoute de la polyvalence avec une chambre supplémentaire, une salle de bain magnifiquement rénovée et une kitchenette, idéale pour recevoir des invités, vivre en multigénérationnel, ou savourer des encas tout en vous relaxant dans la grande salle de divertissement. L'accès à un jacuzzi et un jardin avec des arbres matures complète l'expérience d'oasis privée. La mise en scène virtuelle met en valeur la fonctionnalité de tous les espaces de vie. Située dans le quartier de The Charter, profitez des commodités telles que la piscine de Cook Creek, le South Suburban Recreation Center, et les sentiers à proximité, avec un accès facile à l'I-25, au métro léger, au centre commercial Park Meadows et au Lone Tree Golf Club. Découvrez le luxe et la commodité de cette maison prête à emménager. Planifiez votre visite privée dès aujourd'hui pour expérimenter l'élégance et le confort de cette résidence remarquable."
}