{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Phage-seq is a high-throughput, highly-multiplexed technology for unbiased profiling and quantification of bacterial surface antigens. Phage-seq produces both a dataset—describing the bacterial surface-ome of a given strain or population—as well as VHH reagents useful for further study. Importantly, Phage-seq does not require antigens to be known in advance and decouples profiling from antigen identification. This technique is well-suited for studying bacteria when mutations are frequent and readily observed, but their phenotypic consequences are unpredictable. Our construction of a phage-displayed VHH library against P. aeruginosa antigens enables the identification of VHHs against multiple P. aeruginosa antigens via both conventional biopanning and Phage-seq. Datasets generated by Phage-seq capture biologically-important information about the bacterial cell surface. We anticipate the methods, dataset, and reagents generated herein will be useful for other applications that require profiling of the P. aeruginosa cell surface, including studies of virulence, antibiotic resistance, and longitudinal bacterial adaptation in chronic infection. These reagents can also guide the de novo choice of therapies such as lytic phage or anti-pseudomonal biologics. Finally, we anticipate that Phage-seq can be used to study micro-organisms beyond P. aeruginosa.",
    "trans": "Le phage-seq est une technologie à haut débit et à multiplexage élevé qui permet d'établir le profil et de quantifier les antigènes de surface bactériens sans biais. Le Phage-seq produit à la fois un ensemble de données - décrivant les antigènes de surface bactériens d'une souche ou d'une population donnée - et des réactifs VHH utiles pour des études plus approfondies. Il est important de noter que le Phage-seq n'exige pas que les antigènes soient connus à l'avance et dissocie le profilage de l'identification des antigènes. Cette technique est bien adaptée à l'étude des bactéries lorsque les mutations sont fréquentes et facilement observables, mais que leurs conséquences phénotypiques sont imprévisibles. Notre construction d'une bibliothèque de VHH affichés par phage contre les antigènes de P. aeruginosa permet l'identification de VHH contre de multiples antigènes de P. aeruginosa, aussi bien par biopanning conventionnel que par Phage-seq. Les ensembles de données générés par Phage-seq capturent des informations biologiquement importantes sur la surface des cellules bactériennes. Nous pensons que les méthodes, les ensembles de données et les réactifs générés ici seront utiles pour d'autres applications nécessitant un profilage de la surface cellulaire de P. aeruginosa, y compris les études sur la virulence, la résistance aux antibiotiques et l'adaptation bactérienne longitudinale dans le cadre d'une infection chronique. Ces réactifs peuvent également guider le choix de novo de thérapies telles que les phages lytiques ou les produits biologiques anti-pseudomonaux. Enfin, nous prévoyons que le Phage-seq puisse être utilisé pour étudier des micro-organismes autres que P. aeruginosa."
}