{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Carol earned a bachelor’s degree in Psychology from Castleton University, and a doctorate in Industrial and Organizational Psychology from Central Michigan University.\nCarol Surface is Apple’s chief People officer, reporting to CEO Tim Cook.\nCarol joined Apple in 2023 from Medtronic, where she spent nearly 10 years as executive vice president and chief human resources officer. Prior to this, she served as executive vice president and chief human resources officer at Best Buy. Previously, Carol also held a series of international human resources leadership roles at PepsiCo based in New York, Hong Kong, and Dubai.\nAs the leader of the People team, Carol supports the connection, development, and care for Apple’s employees around the world. Her team oversees functions including talent development and Apple University, recruiting, employee relations and experience, benefits, compensation, and inclusion and diversity.",
    "trans": "Carol a obtenu une licence en psychologie à Castleton University et un doctorat en psychologie industrielle et organisationnelle à Central Michigan University.\nCarol Surface est la Chief People Officer d’Apple et reporte directement au PDG, Tim Cook.\nElle a rejoint Apple en 2023 après avoir passé près de 10 ans chez Medtronic, où elle occupait le poste de vice-présidente exécutive et directrice des ressources humaines. Avant cela, elle a été vice-présidente exécutive et directrice des ressources humaines chez Best Buy. Elle a également occupé plusieurs postes de direction dans les ressources humaines à l’international chez PepsiCo, travaillant notamment à New York, Hong Kong et Dubaï.\nEn tant que responsable de l’équipe People, Carol veille à la connexion, au développement et au bien-être des employés d’Apple à travers le monde. Son équipe gère plusieurs fonctions, notamment le développement des talents et Apple University, le recrutement, l’expérience et les relations avec les employés, ainsi que les avantages sociaux, la rémunération et les initiatives en matière d’inclusion et de diversité."
}