{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear member,\nYour next Interac e-Transfer email notification will look a little different. On October 22, Interac is rolling out an improved user experience.\nInterac has refreshed the design look and feel on all email notifications, including:\nReceive and send notifications\nAutodeposit send, receive and registration notifications\nRequest money notifications\nNo action is needed on your part\nYou don't need to do anything differently. Your settings, including Autodeposit, won’t change, and you can send and receive money as you always do. You will continue to enjoy the same security and convenience when sending and receiving funds.\nYou can help keep your financial activity secure\nAlthough nothing is changing with how you send and receive money using Interac, you have an important role to play in protecting youraccounts. Here are some ways to ensure your online and mobile banking is as secure as possible:\nSet up Interac e-Transfer Autodeposit for ease, added security and so you never need to click on a link to accept a transfer. You can set up Autodeposit in online or mobile banking.\nSign in to your online banking from your trusted device to verify a deposit.\nIf you don’t have Interac e-Transfer Autodeposit set up, always use a strong e-Transfer password that can’t easily be guessed or found, and make sure you share it through a safe channel.\nSign up for Two-step Authentication.\nSign up for Security and Transaction alerts on your accounts through your online or mobile banking.\nEnsure the e-Transfer notification you receive is actually from Interac\nInterac is a safe and secure method to send and receive money, but it's important to ensure the notifications are actually from Interac.",
    "trans": "Cher membre,\nVotre prochaine notification par courriel pour un virement Interac aura un nouveau look. À partir du 22 octobre, Interac déploiera une expérience utilisateur améliorée.\nInterac a rafraîchi l'aspect et la convivialité de toutes les notifications par courrier électronique, y compris :\nLes notifications d’envoi et de réception de virements\nLes notifications liées au dépôt automatique (envoi, réception et inscription)\nLes demandes d’argent\nAucune action requise de votre part\nVous n’avez rien à faire. Vos paramètres, y compris le dépôt automatique, resteront les mêmes, et vous pourrez continuer à envoyer et recevoir de l’argent comme d’habitude. Vous bénéficierez toujours du même niveau de sécurité et de commodité.\nComment sécuriser vos transactions financières\nMême si le processus des virements Interac ne change pas, vous jouez un rôle clé dans la protection de vos comptes. Voici quelques conseils pour sécuriser vos opérations bancaires en ligne et sur mobile :\nActivez le dépôt automatique Interac pour plus de sécurité et éviter d’avoir à cliquer sur un lien pour accepter un virement. Vous pouvez l’activer dans votre banque en ligne ou sur votre application mobile.\nVérifiez un dépôt en vous connectant directement à votre banque en ligne depuis un appareil de confiance.\nSi vous n’avez pas activé le dépôt automatique, utilisez un mot de passe fort pour vos virements Interac, difficile à deviner ou à trouver, et partagez-le via un canal sécurisé.\nActivez l’authentification à deux facteurs pour renforcer la sécurité de votre compte.\nInscrivez-vous aux alertes de sécurité et de transactions via votre banque en ligne ou mobile.\nAssurez-vous que les notifications  e-Transfer proviennent bien d’Interac\nLes virements Interac sont sécurisés, mais il est important de vérifier que les notifications reçues proviennent bien d’Interac. Soyez vigilant face aux tentatives d’hameçonnage et ne cliquez jamais sur un lien douteux."
}