{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Teacher: [redacted_name]\nEmail: [redacted_email]\nCOURSE PURPOSE\nThe purpose of this course is for students to continue to improve the communication skills that they have acquired in the previous year. Students will practice more complex discussions, learn how to give a formal presentation, and deal with a Q and A session in a formal setting.\nLEARNING GOALS\nAt the end of the semester, students should be able to:\n1. use communication strategies in discussions more effectively and confidently,\n2. ask for and express opinions, articulating complete ideas in a coherent structure,\n3. give a presentation confidently using effective visual aids, with a focus on appropriate delivery and a Q & A\nsession, and\n4. further develop skills in using effective intonation and stress strategies when speaking.\nMATERIALS\n● Pathways 2: Listening, Speaking, and Critical thinking (2nd edition). Becky Tarver Chase. National Geographic Learning.\nPlease bring your own device, your book, and a notebook to class each week. You will also need headphones for listening tests.\nGRADES (*See full grading details below.)\n1. Semester test 18%\n2. Speaking tests (8% x 2 = 16%) 16%\n3. Unit presentations (8% x 2 = 16%) 16%\n4. Final project 20%\n5. Participation, in-class activities, assignments, online workbook, and quizzes 30%\n--------------------------------------------------------------------------------------------------------------------------------------------- 100%\n1. Semester test (18%)\nYou will take a test in week 11 that covers the material from the textbook.\n2. Speaking Tests (8% x 2 = 16%)\nYou will have two speaking tests in the term. One will be an individual assessment with your teacher. The other will be a group discussion with your classmates.\n※\n3. Unit presentations (8% x 2 = 16%)\nFor each unit, you will have a presentation task related to the unit material. This presentation task be an individual presentation or group presentation.\n4. Final project (20%)\nAt the end of semester, you will do a final project using what you have studied and practiced throughout the semester. Details about the project will be shared in a later class.\n5. Class participation (30%)\n1. In-class activities / participation 15%\n2. Homework 15% 30%\nGood participation includes: doing your work during class, answering and asking questions, listening to your teacher and classmates actively, and trying your best to use English.\nYour active participation is highly expected in this class. Simply coming to the class is NOT participation.\n*Students must earn a grade of 60% or more to pass this class.\nIf you miss more than 4 classes, you will automatically FAIL the course. Being late 2 times is counted as being absent 1 time. Arriving at the classroom 30 minutes after the class has started is considered an absence.\nIf you are absent for any reason, you are responsible for contacting the teacher prior to the absence. Students are responsible for the content of all classes, even if they are absent. If you do not submit assignments on time, your score and your grade will be affected. Please note that in principle, late submissions will not be accepted.\n*Note: This information may change according to student needs.",
    "trans": "Enseignant : [nom supprimé]\nE-mail : [email supprimé]\nOBJECTIF DU COURS\nL'objectif de ce cours est de développer les compétences en communication acquises au cours de l'année précédente. Les étudiants s'exerceront à des discussions plus complexes, apprendront à faire une présentation formelle et à gérer une séance de questions-réponses dans un cadre formel.\nOBJECTIFS D'APPRENTISSAGE\nA la fin du semestre, les étudiants devraient être capables de :\n1. d'utiliser des stratégies de communication dans les discussions avec plus d'efficacité et d'assurance,\n2. demander et exprimer des opinions, en articulant des idées complètes dans une structure cohérente,\n3. faire une présentation en toute confiance en utilisant des aides visuelles efficaces, en mettant l'accent sur une présentation appropriée et une séance de questions-réponses,\net\n4. faire un exposé en toute confiance en utilisant des aides visuelles efficaces.\nMATÉRIELS\n● Pathways 2 : Listening, Speaking, and Critical thinking (2e édition). Becky Tarver Chase. National Geographic Learning.\nVeuillez apporter votre propre ordinateur, votre livre et un carnet de notes chaque semaine. Vous aurez également besoin de casques pour les tests d'écoute.\nNOTES (*Voir les détails de la notation ci-dessous.)\n1. Test semestriel 18%\n2. Tests de parole (8% x 2 = 16%) 16%\n3. Présentations de l'unité (8% x 2 = 16%) 16%\n4. Projet final 20%\n5. Participation, activités en classe, devoirs, cahier en ligne et quiz 30%\n--------------------------------------------------------------------------------------------------------------------------------------------- 100%\n1. Test semestriel (18%)\nVous passerez un test pendant la semaine 11 qui couvrira le contenu du manuel.\n2. Tests de parole (8% x 2 = 16%)\nVous aurez deux tests de parole pendant le semestre. L'un sera une évaluation individuelle avec votre enseignant. L'autre sera une discussion de groupe avec vos camarades de classe.\n※\n3. Présentations de l'unité (8% x 2 = 16%)\nPour chaque unité, vous aurez une tâche de présentation liée au contenu de l'unité. Cette tâche de présentation peut être individuelle ou en groupe.\n4. Projet final (20%)\nÀ la fin du semestre, vous réaliserez un projet final en utilisant ce que vous avez étudié et pratiqué tout au long du semestre. Les détails du projet seront partagés lors d'un cours ultérieur.\n5. Participation en classe (30%)\n1. Activités en classe / participation 15%.\n2. Devoirs de maison 15% 30%\nUne participation active implique de réaliser son travail en classe, poser et répondre aux questions, écouter attentivement le professeur et les camarades, et s'efforcer d'utiliser l'anglais au maximum.\nVotre participation active est vivement attendue dans ce cours. Le simple fait de venir en classe n'est PAS une participation.\n*Les étudiants doivent obtenir une note de 60% ou plus pour valider ce cours.\nSi vous manquez plus de 4 cours, vous ECHOUEREZ automatiquement. Le fait d'être en retard 2 fois est compté comme une absence. Arriver en classe 30 minutes après le début du cours est considéré comme une absence.\nSi vous êtes absent pour quelque motif que ce soit, vous êtes tenu de contacter l'enseignant au préalable. Les étudiants sont responsables du contenu de tous les cours, même s'ils sont absents. Si vous ne remettez pas vos devoirs à temps, votre score et votre note en seront affectés. Veuillez noter qu'en principe, les travaux remis en retard ne seront pas acceptés.\n*Note : ces informations peuvent être modifiées en fonction des besoins des étudiants."
}