{
    "source": "en_US",
    "target": "fr_FR",
    "text": "STATE OF SOUTH CAROLINA\nCOUNTY OF BERKELEY\n[redacted_name],\nEmployee,\nBEFORE THE SOUTH CAROLINA\nWORKERS' COMPENSATION\nCOMMISSION\nWCC FILE NO: [redacted_info]\nvS.\nCF Siding, LLC, CONSENT ORDER\nEmployer,\nAnd\nNational Liability & Fire Ins. Co.,\nCarrier, et Al.,\nDefendants.\nThis matter was scheduled to be heard before me on October 29, 2024, to determine issues\nas set forth on the Form 50 and the Form 51. The parties advise the Commission that an\nagreement has been reached that negates the need for the Hearing.\n1. The South Carolina Workers' Compensation Commission has jurisdiction over the\nparties and subject matter of the claim.\n2. The Defendants admit that Ciaimant had an accident in the course and scope of\nher employment with Defendants on or about May 8, 2024.\nThe Defendants agree to provide causally related treatment pursuant to §42-15-\n60 for Claimant's right eye.\n4. The Defendants agree to payment of temporary total disability for all periods\nwhere claimant was written out of work, or placed under work restrictions the\nemployer could not accommodate, as the result of this acciden",
    "trans": "ÉTAT DE LA CAROLINE DU SUD\nCOMTÉ DE BERKELEY\n[redacted_name],\nEmployé,\nDEVANT LA CAROLINE DU SUD\nCOMPENSATION DES TRAVAILLEURS\nCOMMISSION\nNUMÉRO DE DOSSIER WCC : [redacted_info]\ncontre\nCF Siding, LLC, ORDRE DE CONSENTEMENT\nEmployeur,\nEt\nNational Liability & Fire Ins. Co.,\nTransporteur, et al.\nDéfendeurs.\nCette affaire était prévue pour être entendue devant moi le 29 octobre 2024, afin de déterminer les questions\ncomme indiqué sur le Formulaire 50 et le Formulaire 51. Les parties informent la Commission qu'un\nun accord a été atteint, ce qui rend inutile l'audition.\n1. La Commission de la Compensation des Travailleurs de la Caroline du Sud a compétence sur les\nparties et l'objet de la demande.\n2. Les défendeurs admettent que le demandeur a eu un accident dans le cadre et l'étendue de\nson emploi avec les défendeurs aux alentours du 8 mai 2024.\nLes défendeurs acceptent de fournir un traitement lié à la cause conformément à l'article §42-15-\n60 pour l'œil droit du demandeur.\n4. Les défendeurs acceptent le paiement de l'incapacité totale temporaire pour toutes les périodes\noù le demandeur a été déclaré inapte au travail, ou placé sous restrictions de travail, le\nemployeur ne pouvait pas accommoder, à la suite de cet accident"
}