{
    "source": "en_US",
    "target": "fr_FR",
    "text": "*IMPORTANT: PLEASE READ CAREFULLY\"\nThis courtesy notice is provided for ad valorem motor vehicle tax purposes and is NOT an official receipt or bill. It is a courtesy renewal reminder only.\nThis reminder notice has been prepared as a courtesy from Cullman Revenue Commission records of last year's vehicle registrations by the owner listed on the front of this courtesy reminder. Please review the vehicle listing and only renew the registration(s) for vehicles you currently own or operate. You may have other vehicles to renew that are not listed. Please carefully check all information and make any address corrections on the front of this notice. If your residence has changed outside of Cullman County or the vehicle is now based in another county, then you must register your vehicle in the new jurisdiction. Please indicate your tag number on your payment and include a $2.00 mail fee per tag renewed.\nYou may also renew your motor vehicle registration online at www.cullmanrevenuecommissioner.com prior to the last week day of your renewal month. A convenience fee will be charged for this service. Cullman County does not receive any portion of the convenience fee. If you wish to renew in person, please bring this notice with you. All mail renewals must be received by the Cullman Revenue Commissioner no later than the 20* day of the renewal month. Please note that there is some risk involved in renewing by mail.\nAll newly purchased vehicles must be registered within twenty (20) calendar days to avoid penalties. Alabama law requires the license plate to follow the owner (except vintage vehicle tags). When you sell a vehicle, you must remove the license plate. If you then purchase a replacement vehicle, you may transfer the original tag to your replacement vehicle within twenty days of purchase. If you fail to remove the tag from a vehicle you sell or trade during the current registration year, you must purchase a new tag; a replacement tag cannot be issued.\nAd valorem taxes are collected on a current basis. Ad valorem taxes on vehicles are delinquent and subject to penalty and interest on the first day of the month following the owner's renewal month. Motor vehicle owners may be entitled to a pro rata credit for property taxes paid for the remainder of their current tax year. If the vehicle is sold, traded, or reassigned, owners may bring their supporting documents and apply for a tax credit voucher within one year.\nLiability insurance is mandatory on all motor vehicles operated on the highways of Alabama. Proof of insurance coverage and the current tag and tax registration receipt must be in each vehicle and available for presentation to law enforcement officials as needed. The vehicle owner must affirm, as a prerequisite to registration, that a vehicle is insured as regulated by Alabama law. Likewise, as a prerequisite to vehicle registration, the following is required: 1) Current Alabama driver's license (private owner), Federal employer identification number (FEIN) (commercial owner).\nNew Alabama residents are required to transfer out-of-state driver licenses within thirty (30) days. Prior to registration owners may be required to provide their Alabama driver licenses or Alabama-issued identification cards and other supporting documents to prove legal residency in Cullman County.",
    "trans": "*IMPORTANT : VEUILLEZ LIRE ATTENTIVEMENT\nCette notification de courtoisie est fournie à des fins fiscales pour l’impôt ad valorem sur les véhicules à moteur et ne constitue ni un reçu officiel ni une facture. Il s’agit uniquement d’un rappel gracieux de renouvellement.\nCe rappel a été préparé à titre de courtoisie à partir des archives de la Commission des Recettes de Cullman, sur la base des immatriculations de véhicules de l’année précédente pour le propriétaire mentionné sur le recto de cet avis. Veuillez examiner la liste des véhicules et ne renouveler l’immatriculation que pour les véhicules que vous possédez ou utilisez actuellement. Il est possible que d’autres véhicules nécessitant un renouvellement ne figurent pas sur cette liste. Vérifiez attentivement toutes les informations et mettez à jour votre adresse sur le recto de cet avis, si nécessaire. Si vous avez changé de résidence en dehors du comté de Cullman ou si le véhicule est désormais basé dans un autre comté, vous devez enregistrer votre véhicule dans la nouvelle juridiction. Veuillez indiquer votre numéro de plaque d’immatriculation sur votre paiement et inclure des frais d’expédition de 2,00 $ par plaque renouvelée.\nVous avez également la possibilité de renouveler votre immatriculation en ligne sur www.cullmanrevenuecommissioner.com avant le dernier jour ouvrable de votre mois de renouvellement. Des frais de commodité seront appliqués pour ce service, lesquels ne sont pas perçus par le comté de Cullman. Si vous souhaitez effectuer le renouvellement en personne, veuillez apporter cet avis avec vous. Tout renouvellement par courrier doit être reçu par la Commission des Recettes de Cullman au plus tard le 20e jour du mois de renouvellement. Veuillez noter qu’un certain risque est associé aux renouvellements par courrier.\nTout véhicule nouvellement acquis doit être immatriculé dans un délai de vingt (20) jours calendaires afin d’éviter des pénalités. Conformément à la loi de l’Alabama, la plaque d’immatriculation est liée à son propriétaire (sauf pour les plaques de collection). Lorsque vous vendez un véhicule, vous devez retirer la plaque. Si vous achetez un véhicule de remplacement, vous pouvez transférer votre ancienne plaque sur ce nouveau véhicule dans un délai de vingt jours. Si vous ne retirez pas la plaque avant de vendre ou d’échanger un véhicule durant l’année d’immatriculation en cours, vous devrez acheter une nouvelle plaque, car aucun duplicata ne pourra être délivré.\nLes taxes ad valorem sont collectées en temps réel. Tout retard de paiement entraîne des pénalités et des intérêts dès le premier jour du mois suivant le mois de renouvellement du propriétaire. Les propriétaires de véhicules peuvent prétendre à un crédit fiscal au prorata pour les taxes foncières payées pour le reste de l’année fiscale en cours. Si le véhicule est vendu, échangé ou réassigné, le propriétaire peut présenter les documents justificatifs et demander un bon de crédit fiscal dans un délai d’un an.\nL’assurance responsabilité civile est obligatoire pour tous les véhicules circulant sur les routes de l’Alabama. Une preuve d’assurance ainsi que le reçu d’immatriculation et de paiement des taxes doivent être présents dans chaque véhicule et disponibles pour toute vérification par les forces de l’ordre. Le propriétaire du véhicule doit attester, avant l’immatriculation, que son véhicule est assuré conformément à la réglementation en vigueur en Alabama. De plus, pour l’immatriculation, les documents suivants sont requis : 1. Un permis de conduire en cours de validité délivré par l’État de l’Alabama (pour un propriétaire privé) ou un numéro d’identification d’employeur fédéral (FEIN) (pour un propriétaire commercial).\nLes nouveaux résidents de l’Alabama doivent transférer leur permis de conduire hors État dans un délai de trente (30) jours. Avant l’immatriculation, il pourra être exigé qu’ils présentent un permis de conduire ou une carte d’identité délivrée par l’Alabama, ainsi que d’autres documents justificatifs prouvant leur résidence légale dans le comté de Cullman."
}