{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We are a two girls couple from Argentina and moved to New Zealand 4 months ago to study and improve our English´s skills.\nWe are cats and dogs lovers. In Buenos Aires, Argentina we lived with our black catty Mora but before that each one lives with ours family and both are animal lovers too.\nAbout [redacted_name] family, she is from the countryside of Entre Rios province. She has three brothers and both parents and they all together are living with two dogs and two cats, a huge family between pets and people.\nIf we compare us,[redacted_name] family is smaller, because she only has one brother and he's living with a cat, a dog and a rabbit.\nWe appreciate the company of pets and always care about them. We are responsible and follows the rules of everyone has with them, because we have a lot of experience taking care of our friend´s pets in Argentina while they were on holidays.\nWe look forward to meet them.",
    "trans": "Nous sommes un couple de deux femmes originaires d'Argentine et nous avons déménagé en Nouvelle-Zélande il y a quatre mois pour étudier et améliorer nos compétences en anglais.\nNous sommes toutes les deux de grandes amatrices d'animaux et adorons les chats et les chiens. À Buenos Aires, nous vivions avec notre chat noir, Mora. Avant cela, chacune de nous vivait avec sa famille, qui est également passionnée par les animaux.\nLa famille de [redacted_name] vient de la campagne de la province d'Entre Ríos. Elle a trois frères et ses deux parents, et ils vivent tous ensemble avec deux chiens et deux chats, une grande famille pleine de gens et d'animaux !\nEn comparaison, la famille de [redacted_name] est plus petite, car elle n’a qu’un frère qui vit avec un chat, un chien et un lapin.\nNous apprécions vraiment la compagnie des animaux et nous veillons toujours à prendre soin d'eux avec amour et responsabilité. Nous avons beaucoup d'expérience dans la garde d'animaux et avons pris soin des animaux de nos amis en Argentine pendant leurs vacances.\nNous avons hâte de les rencontrer !"
}