{
    "source": "en_US",
    "target": "fr_FR",
    "text": "When Cheng Xiaoshi opened his eyes, he was staring up at an overlarge smart phone filled with the miniscule faces of beaming, grieving people. His ears were suddenly filled with the chatting, clanging, and ear-splitting livelihood that was a tea house in the Guangdong province, each table packed with gossiping customers as servers squeezed their way in between with trays of small bamboo steamers. The sudden sensory overload made him jump, and although he left his cold behind in the future, it made his head spin. He had to close his eyes and rest his hand against his forehead to catch himself.\nWhat are you doing that for? Lu Guang asked.\n“Wen Xi, let me see!”\nOne of the friends waved her hand over Cheng Xiaoshi’s–occupying the body of Wen Xi–face to beckon for the phone. Cheng Xiaoshi quickly handed it over as if were a freshly boiled egg.\n“Ah, no, I’m blinking in this one!” the friend–Mimi, Cheng Xiaoshi deduced from Wen Xi’s memory–bemoaned. “Wait, we have to take another one. Just one more!”\nCheng Xiaoshi wrinkled his nose when no one else was looking. The dimsum on the table was not going to eat itself.\nDon’t be a pig, Lu Guang chided. The food will still be there when you’re done taking the selfie.\nCheng Xiaoshi grunted as he took the phone back and held it up. He leaned sideways to make sure that everyone was visible, smiling loudly and holding up their hands or their bunny fingers as he took four more photos in succession.\n“There, one of them has to be good!” he said hastily. “Now let’s eat before the food gets cold!”\nHopeless, Lu Guang said.\nBut not out of character, am I? Cheng Xiaoshi retorted cheekily, when Lu Guang hadn’t offered a more proper response.\nHe sat back down on his seat, next to Song Liming. He could smell the hospital off of Song Liming–the wholesale soap, the months of illness, the unfamiliar scent of age in Wen Xi’s friend. A pang cut across his heart, which he felt Wen Xi quickly chase away with bright and brassy optimism. Relief was not the right word for it, but it was the disguise that it wore.\nEven if Cheng Xiaoshi had the opportunity to identify it, he couldn’t look it in the face too long. All the affection, memory, and understanding that Wen Xi had for Song Liming coursed through him. Memories of being young teenagers walking across Sun Yat-sen University campus together, seeking refuge from typhoon weather in the libraries. The day they met when Song Liming came to her defense after she got intimidated by the student canteen staff. Memories of screaming with laughter when Song Liming sneezed comically in the middle of his wedding photo shoot, of him cracking open the fleshy shell of a mangosteen for her because she didn’t like getting her hands red, of being his friend. Love knocked the breath out of him.\n“Song Liming, what do you want to have?” Cheng Xiaoshi asked. “Here–let me get you something–”\nGive him the phoenix feet. He won’t eat it, though.\nCheng Xiaoshi reached his chopsticks out to grab a steamed chicken foot from the basket. He brought it over to Song Liming’s plate, who shook his head.\n“Too much work,” Song Liming quipped.\n“Then what about the turnip cakes?” Cheg Xiaoshi asked. “They look really good–and they’re easy to eat. Here–”\nTake it easy.\nCheng Xiaoshi cleared his throat nervously.\nIt’s not just me, he told Lu Guang. She’s all restless.\nOh? asked Lu Guang. Is she in love with him?\nCheng Xiaoshi soaked in Wen Xi’s being as he divided a square of turnip cake with his chopsticks. Her heart wasn’t racing, but it ached. Her stomach was devoid of butterflies, but it was warm. When he accidentally bumped Song Liming in the shoulder, he only felt her concern.\nNo, Cheng Xiaoshi said. I think she just loves him.\nHis heart hurt, and he did not know where his ended and Wen Xi’s began. Her friend will die two days from now, and she already missed him so much.\n“Liming,” he said. “Please have some more.”\n“Wei, A Xi,” Song Liming said with a laugh. “Let me finish what’s on my plate first.”\nCheng Xiaoshi set his chopsticks down. His hand itched for the teapot, even though Song Liming’s cup was already full. He itched to do more.\nYou can eat something now, Lu Guang said",
    "trans": "Lorsque Cheng Xiaoshi a ouvert les yeux, il fixait un téléphone intelligent surdimensionné, rempli de visages minuscules de personnes rayonnantes et en deuil. Ses oreilles se sont soudain remplies du bavardage, du cliquetis et du bruit assourdissant d'un salon de thé de la province de Guangdong, chaque table étant remplie de clients qui commentaient tandis que les serveurs se faufilaient entre eux avec des plateaux remplis de petits fours en bambou. La surcharge sensorielle soudaine le fit sursauter, et bien qu'il ait laissé son rhume derrière lui dans le futur, cela lui fit tourner la tête. Il dut fermer les yeux et appuyer sa main sur son front pour se rattraper.\nPourquoi faites-vous cela ? demanda Lu Guang.\n« Wen Xi, laissez-moi voir » !\nL'une des amies a fait signe de la main sur visage de Cheng Xiaoshi–s'occupant de Wen Xi- pour faire signe au téléphone. Cheng Xiaoshi le lui tendit rapidement, comme s'il s'agissait d'un œuf fraîchement cuit.\n« Ah, non, je cligne des yeux sur celle-là ! », se désole l'amie–Mimi, déduit Cheng Xiaoshi à partir des souvenirs de Wen Xi. « Attendez, il nous faut en prendre une autre. Encore une ! »\nCheng Xiaoshi a froncé le nez lorsque personne d'autre ne regardait. Le dimsum sur la table n'allait pas se manger tout seul.\nNe faites pas le cochon, réprimanda Lu Guang. Le repas sera toujours là quand vous aurez fini de prendre votre selfie.\nCheng Xiaoshi a grogné en reprenant le téléphone et en le brandissant. Il s'est penché sur le côté pour s'assurer que tout le monde était visible, souriant bruyamment et levant leurs mains ou leurs doigts de lapin pendant qu'il prenait quatre autres photos à la suite.\n« Il faut que l'un d'eux soit bon », s'empresse-t-il de dire. « Maintenant, mangeons avant que le repas ne refroidisse ! »\nSans espoir, dit Lu Guang.\nMais je ne manque pas de caractère, n'est-ce pas ? rétorqua Cheng Xiaoshi avec insolence, alors que Lu Guang n'avait pas proposé de réponse plus appropriée.\nIl se rassit sur son siège, à côté de Song Liming. Il pouvait sentir l'odeur de l'hôpital sur Song Liming - le savon en gros, les mois de maladie, l'odeur inconnu de l'âge de l'amie de Wen Xi. Une douleur lui traversa le cœur, qu'il sentit Wen Xi chasser rapidement avec un optimisme flamboyant. Soulagement n'était pas le mot juste, mais c'était le déguisement qu'il portait.\nMême si Cheng Xiaoshi avait la possibilité de l'identifier, il ne pouvait pas la regarder en face trop longtemps. Toute l'affection, les souvenirs et la compréhension que Wen Xi avait pour Song Liming le traversaient. Des souvenirs de jeunes adolescents traversant ensemble le campus de l'université Sun Yat-sen, cherchant à se réfugier dans les bibliothèques pour se protéger des typhons. Le jour où ils se sont rencontrés, lorsque Song Liming a pris sa défense après avoir été intimidée par le personnel de la cantine des étudiants. Ils se souviennent d'avoir hurlé de rire lorsque Song Liming a éternué de façon comique au milieu de sa séance de photos de mariage, d'avoir ouvert la coquille charnue d'un mangoustan pour elle parce qu'elle n'aimait pas avoir les mains rouges, d'avoir été son ami. L'amour lui a coupé le souffle.\n« Song Liming, qu'est-ce que voulez vous manger ? » demanda Cheng Xiaoshi. « Laissez-moi vous apporter quelque chose– »\nDonnez-lui les pattes de phénix. Il ne les mangera pas, cependant.\nCheng Xiaoshi tendit ses baguettes pour saisir une patte de poulet cuit à la vapeur dans le panier. Il l'apporta dans l'assiette de Song Liming, qui secoua la tête.\n« Trop de travail », a raillé Song Liming.\n« Alors, qu'en est-il des gâteaux de navet ? » demanda Cheg Xiaoshi. « Ils ont l'air vraiment bons et ils sont faciles à manger. Tenez– »\nNe vous énervez pas.\nCheng Xiaoshi se racle la gorge nerveusement.\nIl n'y a pas que moi, a-t-il dit à Lu Guang. Elle est toute agitée.\nOh ? demanda Lu Guang. Est-elle amoureuse de lui ?\nCheng Xiaoshi s'imprégna de l'être de Wen Xi tandis qu'il partageait un carré de gâteau aux navets avec ses baguettes. Son cœur ne battait pas la chamade, mais il battait la chamade. Son estomac était dépourvu de papillons, mais il était chaud. Lorsqu'il heurta accidentellement l'épaule de Song Liming, il ne sentit que son inquiétude.\nNon, a dit Cheng Xiaoshi. Je pense qu'elle l'aime.\nSon cœur lui faisait mal, et il ne savait pas où arrêtait le sien et où commençait celui de Wen Xi. Son ami va mourir dans deux jours, et il lui manquait déjà beaucoup.\n« Liming », dit-il. « S'il vous plaît, reprenez-en ».\n« Wei, A Xi », dit Song Liming en riant. « Laissez-moi d'abord finir ce qu'il y a dans mon assiette ».\nCheng Xiaoshi posa ses baguettes. Sa main se dirigea vers théière même si la tasse de Song Liming était déjà pleine. Il avait envie d'en faire plus.\nVous peux manger quelque chose maintenant, a dit Lu Guang"
}