{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Musk kept mum about cheaper Teslas, which is sure to raise a few eyebrows among investors who expected to hear comments around a firmer timeline for the vehicles Tesla has said are in the works. He also acknowledged that full autonomy of new or existing Teslas will require regulatory approval.\n“I’m glad Elon is acknowledging the long rollout process involved with autonomous driving, even if the technology is supposedly ready for widespread use,” Karl Brauer with iSeeCars said in an interview.\n“But, best-case scenario, we’re still talking about an undetermined time frame for these products,” he said. “‘Before 2027’ is a long way off when your sales are plateauing and China is rushing newer, lower-cost alternatives to your current revenue stream.”\nBoth the Cybercab and the Robovan share some of their looks with the Cybertruck, including the appearance of a stainless steel body. Musk also said that the two-door Cybercab will have no charging plug, and would be charged via induction on charging pads.\n“The future has to look like the future,” Musk said to a cheering audience at the studio, which was made into the set of a city so attendees could take test drives after Musk’s short presentation was over.\nThe “We, Robot” event was seen as a potential catalyst for Tesla’s stock\nTSLA\n-0.95%\n, which has lagged the broader market this year, although some on Wall Street called for the possibility of a “sell the news” stock decline on Friday’s session, particularly without any news about the cheaper Teslas.\nThe event started nearly an hour later than the appointed 10 p.m. Eastern time. About 40 minutes after the scheduled start, Musk said on Twitter that one person in the crowd had a “medical emergency” and needed care, without elaborating further.\nShares of Tesla have lost about 4% so far this week, and are down 3.9% this year, contrasting with gains of around 21% for the S&P 500 index\nSPX\n-0.21%\n.\nSee also: Ford, GM and Rivian may get caught by a ‘China butterfly effect,’ this in",
    "trans": "Musk est resté discret sur les Teslas moins chères, ce qui risque de surprendre certains investisseurs qui s'attendaient à des commentaires concernant un calendrier plus précis pour les véhicules dont Tesla a annoncé qu'ils étaient en préparation. Il a également reconnu que l'autonomie totale des nouvelles Teslas ou des modèles existants nécessitera une approbation réglementaire.\n« Je suis content qu'Elon reconnaisse le long processus de déploiement impliqué dans la conduite autonome, même si la technologie est soi-disant prête pour une utilisation à grande échelle », a déclaré Karl Brauer d’iSeeCars dans une interview.\n« Mais, dans le meilleur-cas, nous parlons encore d'un délai indéterminé pour ces produits »,  a-t-il ajouté. « Avant 2027’ semble loin quand vos ventes stagnent et que la Chine se précipite pour proposer des alternatives plus récentes et moins-chères à votre source de revenus actuelle. »\nLe Cybercab et le Robovan partagent certains de leurs aspects avec le Cybertruck, notamment l’apparence d’une carrosserie en acier inoxydable. Musk a également précisé que le Cybercab à deux-portes n’aurait pas de prise de recharge, et serait chargé par induction sur des tapis de charge.\n« L'avenir doit ressembler à l'avenir », a déclaré Musk devant un public enthousiaste dans le studio, transformé en décor de ville afin que les participants puissent faire des essais après la courte présentation de Musk.\nL'événement « We, Robot » était vu comme un catalyseur potentiel pour les actions de Tesla\nTSLA\n-0,95%\n, qui ont sous-performé le marché en général cette année, bien que certains à Wall Street aient évoqué la possibilité d'une baisse de l'action « vendre les nouvelles » lors de la séance de vendredi, en particulier sans nouvelles concernant les Teslas moins chères.\nL’événement a commencé près d'une heure plus tard que l'heure prévue, 22h00 heure de l'Est. Environ 40 minutes après le début prévu, Musk a déclaré sur Twitter qu’une personne dans la foule avait eu une « urgence médicale » et nécessitait des soins, sans fournir de détails supplémentaires.\nLes actions de Tesla ont perdu environ 4% cette semaine, et sont en baisse de 3,9% cette l’année, contrairement à des gains d'environ 21% pour l'indice S&P 500.\nSPX\n-0,21%\n.\nVoir aussi : Ford, GM et Rivian pourraient être pris dans un « effet papillon chinois », ceci dans"
}