{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Locked In The Dark For 10 Years, She Was Abandoned Into A Bin When Her Body Became Too Emaciated...\nAt 5 a.m. on May 13 in a residential area of Moscow, people found a barely alive dog in a box, just a skeleton. It is impossible to describe in words. A living skeleton, who does not get up, and does not eat. She urgently needs to go to the clinic without our help, she won't be able to take it much longer. Now she is on her way to the clinic. They call her Nika. A young girl, like a Labrador, according to the doctors. She has severe dehydration and exhaustion. According to ultrasound, the internal organs are normal. She does not get up, her muscles on the paw have atrophied, and no fractures were found. Analyzes came today, they more or less affected the kidneys and liver most of all. In this state, she couldn't be starved for several days. For months, some mean people starved her.\nCredit To: vozmi_sobaku\nt.me/vozmi_sobaku_gm\n#EmaciatedPuppy, #HowlOfPet, #AmazingTransformation",
    "trans": "Enfermée dans l'obscurité pendant 10 ans, elle a été abandonnée dans une benne lorsque son corps est devenu trop émacié…\nÀ 5 heures du matin, le 13 mai, dans un quartier résidentiel de Moscou, des habitants ont découvert une chienne à peine en vie dans une boîte, réduite à un squelette. Les mots ne suffisent pas à décrire cette scène. Un squelette vivant, incapable de se lever ni de manger. Elle doit être transportée d’urgence à la clinique, sans notre aide, elle ne tiendra pas longtemps. Elle est maintenant en route vers la clinique. On l’appelle Nika. D’après les vétérinaires, c’est une jeune chienne, ressemblant à un Labrador. Elle souffre de déshydratation sévère et d’un épuisement extrême. L’échographie montre que ses organes internes sont normaux. Elle ne peut pas se lever, ses muscles des pattes sont atrophiés, mais aucune fracture n’a été détectée. Les analyses reçues aujourd’hui révèlent que ses reins et son foie sont les plus touchés. Dans cet état, elle n’a pas été privée de nourriture pendant quelques jours seulement, mais pendant des mois, des individus cruels l’ont affamée.\nCrédit à : vozmi_sobaku\nt.me/vozmi_sobaku_gm\n#ChiotÉmacié #CriDesAnimaux #TransformationIncroyable"
}