{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I moved to the B classes with the black kids. I decided I’d rather be held back with people I liked than move ahead with people I didn’t know.\nBeing at H. A. Jack made me realize I was black. Before that recess I’d never had to choose, but when I was forced to choose, I chose black. The world saw me as colored, but I didn’t spend my life looking at myself. I spent my life looking at other people. I saw myself as the people around me, and the people around me were black. My cousins are black, my mom is black, my gran is black. I grew up black. Because I had a white father, because I’d been in white Sunday school, I got along with the white kids, but I didn’t belong with the white kids. I wasn’t a part of their tribe. But the black kids embraced me. “Come along,” they said. “You’re rolling with us.” With the black kids, I wasn’t constantly trying to be. With the black kids, I just was.",
    "trans": "J'ai été transféré dans les classes B avec les enfants noirs. J'ai décidé que je préférais redoubler avec des personnes que j'aimais plutôt que d'avancer avec des gens que je ne connaissais pas.\nÊtre à H. A. Jack m’a fait réaliser que j’étais noir. Avant cette récréation, je n’avais jamais eu à choisir, mais quand j’ai été forcé de le faire, j’ai choisi d’être noir. Le monde me voyait comme une personne de couleur, mais je ne passais pas ma vie à me regarder. Je passais ma vie à regarder les autres. Je me voyais à travers les personnes qui m’entouraient, et ces personnes étaient noires. Mes cousins sont noirs, ma mère est noire, ma grand-mère est noire. J’ai grandi en étant noir. Parce que j’avais un père blanc, parce que j’étais allé à l’école du dimanche avec des Blancs, je m’entendais bien avec les enfants blancs, mais je ne faisais pas partie de leur tribu. Mais les enfants noirs, eux, m’ont accueilli à bras ouverts. « Viens avec nous, » disaient-ils. « Tu es des nôtres. » Avec eux, je n’avais pas besoin de faire semblant d’être quelqu’un. Avec eux, j’étais simplement moi."
}