{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Please see the below email we have received from the Family learning team.\nPlease find attached information of our exciting ‘Hands of Leicester’ Competition.\nAs some of you may already know, Leicester Family Learning’s logo is two hands. Whilst we love this logo, as we feel it represents our ethos, we feel it could do with a revamp. So, we decided to run a city-wide competition to get parents and children involved in creating two hands that represent their family's learning journey.\nWe will be looking at the input from parents and children (all family members). The winner will be announced at our open day, Saturday 16th November, where all the hands will be displayed, along with the stories created during Family Learning Week.\nWe have some fantastic prizes:\n1st : De Monfort Hall pantomime family ticket- to see Snow White\n2nd: Family ticket to Abbey Park Enlightened\n3rd : Book and game bundle.\nPlease see attached for you to download/print yourself, should you wish to have a paper copy then please collect one from the office. Once you have completed this you can hand this back into the office by Monday 11th November 2024 for them to collect.",
    "trans": "Veuillez trouver ci-dessous l'e-mail que nous avons reçu de l'équipe Family Learning.\nVeuillez consulter les informations relatives à notre passionnant concours « Hands of Leicester » ci-joint.\nComme certains d'entre vous le savent peut-être déjà, le logo de Leicester Family Learning représente deux mains. Bien que nous appréciions beaucoup ce logo, car il incarne nos valeurs, nous estimons qu'il pourrait bénéficier d'un petit rafraîchissement. C'est pourquoi nous avons décidé d'organiser un concours à l'échelle de la ville afin d'impliquer les parents et les enfants dans la création de deux mains représentant le parcours d'apprentissage de leur famille.\nNous prendrons en compte les contributions des parents, des enfants et de tous les membres de la famille. Le gagnant sera annoncé lors de notre journée portes ouvertes, le samedi 16 novembre, où toutes les créations seront exposées, accompagnées des histoires créées pendant la Semaine de l'apprentissage en famille.\nNous avons des prix fantastiques à offrir :\n1er prix : Billet familial pour la pantomime à De Montfort Hall pour voir Blanche-Neige\n2e prix : Billet familial pour Abbey Park Enlightened\n3e prix : Ensemble de livres et de jeux.\nVeuillez consulter le document ci-joint que vous pouvez télécharger/imprimer vous-même. Si vous préférez une copie physique, veuillez en récupérer une auprès du bureau. Une fois que vous aurez complété votre inscription, vous pouvez la remettre au bureau avant le lundi 11 novembre 2024, pour qu'ils puissent la collecter."
}