{
    "source": "en_US",
    "target": "fr_FR",
    "text": "NIACIN 500 mg TABLETS/VITAMIN B-3: Niacin (Vitamin B-3) is an essential B-group vitamin necessary for good health.\nProduct Note: Exposure to heat or sunlight may lead to melting/damage of product. Hence customers are expected to be available during the product delivery\nSUSTAINED RELEASE TO MINIMIZE FLUSHING: Niacin supplements may sometimes temporarily cause flushing and/or itching, but this sustained release tablet should minimize those symptoms. To further limit these uncomfortable but not dangerous symptoms, take daily and avoid missing doses.\nCERTIFICATIONS/CLASSIFICATIONS: Soy Free, Made without Gluten, Dairy Free, Egg Free, Nut Free, Kosher, Vegan/Vegetarian\nGMP Quality Assured: NPA A-rated GMP certification means that every aspect of the NOW manufacturing process has been examined, including our laboratory/testing methods (for stability, potency, and product formulation).\nPackaged in the USA by a family owned and operated company since 1968",
    "trans": "NIACINE 500 mg COMPRIMÉS/VITAMINE B-3 : La niacine (vitamine B-3) est une vitamine essentielle du groupe B, nécessaire au maintien d'une bonne santé.\nRemarque concernant le produit : L’exposition à la chaleur ou à la lumière du soleil peut entraîner la fonte ou l’altération du produit. Par conséquent, les clients sont priés d’être disponibles lors de la livraison du produit.\nLIBÉRATION PROLONGÉE POUR RÉDUIRE LES ROUGEURS : Les compléments de niacine peuvent parfois provoquer temporairement des rougeurs et/ou des démangeaisons, mais ce comprimé à libération prolongée devrait minimiser ces symptômes. Pour limiter davantage ces sensations inconfortables mais non dangereuses, prenez-le quotidiennement et évitez d’oublier des prises.\nCERTIFICATIONS/CLASSIFICATIONS : Sans soja, sans gluten, sans produits laitiers, sans œufs, sans fruits à coque, casher, végétalien/végétarien.\nQualité garantie GMP : La certification GMP notée A par la NPA signifie que chaque aspect du processus de fabrication de NOW a été examiné, y compris nos méthodes de laboratoire/de test (pour la stabilité, la puissance et la formulation du produit).\nEmballé aux États-Unis par une entreprise familiale exploitée depuis 1968."
}