{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Using the Microscope and Handling Samples\nBiologists typically use a compound light microscope to view small living organisms and cells. To\nsee through the compound light microscope, you need to place the sample on a glass slide, but the\nsample must be thin enough to become transparent or very small.\nThe slide containing the sample is placed over an opening in the microscope stage. From a light\nsource, such as a mirror or a lamp mounted in the base, light is directed upwards, passing through the\nsample and through the objective lens positioned directly above it. The objective lens then magnifies\nthe sample. The enlarged image is then projected through the tube towards the ocular lens located in\nthe eyepiece, where it is magnified further.\nMost light microscopes have a set of objective lenses with different magnification levels. You can\nselect and focus the lens in the field of view by rotating the revolving nosepiece.\nSome modern microscopes are equipped with wired or wireless digital cameras and touch screens to\ndisplay the magnified sample under the lens, allowing for control over the screen frame and clarity,\nvideo recording, and taking screenshots or photos. They can be connected to projectors, computers,\nand mobile devices, and managed through their specific software.",
    "trans": "Utilisation du Microscope et Manipulation des Échantillons\nLes biologistes utilisent généralement un microscope optique composé pour observer de petits organismes vivants et des cellules. Pour\nvoir à travers le microscope optique composé, vous devez placer l'échantillon sur une lame de verre, mais le\néchantillon doit être suffisamment fin pour devenir transparent ou être de très petite taille.\nLa lame contenant l'échantillon est placée au-dessus d'une ouverture sur la platine du microscope. À partir d'une source de lumière\nsource, telle qu’un miroir ou une lampe montée dans la base, la lumière est dirigée vers le haut, passant à travers le\néchantillon et par l’objectif placé directement au-dessus. L’objectif agrandit alors\nl’échantillon. L’image agrandie est ensuite projetée à travers le tube vers la lentille oculaire située\nl’oculaire, où il est magnifié davantage.\nLa plupart des microscopes à lumière ont un ensemble de lentilles objectives avec différents niveaux d’agrandissement. Vous pouvez\nSélectionner et focaliser l’objectif dans le champ de vision en tournant la lunette tournante.\nCertains microscopes modernes sont équipés de caméras numériques filaires ou sans fil et d’écrans tactiles pour\nafficher l’échantillon agrandi sous la lentille, ce qui permet de contrôler le cadre et la clarté de l’écran,\nEnregistrement vidéo et prise de captures d’écran ou de photos. Ils peuvent être connectés à des projecteurs, ordinateurs,\net les appareils mobiles, et gérés par leur logiciel spécifique."
}