{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Kérastase Anti Hair-Fall Fortifying Treatment Ampoules 10x6ml (10x0.20fl oz) consists of fortifying ampoules that are perfect for really weakened hair and hair with a tendency to fall out. At the same time, this ampoule-shaped serum works almost instantly, making it suitable for high peaks of hair loss. So, for a more prolonged preventive effect over time, it is important to use the Kérastase Genesis range!\nResuming, these ampoules have a combination of ingredients that maximize both the internal and external beauty of the hair fiber. In this way, the hair ends up being strengthened and repaired. Specifically, the hair follicle at the root is more attached to the skin, which prevents it from falling out. In turn, the scalp gains an ideal environment that promotes good hair growth as its protective barrier is reinforced. Finally, it is common for hair loss to have an uncomfortable feeling of itching and irritation. However, these ampoules help to soothe this itching and generally improve the balance of the scalp skin and the hair itself.",
    "trans": "Les ampoules de traitement fortifiant anti-chute de Kérastase 10x6ml (10x0,20fl oz) sont composées d'ampoules fortifiantes idéales pour les cheveux véritablement affaiblis et les cheveux ayant tendance à tomber. Parallèlement, ce sérum en ampoules agit presque instantanément, ce qui le rend adapté aux pics élevés de chute de cheveux. Ainsi, pour un effet préventif plus prolongé dans le temps, il est important d'utiliser la gamme Kérastase Genesis !\nEn résumé, ces ampoules contiennent une combinaison d'ingrédients qui maximisent la beauté interne et externe de la fibre capillaire. De cette manière, les cheveux finissent par être renforcés et réparés. Plus précisément, le follicule pileux à la racine est mieux ancré à la peau, ce qui l'empêche de tomber. De son côté, le cuir chevelu bénéficie d'un environnement idéal qui favorise une bonne croissance des cheveux, car sa barrière protectrice est renforcée. Enfin, il est courant que la chute des cheveux s'accompagne d'une sensation inconfortable de démangeaisons et d'irritations. Cependant, ces ampoules aident à apaiser ces démangeaisons et à améliorer globalement l'équilibre de la peau du cuir chevelu et des cheveux eux-mêmes."
}