{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Nick admitted it was a bit selfish inconveniencing Matt by marking him up, but he knew Matt wouldn’t mind. They’d been staying in all week and Nick likes to mark up Matt because of how cute Chris can get when he’s jealous. Chris can range from being jealous of Nick for marking Matt up all by himself, or not having either of his boyfriends make him theirs.\nOnly when Matt started to breathe more heavily is when Nick pulled away, he kept his hands in place against the mattress. He reached over to the nightstand for his phone. He got ready to take a photo from above, making sure his hold on his brother was visible.\nMatt squirmed, his head falling to the side. His ears reddened in embarrassment. Nick whispered and tried to get him to look up, he settled for a photo of him hiding away shyly into the pillow. He let Matt go, Matt pulled back with giggles and got up to change into a fresh pair of clothes.\nNick got up and headed to the living room. He shouted out as he set the photo to his lock screen. “Come out when you’re ready for you and Chris’ surprise!\nNick headed over to their coffee table in the middle of their living room. He made sure that Chris didn’t sneak by and peek into the bag. Once he saw it was just as closed as he left it he sat down, he angled his phone so it would capture the three of them sitting on the couch and his brothers opening what he got them.\nThey’d talked about getting this before but decided it was too pricey. Although they definitely had enough money to splurge on anything they wanted they still decided to be smart with their money. Almost all of their pricey belongings were sent to them or they were gifts.\nNick knew how much the two of his brothers wanted this, and he decided to spend his own money on it. Even though they were all very comfortable, it's the thought that counts. Not like he wanted to use this, it seemed but Nick doesn’t care much for it.\nChris had gone into his room to work on some paperwork he’d been procrastinating on. He sped downstairs and paused when he saw the bag, a smile forming on his face as he sat beside Nick. “Is this what you were talking about when I woke up?”\nNick nodded, wrapping an arm around him. “Yup. Matt’s gonna be out any second and I’m going to record you two opening it.”\nChris danced around weirdly and snuggled into Nick as he thanked him repeatedly, kissing all over his face. Matt came out of his room and walked towards the two, his hair messy because he didn’t bother to brush it.\nIt took everything in him to not peek inside the bag but he sat besides Chris. Chris glanced over and saw the marks all over Matt’s neck. He wanted to be a bit disappointed that he wasn’t a part of it but he’d bring that up later. Chris was impatient and started recording on Nick’s phone for him, he set it against the table.\n“Okay, someone’s eager.” Nick scoffed, he pulled the bag closer and put it between his brothers. The way both their eyes followed the bag made him laugh. “Got you two a little gift, you guys deserve it.”\nChris waited for Nick’s approving nod before he reached over to start ripping the tape off. Matt leaned against his shoulder and smiled, eager to see what it was.\nChris reached in and laughed as he pulled out a PS5 box. It was unexpected but he loved it, Matt gasped and started laughing as well. He reached over to rub Nick’s head. “Nick! This is so cool!”\nNick pulled back, rolling his eyes. “Look a bit closer.”\nChris set it on his lap so they could better examine the box. Nick watched as the two started to geek out as the console was decorated in their favorite colors, he got it personalized with his connections. The two started rambling on how they’d use it in the living room for hours, Nick just now realized how much this would affect their already nonexistent sleep schedules.\nMatt almost dangerously maneuvered above Chris to squeeze Nick into a tight hug. “You’re fucking amazing. I love you.”",
    "trans": "Nick admit que c'était un peu égoïste de déranger Matt en le marquant, mais il savait que Matt ne le dérangerait pas. Ils étaient restés à la maison toute la semaine et Nick aime marquer Matt à cause de la façon dont Chris devient mignon quand il est jaloux. Chris peut être jaloux de Nick pour avoir marqué Matt tout seul, ou bien de ne pas avoir un seul de ses petits amis qui le rend le sien.\nCe n'est que lorsque Matt commença à respirer plus fort que Nick s'arrêta, gardant ses mains contre le matelas. Il tendit la main vers la table de chevet pour son téléphone. Il se prépara à prendre une photo d'en haut, en s'assurant que sa prise sur son frère soit visible.\nMatt se tortillait, sa tête tombant sur le côté. Ses oreilles rougirent de gêne. Nick lui chuchota et essaya de le faire regarder vers le haut, mais il se contenta d'une photo de lui caché timidement dans l'oreiller. Il laissa Matt partir, Matt se releva avec des éclats de rire et alla se changer pour mettre des vêtements propres.\nNick se leva et se dirigea vers le salon. Il cria en mettant la photo en fond d'écran. « Viens quand tu es prêt pour la surprise pour toi et Chris !\nNick se dirigea vers la table basse au milieu de leur salon. Il s'assura que Chris ne puisse pas s'approcher pour jeter un œil dans le sac. Une fois qu'il s'assura qu'il était aussi fermé qu'il l'avait laissé, il s'assit, orienta son téléphone de façon à capturer les trois d'entre eux assis sur le canapé et ses frères ouvrant ce qu'il leur avait acheté.\nIls en avaient parlé de l'acheter avant, mais avaient décidé que c'était trop cher. Bien qu'ils aient largement assez d'argent pour se faire plaisir, ils avaient décidé de rester raisonnables avec leurs finances. Presque toutes leurs affaires coûteuses leur étaient envoyées ou étaient des cadeaux.\nNick savait combien ses deux frères en voulaient un, et il avait décidé de dépenser son propre argent pour leur faire plaisir. Même s'ils étaient tous très à l'aise financièrement, c'est l'intention qui compte. Pas qu'il voulait vraiment l'utiliser, mais Nick n'en avait que faire.\nChris était allé dans sa chambre pour travailler sur des papiers qu'il avait reportés. Il descendit précipitamment et s'arrêta en voyant le sac, un sourire se formant sur son visage alors qu'il s'asseyait à côté de Nick. « C'est ce dont tu parlais quand je me suis réveillé ? »\nNick hocha la tête, passant un bras autour de lui. « Ouais. Matt va sortir dans une seconde et je vais vous filmer en train de l'ouvrir. »\nChris dansa bizarrement et se pelotonna dans les bras de Nick en le remerciant mille fois, en lui couvrant le visage de baisers. Matt sortit de sa chambre et se dirigea vers les deux, ses cheveux en bataille car il ne s'était pas donné la peine de les brosser.\nIl lui fallut toute sa volonté pour ne pas jeter un œil dans le sac, mais il s'assit à côté de Chris. Chris jeta un regard et remarqua les marques sur le cou de Matt. Il voulait être un peu déçu de ne pas en faire partie, mais il en parlerait plus tard. Chris était impatient et commença à enregistrer sur le téléphone de Nick, qu'il posa sur la table.\n« Ok, quelqu'un est impatient. » Nick souffla, il rapprocha le sac et le posa entre ses frères. La façon dont leurs yeux suivirent le sac le fit rire. « Je vous ai pris un petit cadeau, vous le méritez. »\nChris attendit le signe d'approbation de Nick avant de tendre la main pour commencer à déchirer le ruban adhésif. Matt s'appuya contre son épaule et sourit, impatient de voir ce que c'était.\nChris plongea les mains dans le sac et éclata de rire en sortant une boîte de PS5. C'était inattendu, mais il adorait ça, Matt laissa échapper un cri et se mit à rire aussi. Il tendit la main pour caresser la tête de Nick. « Nick ! C'est trop cool ! »\nNick se recula, roulant des yeux. « Regarde un peu plus près. »\nChris posa la boîte sur ses genoux pour qu'ils puissent mieux examiner la boîte. Nick les regarda s'exciter en voyant la console décorée dans leurs couleurs préférées, il l'avait fait personnaliser grâce à ses connexions. Les deux commencèrent à bavarder sur la façon dont ils allaient l'utiliser dans le salon pendant des heures, Nick réalisa juste à quel point cela allait affecter leurs horaires de sommeil déjà inexistants.\nMatt manœuvra presque dangereusement au-dessus de Chris pour attraper Nick dans une étreinte serrée. « T'es un putain de génie. Je t'aime. »"
}