{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Visualizing supervised learning can be effectively accomplished using scatter plots. Imagine plotting cells based on features such as smoothness and concavity. Each cell is represented as a point on the graph, with its position determined by these characteristics. The supervised learning algorithm's task is to draw a decision boundary that best separates cancerous cells from healthy ones.\nAs the algorithm iterates through the training data, it adjusts this boundary, refining its ability to accurately classify cells. Initially, the boundary might be crude and result in several misclassifications. However, with each iteration and feedback from the labeled data, the boundary becomes more precise, reducing errors and enhancing the model's predictive capabilities. This visual representation underscores the model's learning process, highlighting how it evolves to make more accurate distinctions based on the provided data.",
    "trans": "La visualisation de l'apprentissage supervisé peut être réalisée efficacement à l'aide de diagrammes de dispersion. Imaginez que l'on trace des cellules en fonction de caractéristiques telles que la douceur et la concavité. Chaque cellule est représentée comme un point sur le graphique, sa position étant déterminée par ces caractéristiques. La tâche de l'algorithme d'apprentissage supervisé consiste à tracer une limite de décision qui sépare au mieux les cellules cancéreuses des cellules saines.\nAu fur et à mesure que l'algorithme parcourt les données d'apprentissage, il ajuste cette limite, affinant ainsi sa capacité à classer les cellules avec précision. Au départ, la limite peut être grossière et entraîner plusieurs erreurs de classification. Cependant, à chaque itération et avec le retour d'information des données étiquetées, la limite devient plus précise, ce qui réduit les erreurs et améliore les capacités prédictives du modèle. Cette représentation visuelle souligne le processus d'apprentissage du modèle, en mettant en évidence la manière dont il évolue pour établir des distinctions plus précises sur la base des données fournies."
}