{
    "source": "en_US",
    "target": "fr_FR",
    "text": "More victims of The iCon Group pyramid scheme who live abroad have filed a complaint with the Consumer Protection Police Division.\nThe filings bring the total number of victims to 9,469 as of Saturday, with losses totalling 2.9 billion baht.\nIttidet Thaneswatana, who represents overseas victims of The iCon Group, said victims have been found in nearly 20 countries and territories, including China, Hong Kong, Macau, Myanmar, Laos, Cambodia, Malaysia, Singapore, United Arab Emirates, the United Kingdom, Italy, Germany, Sweden, Estonia, Luxembourg, Canada and the United States.\nOne of the victims from abroad is Nin, a Thai woman who runs a grocery store in Hong Kong, who joined the scheme after seeing one of the company's billboards during a visit to Thailand. Upon joining the scheme, Nin paid 250,000 baht to her recruiter, who then encouraged her to recruit members to upgrade her status within the company.\nFather detains children after heated quarrel with wife\nChina to lend more giant pandas to Thailand\nThree killed in speeding truck crash\nShe convinced several of her friends and relatives to sign up, only to encounter many problems such as missing products, unreasonably high prices, and lower profits and commissions. She and her friends and relatives have not been able to sell the products and ended up losing almost two million baht in total.\nMr Ittidet said another member of the pyramid scheme who lives in the United States also claimed massive losses as she was unable to sell the brand's products, which she had ordered in large amounts. The victim said she has had to give away hundreds of boxes of products from The iCon Group because the company has now lost its reputation and the products will soon be past their expiry dates.\nPol Lt Gen Akkaradet Phimonsri, assistant to the national police chief who leads investigations into the case, said the amount of damages and number of victims means the matter qualifies for special case status and so it will be transferred from the Central Investigation Bureau to the Department of Special Investigation on Monday.",
    "trans": "De nouvelles victimes du système pyramidal The iCon Group vivant à l'étranger ont déposé une plainte auprès du bureau de la police chargé de la protection des consommateurs.\nCes plaintes portent le nombre total de victimes à 9 469 à la date de samedi, avec des pertes s'élevant à 2,9 milliards de bahts.\nIttidet Thaneswatana, qui représente les victimes étrangères du groupe iCon, a déclaré que des victimes ont été trouvées dans près de 20 pays et territoires, dont la Chine, Hong Kong, Macao, Myanmar, le Laos, le Cambodge, la Malaisie, Singapour, les Émirats Arabes Unis, le Royaume-Uni, l'Italie, l'Allemagne, la Suède, l'Estonie, le Luxembourg, le Canada et les États-Unis.\nL'une des victimes étrangères est Nin, une thaïlandaise qui tient une épicerie à Hong Kong et qui a adhéré au système après avoir vu l'un des panneaux d'affichage de la société lors d'une visite en Thaïlande. Lors de son adhésion, Nin a versé 250 000 bahts à son recruteur, qui l'a ensuite encouragée à recruter des membres pour améliorer son statut au sein de l'entreprise.\nUn père séquestre ses enfants après une violente dispute avec sa femme\nLa Chine va prêter d'autres pandas géants à la Thaïlande\nTrois morts dans un accident de camion à grande vitesse\nElle a convaincu plusieurs de ses amis et parents de s'inscrire, mais s'est heurtée à de nombreux problèmes comme des produits manquants, des prix déraisonnablement élevés et des profits et commissions moindres. Elle, ses amis et ses proches n'ont pas pu vendre les produits et ont fini par perdre près de deux millions de bahts au total.\nM. Ittidet a déclaré qu'un autre membre du système pyramidal, qui vit aux États-Unis, a également subi des pertes massives car elle n'a pas pu vendre les produits de la marque, qu'elle avait commandés en grandes quantités. La victime a déclaré qu'elle avait dû offrir des centaines de boîtes de produits du groupe iCon parce que l'entreprise a perdu sa réputation et que les produits auront bientôt dépassé leur date de péremption.\nLe lieutenant-général Akkaradet Phimonsri, assistant du chef de la police nationale qui dirige les enquêtes sur cette affaire, a déclaré que le montant des dommages et le nombre de victimes signifient que l'affaire remplit les conditions requises pour bénéficier du statut d'affaire spéciale et qu'elle sera donc transférée du Bureau central d'enquête au Département des enquêtes spéciales lundi."
}