{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I do have questions and these points that were just made are repeat of what was said last time.\nI asked a question after pointing out twice now - that the hand set lost communication's with the craft. No\nIndications were recieved from the craft as to what it was doing or where it was - zero.\nDo if the craft was going what it was intended to do. What should I have done ?\nI was getting zero indications on video as to what was the attitude if the craft.\nI was getting zero feedback as to altitude of direction of travel,\nWith out knowing the attitude of the craft of its direction of travel showing on the hand set -?\nIt was impossible to\nKnow what the next best practice was likely to be !\nI’m not getting flight information during a critical\nFlight segment that was plenty of time to request the craft move away from an open area of wet land - I’d gave Vern looking fur a craft perched on a tuft of grass.\nI stead I was dealing blind and without any feedback as to which way was best to fly the craft - I’ve explained this twice now !\nDo you see what I’m asking - I was 250 feet from the craft when it decided to land - it would have taken very few seconds to fly 250 feet if only the hand set and craft were communicating - instead I wasted what turned out to be very valuable last few minutes of flight time blind and not in communications or controlling the craft - something not mentioned anywhere here in YOUR report.\nWhy did the craft go dark - why no response - why no video - why no visuals at this very crucial juncture ?\nThis is what I’m asking and why avoid responding and instea",
    "trans": "J'ai des questions à poser et les points qui viennent d'être soulevés sont des répétitions de ce qui a été dit la dernière fois.\nJ'ai posé une question après avoir fait remarquer, à deux reprises - que le tableau de contrôle avait perdu la communication avec le craft. Non\nDes indications ont été reçues de l'engin sur ce qu'il faisait ou sur l'endroit où il se trouvait - zéro.\nSuivre l'engin si elle fait ce qu'elle est censée faire. Qu'aurais-je dû faire ?\nJe n'avais aucune indication sur la vidéo quant à l'attitude de l'engin.\nJe ne recevais aucune information liée à l'altitude ou le sens de déplacement,\nSans connaître l'attitude de l'engin ou son sens de déplacement qui apparaît sur le tableau de contrôle - ?\nIl était impossible de\nSavoir quelle sera la prochaine meilleure pratique !\nJe ne reçois pas d'informations sur les vols pendant une période critique\nLe segment de vol qui était amplement suffisant pour permettre à l'engin de s'éloigner d'une zone ouverte de terre humide - j'ai donné à Vern l'envie en regardant la fourrure d'un engin perché sur une touffe d'herbe.\nJe me suis rendu compte que je travaillais à l'aveuglette et que je n'avais aucun retour d'information sur la meilleure façon de piloter l'engin - je l'ai expliqué deux reprise !\nVous voyez ce que je veux dire - j'étais à 250 pieds de l'engin lorsqu'il a décidé d'atterrir - il m'aurait fallu très peu de secondes pour parcourir 250 pieds si seulement la télécommande et l'engin communiquaient - au lieu de cela, j'ai gaspillé ce qui s'est avéré être de précieuses dernières minutes de vol à l'aveugle, sans communication ni contrôle de l'engin - ce qui n'est mentionné nulle part dans VOTRE rapport.\nPourquoi l'engin s'est-il éteint - pourquoi pas de réponse - pourquoi pas de vidéo - pourquoi pas de visuel à ce moment crucial ?\nC'est ce que je demande et c'est la raison pour laquelle il faut éviter de répondre et plutôt"
}