{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We're writing to let you know that you have a new message in the Regence Message Center. We want to protect your personal health information, so you'll need\nto sign in to https:[redacted_url] to see your message.\nYour message may be a notice of a new insurance claim being processed. Once you've signed into Message Center, you can view the claim and find out how to appeal a decision if needed.\nIf you have any questions, we are here to help. Just contact us.\nSincerely,\nThe Regence Team\n*** This notification was generated by an automated system. Please do not reply to this email. ***\nIMPORTANT NOTICE: This communication, including any attachment, contains information that may be confidential or privileged, and is intended solely for the entity or individual to whom it is addressed. If you are not the intended recipient, you should delete this message and are hereby notified that any disclosure, copying, or distribution of this message is strictly prohibited. Nothing in this email, including any attachment, is intended to be a legally binding signature.",
    "trans": "Nous vous informons que vous avez un nouveau message dans le Regence Message Center. Afin de protéger vos informations personnelles de santé, vous devez\nvous connecter à https:[redacted_url] pour consulter votre message.\nVotre message peut concerner un avis concernant le traitement d'une nouvelle réclamation d'assurance. Une fois connecté au Message Center, vous pourrez consulter la réclamation et savoir comment faire appel d'une décision si nécessaire.\nSi vous avez des questions, nous sommes là pour vous aider. N'hésitez pas à nous contacter.\nCordialement,\nL'équipe Regence\n*** Cette notification a été générée par un système automatisé. Veuillez ne pas répondre à cet email. ***\nAVIS IMPORTANT : Cette communication, y compris toute pièce jointe, contient des informations pouvant être confidentielles ou privilégiées et est destinée uniquement à l'entité ou à la personne à laquelle elle est adressée. Si vous n'êtes pas le destinataire prévu, vous devez supprimer ce message et vous êtes par la présente informé que toute divulgation, copie ou distribution de ce message est strictement interdite. Rien dans cet email, y compris toute pièce jointe, n'est destiné à constituer une signature légalement contraignante."
}