{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your payment may have been refunded for the following reasons:\nOverpayment Refund: We refunded the extra charge for a higher 1st payment if the rent paid was lower than the estimated amount.\nNo Balance Detected: Our system didn’t detect a rent balance when attempting to process your payment, causing our system to refund the 1st payment.\nPayment Submission Issues: We couldn’t submit your rent payment due to:\nA change in the rent portal or property management\nThe ACH option being disabled on your rent portal.\nRent Payment Process Stopped: The rent payment process was stopped because you chose to pause your Flex account or cancel the payment process within the app, which resulted in a refund of your 1st payment.\nRefunds can take up to 3-5 business days to process, but they are usually completed sooner, depending on your financial institution.",
    "trans": "Votre paiement a pu être remboursé pour les raisons suivantes :\nRemboursement pour trop-perçu : Nous avons remboursé le montant excédentaire pour un premier paiement plus élevé si le loyer payé était inférieur au montant estimé.\nAucun solde détecté : Notre système n’a pas détecté de solde de loyer lors de la tentative de traitement de votre paiement, ce qui a entraîné un remboursement du premier paiement.\nProblèmes de soumission de paiement : Nous n’avons pas pu soumettre votre paiement de loyer en raison de :\nUn changement dans le portail de paiement ou la gestion de la propriété.\nL'option ACH ayant été désactivée sur votre portail de paiement de loyer.\nProcessus de paiement de loyer arrêté : Le processus de paiement de loyer a été arrêté car vous avez choisi de mettre en pause votre compte Flex ou d’annuler le processus de paiement via l’application, ce qui a entraîné un remboursement de votre premier paiement.\nLes remboursements peuvent prendre jusqu'à 3 à 5 jours ouvrables pour être traités, mais ils sont généralement complétés plus rapidement, en fonction de votre institution financière."
}