{
    "source": "en_US",
    "target": "fr_FR",
    "text": "note that unscheduled visitors may not be permitted entry to IRCC offices. Accordingly, please come to the office as indicated above, and not more than 15 minutes in advance. If you require, your representatives and interpreter may join you in person. Please present a copy of this notice upon your arrival. Be prepared to spend up to an hour in the office.\nClients and their children aged 5 years and older (as well as representatives and interpreters) are encouraged to wear a mask or face covering before entering the IRCC office.\nIf you are not currently in Canada, you may need to make an application for a permanent resident travel document (PRTD) at either the nearest Visa Application Centre, Canadian Visa Office or via the Permanent Resident (PR) Portal. To find information on how to apply for a PRTD, go to: https://www.canada.ca/en/immigration-refugees-citizenship/services/new-immigrants/pr-travel- document.html\nIf you wish to withdraw your PR card application, you may refer to the following website for details:\nhttp://www.cic.gc.ca/english/helpcentre/answer.asp? qnum=719&top=4\nIf you wish to voluntarily renounce your permanent resident status, you may refer to the following website for details: http://www.cic.gc.ca/english/information/applications/guides/5781ETOC.asp\nThe unique client identifier (UCI) in the upper right corner of this notice is your personal identification number and it provides access to information on your file. Please include this number on all correspondence.\nIf you have questions or need more information, or wish to inform us of a change of address, you can do so by visiting https://www.canada.ca/en/immigration-refugees-citizenship/corporate/contact-ircc.html\nIf you require additional information please call the IRCC National Call Centre: 1-888-242-2100 or email them at question@cic.gc.ca .\nYours sincerely,\nPB\nImmigration, Refugee and Citizenship Canada",
    "trans": "Veuillez noter que les visiteurs non programmés peuvent ne pas être autorisés à entrer dans les bureaux de l'IRCC. Par conséquent, veuillez vous présenter à l'adresse indiquée ci-dessus, et pas plus de 15 minutes à l'avance. Si nécessaire, vos représentants et interprètes peuvent vous accompagner en personne. Veuillez présenter une copie de cet avis lors de votre arrivée. Soyez prêt à passer jusqu'à une heure dans le bureau.\nLes clients et leurs enfants de 5 ans et plus (ainsi que les représentants et interprètes) sont encouragés à porter un masque ou un couvre-visage avant d'entrer dans les bureaux de l'IRCC.\nSi vous ne vous trouvez pas actuellement au Canada, vous devrez peut-être faire une demande de document de voyage pour résident permanent (PRTD) soit au Centre de demande de visa le plus proche, soit à un bureau de visa canadien, ou via le portail des résidents permanents (PR). Pour obtenir des informations sur la façon de faire une demande de PRTD, consultez : https://www.canada.ca/en/immigration-refugees-citizenship/services/new-immigrants/pr-travel-document.html\nSi vous souhaitez retirer votre demande de carte de résident permanent, vous pouvez consulter le site web suivant pour plus de détails :\nhttp://www.cic.gc.ca/english/helpcentre/answer.asp?qnum=719&top=4\nSi vous souhaitez renoncer volontairement à votre statut de résident permanent, vous pouvez consulter le site web suivant pour plus de détails : http://www.cic.gc.ca/english/information/applications/guides/5781ETOC.asp\nLe numéro d'identification client unique (UCI) dans le coin supérieur droit de cet avis est votre numéro d'identification personnel et vous donne accès aux informations sur votre dossier. Veuillez inclure ce numéro dans toute correspondance.\nSi vous avez des questions ou avez besoin de plus d'informations, ou si vous souhaitez nous informer d'un changement d'adresse, vous pouvez le faire en visitant https://www.canada.ca/en/immigration-refugees-citizenship/corporate/contact-ircc.html\nSi vous avez besoin de renseignements supplémentaires, veuillez appeler le Centre d'appel national de l'IRCC : 1-888-242-2100 ou leur envoyer un courriel à question@cic.gc.ca.\nCordialement,\nPB\nImmigration, Réfugiés et Citoyenneté Canada"
}