{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What is Fermi?\nThe Universe is home to numerous exotic and beautiful phenomena, some of which can generate almost inconceivable amounts of energy. Supermassive black holes, merging neutron stars, streams of hot gas moving close to the speed of light ... these are but a few of the marvels that generate gamma-ray radiation, the most energetic form of radiation, billions of times more energetic than the type of light visible to our eyes. What is happening to produce this much energy? What happens to the surrounding environment near these phenomena? How will studying these energetic objects add to our understanding of the very nature of the Universe and how it behaves?\nThe Fermi Gamma-ray Space Telescope, formerly GLAST, is opening this high-energy world to exploration and helping us answer these questions. With Fermi, astronomers at long last have a superior tool to study how black holes, notorious for pulling matter in, can accelerate jets of gas outward at fantastic speeds. Physicists are able to study subatomic particles at energies far greater than those seen in ground-based particle accelerators. And cosmologists are gaining valuable information about the birth and early evolution of the Universe.\nFor this unique endeavor, one that brings together the astrophysics and particle physics communities, NASA has teamed up with the U.S. Department of Energy and institutions in France, Germany, Japan, Italy and Sweden. General Dynamics was chosen to build the spacecraft. Fermi was launched June 11, 2008 at 12:05 pm EDT.",
    "trans": "Qu'est-ce que Fermi ?\nL'Univers abrite de nombreux phénomènes exotiques et magnifiques, dont certains peuvent générer des quantités d'énergie presque inconcevables. Les trous noirs supermassifs, la fusion des étoiles à neutrons, les courants de gaz chauds se déplaçant à une vitesse proche de celle de la lumière... ce ne sont là que quelques-unes des merveilles qui génèrent des rayons gamma, la forme de radiation la plus énergétique, des milliards de fois plus énergétiques que le type de lumière visible à nos yeux. Que se passe-t-il pour produire autant d'énergie ? Qu'arrive-t-il à l'environnement avoisinant ces phénomènes? Comment l'étude de ces objets énergétiques contribuera-t-elle à notre compréhension de la nature même de l'Univers et de son comportement ?\nLe télescope spatial à rayons gamma Fermi, anciennement appelé GLAST, ouvre ce monde à haute énergie à l'exploration et nous aide à répondre à ces questions. Grâce à Fermi, les astronomes disposent enfin d'un outil supérieur pour étudier comment les trous noirs, réputés pour attirer la matière, peuvent accélérer des jets de gaz vers l'extérieur à des vitesses fantastiques. Les physiciens peuvent étudier les particules subatomiques à des énergies bien supérieures à celles observées dans les accélérateurs de particules terrestres. Et les cosmologistes obtiennent des informations précieuses sur la naissance et l'évolution précoce de l'Univers.\nPour cette entreprise unique, qui réunit les communautés de l'astrophysique et de la physique des particules, la NASA a collaboré avec le ministère de l'Énergie des États-Unis et des institutions en France, en Allemagne, au Japon, en Italie et en Suède. General Dynamics a été choisi pour construire le vaisseau spatial. Fermi a été lancé le 11 juin 2008 à 12h05 EDT."
}