{
    "source": "en_US",
    "target": "fr_FR",
    "text": "BUY\nRENT\nSOLD\nSEARCH\nBath\nBed\nCar\n$ Min\n$ Max\nSurrounding Suburbs\nprev\nnext\nslide 13 of 15\nGALLERY\nDESCRIPTION\nMAP\nAGENTS\nENQUIRE NOW\n20 Bursaria Street, Torquay\nNaturally Elegant Designer Living\nYou’ll love:\n• The expansive, open spaces, enhanced by soaring ceilings, abundant natural light & the sophisticated style of this impeccably designed coastal haven.\n• Relaxing with family or hosting unforgettable gatherings in the open-plan living, dining & kitchen, flowing out to a private decked alfresco & landscaped garden.\n• The designer kitchen, showcasing sleek stone benchtops, a statement title splashback, grand island bench, premium Smeg appliances & a large butler’s pantry with a convenient servery window.\n• Unwinding in the luxurious master retreat, complete with sheer curtains, WIRs, & a lavish ensuite with chic stone benchtops, floor-to-ceiling tiles & a double vanity.\nPlus:\n• Three additional bedrooms with BIRs, serviced by an elegant family bathroom, a 2nd living area & a powder room rounds out the home’s functional & versatile floorplan.\n• Other highlights include ducted heating & air-conditioning, durable yet stylish flooring, ample storage, 3-metre ceilings in the living area & premium insulation to ensure year-round comfort.\n• Just a leisurely stroll to local schools, Quay Reserve, playgrounds, & The Dunes Village shops, with quick access to White's Beach & Torquay Sands Golf Course.\n• Perfectly positioned on the corner of a sought-after street, this exceptional residence offers tranquil living with nearby wetlands teeming with birdlife—an ideal sanctuary for the discerning family buyer.\nREAD MORE\nFOR SALE\n$1,125,000-$1,200,000\n4\n2\n4\n499 sqm\nFLOOR PLAN\nVIDEO\nDocuments\nStatement of Information\nShare\nInspection\n19\nOct\nSaturday, 12:00 pm - 12:30 pm\nADD TO CALENDAR\n+\n−\nContact Agents\nChris Henson\nSenior Sales Consultant\n0477774271\nchris@naturalre.com.au\nJake Equid\nSales Consultant\n0499904348\njake@naturalre.com.au\nCONTACT\n22 Bristol Road,\nTorquay, VIC 3228\n03 5261 4711\nhello@naturalre.com.au\nCopyright ©\n2024\nNatural Real Estate.\nAll rights reserved\n|\nPowered by\nAgentpoint\n.\nPrivacy Policy\nSitemap\nChat with Alex",
    "trans": "ACHETER\nLOUER\nVENDU\nRECHERCHER\nBain\nLit\nVoiture\nMin $\nMax $\nSuburbs environnantes\npréc\nsuivant\ndiapositive 13 sur 15\nGALERIE\nDESCRIPTION\nCARTE\nAGENTS\nENQUÊTER MAINTENANT\n20 Bursaria Street, Torquay\nVie de Designer Naturellement Elégante\nVous allez adorer :\n• Les espaces vastes, ouverts, rehaussés par des plafonds élevés, une abondance de lumière naturelle & le style sophistiqué de ce havre côtier impeccablement conçu.\n• Se détendre en famille ou organiser des rassemblements inoubliables dans l'espace-vie, salle à manger & cuisine à aire ouverte donnant sur une terrasse privée & un jardin paysager.\n• La cuisine design, avec des comptoirs en pierre élégants, une crédence en carrelage spectaculaire, un îlot banc grandiose, des appareils Smeg de qualité supérieure & un grand garde-manger avec une fenêtre de service pratique.\n• Se détendre dans la retraite principale luxueuse, complète avec des rideaux transparents, des WIR, & une salle de bain attenante chic avec des comptoirs en pierre, des carreaux du sol-au-plafond & un double lavabo.\nDe plus :\n• Trois chambres supplémentaires avec des BIR, desservies par une salle de bain familiale élégante, une 2e aire de vie & une salle d'eau complètent le plan de maison fonctionnel et polyvalent.\n• D'autres points forts incluent le chauffage & la climatisation-centralisés, un sol durable mais élégant, beaucoup de rangement, des plafonds de 3-mètres dans le salon & une isolation premium pour garantir le confort toute-année.\n• À quelques pas des écoles locales, de Quay Reserve, des aires de jeux & des commerces de The Dunes Village, avec un accès rapide à White's Beach et au Torquay Sands Golf Course.\n• Parfaitement situé au coin d'une rue recherchée, cette résidence exceptionnelle offre une vie tranquille avec des zones humides voisines pleines de faune — un sanctuaire idéal pour l'acheteur familial exigeant.\nLIRE PLUS\nEN VENTE\n1 125 000 $-1 200 000 $\n4\n2\n4\n499 sqm\nPLAN DE L'ETAGE\nVIDEO\nDocuments\nDéclaration d'Information\nPartager\nInspection\n19\nOct\nSamedi, de 12:00-12:30\nAJOUTER AU CALENDRIER\n+\n−\nContactez les Agents\nChris Henson\nConsultant Principal Ventes\n0477774271\nchris@naturalre.com.au\nJake Equid\nConsultant Ventes\n0499904348\njake@naturalre.com.au\nCONTACT\n22 Bristol Road,\nTorquay, VIC 3228\n03 5261 4711\nhello@naturalre.com.au\nCopyright ©\n2024\nNatural Real Estate.\nTous droits réservés\n|\nPropulsé par\nAgentpoint\n.\nPolitique de Confidentialité\nPlan du site\nDiscuter avec Alex"
}