{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear PGers,\nThe October 2024 edition of the FY2425 Generative AI Newsletter has arrived.\nWith continuous advancements in AI technology, Procter & Gamble is increasingly integrating AI across various business scenarios. We look forward to embracing the future with you and continuing to explore innovations in the AI domain!\nWhat’s new this month:\nHappy 1st Anniversary, chatPG! Over 4,500 employees in Greater China have utilized our generative AI tools, with an employee penetration rate of 73%\nNew chatPG Features Released:The ChatPG standard model has been upgraded from GPT 3.5 to GPT-4o-mini, and GPT-4o has been updated to the latest open version. The \"One Pager Coach\" is now available in the chatPG assistant.\nUpcoming ImagePG Feature:A new multimedia analysis feature will soon be launched, enabling automatic text analysis of uploaded videos to empower our business!\nchatPG Prompt Tips:Optimize the sequence of chatPG prompts and Prompt generation tips\nKey Contacts\nUse Cases:[redacted_name],[redacted_name]\nLegal:[redacted_name],InfoSec:[redacted_name],Purchasing:[redacted_name]",
    "trans": "Chers PGers,\nL'édition d'octobre 2024 de la Generative AI Newsletter de l'exercice 2425 est arrivée.\nEn raison des progrès continus de la technologie de l'IA, Procter & Gamble intègre de plus en plus l'IA dans divers scénarios d'affaires. Nous nous réjouissons d'embrasser l'avenir avec vous et de continuer à explorer les innovations dans le domaine de l'IA !\nQuoi de neuf ce mois-ci ?\nHeureux premier anniversaire, chatPG ! Plus de 4 500 employés en Grande Chine ont utilisé nos outils d'IA générative, avec un taux de pénétration de 73 %.\nNouvelles fonctionnalités de chatPG : Le modèle standard de chatPG a été mis à niveau de GPT 3.5 à GPT-4o-mini, et GPT-4o a été mis à jour vers la dernière version ouverte. Le « One Pager Coach » est désormais disponible dans l'assistant ChatPG.\nFonctionnalité ImagePG à venir : lancement prochain d'une nouvelle fonctionnalité d'analyse multimédia permettant l'analyse automatique du texte des vidéos téléchargées afin de renforcer notre activité !\nConseils pour les invites de chatPG:Optimisation de la séquence des invites de chatPG et des conseils pour la génération d'invites.\nContacts clés\nCas d'utilisation : [redacted_name], [redacted_name]\nJuridique : [redacted_name],InfoSec : [redacted_name],Achats : [redacted_name]"
}