{
    "source": "en_US",
    "target": "fr_FR",
    "text": ". Your presentation could also include, but is not limited to:\nTraditions & Customs\nFood, Music, Costumes\nA PPT can be created and used to facilitate the presentation, but the presenter should not only read a text, so make sure that if you do work with text that it is only bullet points. Your job as a presenter is to bring any bullet points or images in your presentation to life.\nThe deadline for uploading any supporting material for your presentation is Friday November 1st at 09:45.\n• To what extent should individuals adapt to the cultural norms of a society they move to, versus maintaining their own cultural identity?\n• How does understanding cultural differences contribute to finding meaning and purpose in our relationships with others?\n• What are the key elements that define a culture, and how do they manifest in different societies?\nIn teams students will have 3 periods to research an international festival and prepare a 6 - 9 minute presentation (each team member 2 - 3 minutes) on the main features of the festival and try to reflect on and answer some of the following questions during your team presentation\nIntroduction to the festival\nYou DO Not need to create a PPT to support your team presentation, but you can if you want to.\nOrigins of the festival\nThings to do during the festival",
    "trans": "Votre présentation pourrait également inclure, mais sans s'y limiter :\nTraditions et coutumes\nNourriture, musique, costumes\nUn diaporama PowerPoint (PPT) peut être créé et utilisé pour faciliter la présentation, mais le présentateur ne doit pas simplement lire un texte. Assurez-vous donc que, si vous utilisez du texte, il se limite à des points clés. Votre rôle en tant que présentateur est de donner vie à chaque point ou image de votre présentation.\nLa date limite pour télécharger tout matériel de soutien pour votre présentation est le vendredi 1er novembre à 09h45.\n• Dans quelle mesure les individus devraient-ils s'adapter aux normes culturelles de la société dans laquelle ils s'installent, par rapport au maintien de leur propre identité culturelle ?\n• Comment la compréhension des différences culturelles contribue-t-elle à trouver un sens et un but dans nos relations avec les autres ?\n• Quels sont les éléments clés qui définissent une culture, et comment se manifestent-ils dans différentes sociétés ?\nEn équipes, les étudiants disposeront de 3 périodes pour rechercher un festival international et préparer une présentation de 6 à 9 minutes (chaque membre de l'équipe ayant 2 à 3 minutes) sur les principales caractéristiques du festival et tenter de réfléchir et répondre à certaines des questions suivantes lors de votre présentation en équipe.\nIntroduction au festival\nIl N'EST PAS nécessaire de créer un PPT pour soutenir la présentation de votre équipe, mais vous pouvez le faire si vous le souhaitez.\nOrigines du festival\nActivités à mener pendant le festival"
}