{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Help articles\nFind a missing package that shows as \"Delivered\"\nMost packages arrive on time, but, sometimes, the tracking may show as \"delivered\" and you don't have your package.\nLate Deliveries\nMost packages arrive on time. Orders sometimes show up after the estimated delivery date.\nTrack your package\nYou can find tracking information in your order details. If an order includes multiple items, each may have separate delivery dates and tracking information.\nCheck status of a refund\nYou can check the status of your refund in Your Orders .\nFind a missing item from your package\nIf an item is missing from your package, it may have been dispatched separately.\nCancel Items or Orders\nYou can cancel items or orders that haven't entered the shipping process yet.\nOrder with Free Shipping by Amazon\nAs a new customer, you can receive free delivery with your first order of eligible items with no minimum purchase required.\nSign Up for the Amazon Prime Free Trial (Non-Quebec Residents)\nIf you haven't been an Amazon Prime member in the last 12 months, you can sign up for a free trial.\nRedeem a Gift Card\nWhen you redeem an Amazon.com Gift Card or gift voucher to your account, the funds are stored in Your Account and will automatically apply to your next eligible order.\nAdd & Manage Payment Methods\nYou can add or update your payment methods by selecting Your Payments in Your Account.\nOrder with 1-click\nBuy Now is an express purchase experience that lets you review and change details, such as payment method and delivery speed, before placing your order, while still checking out quickly.\nAds in Prime Video\nPrime Video movies and TV shows will include limited advertisements. For further details, click here.\nFind answers in help articles\nType something like, where's my stuff?",
    "trans": "Articles d’aide\nRetrouver un colis manquant indiqué comme « Livré »\nLa plupart des colis arrivent à temps, mais il arrive parfois que le suivi indique « Livré » alors que vous ne l’avez pas encore reçu.\nRetards de livraison\nLa plupart des colis arrivent à temps. Cependant, certaines commandes peuvent être livrées après la date de livraison estimée.\nSuivre votre colis\nVous pouvez trouver les informations de suivi dans les détails de votre commande. Si une commande contient plusieurs articles, chacun peut avoir des dates de livraison et des informations de suivi distinctes.\nVérifier l’état d’un remboursement\nVous pouvez vérifier l’état de votre remboursement dans Vos commandes.\nRetrouver un article manquant dans votre colis\nSi un article manque dans votre colis, il se peut qu’il ait été expédié séparément.\nAnnuler des articles ou des commandes\nVous pouvez annuler des articles ou des commandes qui n’ont pas encore été expédiés.\nCommander avec la livraison gratuite par Amazon\nEn tant que nouveau client, vous pouvez bénéficier de la livraison gratuite avec votre première commande d'articles éligibles, sans montant d'achat minimum requis.\nInscrivez-vous à l'essai gratuit d'Amazon Prime (résidents hors du Québec)\nSi vous n'avez pas été membre d'Amazon Prime au cours des 12 derniers mois, vous pouvez vous inscrire pour un essai gratuit.\nUtiliser une carte-cadeau\nLorsque vous utilisez une carte-cadeau Amazon.com ou un bon cadeau sur votre compte, les fonds sont stockés dans votre compte et seront automatiquement appliqués à votre prochaine commande éligible.\nAjouter et gérer les méthodes de paiement\nVous pouvez ajouter ou mettre à jour vos méthodes de paiement en sélectionnant Vos paiements dans votre compte.\nCommander avec 1-Click\nAcheter maintenant est une expérience d'achat express qui vous permet de vérifier et de modifier les détails, tels que le mode de paiement et la vitesse de livraison, avant de finaliser votre commande, tout en procédant rapidement à l'achat.\nPublicités sur Prime Video\nLes films et séries TV sur Prime Video incluront des publicités limitées. Pour plus de détails, cliquez ici.\nTrouver des réponses dans les articles d’aide\nTapez quelque chose comme, Où est mon colis ?"
}