{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Date Invoice\nSupport 25-October-2024 17832609J9GO +1 (833)-944-0632\nDear nuriaescobar. [redacted_email],\nGeek SQUAD\nWe appreciate your business. You paid $528.99 for your Geek Squad subscription, which has been automatically renewed for another 2 years.\nThis is an email confirmation for the payment made through your account.\nThe amount of $528.99 has been processed and wil be debited today. This transaction wil reflect within 24 hours on your account.\nWe appreciate your continued partnership with us.\nDescription\nGeek Squad Subscription (2 years renewal)\n• Computer &mobile Virus removal and protection\n• Software and hardware troubleshooting\nUnit Quantity Total Price\nAmount $528.99\n1\n$528.99\nfI you wish ot cancel or extend Unsubscribe then kindly contact our support team. Contact Support\n+ 1 (833)-944-0632\nRegards,\nGeek Squad Inc.\n21 NFirst Street San Jose, CA 95131 System email donot reply 48638292-897-4dd8-8a69-880cdc9bba02",
    "trans": "Date de facturation\nSupport 25-October-2024 17832609J9GO +1 (833)-944-0632\nCher nuriaescobar. [redacted_email],\nGeek SQUAD\nNous vous remercions de votre confiance. Vous avez payé 528,99 $ pour votre abonnement à Geek Squad, qui a été automatiquement renouvelé pour deux années supplémentaires.\nCeci est un e-mail de confirmation du paiement effectué sur votre compte.\nLe montant de 528.99 $ a été traité et sera débité aujourd'hui. Cette transaction apparaîtra dans les 24 heures sur votre compte.\nNous vous remercions de votre collaboration continue avec nous.\nDescription de la transaction\nAbonnement Geek Squad (renouvellement de 2 ans)\nSuppression et protection des virus informatiques et mobiles\nDépannage de logiciels et de matériel\nUnité Quantité Prix Total\nMontant : 528,99 $\n1\n528,99 $\nSi vous souhaitez annuler ou prolonger votre désinscription, veuillez contacter notre équipe d'assistance. Contact du service d'assistance :\n+ 1 (833)-944-0632\nCordialement,\nGeek Squad Inc.\n21 NFirst Street San Jose, CA 95131 Système e-mail donot reply 48638292-897-4dd8-8a69-880cdc9bba02"
}