{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Establishes the potential of trading emission reduction credits across borders, between nations or jurisdictions. This can encourage the linking of carbon pricing approaches across countries and jurisdictions resulting in the reduction of emissions by a magnitude greater than what is possible solely domestically or nationally.\n● Article 6.4: Creates a new international mitigation mechanism to help countries reduce emissions and promote sustainable development. The mitigation engendered under this mechanism can also be used by Parties other than the host Party to fulfil their NDC. In other words, this provision allows for offsetting through the trading of emission reduction credits.\n● Article 6.5: Puts in place robust accounting measures to avoid double counting of emission reductions and increase transparency, thereby ensuring the integrity of the proposed market-based approaches.",
    "trans": "Établit le potentiel de l’échange de crédits de réduction d'émissions à travers les frontières, entre nations ou juridictions. Cela peut encourager la mise en lien des approches de tarification du carbone entre pays et juridictions, entraînant ainsi une réduction des émissions dans une mesure supérieure à ce qui serait possible uniquement au niveau national ou domestique.\n● Article 6.4 : Crée un nouveau mécanisme international de réduction des émissions pour aider les pays à réduire leurs émissions et promouvoir un développement durable. Les réductions d’émissions générées dans le cadre de ce mécanisme peuvent également être utilisées par les Parties autres que la Partie hôte pour atteindre leurs CDN. En d’autres termes, cette disposition permet de compenser par le biais du commerce de crédits de réduction des émissions.\n● Article 6.5 : Met en place des mesures comptables robustes pour éviter le double comptage des réductions d’émissions et accroître la transparence, garantissant ainsi l’intégrité des approches proposées  sur le marché-basées."
}