{
    "source": "en_US",
    "target": "fr_FR",
    "text": "How many people did you kill when you ditched training before Shadis took over?\" Petra asked him, getting to her feet to face him, the group of Scouts behind her not sure what to make of the situation. \"When you were sneaking off at night, how many people did you kill?\"\n\"That doesn't matter. I did what I did to survive.\" He shot back.\n\"How many innocent people did you kill while everyone else was sleeping in the barracks?\" Petra pressed further.\n\"You want to know? Fine.\" He had enough of this pretentious bullshit coming from her. \"Two major gangs in the underground, dead. Two very corrupt nobles that would rather send citizens to the slaughter than spare food from the Royal reserves, dead. I've killed more than enough people to last a lifetime. Does that make you feel better now? Does that make me the monster you want me to be? Knowing that I've killed people?\"\n\"Hey, enough.\" Captain Levi stalked through the crowd behind Petra to the front. \"We haven't even left yet and I'm already fed up of your bullshit.\" He told the both of them. \"This situation is far from ideal, but I don't give a shit.\"\nHe then turned to Petra. \"You don't like the situation, well tough shit, it's what we got, you've just got to deal with it. You don't have to like my orders, but I expect you to follow them to a T. Got it?\"\n\"Yes Captain.\"\n\"And you.\" He turned to face Y/N. \"Sit down and shut up. I've heard enough out of you already.\"\nLevi then turned to the rest of the group. \"Eld, take Petra and Armin, gather enough horses for us all and meet us at the cabin. The rest of you on the cart.\" He ordered. \"Eren, sit next to Y/N, might as well get aquatinted in human form before your Titans meet later on.\"\nWith that said, Y/N moved up to the end of the cart, letting Eren sit next to him, Mikasa and Levi across from them, with Sasha, Connie, Jean and Historia getting into the back of the cart while Oluo was tasked with driving the cart to their destination.\n\"Is it true?\" Eren spoke up once they got moving. \"That I ate someone to get my power? Is that true?\"",
    "trans": "Combien de personnes as-tu tuées lorsque tu as abandonné l'entraînement avant que Shadis ne prenne le relais ?\" demanda Petra en se levant pour lui faire face, tandis que le groupe de Scouts derrière elle ne savait pas quoi penser de la situation. \"Quand tu disparaissais la nuit, combien de personnes as-tu tuées ?\"\n\"Ça n’a pas d’importance. J’ai fait ce que j’avais à faire pour survivre.\" répliqua-t-il.\n\"Combien d’innocents as-tu tués pendant que tout le monde dormait dans le dortoir ?\" insista Petra.\n\"Tu veux savoir ? Très bien.\" Il en avait assez de cette hypocrisie. \"Deux grands gangs de l'Underground, morts. Deux nobles corrompus qui préféraient envoyer des citoyens à l'abattoir plutôt que de partager les réserves royales, morts. J’ai tué bien assez de monde pour toute une vie. Ça te fait plaisir de savoir ça ? Est-ce que ça fait de moi le monstre que tu veux que je sois ? Parce que j’ai du sang sur les mains ?\"\n\"Hey, ça suffit.\"Le Capitaine Levi fendit la foule derrière Petra pour s’avancer. \"On n’a même pas encore quitté les lieux et j’en ai déjà marre de vos conneries.\" lança-t-il aux deux protagonistes. \"Cette situation est loin d’être idéale, mais je m’en fiche.\"\nPuis, il se tourna vers Petra. \"T’aimes pas la situation ? Tant pis, c’est ce qu’on a. Fais avec. T’es pas obligée d’aimer mes ordres, mais je m’attends à ce qu’ils soient suivis à la lettre. Compris ?\"\n\"Oui, Capitaine.\"\n\"Et toi.\" Il fit face à Y/N. \"Assieds-toi et boucle-la. J’ai déjà assez entendu ta voix.\"\nLevi se tourna alors vers le reste du groupe. \"Eld, prends Petra et Armin, trouvez assez de chevaux pour tout le monde et rejoignez-nous à la cabane. Les autres, sur la charrette.\" ordonna-t-il. \"Eren, assieds-toi à côté de Y/N, autant vous habituer l’un à l’autre en forme humaine avant que vos Titans ne se rencontrent plus tard.\"\nSur ces mots, Y/N alla s’installer au bout de la charrette, laissant Eren s’asseoir à côté de lui. Mikasa et Levi prirent place en face d’eux, tandis que Sasha, Connie, Jean et Historia montaient à l’arrière. Oluo fut chargé de mener la charrette jusqu’à leur destination.\n\"Est-ce que c’est vrai ?\" demanda Eren après un moment de silence. \"Que j’ai mangé quelqu’un pour obtenir mon pouvoir ? Est-ce que c’est vrai ?\""
}