{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Jeongguk could feel it.\nThe rush of power that surged through his body the second he sank his canines into his flesh.\nThe sweet promising scent of the omega in his arms was beginning to drive him mad.\nThe whimpers that filled his ears only fueled him to complete the marking.\n\"H-Hurts.\" The omega fussed around lightly but Jeongguk had him practically pinned down.\nHe could feel how erratic the omega's heartbeat was, skin beginning to grow feverish.\nBut the alpha knew what he was doing, especially when Taehyung finally let out a soft moan a few seconds later.\nThe omega blinked rapidly as the pain began to diminish, leaving behind a small trace of indescribable pleasure.\nThere were still tears in his eyes as he sniffled softly, a small squeak leaving him when he began to feel the alpha's canines retracting.\n\"Stop.\" The alpha growled lowly when Taehyung shifted slightly.\nWithin a fraction of a second, he was frozen still.\nJeongguk had pulled away enough to stare him in the face, a low growl of satisfaction leaving his lips at the sight of the omega.\nHis face was a soft shade of red, bottom lip practically quivering as tears pooled in his eyes.\nJeongguk's eyes trailed lower to where the mate mark now rested.\nIt was an angry shade of red, deep teeth marks around the area.",
    "trans": "Jeongguk le sentait.\nLa poussée de puissance qui déferlait dans son corps à la seconde où il enfonçait ses canines dans sa chair.\nLe doux parfum prometteur de l'oméga dans ses bras commençait à le rendre fou.\nLes pleurnicheries qui emplissaient ses oreilles ne faisaient que l'inciter à achever le marquage.\n« Ça fait mal. » L'oméga s'agitait légèrement, mais Jeongguk le tenait pratiquement cloué au sol.\nLe rythme cardiaque de l'oméga était erratique et sa peau commençait à devenir fiévreuse.\nCependant, l'alpha savait ce qu'il faisait, surtout lorsque Taehyung laissa enfin échapper un doux gémissement quelques secondes plus tard.\nL'oméga cligna rapidement des yeux lorsque la douleur commença à diminuer, laissant derrière elle une petite trace de plaisir indescriptible.\nDes larmes coulaient encore dans ses yeux alors qu'il reniflait doucement, un petit couinement le quittant lorsqu'il commença à sentir les canines de l'alpha se rétracter.\n« Stop. L'alpha grogna faiblement lorsque Taehyung se déplaça légèrement.\nEn l'espace d'une fraction de seconde, il était figé.\nJeongguk s'était suffisamment éloigné pour le regarder en face, un faible grognement de satisfaction quittant ses lèvres à la vue de l'oméga.\nSon visage était d'un rouge tendre, sa lèvre inférieure frémissant presque tandis que des larmes perlaient dans ses yeux.\nLes yeux de Jeongguk descendirent jusqu'à l'endroit où se trouvait la marque de compagnon.\nElle était d'un rouge furieux, avec des marques de dents profondes autour de la zone."
}