{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Not used, without acknowledgment, any website or software (including generative artificial intelligence) that generates assessment responses\nDeclaration of Originality\nI am aware of and understand the University's policy on plagiarism and I certify that this assignment is my own work, except where indicated by referencing, and that I have followed the good academic practices noted above.\nExtract from the University of Glasgow Plagiarism Statement\nan unacknowledged summary of a source;\n32.4 Plagiarism is considered to be an act of fraudulence and an offence against University discipline. Alleged plagiarism, at whatever stage of a student's studies, whether before or after graduation, will be investigated and dealt with appropriately by the University.\nWith regard to essays, reports and dissertations, the rule is: if information or ideas are obtained from any source, that source must be acknowledged according to the appropriate convention in that discipline; and any direct quotation must be placed in quotation marks and the source cited immediately. Any failure to acknowledge adequately or to cite properly other sources in submitted work is plagiarism. Under examination conditions, material learnt by rote or close paraphrase will be expected to follow the usual rules of reference citation otherwise it will be considered as plagiarism. Schools should provide guidance on other appropriate use of references in examination conditions.\na close paraphrase;\ndirect copying or transcription.\nClearly referenced, in both the text and the bibliography or references, all sources used in the work.\nDECLARATION\n32.2 Plagiarism is defined as the submission or presentation of work, in any form, which is not one's own, without acknowledgement of the sources. Plagiarism includes inappropriate collaboration with others. It is important to note that inappropriate collaboration with others includes inappropriate interaction with any other student, outside agency, website or software that generates assessment responses. Special cases of plagiarism can arise from a student using their own previous work (termed auto-plagiarism or self-plagiarism). Self-plagiarism includes using work that has already been submitted for assessment at this University or for any other academic award.\nIn addition, I understand that any false claim in respect of this work will result in disciplinary action in accordance with University regulations.\nWork may be considered to be plagiarised if it consists of:\nRead and understood the guidance on plagiarism in the Course Handbook, including the University of Glasgow Statement on Plagiarism.\nFully referenced (including page numbers) and used inverted commas for all text quoted from books, journals, web, etc. (Please check with your School which referencing style is to be used).\nNot sought or used the services of any professional agencies\n32.5 The University reserves the right to use plagiarism detection systems, which may be externally based, in the interests of improving academic standards when assessing student work.\n32.3 The incorporation of material without formal and proper acknowledgement (even with no deliberate intent to cheat) can constitute plagiarism.\nI confirm that I have read, understood and have complied with this statement:\nNot made use of the work of any other student(s) past or present without acknowledgement. This included any of my own work, that has previously, or concurrently, submitted for assessment, either at this or any other institution, including school.\n32.1 The University's degrees and other academic awards are given in recognition of a student's personal achievement. All work submitted by students for assessment is accepted on the understanding that it is the student's own effort.\na direct quotation;\nI confirm that this assignment is my own work and I have:\nProvided the sources for all tables, figures, data etc. that are not my own work.",
    "trans": "Non utilisation, sans mention, d'un site web ou d'un logiciel (y compris l'intelligence artificielle générative) qui génère des réponses d'évaluation.\nDéclaration d'originalité\nJe suis conscient(e) et je comprends la politique de l'université en matière de plagiat et je certifie que ce travail est mon propre travail, excepté lorsque cela est indiqué par des références, et que j'ai suivi les bonnes pratiques académiques mentionnées ci-dessus.\nExtrait de la déclaration de l'Université de Glasgow sur le plagiat\nun résumé non reconnu d'une source ;\n32.4  Toute allégation de plagiat, à quelque stade que ce soit des études d'un étudiant, avant ou après l'obtention de son diplôme, fera l'objet d'une enquête et d'un traitement approprié de la part de l'université. Toute allégation de plagiat, à quelque stade que ce soit des études d'un étudiant, avant ou après l'obtention de son diplôme, fera l'objet d'une enquête et d'un traitement approprié de la part de l'université.\nDans le cas des dissertations, rapports et mémoires, la règle est la suivante : si des informations ou des idées sont obtenues à partir d'une source quelconque, cette source doit être citée conformément à la convention appropriée dans cette discipline ; toute citation directe doit être placée entre guillemets et la source doit être citée immédiatement. Le fait de ne pas mentionner adéquatement ou de ne pas citer correctement d'autres sources dans un travail soumis constitue un plagiat. Dans les conditions d'examen, le matériel appris par cœur ou par paraphrase étroite devra suivre les règles habituelles de citation des références, sous peine d'être considéré comme du plagiat. Les écoles doivent fournir des conseils sur l'utilisation appropriée des références dans les conditions d'examen.\nune paraphrase proche ;\nune copie ou une transcription directe.\nRéférencement clair, à la fois dans le texte et dans la bibliographie ou les références, de toutes les sources utilisées dans le travail.\nDÉCLARATION\n32.2 Le plagiat est défini comme la soumission ou la présentation d'un travail, sous quelque forme que ce soit, qui n'est pas le sien, sans mention des sources. Le plagiat inclut la collaboration inappropriée avec d'autres personnes. Il est important de noter que la collaboration inappropriée avec d'autres personnes comprend l'interaction inappropriée avec un autre étudiant, une agence extérieure, un site web ou un logiciel qui génère des réponses d'évaluation. Des cas particuliers de plagiat peuvent survenir lorsqu'un étudiant utilise son propre travail antérieur (appelé auto-plagiat ou autoplagiat). L'auto-plagiat comprend l'utilisation d'un travail qui a déjà été soumis à une évaluation dans cette université ou pour tout autre prix académique.\nEn outre, je comprends que toute fausse déclaration concernant ce travail entraînera des mesures disciplinaires conformément au règlement de l'université.\nUn travail peut être considéré comme plagié s'il consiste à\nLire et comprendre les conseils sur le plagiat dans le manuel de cours, y compris la déclaration de l'université de Glasgow sur le plagiat.\nIl est entièrement référencé (y compris les numéros de page) et utilise des guillemets pour tous les textes cités dans des livres, des revues, sur le web, etc.\nNe pas avoir sollicité ou utilisé les services d'une agence professionnelle\n32.5 Pour améliorer les normes académiques lors de l'évaluation des travaux des étudiants, l'Université s'est donné le droit d'utiliser des systèmes de détection du plagiat, qui peuvent être basés à l'extérieur de l'Université.\n32.3 L'incorporation de matériel sans reconnaissance formelle et appropriée (même sans intention délibérée de tricher) peut constituer un plagiat.\nJe confirme que j'ai lu, compris et respecté cette déclaration :\nN'avoir pas fait usage du travail d'un autre étudiant, passé ou présent, sans en avoir été informé. Cela comprend tout travail personnel que j'ai précédemment ou simultanément soumis à une évaluation, que ce soit dans cette institution ou dans toute autre institution, y compris l'école.\n32.1 La remise des diplômes et autres prix académiques de l'Université est une reconnaissance de la réussite personnelle de l'étudiant. Tous les travaux des étudiants soumis à l'évaluation sont acceptés à condition qu'il s'agisse d'un travail personnel de l'étudiant.\nune citation directe ;\nJe confirme que ce travail est le mien et que j'ai :\nindiqué les sources de tous les tableaux, figures, données, etc. ne provenant pas de mon propre travail."
}