{
    "source": "en_US",
    "target": "fr_FR",
    "text": "IF you are not able to create it in illustrator, I may be able to recreate it into usable artwork if the design is not too complicated.\nThe Psychology Department is ordering t-shirts/sweatshirts and we are looking for a new design. Win a $25 gift card to Amazon and a free psyc dept tshirt if your design is chosen. Designs should be limited to one or two colors as each additional color will add to the cost of the t-shirt. Please don’t just copy and submit designs you find on the internet. When you create it, it is best if it is vector artwork and you create your design in illustrator or another graphics program and save it as a pdf. If the design is too hard to recreate into usable artwork or too costly, we will have to choose the 2nd place winner.\nAll Psychology majors and minors will have an opportunity to vote for their favorite design. Email your design to me at crp8@calvin.edu. Designs are due by Monday, October 7 by 8:00AM.\nBest regards,\nCathy Parks",
    "trans": "SI vous n'êtes pas en mesure de le créer dans Illustrator, je peux être en mesure de le recréer dans une œuvre d'art utilisable si le design n'est pas trop compliqué.\nLe département de psychologie commande des t-shirts/sweatshirts et nous sommes à la recherche d'un nouveau modèle. Gagnez une carte-cadeau Amazon de 25 $ et un t-shirt gratuit du département de psychologie si votre design est choisi. Les designs doivent être limités à une ou deux couleurs car chaque couleur supplémentaire augmentera le coût du t-shirt. Ne vous contentez pas de copier et de soumettre des designs trouvés sur Internet. Lorsque vous créez votre design, il est préférable qu'il s'agisse d'un design vectoriel et que vous le créiez dans Illustrator ou un autre programme graphique et que vous l'enregistriez au format PDF. Si le modèle est trop difficile à recréer pour être utilisable ou trop coûteux, nous devrons choisir le gagnant de la deuxième place.\nTous les étudiants en psychologie auront la possibilité de voter pour leur design préféré. Envoyez-moi votre projet par courrier électronique à l'adresse crp8@calvin.edu. Les designs doivent être remis au plus tard le lundi 7 octobre à 8h00.\nMeilleures salutations,\nCathy Parks"
}