{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Medial frontal negativity (MFN) is an event-related potential thought to originate in the anterior cingulate cortex. It is evoked by outcomes being worse than expected, such as when presented with unfair economic proposals during the Ultimatum Game (UG). This could mean the MFN indexes a social-emotional response, as commonly suggested in accounts that relate it to a violation of a social norm of fairness. To examine the link between MFN and norm violation, we designed an EEG experiment with participants acting as representatives in an UG. Participants responded either as themselves, or as representatives of two charities. Of these, a norm-compatible charity conformed to the participant's values, while the norm-incompatible charity contrasted to them. The behavioral results showed that norm-incompatible representation reversed behavior, with almost all fair offers being declined. The MFN, however, was unaffected by the norm representation, with unfair offers consistently evoking MFNs across conditions. We furthermore replicated the curious finding that unexpectedly generous offers evoke as much MFN as unfair offers. Thus, the MFN is not nearly as sensitive to higher-order social-emotional processes as commonly assumed. Instead, the perceived inequality that drives the MFN likely reflects a rational, probabilistic process.",
    "trans": "La négativité frontale médiale (MFN) est un potentiel évoqué par un événement, supposé provenir du cortex cingulaire antérieur. Elle est provoquée par des résultats inférieurs aux attentes, comme lorsqu’on est confronté à des propositions économiques injustes lors du jeu de l'Ultimatum (UG). Cela pourrait signifier que la MFN indexe une réponse socio-émotionnelle, comme il est souvent suggéré dans les explications qui la relient à une violation d'une norme sociale de justice. Afin d'examiner le lien entre la MFN et la violation de norme, nous avons conçu une expérience EEG avec des participants agissant comme représentants dans un UG. Les participants ont répondu soit en leur nom propre, soit en tant que représentants de deux associations caritatives. Parmi celles-ci, une association compatible avec la norme correspondait aux valeurs du participant, tandis que l’association incompatible contrastait avec celles-ci. Les résultats comportementaux ont montré que la représentation incompatible avec la norme inversait le comportement, presque toutes les offres équitables étant refusées. Cependant, la MFN n’a pas été affectée par la représentation de la norme, les offres injustes provoquant systématiquement des MFN à travers toutes les conditions. Nous avons de plus répliqué la curiosité selon laquelle des offres inattendument généreuses provoquent autant de MFN que les offres injustes. Ainsi, la MFN n’est pas aussi sensible aux processus socio-émotionnels de niveau supérieur que ce qui est couramment supposé. Au contraire, l'inégalité perçue qui motive la MFN semble plutôt refléter un processus rationnel et probabiliste."
}