{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Maintenance Planner & Buyer (MPB) is responsible for scheduling maintenance activities in a manner that minimizes the impact on production, while obtaining the goals required for asset reliability. The MPB evaluates the need for replacement parts, obtains competitive quotes, and places orders. The MPB will be responsible for assuring correct stock levels of the maintenance spare parts area and buying replacement or new stock items required. They will be responsible for maintaining correct inventory accuracy in the spare parts and maintenance area. The MPB will provide professional, quality service and support for the maintenance team to ensure smooth, continuous, and efficient production flow. The successful associate will be able to identify and prioritize multiple projects with a continuous focus on ways to improve processes. They will also lead, delegate, direct the tasks of a specialized team (i.e., Utilities, Electrical or PLC), while providing support and general direction to all Maintenance Technicians or specific contractors. The maintenance planner will also be responsible for maintaining adequate 3rd party maintenance contracts are scheduled and performed to the standards expected by the maintenance team.",
    "trans": "Le Planificateur de Maintenance et Acheteur (MPB) est responsable de la planification des activités de maintenance de manière à minimiser l'impact sur la production, tout en atteignant les objectifs nécessaires pour la fiabilité des actifs. Le MPB évalue la nécessité de pièces de rechange, obtient des devis compétitifs et passe des commandes. Le MPB sera responsable de garantir les niveaux de stock corrects dans la zone des pièces de rechange de maintenance et d'acheter les articles de remplacement ou nouveaux nécessaires. Il sera également responsable du maintien de la précision des inventaires dans la zone des pièces de rechange et de maintenance. Le MPB fournira un service et un soutien professionnel de qualité pour l’équipe de maintenance afin d'assurer un flux de production fluide, continu et efficace. Le collaborateur retenu sera capable d'identifier et de prioriser plusieurs projets, avec un focus constant sur les moyens d'améliorer les processus. Il dirigera également, déléguer, et orienter les tâches d'une équipe spécialisée (par exemple, Utilities, Électrique ou PLC), tout en fournissant un soutien et une direction générale à tous les Techniciens de Maintenance ou à des entrepreneurs spécifiques. Le planificateur de maintenance sera également responsable de maintenir la planification et la réalisation des contrats de maintenance des tiers conformément aux normes attendues par l'équipe de maintenance."
}