{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Monkey’s Paw is a short horror story by W.W. Jacobs, published in 1902. It revolves around a magical but cursed talisman—an old monkey’s paw—that has the power to grant three wishes to its owner, though the wishes come with unintended and tragic consequences.\nPlot Summary\nThe story begins with the White family—Mr. and Mrs. White and their son Herbert—who receive a visit from Sergeant-Major Morris, a soldier who has traveled extensively. Morris shows them the monkey’s paw and explains that it can grant three wishes to three different people. However, he warns them that the wishes come at a terrible cost. Despite his warning, Mr. White takes the paw.\n1. First Wish: Mr. White jokingly wishes for 200 pounds (a sum of money). The next day, the family receives news that Herbert has died in a tragic factory accident. As compensation, the company gives them exactly 200 pounds, revealing the horrifying consequence of the wish.\n2. Second Wish: Overcome with grief, Mrs. White convinces Mr. White to wish for Herbert to return to life. That night, they hear a knocking at the door, implying that Herbert has come back—but not as he once was. The idea that he could be returned as a decaying corpse terrifies Mr. White.\n3. Third Wish: In panic, Mr. White uses the last wish to undo Herbert’s resurrection. The knocking stops, and when Mrs. White opens the door, no one is there.\nThemes\nThe story explores themes like fate, the dangers of interfering with destiny, and the consequences of greed. It serves as a cautionary tale, suggesting that getting exactly what you wish for may have unintended and tragic outcomes.",
    "trans": "Le Patte du Singe est une courte histoire d'horreur écrite par W.W. Jacobs, publiée en 1902. Elle tourne autour d’un talisman magique mais maudit—une vieille patte de singe—qui a le pouvoir d'accorder trois vœux à son possesseur, bien que ces vœux entraînent des conséquences tragiques et imprévues.\nRésumé de l'intrigue\nL'histoire commence avec la famille White—M. et Mme White ainsi que leur fils Herbert—qui reçoivent la visite du sergent-major Morris, un soldat ayant voyagé à travers le monde. Morris leur montre la patte de singe et leur explique qu’elle peut accorder trois vœux à trois personnes différentes. Cependant, il les avertit que les vœux ont un prix terrible. Malgré cet avertissement, M. White prend la patte.\n1. Premier vœu : M. White souhaite en plaisantant avoir 200 livres (une somme d'argent). Le lendemain, la famille apprend que Herbert est mort dans un tragique accident d'usine. En compensation, la société leur remet exactement 200 livres, révélant ainsi la conséquence horrifiante de ce vœu.\n2. Deuxième vœu : Accablée par le chagrin, Mme White convainc M. White de souhaiter le retour d’Herbert à la vie. Cette nuit-là, ils entendent des coups à la porte, laissant entendre qu'Herbert est revenu—mais pas tel qu'il était autrefois. L'idée qu'il pourrait revenir sous la forme d'un cadavre en décomposition terrifie M. White.\n3. Troisième vœu : Pris de panique, M. White utilise le dernier vœu pour annuler la résurrection d'Herbert. Les coups cessent, et lorsque Mme White ouvre la porte, il n'y a personne.\nThèmes\nL'histoire explore des thèmes tels que le destin, les dangers de l'interférence avec la destinée et les conséquences de la cupidité. Elle sert de récit moral, suggérant que le fait d'obtenir exactement ce que l'on souhaite peut entraîner des conséquences tragiques et imprévues."
}