{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Doctor of Medicine (MD) Program is accredited by the Commission for Academic Accreditation (CAA), Ministry of Education, United Arab Emirates. The outcome competencies of the program are benchmarked with internationally known competency frameworks including the Accreditation Council for Graduate Medical Education (ACGME) and have been adapted to the cultural context of the Arabian Gulf region.\nThe graduate-entry Doctor of Medicine (MD) Program is a 4-year competency-based program with a total of 152 credits. This program is suitable for students who have completed a four-year bachelor’s degree and fulfills the admission criteria for the four-year MD program.\nThe program is organized in two inter-related phases, each of two years duration with critical points or “Gates” at the end of each phase. The eligibility of students’ progression to the next phase will be checked at the gates.\nEach phase will have specific “Phase Learning Outcomes” which are milestones towards the Program Learning Outcomes:\nPhase of‘Core Medical Sciences’ (Years 1 & 2)\nPhase of ‘Transition to Practice’(Years 3 & 4)\nAfter the successful completion of the Phase of “Transition to Practice” requirements, they graduate with a MD degree.",
    "trans": "Le programme de Doctorat en Médecine (MD) est accrédité par la Commission d'Accréditation Académique (CAA), Ministère de l'Éducation, Émirats Arabes Unis. Les compétences visées du programme sont comparées aux cadres de compétences reconnus internationalement, y compris le Conseil d'Accréditation pour la Formation Médicale Supérieure (ACGME), et ont été adaptées au contexte culturel de la région du Golfe Arabique.\nLe programme de Doctorat en Médecine (MD) est un programme de 4 ans basé sur les compétences, totalisant 152 crédits. Ce programme convient aux étudiants ayant obtenu une licence de quatre ans et qui remplissent les critères d'admission pour le programme MD de quatre ans.\nLe programme est réparti en deux phases interdépendantes, chacune d'une durée de deux ans, avec des points cruciaux ou « Portail » à la fin de chaque phase. L'admissibilité des étudiants à passer à la phase suivante sera vérifiée au niveau du portail.\nChaque phase aura des « Résultats d'Apprentissage de Phase » spécifiques, qui sont des étapes vers les Résultats d'Apprentissage du Programme :\nPhase des « Sciences Médicales Fondamentales » (Années 1 et 2)\nPhase de « Transition à la Pratique » (Années 3 et 4)\nAprès avoir satisfait aux exigences de la phase de « Transition à la Pratique », les étudiants obtiennent un diplôme de MD."
}