{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Our records do not show an application is processed for the entered Social Security Number (SSN) / Individual Taxpayer Identification Number (ITIN) and zip code. Please verify that you entered the correct information. Applications filed online or by phone take up to two weeks to process and paper applications take up to 6 to 8 weeks. If you entered the correct information and it's been longer than the timeframe listed, call the ANCHOR Benefit hotline or visit an open Regional Information Center.\nIf you filed your 2019 application by phone or online and received a confirmation number, your application was successfully filed. No confirmation number is available if you filed a paper application.\nInformation about your benefit will not be available through this system until your application has completed processing.\nEnter Valid Social Security Number (SSN) / Individual Taxpayer Id",
    "trans": "Nos archives ne montrent pas qu'une demande est traitée pour le numéro de sécurité sociale (SSN) / le numéro d'identification du contribuable (ITIN) et le code postal saisis. Veuillez vérifier que vous avez saisi les informations correctes. Le traitement des demandes déposées en ligne ou par téléphone prend jusqu'à deux semaines et celui des demandes manuscrites jusqu'à 6 à 8 semaines. Si vous avez saisi les informations correctes et que le délai est plus long que celui indiqué, appelez la ligne d'assistance téléphonique ANCHOR Benefit ou rendez-vous dans un centre d'information régional ouvert.\nSi vous avez déposé votre demande 2019 par téléphone ou en ligne et que vous avez reçu un numéro de confirmation, votre demande a été déposée avec succès. Aucun numéro de confirmation n'est disponible si vous avez déposé une demande manuscrite.\nLes informations relatives à votre prestation ne seront pas disponibles via ce système tant que le traitement de votre demande n'aura pas été achevé.\nSaisir un numéro de sécurité sociale (SSN) ou un numéro d'identification de contribuable valide."
}