{
    "source": "en_US",
    "target": "fr_FR",
    "text": "understand that your users are on macOS. Here are the instructions to capture network traffic using Wireshark on macOS: 1. **Download and Install Wireshark**: - Download Wireshark from the official website: [Wireshark Download](https://www.wireshark.org/download.html). - Follow the installation instructions for macOS. 2. **Open Wireshark**: - Launch the Wireshark application. 3. **Select the Network Interface**: - In the main window, you will see a list of available network interfaces. - Select the interface that corresponds to your network connection (e.g., Wi-Fi or Ethernet). 4. **Start Capturing**: - Click on the interface to start capturing packets. - Reproduce the issue while Wireshark is capturing. 5. **Stop Capturing**: - Once the issue has been reproduced, click on the red square button to stop capturing packets. 6. **Save the Capture**: - Go to `File -> Save As` and save the capture file with a `.pcap` extension.",
    "trans": "étant donné que vos utilisateurs utilisent macOS. Veuillez trouver ci-dessous les instructions pour capturer le trafic réseau à l'aide de Wireshark sur macOS : 1. **Téléchargez et installer Wireshark : **Téléchargez Wireshark depuis le site web officiel : [Téléchargez Wireshark](https://www.wireshark.org/download.html). - Suivez les instructions d'installation pour macOS. 2. **Ouvrez Wireshark** : - Lancez l'application Wireshark. 3. **Sélectionnez l'interface réseau** : - Dans la fenêtre principale, une liste des interfaces réseau disponibles s'affichera. - Sélectionnez l'interface correspondant à votre connexion réseau (par exemple, Wi-Fi ou Ethernet). 4. **Démarrez la capture** : - Cliquez sur l'interface pour démarrer la capture des paquets. - Reproduisez le problème pendant que Wireshark est en cours de capture. 5. **Arrêtez la capture** : - Une fois le problème reproduit, cliquez sur le bouton carré rouge pour arrêter la capture des paquets. 6. **Enregistrez la capture** : - Allez dans Fichier -> Enregistrer en tant que et enregistrez le fichier de capture avec l'extension « .pcap »."
}