{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Parkinson's disease (PD) is currently the world's fastest-growing neurological disorder. It is characterized by motor and non-motor symptoms which progressively lead to significant clinical impairment, causing a high burden of disease. In addition to pharmacological therapies, various non-pharmacological treatment options are available. A well established and frequently used multiprofessional inpatient treatment concept in Germany is \"Parkinson's disease multimodal complex treatment\" (PD-MCT) which involves physiotherapists, occupational therapists, speech therapists, and other specializations for the optimization of treatment in PD (ICD G20) and other Parkinsonian syndromes (ICD G21 and G23). In this study we analyze the PD-MCT characteristics of 55,141 PD inpatients who have been integrated into this therapy concept in Germany in the years 2010⁻2016. We demonstrate that PD-MCT is increasingly applied over this time period. Predominately, PD patients with advanced disease stage and motor fluctuations in age groups between 45 and 69 years were hospitalized. In terms of gender, more male than female patients were treated. PD-MCT is provided primarily in specialized hospitals with high patient numbers but a minor part of all therapies is performed in a rather large number of hospitals with each one treating only a few patients. Access to PD-MCT differs widely across regions, leading to significant migration of patients from underserved areas to PD-MCT centers ⁻ a development that should be considered when implementing such therapies in other countries. Furthermore, our data imply that despite the overall increase in PD-MCT treatments during the observational period, the restricted treatment accessibility may not adequately satisfy current patient´s need.",
    "trans": "La maladie de Parkinson (MP) est actuellement le trouble neurologique à la croissance la plus rapide au monde. Elle se caractérise par des symptômes moteurs et non moteurs qui mènent progressivement à une altération clinique importante, engendrant un lourd fardeau pour les malades. En plus des thérapies pharmacologiques, diverses options de traitement non pharmacologiques sont disponibles. Un concept de traitement multiprofessionnel bien établi et fréquemment utilisé en milieu hospitalier en Allemagne est le \"traitement multimodal complexe de la maladie de Parkinson\" (MP-MCT), qui implique des physiothérapeutes, des ergothérapeutes, des orthophonistes et d'autres spécialités pour optimiser le traitement de la MP (CIM G20) et des autres syndromes parkinsoniens (CIM G21 et G23). Dans cette étude, nous analysons les caractéristiques du MP-MCT de 55 141 patients hospitalisés souffrant de la MP ayant été intégrés dans ce concept thérapeutique en Allemagne entre 2010 et 2016. Nous montrons que l'application du MP-MCT a augmenté au cours de cette période. En majorité, ce sont des patients parkinsoniens dans un stade avancé de la maladie et présentant des fluctuations motrices, âgés de 45 à 69 ans, qui ont été hospitalisés. En termes de genre, il y a davantage de patients masculins que féminins traités. Le MP-MCT est principalement fourni dans des hôpitaux spécialisés avec un grand nombre de patients, mais une petite partie de tous les traitements est réalisée dans un nombre relativement important d'hôpitaux, chacun traitant seulement quelques patients. L'accès au MP-MCT varie considérablement d'une région à l'autre, ce qui entraîne une migration significative de patients en provenance de zones mal desservies vers des centres MP-MCT - un phénomène qui doit être pris en compte lors de la mise en œuvre de telles thérapies dans d'autres pays. De plus, nos données suggèrent qu'en dépit de l'augmentation globale des traitements MP-MCT pendant la période d'observation, l'accès limité aux traitements ne satisfait peut-être pas de manière adéquate les besoins actuels des patients."
}