{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We envisage cross-functional brand teams – co-led by Medical Affairs and Commercial1 – will be fully dedicated to our prioritised brands. We believe B@C will bring three major enhancements to the way we currently work:\nEach brand team will have aligned objectives and will share a common performance evaluation as a team2\nThe Local Brand Team will own the brand team budget and have flexibility to shift resources across functional boundaries within a framework of guardrails\nBrand teams will be expected to adopt the Agile Methodology and Agile Ways of Working to accelerate the way we deliver outcomes\nThis is an important step forward in our continued efforts to the transformation between Medical Affairs and Commercial to maximise brand performance. The initial plan for the roll-out will focus on prioritised brands3 in all Priority Markets. Functional Units (including global teams, regions and enabling functions) will determine their specific approach and timeline for implementation. To learn more about B@C implementation:",
    "trans": "Nous envisageons des équipes de marque transversales – co-dirigées par les Affaires Médicales et le Département Commercial1 – entièrement dédiées à nos marques prioritaires. Nous pensons que B@C apportera trois améliorations majeures à notre façon de travailler actuellement :\nChaque équipe de marque aura des objectifs alignés et partagera une évaluation commune de la performance en tant qu’équipe2.\nL’Équipe Locale de Marque sera responsable du budget de l’équipe et disposera de la flexibilité nécessaire pour réaffecter les ressources au sein des différentes fonctions, dans le cadre de lignes directrices définies.\nLes équipes de marque devront adopter la Méthodologie Agile et les Modes de Travail Agiles afin d’accélérer la réalisation des résultats.\nIl s’agit d’une avancée importante dans nos efforts continus de transformation entre les Affaires Médicales et le Département Commercial afin d’optimiser la performance des marques. Le déploiement initial se concentrera sur les marques prioritaires3 dans tous les Marchés Prioritaires. Les Unités Fonctionnelles (y compris les équipes globales, régionales et les fonctions supports) détermineront leur approche spécifique et leur calendrier de mise en œuvre.Pour en savoir plus sur la mise en œuvre de B@C :"
}