{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thank you for being a customer of Electric Ireland.\nWe are writing to inform you that your current Gas fixed term contract will expire on 27/11/2024. Now and in the future we're here for you.\nHow your bill is calculated:\nBelow is a quick rundown of the charges you are currently paying (excl. VAT):\nEnergy Unit Rate: 9.472 c/kWh\nAnnual Standing Charge: 143.08 €/annum\nOn average consumers use 11000 kWh per year. If you use this average amount we estimate that the annual bill cost for your current price plan would be €1413.11 inclusive of all charges. However, your actual annual bill cost is unlikely to be the same as the average and will depend on how much energy you actually use.\nFor further information regarding your estimated annual bill visit: www.electricireland.ie/EAB\nWhat happens next?\nAt the end of your current fixed term contract, you will move to our ValueReward price plan, with ongoing savings for direct debit and online billing and no contract. You will continue to enjoy the savings this year, next year and every year. For an average customer, we estimate that the annual cost for your new price plan would be €1614.87 inclusive of all charges.\nFrom the energy you use, to how you use it, we're here to guide you. If you need to discuss any of our products and services, call us on 1800 30 50 90, our team will be happy to help.\nWe are committed to giving you a discount rate that doesn't disappear, but we understand that you can shop around for a better deal. Is this the right tariff for you? There are no penalties for switch",
    "trans": "Merci d'être client chez Electric Ireland.\nNous vous écrivons pour vous informer que votre contrat de gaz à durée déterminée actuel expirera le 27/11/2024. Nous sommes ici pour vous maintenant et à l'avenir.\nComment votre facture est calculée :\nVoici un aperçu rapide des frais que vous payez actuellement (hors TVA) :\nTaux unitaire d'énergie : 9,472 c/kWh\nFrais de gestion annuels : 143,08 €/an\nEn moyenne, les consommateurs utilisent 11000 kWh par an. Si vous utilisez cette quantité moyenne, nous estimons que le coût annuel de votre facture pour votre plan tarifaire actuel serait de 1413,11 €, toutes charges comprises. Cependant, le coût annuel réel de votre facture est peu probable d'être identique à la moyenne et dépendra de la quantité d'énergie que vous utilisez réellement.\nPour plus d'informations concernant votre facture annuelle estimée, visitez : www.electricireland.ie/EABQue se passe-t-il ensuite ?\nQue se passe-t-il ensuite ?\nÀ la fin de votre contrat à durée déterminée actuel, vous passerez à notre plan tarifaire ValueReward, avec des économies continues pour le prélèvement automatique et la facturation en ligne sans contrat. Vous continuerez à bénéficier des économies cette année, l'année prochaine et chaque année. Pour un client moyen, nous estimons que le coût annuel de votre nouveau plan tarifaire serait de 1614,87 €, toutes charges comprises.\nDe l'énergie que vous utilisez à la façon dont vous l'utilisez, nous sommes là pour vous guider. Si vous avez besoin de discuter de nos produits et services, appelez-nous au 1800 30 50 90, notre équipe se fera un plaisir de vous aider.\nNous nous engageons à vous offrir un tarif réduit qui ne disparaît pas, mais nous comprenons que vous pouvez chercher une meilleure offre. Ce tarif est-il le bon pour vous ? Il n'y a pas de pénalités pour changer."
}