{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Human capital and its management has become more important than ever in the 21st century. However, very few are ‘good asGoogle‘ (Parent company – Alphabet) at managing people. Google has proved that it relies upon innovation in every aspect of its business, even HRM. It has established an employee centred culture at whose core is employee empowerment. The HR function is a strategic partner at Google and it has focused on benefiting the company’s core operations by hiring and retaining only the best. Apart from Google’s technological capabilities, innovative and efficient HR is the reason that it has acquired as much success and fame. It differs from most others in terms of its focus on employees and their happiness. When it comes to keeping employees happy, Google believes in nothing less than the best. It favours ability over experience and hires only the smartest people. Several things are different about Google’s HR approach. Most outstanding thing about the tech giant is its mix of salaries and perks meant to keep its employees motivated and satisfied. Moreover, nothing is sufficient in today’s world. There is too much competition even in HR. You have to do outstanding things to be noticed and invite the best talent.\nGoogle caters to a global audience and its diverse workforce reflects the diversity of its global customer audience. In more than 40 countries around the world, it has opened more than 70 offices. Google is headquartered at Mountain View, California. The search engine giant provides a variety of internet and cloud based services aimed at individual, professional and business use. Google has reached a leading position in the technology industry with the help of a highly talented and motivated workforce that it has managed with great care.\nGoogleplex. Image Source: Pixabay\nHowever, with time it has grown famous for its employee friendly work environment and HR policies just as much as for its search engine and other internet products. Being",
    "trans": "Le Capital Humain et sa gestion sont devenus plus importants que jamais au 21e siècle. Cependant, très peu d'entreprises sont aussi ' bonnes que Google ' (société Mère – Alphabet) dans la gestion du personnel. Google a prouvé qu'il repose sur l'innovation dans tous les aspects de son activité, y compris la HRM. Il a instauré une culture centrée sur les employés, dont le cœur est l'autonomisation des employés. La fonction HR est un partenaire stratégique chez Google et elle se concentre sur l'amélioration des opérations clés de l'entreprise en recrutant et en retenant uniquement les meilleurs. En dehors des capacités technologiques de Google, ses HR innovantes et efficaces sont la raison pour laquelle il a acquis autant de succès et de célébrité. Ce qui le distingue des autres, c'est son accent mis sur les employés et leur bien-être. En ce qui concerne le bien-être des employés, Google ne croit en rien de moins que le meilleur. L'entreprise privilégie les compétences à l'expérience et recrute uniquement les personnes les plus intelligentes. Plusieurs éléments diffèrent dans l'approche RH de Google. Ce qui distingue le plus le géant de la technologie, c'est sa combinaison de salaires et d'avantages destinée à motiver et satisfaire ses employés. De plus, rien n'est suffisant dans le monde actuel. Il y a trop de concurrence, même dans les ressources humaines. Il faut faire des choses exceptionnelles pour se faire remarquer et attirer les meilleurs talents.\nGoogle s'adresse à un public mondial et sa main-d'œuvre diversifiée reflète la diversité de ses clients à l'échelle mondiale. Dans plus de 40 pays à travers le monde, l'entreprise a ouvert plus de 70 bureaux. Google a son siège à Mountain View, en Californie. Le géant des moteurs de recherche propose une variété de services Internet et basés sur le cloud destinés à un usage individuel, professionnel et commercial. Google a atteint une position de leader dans l'industrie technologique grâce à une main-d'œuvre hautement talentueuse et motivée qu'elle gère avec grand soin.\nGoogleplex. Image Source: Pixabay\nCependant, avec le temps, Google est devenu aussi célèbre pour son environnement de travail favorable aux employés et ses politiques RH que pour son moteur de recherche et ses autres produits Internet. Être"
}