{
    "source": "en_US",
    "target": "fr_FR",
    "text": "was walking home, from the one who kept calling even after I asked him to leave me\nalone, from the drum major who wanted me to suck his dick in the backseat of his car. I\nlearned, soon enough, that being liked meant favor, meant preferential treatment,\nmeant I was safe but only in certain ways. I was supposed to be flattered that my\nSpanish professor liked me enough to invite me to his apartment while I was still his\nstudent, to his bed, that he invited me to live with him. He was the one who taught me\nthat it actually didn’t matter how likable I was, there was always the threat of violence\nor punishment for saying or doing something he didn’t like. We could be at the market\nchoosing fish and fresh tomatoes for dinner and his hand would be resting on the small\nof my back and the next moment it would be raised to strike me. I tried diminishing\nmyself in such a way that I wouldn’t provoke him, wouldn’t anger him, tried to bend\nmyself according to his pleasure so that he would like everything I did and said and\nthought. It didn’t matter, because no matter what I did, it was never enough. I kept at it\nanyway, until there was almost nothing left of me, of the person I had been. And that\nperson I became, who was barely a person of her own, is the version of me he liked\nbest.",
    "trans": "Je marchais chez moi, de celui qui continuait à m'appeler même après lui avoir demandé de me laisser tranquille\nseul, du tambour major qui voulait que je lui suce la bite sur le siège arrière de sa voiture. Je\nappris, assez tôt, qu’être aimé signifiait faveur, signifiait traitement de faveur,\nsignifie que j’étais en sécurité, mais seulement de certaines façons. J’étais censé être flatté\nLe professeur d’espagnol m’aimait assez pour m’inviter à son appartement alors que j’étais encore son\nélève, à son lit, qu’il m’a invité à vivre avec lui. C’est lui qui m’a appris\nqu’en fait, peu importe à quel point j’étais sympathique, il y avait toujours la menace de violence\nou une punition pour avoir dit ou fait quelque chose qu’il n’a pas aimé. Nous pourrions être au marché\nchoisir du poisson et des tomates fraîches pour le dîner et sa main se reposerait sur la petite\nde mon dos et le moment suivant il se lèverait pour me frapper. J’ai essayé de diminuer\nmoi-même de telle manière que je ne le provoquerais pas, ne le mettrais pas en colère,\nmoi-même selon son plaisir pour qu’il aime tout ce que j’ai fait et dit et\npensé. Ça n’avait pas d’importance, parce que peu importe ce que je faisais, cela ne suffisait jamais. J’ai continué\nde toute façon, jusqu’à ce qu’il ne reste presque plus rien de moi, de la personne que j’avais été. Et\nLa personne que je suis devenue, qui était à peine une personne à part entière, est la version de moi qu’il aimait\nmeilleur."
}