{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Scorpio: This week is great for working on your emotional aspect and improving your relationships. In this way, you can be more open and purposeful in your interactions and create more feelings of love and belongingness. If you are in a relationship, spend some time with your lover and remind him/her how special they are to you. A word can work wonders. Concentrate on the common goals and try to build some positive feelings with each other.\nSagittarius: This week, prioritise decisions based on your personal values rather than approval or appreciation. In your relationships, do not dominate your partner or be rude. For singles, this is a time to contemplate what is essential in a relationship and to look for partners who share those values rather than passion. By doing so, you ensure the needs of the other are met while observing your own. Your self-awareness will lead you to make conscious decisions.",
    "trans": "Scorpion : Cette semaine est propice pour travailler sur votre aspect émotionnel et à l'amélioration de vos relations. Ainsi, vous pourrez être plus ouvert et déterminé dans vos interactions, et créer un sentiment accru d'amour et d'appartenance. Si vous êtes en couple, passez du temps avec votre partenaire et rappelez-lui/rappelez-lui combien il/elle est spécial(e) pour vous. Un mot peut faire des merveilles. Concentrez-vous sur les objectifs communs et essayez de cultiver des sentiments positifs l'un envers l'autre.\nSagittaire : Cette semaine, privilégiez les décisions fondées sur vos valeurs personnelles plutôt que sur l'approbation ou l'appréciation. Dans vos relations, évitez de dominer votre partenaire ou d'être impoli(e). Pour les célibataires, c'est le moment de réfléchir à ce qui est essentiel dans une relation et de rechercher des partenaires qui partagent ces valeurs plutôt que la passion. Ce faisant, vous vous assurez que les besoins de l'autre sont satisfaits tout en tenant compte des vôtres. Votre connaissance de soi vous mènera à prendre des décisions éclairées."
}