{
    "source": "en_US",
    "target": "fr_FR",
    "text": "No one of your offspring throughout their generations who has a blemish may approach to offer the food of his God. For no one who has a blemish shall draw near, one who is blind or lame, or one who has a mutilated face or a limb too long, or one who has a broken foot or a broken hand, or a hunchback, or a dwarf, or a man with a blemish in his eyes or an itching disease or scabs or crushed testicles. (http://www.kingjamesbibleonline.org/)\nIn Leviticus, God instructs Moses to tell Aaron that He will not permit Aaron’s disabled descendants to serve as priests:\nIn Leviticus, Chapter 21, verses 17–20, the Bible calls for people with visual and physical impairments to be excluded from offering bread in the temple. In Deuteronomy, Jones (2003) believes there is a reference that people with mental impairments should be regarded as ‘beasts’ and should be treated as less than human.",
    "trans": "Personne parmi vos descendants, à travers leurs générations, qui a une imperfection ne pourra s'approcher pour offrir la nourriture de son Dieu. Car personne qui a une imperfection ne pourra s'approcher, celui qui est aveugle ou boiteux, ou celui qui a un visage mutilé ou un membre trop long, ou celui qui a un pied brisé ou une main brisée, ou un bossu, ou un nain, ou un homme ayant une imperfection dans ses yeux ou une maladie de peau ou des croûtes ou des testicules écrasés. (http://www.kingjamesbibleonline.org/)\nDans le livre du Lévitique, Dieu instruit Moïse de dire à Aaron qu'Il ne permettra pas à ses descendants handicapés de servir comme prêtres :\nDans le Lévitique, chapitre 21, versets 17 à 20, la Bible appelle à l'exclusion des personnes ayant des handicaps visuels et physiques de l'offrande du pain dans le temple. Dans le Deutéronome, Jones (2003) pense qu'il y a une référence qui considère les personnes ayant des handicaps mentaux comme des « bêtes » et qu'elles devraient être traitées comme inférieures à l'humain."
}