{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Theoretical Understandings of Pregnancy and Work\nA rich array of studies exists regarding pregnancy, maternity protections and the unfair treatment of pregnant workers (for recent reviews, see Arena et al., 2023; Grandey et al., 2020). Yet, given the continued extent of unethical and discrimina- tory treatment of pregnant workers, even within economies such as the UK that purport to offer robust maternity protec- tions (Rouse, 2021; Stumbitz et al., 2018), further research on pregnancy and employment is needed (Ladge & Green- berg, 2019). Such research remains a vehicle through which the voices of pregnant workers can be heard, especially given organizational tendencies to silence maternal voices at work (Gatrell, 2005, 2011a; Rouse et al., 2021).\nTo offer background and context to this study: in the UK where the study was conducted, maternity protections are better than in many other regimes (Gatrell, 2013; Rouse et al., 2021). By law, employers must not discriminate against workers due to pregnancy, any pregnancy-related illness, or entitlement to maternity leave. Employees are not required to disclose pregnancy to employers until 15 weeks before their due date and they are not required to disclose pregnancy during the hiring process. All employees are enti- tled to take up to 52 weeks maternity leave, and maternity pay varies depending on company policy—but all pregnant workers who have worked for their employer for 26 weeks or more will receive a statutory minimum amount, set by the government of the day. This remains the case irrespective of how many maternity leaves are taken. Pregnant work- ers in the UK are also entitled to time-off (including travel time) for pregnancy-related appointments (medical; ante- natal and parenting clinics/classes and well-being sessions). Employers must not treat pregnant workers unfavorably and they must monitor risks at work, taking action to protect the health and safety of pregnant workers. These protections are universal and non-negotiable—they apply equally to all women and are easily accessible on government websites (Acas, 2023).",
    "trans": "Compréhensions théoriques de la grossesse et du travail\nUn large éventail d'études existe concernant la grossesse, les protections de maternité et le traitement inéquitable des travailleuses enceintes (pour des revues récentes, voir Arena et al., 2023; Grandey et al., 2020). Pourtant, étant donné l'étendue continue du traitement éthique et discriminatoire des travailleuses enceintes, même au sein des économies comme le Royaume-Uni qui prétendent offrir des protections de maternité robustes (Rouse, 2021; Stumbitz et al., 2018), des recherches supplémentaires sur la grossesse et l'emploi sont nécessaires (Ladge & Greenberg, 2019). De telles recherches restent un moyen par lequel les voix des travailleuses enceintes peuvent être entendues, surtout compte tenu des tendances organisationnelles à faire taire les voix maternelles au travail (Gatrell, 2005, 2011a; Rouse et al., 2021).\nPour offrir un contexte et un arrière-plan à cette étude : au Royaume-Uni, où l'étude a été menée, les protections de maternité sont meilleures que dans de nombreux autres régimes (Gatrell, 2013; Rouse et al., 2021). Selon la loi, les employeurs ne doivent pas discriminer les travailleuses en raison de leur grossesse, de toute maladie liée à la grossesse ou de leur droit au congé de maternité. Les employées ne sont pas tenues de divulguer leur grossesse aux employeurs avant 15 semaines avant leur date d'accouchement et elles ne sont pas tenues de divulguer leur grossesse pendant le processus d'embauche. Toutes les employées ont droit à jusqu'à 52 semaines de congé de maternité, et la rémunération de maternité varie en fonction de la politique de l'entreprise, mais toutes les travailleuses enceintes qui ont travaillé pour leur employeur pendant 26 semaines ou plus recevront un montant minimum légal, fixé par le gouvernement en place. Cela reste le cas, quel que soit le nombre de congés de maternité pris. Les travailleuses enceintes au Royaume-Uni ont également droit à des congés (y compris le temps de déplacement) pour des rendez-vous liés à la grossesse (médicaux; cliniques/classes prénatales et de parentalité et sessions de bien-être). Les employeurs ne doivent pas traiter les travailleuses enceintes de manière défavorable et ils doivent surveiller les risques au travail, prenant des mesures pour protéger la santé et la sécurité des travailleuses enceintes. Ces protections sont universelles et non négociables - elles s'appliquent également à toutes les femmes et sont facilement accessibles sur les sites Web gouvernementaux (Acas, 2023)."
}