{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Charles Leclerc’s driver coach Jock Clear has cited the 2023 Singapore Grand Prix as a turning point for the Monegasque, with his Ferrari team mate Carlos Sainz claiming an impressive victory at a race that Leclerc arrived at with “a lot of confidence”.\nDuring a campaign that saw Red Bull win 21 out of 22 races with the dominant RB19, Sainz was the only driver outside of the Milton Keynes outfit to stand on the top step of the podium in 2023. The Spaniard mastered his strategy in hot and humid conditions at the Marina Bay Street Circuit to seal his second win in F1.\nREAD MORE: ‘It’s going to be amazing for me’ – Leclerc on the impact of Hamilton joining Ferrari as he opens up on times he ‘hated’ Sainz\nLeclerc, meanwhile, started from P3 on the grid but crossed the line in fourth place. Reflecting back on that weekend during an appearance on the F1 Nation podcast, Clear suggested that the 26-year-old took some good learnings from the disappointment of losing out to Sainz.\n“I think he's responded well to a very strong team mate,” said Clear. “We've long talked about the qualities of Carlos and the fact is, Carlos probably doesn't quite have that edge of pace that Charles can show in qualifying, but you look at Singapore last year and that really hit home to Charles.",
    "trans": "Jock Clear, l'entraîneur de Charles Leclerc, a cité le Grand Prix de Singapour 2023 comme un tournant pour le Monégasque, son coéquipier chez Ferrari, Carlos Sainz, remportant une victoire impressionnante lors d'une course où Leclerc était arrivé avec « beaucoup de confiance ».\nAu cours d'une saison où Red Bull a remporté 21 des 22 courses avec la dominante RB19, Sainz a été le seul pilote en dehors de l'équipe de Milton Keynes à monter sur la plus haute marche du podium en 2023. L'Espagnol a maîtrisé sa stratégie dans des conditions chaudes et humides sur le circuit urbain de Marina Bay pour décrocher sa deuxième victoire en F1.\nLIRE LA SUITE : « Ce sera incroyable pour moi » – Leclerc sur l'impact de l'arrivée de Hamilton chez Ferrari alors qu'il évoque les moments où il a « détesté » Sainz.\nLeclerc, quant à lui, est parti de la troisième place sur la grille, mais a franchi la ligne d'arrivée en quatrième position. Revenant sur ce week-end lors d'une apparition dans le podcast F1 Nation, Clear a suggéré que le pilote de 26 ans avait tiré de bons enseignements de la déception de perdre face à Sainz.\n« Je pense qu'il a bien réagi à un coéquipier très fort », a déclaré Clear. « Nous avons longtemps parlé des qualités de Carlos et du fait que Carlos n'a peut-être pas tout à fait cette pointe de vitesse que Charles peut montrer en qualifications, mais si vous regardez Singapour l'année dernière, cela a vraiment frappé Charles. »"
}