{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I need my documents, that's all I need\nSo I need to pick them up in 1 hour and better if you're not there because I don't want to see you again\nI just need that and that's it\nAnd it's very different with you, I didn't win the jackpot, I'm leaving as I was, I don't take anything from you, everything stays the same, your things that you gave me are back to you\nI just don't want to live with you anymore knowing that you disrespect me behind my back\nYou show every day with your attitude that you are not happy with me\nIf I were in love with this country and had nothing to go to Nicaragua, I would go far away, you and that's it\nBut I don't want this country anymore, I just want to go to my country where I know where I know I have my other half of my family\nI'm leaving with great pain and it's that I fell in love with you and that won't heal overnight I know it will take time and time I don't know how much but I know it will cost me a lot to heal this separation\nBut I have to do it I'm not sure who you are or if you will change your attitudes and your lack of respect so my\nBut I just want to live happily with my daughters",
    "trans": "J'ai besoin de mes documents, c'est tout ce dont j'ai besoin.\nDonc je dois les récupérer dans 1 heure et c'est mieux si tu n'es pas là car je ne veux plus te voir.\nJ'ai juste besoin de ça et c'est tout.\nEt c'est très différent avec toi, je n'ai pas gagné le jackpot, je pars comme j'étais, je ne prends rien de toi, tout reste pareil, tes affaires que tu m'as données te sont rendues.\nJe ne veux juste plus vivre avec toi en sachant que tu me manques de respect dans mon dos.\nTu montres chaque jour avec ton attitude que tu n'es pas heureux avec moi.\nSi j'étais amoureux de ce pays et que je n'avais nulle part où aller au Nicaragua, je partirais loin, toi et c'est tout.\nMais je ne veux plus de ce pays, je veux juste retourner dans mon pays où je sais que j'ai ma moitié de famille.\nJe pars avec une grande douleur et c'est que je suis tombé amoureux de toi et cela ne guérira pas du jour au lendemain, je sais que cela prendra du temps et combien de temps je ne sais pas mais je sais que cela me coûtera beaucoup de guérir cette séparation.\nMais je dois le faire, je ne suis pas sûr de qui tu es ou si tu vas changer tes attitudes et ton manque de respect envers moi.\nMais je veux juste vivre heureux avec mes filles."
}