{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Sleep/Rest Time Agreement\nAs an early care and education provider it is our responsibility to maintain a safe sleeping environment for your child. As per OCFS guidelines an agreement must be made outlining nap or rest time procedures for your child. Please complete the form and return it to your Center Director. This agreement must be completed yearly.\nThank You.\nSleep is an important part of healthy growth and development. When children sleep, their brains develop, they organize information, and they grow. Regular naps provide predictable routines and help children cope with the stimulating activities provided by the center.\nRest Schedule Infants:\n✓ In the infant rooms we provide opportunities for infants to nap as their individual schedule indicates. When infants are napping they are placed in an assigned crib and placed flat on their back to sleep, unless medical information from the child’s health care provider is presented to the center, by the parent that states this arrangement is inappropriate for that child.\n✓ Infant cribs may not have bumper pads, toys, large stuffed animals, heavy blankets, pillows, wedges, or infant positioners unless medical information from the child’s health care provider is presented in writing indicating otherwise. In lieu of blankets, EduKids requires that parents provide “sleep sacks” ONLY for their infant.\nToddlers\\ Preschool: 2 Hour Timeframe as per Classroom Schedule – Typically 1:00 PM – 3:00 PM\n✓ Children 18 months and older will nap on a cot in the classroom. Rest time occurs from 1:00 PM-3:00 PM. The room is darkened, soothing music is played and backs will be rubbed if the child wishes. No child is ever forced to sleep, however, this is a quiet time and children are asked to rest quietly for a short time until those children needing to nap have settled. For those children who do not nap, they will be offered quiet activities; remembering that other children are sleeping.\n✓ As children wake they will be allowed the same quiet activities. The staff will wake up all children with back rubbing, soft voices and kindness around 3:00 PM. Blankets will be put back in the child’s cubby and children will be offered snack.\nUPK Wrap Around Care: 1:00 PM - 3:00 PM (At select locations only)\n✓ The UPK Extended Day/ Wrap Around children will be given the opportunity to nap from 1:00\nPM-3:00 PM with the same rest time arrangement as our center children as stated above.\nSupervision During Rest Time\nAs per the requirements specified in section 418-1.8 of the NYS OCFS Regulations, all children will have competent supervision by classroom staff during rest times. Children will be within a staff members range of vision, and will be close enough to assist a child who wakes from nap, or is playing quietly in the classroom. Please sign below indicating your understanding and agreement. If you have questions about this agreement or questions a",
    "trans": "Accord relatif aux périodes de sommeil/repos\nEn tant que prestataire de services de garde et d'éducation des petits enfants, il est de notre responsabilité de garantir un environnement de sommeil sûr pour votre enfant. Conformément aux directives de l'OCFS, un accord doit être établi décrivant les procédures de sieste ou de repos pour votre enfant. Veuillez remplir le formulaire et le remettre au directeur de votre centre. Cet accord doit être renouvelé chaque année.\nNous vous remercions.\nLe sommeil est un élément important d'une croissance et d'un développement sains. Pendant le sommeil, le cerveau des enfants se développe, ils organisent les informations et ils grandissent. Les siestes régulières fournissent des routines prévisibles et aident les enfants à faire face aux activités stimulantes proposées par le centre.\nHoraire de repos des nourrissons :\n✓ Dans les salles pour nourrissons, nous offrons aux nourrissons la possibilité de faire la sieste selon leur horaire individuel. Lorsqu'ils font la sieste, les nourrissons sont placés dans un berceau attribué et couchés à plat sur le dos, à moins qu'une information médicale du professionnel de santé de l'enfant ne soit présentée au centre par le parent, indiquant que cet arrangement est inapproprié pour cet enfant.\n✓ Les berceaux des nourrissons ne doivent pas contenir de tours de lit, de jouets, de gros animaux en peluche, de couvertures lourdes, d'oreillers, de cales ou de positionneurs pour nourrissons, à moins qu'une information médicale du professionnel de santé de l'enfant ne soit présentée par écrit indiquant le contraire. En remplacement des couvertures, EduKids exige que les parents fournissent UNIQUEMENT des « gigoteuses » pour leur nourrisson.\nTout-petits/Préscolaire : Période de 2 heures selon l'horaire de la classe – Généralement de 13 h 00 à 15 h 00\n✓ Les enfants de 18 mois et plus feront la sieste sur un lit de camp dans la salle de classe. La période de repos se déroule de 13 h 00 à 15 h 00. La pièce est obscurcie, une musique douce est diffusée et le dos est frotté si l'enfant le souhaite. Aucun enfant n'est jamais forcé de dormir, cependant, c'est une période de calme et les enfants sont invités à se reposer tranquillement pendant un court laps de temps jusqu'à ce que les enfants ayant besoin de faire la sieste se soient endormis. Pour les enfants qui ne font pas la sieste, des activités calmes leur seront proposées, en gardant à l'esprit que d'autres enfants dorment.\n✓ Au réveil, les enfants auront droit aux mêmes activités calmes. Le personnel réveillera tous les enfants en leur frottant le dos, en utilisant des voix douces et avec gentillesse vers 15 h 00. Les couvertures seront remises dans le casier de l'enfant et un casse-croûtes sera offert aux enfants.\nSoins complémentaires UPK : 13 h 00 à 15 h 00 (dans certains établissements uniquement)\n✓ Il sera offert aux enfants participant à la journée prolongée/aux soins complémentaires UPK la possibilité de faire la sieste à partir de 13 h 00\nà 15 h, avec le même arrangement de repos que les enfants de notre centre, tel qu'indiqué ci-dessus.\nSupervision pendant la période de repos\nConformément aux exigences spécifiées dans la section 418-1.8 du règlement de l'OCFS de l'État de New York, tous les enfants seront supervisés de manière compétente par le personnel de la classe pendant les périodes de repos. Les enfants seront à portée de vue des membres du personnel et suffisamment proches pour aider un enfant qui se réveille de sa sieste ou qui joue tranquillement dans la salle de classe. Veuillez signer ci-dessous pour indiquer votre compréhension et votre accord. Si vous avez des questions concernant cet accord ou des questions"
}