{
    "source": "en_US",
    "target": "fr_FR",
    "text": "am following up on the email I sent you earlier today with an offer to help you get started with your Microsoft 365 trial.\nUnfortunately, we were unable to reach you by phone to follow up today.\nIf you would like to contact me for help with your Microsoft 365 trial, simply reply to this email with a specific day and time for me to reach out again by phone.\nShould we not hear back from you we will try reaching you again by phone between 9am and 5pm your time on the next business day, to offer our assistance.\nIf you would prefer not to be contacted, please respond to this email and let us know.\nThank you for choosing Microsoft 365. We value your business and look forward to helping you get the most out of your trial.\nNote: Microsoft will NEVER ask for Passwords or any Credit Card information. If you prefer not to receive these types of support communications going forward, just let me know. To learn how to manage your contact preferences for other parts of Microso",
    "trans": "Je fais suite à l’email que je vous ai envoyé plus tôt aujourd’hui pour vous proposer mon aide afin de bien démarrer votre essai de Microsoft 365.\nMalheureusement, nous n’avons pas pu vous joindre par téléphone pour faire le suivi aujourd’hui.\nSi vous souhaitez que je vous assiste pour votre essai Microsoft 365, il vous suffit de répondre à cet email en indiquant un jour et une heure précis(e) pour que je puisse vous rappeler.\nSi nous ne recevons pas de réponse de votre part, nous tenterons de vous contacter à nouveau par téléphone entre 9h et 17h (heure locale) le jour ouvrable suivant, afin de vous offrir notre assistance.\nSi vous préférez ne pas être contacté(e), merci de répondre à cet email pour nous en informer.\nMerci d’avoir choisi Microsoft 365. Nous apprécions votre confiance et avons hâte de vous aider à tirer le meilleur parti de votre essai.\nImportant : Microsoft ne vous demandera jamais votre mot de passe ni aucune information de carte bancaire. Si vous ne souhaitez plus recevoir ce type de communications à l’avenir, faites-le-moi savoir. Vous pouvez également gérer vos préférences de contact pour d’autres services Microsoft en consultant notre centre de gestion des préférences."
}