{
    "source": "en_US",
    "target": "fr_FR",
    "text": "So many times I see new, or even experienced players being confused by stuff people refer to as \"degens\".\nI'd love to know what actual degens there are in this game. Petrified Blood comes to mind.\nEverything else is just a DoT. Across many games, the concept of dots, hits, and degen are pretty ubiquitous. People have an expectation about how those damage types function. And the intuition applies correclty to PoE as well. Stuff like armour/block only works vs hits, static mitigation (resists, phys reduction, etc) works vs Dots and hits. No mitigation works vs regen. It's like that pretty ubiquitously across games, which is pretty cool.\nI have no idea why people in PoE started calling everything a degen. It makes no sense. Righteous Fire, Blood Rage, ground-based DoTs; the list goes on and on. For some reason people started referring to them as \"degens\" instead of DoTs. All of those things can be reduced by resistance and damage reduction.\nDegen being used to describe DoTs should go the way of \"fetch\" in Mean Girls.",
    "trans": "Je constate fréquemment que de nouveaux joueurs, voire des joueurs expérimentés, sont confus par le terme « dégénéré » utilisé par certains.\nJ'aimerais savoir quels sont les véritables dégénérés dans ce jeu. Le Sang Pétrifié me vient à l'esprit.\nTout le reste n'est qu'un DoT. Dans de nombreux jeux, les concepts de DoT, de coups et de dégénérés sont assez répandus. Les joueurs ont une certaine attente quant au fonctionnement de ces types de dégâts. Et cette intuition s'applique correctement à PoE. Les éléments tels que l'armure/le blocage ne fonctionnent que contre les coups, l'atténuation statique (résistances, réduction des dégâts physiques, etc.) fonctionne contre les DoT et les coups. Aucune atténuation ne fonctionne contre la régénération. C'est assez uniforme dans les jeux, ce qui est plutôt bien.\nJe n'ai aucune idée de pourquoi les joueurs de PoE ont commencé à tout appeler dégénéré. Cela n'a aucun sens. Feu vertueux, Rage sanguinaire, les DoT au sol ; la liste est longue. Pour une raison quelconque, les gens ont commencé à les appeler « dégénérés » au lieu de DoT. Toutes ces choses peuvent être réduites par la résistance et la réduction des dégâts.\nL'utilisation du terme Dégénéré pour décrire les DoT devrait suivre le même chemin que « fetch » dans Mean Girls."
}