{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thank you for reaching out to KONAMI Customer Support.\nWith regard to your inquiry about [eFootball™], we regret to inform you that we were unable to accurately understand the described issue from your inquiry.\nFor that reason, we kindly ask that you further elaborate regarding the described issue.\nIn the event that you have encountered any troubles within the game, we would appreciate it if you would provide the following details of the described situation.\n・ The date and time when the issue occurred:\n・ The detailed description of the relevant issue:\n・ The procedure leading up to the occurrence of the issue, including any specific actions taken:\nWe apologize for any inconvenience this may cause, and we truly appreciate your cooperation in this matter.\n---\nKONAMI Customer Support ⌘\n※Please reply directly to this email without changing the subject line for any follow-up related to this response.\n※Reproduction or republication of this reply is prohibited.",
    "trans": "Merci de contacter le support client de KONAMI.\nConcernant votre demande au sujet de [eFootball™], nous regrettons de vous informer que nous n'avons pas été en mesure de comprendre précisément le problème décrit dans votre requête.\nPour cette raison, nous vous prions de bien vouloir nous fournir plus de détails concernant le problème décrit.\nDans le cas où vous auriez rencontré des problèmes dans le jeu, nous vous serions reconnaissants de bien vouloir nous fournir les détails suivants concernant la situation décrite.\n・ La date et l'heure auxquelles le problème est survenu :\n・ La description détaillée du problème rencontré :\n・ La procédure ayant conduit à l'apparition du problème, y compris toute action spécifique effectuée :\nNous nous excusons pour tout désagrément que cela pourrait causer et nous vous remercions sincèrement pour votre coopération dans cette affaire.\n---\nService à la clientèle KONAMI ⌘\n※ Veuillez répondre directement à cet e-mail sans modifier l'objet pour tout suivi lié à cette réponse.\n※ La reproduction ou la republication de cette réponse est interdite."
}