{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We, in the beginning, we weren't sure what to explain to her and what she would be able to grasp. And the biggest thing I found is I listened to my son’s therapist, and they all said the same thing when she starts asking questions, that's the perfect time. Before that, just act like this is normal. It's just, you know, no big deal. She still was young enough at the time. She was, I think, 5 1/2 or six when he was diagnosed. So I mean, she was still very impressionable. She is very much my mini-me. She needs to be the center of attention a lot. So I knew there was going to be a balancing act I needed to do with her and eventually it did get to the point where she ended up having a breakdown. I walked in, and I said, what's going on? And she said you like brother more than me. And I'm like where did you get that? Well, you spend more time with brother. You do more with brother. So that is when we use that opportunity to open the door and explain to her we have the same expectations for brother as we do for you. The difference though is that your brother needs extra help to achieve those things, and now she can spot my son about to melt down before we do now. She can see it, then shortly after that, she was diagnosed with dyslexia. So I felt like she embraced that, because she was already understanding that her brother didn't see things a little bit differently. And I have heard her numerous times telling school friends things like that, me and my brother are different, and that doesn't make us any less. And if we were all the same, life would just be boring. And I'm like, well, I'm parenting, check for me on that one. If she, you know, yes child, yes, you are correct. So we didn't necessarily change the way we parent. We just have to do it differently depending on the child.",
    "trans": "Au début, nous ne savions pas trop quoi lui expliquer et ce qu'elle serait capable de comprendre. Ce que j'ai trouvé le plus important, c'est d'écouter le thérapeute de mon fils. Ils disaient tous la même chose : quand elle commence à poser des questions, c'est le moment idéal. Avant cela, agissez simplement comme si c'était normal. C'est juste, vous savez, rien de grave. Elle était encore assez jeune à l'époque. Elle avait, je crois, 5 ans et demi ou six ans quand il a été diagnostiqué. Elle était donc encore très influençable. Elle me ressemble beaucoup. Elle a souvent besoin d'être le centre de l'attention. Je savais donc qu'il y aurait un équilibre à trouver avec elle, et finalement, elle a fini par avoir une crise. Je suis entrée et j'ai demandé : « Qu'est-ce qui se passe ? » Et elle a répondu : « Tu aimes plus frère que moi. » Et j'ai demandé : « Où as-tu pris ça ? » « Eh bien, tu passes plus de temps avec frère. Tu fais plus de choses avec frère. » C'est alors que nous avons saisi cette occasion pour ouvrir le dialogue et lui expliquer que nous avions les mêmes attentes pour son frère et pour elle. La différence, cependant, est que son frère a besoin d'aide supplémentaire pour atteindre ces objectifs. Maintenant, elle peut détecter les crises imminentes de mon fils avant nous. Elle le voit. Peu de temps après, elle a été diagnostiquée dyslexique. J'ai eu l'impression qu'elle a bien accepté cela, car elle comprenait déjà que son frère percevait les choses un peu différemment. Et je l'ai entendue à plusieurs reprises dire à des camarades de classe : « Mon frère et moi sommes différents, et cela ne nous rend pas moins bien. Et si nous étions tous pareils, la vie serait ennuyeuse. » Et je me suis dit : « Bon, je suis une bonne mère, c'est validé. » Si elle, vous savez, oui, mon enfant, oui, tu as raison. Nous n'avons pas nécessairement changé notre façon d'élever nos enfants. Nous devons simplement le faire différemment selon l'enfant."
}