{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Started off as research officer (1990-2000), later as lecturer/researcher (2001-present) in the field of coastal and marine environment. Conducted marine microbial research as my first extending into coral reef studies, then remote sensing and GIS. Published in refereed journals both international and national, attended conferences and gained contacts nationally and internationally particularly with universities and institutions in United Kingdom and Germany.Published books as teaching reference, research books, translated technical book on remote sensing, participated in public awareness and younger generation education programmes in video clips; trained in modelling using remote sensing techniques from well-known scientists in the prestigious GKSS (Geesthact, Germany). Based on merit, awarded scholarship by HRH Thailand’s King for MSc in Asian Institute of Technology (1993-1994), and scholarship with temporary citizenship by CDG-Germany in 2000. Headed some R&D grants and as co-researcher in others; and various consultancy projects. Supervised undergraduate and post graduate students in projects/thesis within the field of coastal and marine, and remote sensing-GIS. Served the university as for various activities - workshops, seminars, conferences to conducting national scientific expeditions i.e. ROSES expedition (2006-2008) and Ekspedisi Pelayaran Saintifik Perdana (2009). Invited by Malaysian Marine Parks Department to participate and head research on remote sensing of coral reefs for northern Straits of Malacca to map existing and additional reef resources to be gazett as Marine Protected Areas as agreed in Malaysia’s participation in CBD. Served the community by chosing to play the role of an educator for public awareness where coastal and marine is concerned, spanning from very young generations (pre-schoolers) on sustainability and importance of green earth injected into their curriculum to older generations of the public where exhibitions were held.",
    "trans": "J'ai débuté comme chargé de recherche (1990-2000), puis en tant que maître de conférences/chercheur (2001 à aujourd'hui) dans le domaine de l'environnement côtier et marin. J'ai d'abord mené des recherches sur les microbes marins avant d'élargir mes travaux aux récifs coralliens, puis à la télédétection et aux SIG. J'ai publié dans des revues scientifiques à comité de lecture, tant au niveau international que national, et j'ai participé à des conférences, établissant des contacts avec des universités et des institutions, notamment au Royaume-Uni et en Allemagne. J'ai également publié des ouvrages de référence pour l'enseignement et la recherche, traduit un ouvrage technique sur la télédétection et participé à des programmes de sensibilisation du public et d’éducation des jeunes générations à travers des vidéos. J'ai été formé à la modélisation utilisant des techniques de télédétection par des scientifiques de renom à l'institut prestigieux GKSS (Geesthacht, Allemagne). Sur la base du mérite, j'ai reçu une bourse de Sa Majesté le Roi de Thaïlande pour un MSc à l'Asian Institute of Technology (1993-1994), ainsi qu'une bourse avec citoyenneté temporaire du CDG-Allemagne en 2000. J'ai dirigé plusieurs projets de R&D et participé en tant que co-chercheur à d'autres, ainsi qu'à divers projets de conseil. J'ai supervisé des étudiants en licence et en master dans le cadre de projets et de thèses portant sur l’environnement côtier et marin, ainsi que sur la télédétection et les SIG. J'ai servi l’université dans diverses activités : ateliers, séminaires, conférences et expéditions scientifiques nationales, notamment l’expédition ROSES (2006-2008) et l'Ekspedisi Pelayaran Saintifik Perdana (2009). J'ai été invité par le Département des Parcs Marins de Malaisie à diriger des recherches sur la télédétection des récifs coralliens dans le nord du détroit de Malacca afin de cartographier les récifs existants et les ressources supplémentaires à classer en aires marines protégées, conformément à la participation de la Malaisie à la CDB. Enfin, j’ai choisi de jouer un rôle d’éducateur pour sensibiliser le public à l’environnement côtier et marin, allant de la sensibilisation des très jeunes générations (en injectant les notions de durabilité et d’écologie dans leur programme scolaire) à des expositions et initiatives pour les générations plus âgées."
}