{
    "source": "en_US",
    "target": "fr_FR",
    "text": "That contest on 5 August 2023 would ultimately prove to be Hardy's final trip to the ring in a competitive capacity.\n\"I came out of the ring, got home and I had double vision,\" Hardy tells BBC Sport.\n\"I also had regular concussion stuff, normal fighter stuff but the next day the double vision didn't go away and I was kind of walking into stuff and I didn't feel right.\n\"Long story short, it didn't get any better, but I just got used to it. It's like anything else if you break something or bruise something you just train through it.\"\nA year on from that defeat, rather than enjoying the fruits of a long career, Hardy is instead grappling with her utility company, Con Edison, on the phone.\n\"My lights are getting ready to get shut off. I bet you [two-time welterweight champion] Shawn Porter doesn't have that problem,\" Hardy says.\nHardy and Porter are both former world champions and appeared on the same card in 2016 at Barclays Center in Brooklyn but that is where the comparisons end.\nFinancially they are worlds apart.\n\"I had this beautiful career but it's like they just pushed me back outside the fence and said 'just be happy you had the chance Heather, it was nice but go figure it out yourself', \" Hardy say",
    "trans": "Ce combat du 5 août 2023 allait finalement être le dernier pour Hardy en tant que combattante professionnelle.\n« Je suis sorti du ring, je suis rentré chez moi et j'ai eu une vision double », raconte Hardy à BBC Sport.\n« J'avais aussi les symptômes classiques d'une commotion cérébrale, les trucs habituels pour un combattant, mais le lendemain, la vision double ne disparaissait pas et je me cognait partout, je ne me sentais pas bien. »\n« Pour faire court, ça ne s'est pas arrangé, mais je m'y suis habitué. C'est comme n'importe quoi d'autre, si vous vous cassez quelque chose ou si vous avez une ecchymose, vous vous entraînez simplement pour y remédier. »\nUn an après cette défaite, au lieu de profiter des fruits d'une longue carrière, Hardy se retrouve à négocier avec sa compagnie d'électricité, Con Edison, au téléphone.\n« Mes lumières sont prêtes à s'éteindre. Je vous parie que Shawn Porter,  [double champion des poids welters], n'a pas ce problème », déclare Hardy.\nHardy et Porter sont tous deux des anciens champions du monde et ont combattu lors du même événement en 2016 au Barclays Center de Brooklyn, mais c'est là que s'arrêtent les comparaisons.\nFinancièrement, ils sont dans des mondes différents.\n«J'ai eu une belle carrière, mais c'est comme si on m'avait repoussé à l'extérieur et qu'on m'avait dit : « Sois heureuse d'avoir eu cette chance, Heather, c'était bien, mais débrouille-toi tout seul » », a déclaré M. Hardy."
}