{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Trump Media & Technology, the social media company majority-owned by former President Donald Trump, extended its dramatic decline after sharp gains a few days ago.\nTrading was halted more than once early Thursday to curb volatility, just at it was earlier in the week. Still, those big swings make the stock attractive for speculative investors. Its rise and fall could also partly be down to its status as a proxy for Trump's chances of winning the White House in the election next week.\nWhile his odds have been improving lately, the latest CNN poll shows Vice President Kamala Harris with a significant lead over Trump in the key swing states of Michigan and Wisconsin. In Pennsylvania, the biggest swing state, the two are still neck and neck.\nThe stock, DJT, was down 12% to $35.34 at Thursday's close. DJT dropped 22% on Wednesday, its biggest decline since April, but it has still roughly doubled this month.\nHarris also has a slight advantage as a member of the incumbent party as key economic indicators pick up. Gasoline prices are lower, personal income is up, and overall growth came in at a solid 2.8% for the third quarter.",
    "trans": "Trump Media & Technology, l'entreprise de médias sociaux majoritairement détenue par l'ancien président Donald Trump, a poursuivi sa chute spectaculaire après de fortes hausses il y a quelques jours.\nLes échanges ont été interrompus à plusieurs reprises tôt jeudi pour limiter la volatilité, comme cela avait déjà été le cas plus tôt dans la semaine. Malgré cela, ces fortes fluctuations rendent l'action attrayante pour les investisseurs spéculatifs. Sa montée et sa chute pourraient également être en partie liées à son statut d’indicateur des chances de Trump de remporter la Maison-Blanche lors de l'élection de la semaine prochaine.\nBien que ses chances se soient récemment améliorées, le dernier sondage de CNN montre que la vice-présidente Kamala Harris dispose d’une avance significative sur Trump dans les États clés du Michigan et du Wisconsin. En Pennsylvanie, le plus grand État pivot, les deux candidats sont toujours au coude-à-coude.\nL'action DJT a chuté de 12 % pour atteindre 35,34 $ à la clôture de jeudi. DJT a perdu 22 % mercredi, sa plus forte baisse depuis avril, mais elle a tout de même presque doublé ce mois-ci.\nHarris bénéficie également d’un léger avantage en tant que membre du parti au pouvoir, alors que les principaux indicateurs économiques s’améliorent. Les prix de l’essence sont en baisse, les revenus personnels sont en hausse et la croissance globale a atteint un solide 2,8 % au troisième trimestre."
}