{
    "source": "en_US",
    "target": "fr_FR",
    "text": "That’s one of the problems with “Raising Arizona.” The movie is narrated by its hero, a man who specializes in robbing convenience stores, but it sounds as if he just graduated from the Rooster Cogburn school of elocution. There are so many “far be it from me’s” and “inasmuches” in his language that he could play Ebenezer Scrooge with the same vocabulary – and that’s not what you expect from a two-bit thief who lives in an Arizona trailer park.\nMaybe, of course, he just happens to talk that way. Even in this age of homogenized culture, a few people do retain distinctive and colorful speech patterns. That would be a good theory except that everyone in “Raising Arizona” talks funny. They all elevate their dialogue to an arch and artificial level that’s distracting and unconvincing and slows down the progress of the film.\nAnd what “Raising Arizona” needs more than anything else is more velocity. Here’s a movie that stretches out every moment for more than it’s worth, until even the moments of inspiration seem forced. Since the basic idea of the movie is a good one and there are talented people in the cast, what we have here is a film shot down by its own forced and mannered style.\nThe movie stars Nicholas Cage as the guy who sticks up all-night grocery stores, and Holly Hunter as the policewoman who falls in love with him while taking his mug shots. After he gets out of prison for what he hopes is the last time, they get married and set up their little home, and then discover that they cannot have children.\nMeanwhile, there have been stories in the paper about a local furniture czar, Nathan Arizona, whose wife took a fertility drug and had quints.\nHunter convinces Cage that anybody with five kids is not going to miss one of them, and Cage steals into the Arizona home to kidnap one of the infants.\nThe movie has some fun with the bombastic Arizona (played like a used car huckster by Trey Wilson), and it also contains some charming moments involving the photogenic child who has been cast as the kidnapping victim. But then there’s a silly subplot about a couple of escaped cons, and an even more ridiculous development involving some kind of superhero Hells Angel, who roars through town like a messenger from hell.\nThe movie cannot decide if it exists in the real world of trailer parks and 7-Elevens and Pampers, or in a fantasy world of characters from another dimension. It cannot decide if it is about real people, or comic exaggerations. It moves so uneasily from one level of reality to another that finally we’re just baffled. Comedy often depends on frustrating the audience’s expectations. But how can it work when we don’t have a clue about what to expect – when the movie itself doesn’t know what is possible and what is not? “Raising Arizona” is the new work by the Coen brothers, Joel and Ethan, whose previous film was the superb thriller “Blood Simple.” That was a movie that pushed reality as far as it could go within the rigid confines of a well-made thriller. “Raising Arizona” needs the same kind of restraint. It’s all over the map. If the same story had been told straight, as a comic slice of life, it might have really worked. I kept thinking of Jonathan Demme’s “Melvin and Howard,” the film about the gas station owner and the billionaire, in which equally unlikely events happened, but were very funny because they were allowed to be believable.",
    "trans": "C’est l’un des problèmes de Raising Arizona. Le film est narré par son héros, un homme qui se spécialise dans les braquages de supérettes, mais il semble qu’il vienne tout juste de sortir de l’école d’élocution de Rooster Cogburn. Il y a tellement de « loin de moi » et de « en tant que » dans son langage qu’il pourrait jouer Ebenezer Scrooge avec le même vocabulaire – et ce n’est pas ce qu’on attend d’un voleur de seconde zone vivant dans un parc de maisons mobiles en Arizona.\nPeut-être, bien sûr, qu'il s'agit simplement d'une façon de parler. Même à l'ère de l'homogénéisation de la culture, certaines personnes conservent des modes d'expression distinctifs et colorés. Ce serait une bonne théorie, sauf que tout le monde dans « Raising Arizona » parle bizarrement. Ils élèvent tous leur dialogue à un niveau archaïque et artificiel qui est distrayant et peu convaincant et qui ralentit la progression du film.\nEt ce dont \"Raising Arizona\" a le plus besoin, c’est de plus de vitesse. Voilà un film qui étire chaque moment bien plus que nécessaire, au point que même les moments d’inspiration semblent forcés. Puisque l’idée de base du film est bonne et que le casting est talentueux, ce que l’on a ici, c’est un film détruit par son propre style forcé et maniéré.\nLe film met en vedette Nicolas Cage dans le rôle du gars qui braque des épiceries ouvertes 24 heures sur 24, et Holly Hunter dans le rôle de la policière qui tombe amoureuse de lui en prenant ses photos d'identité. Après sa sortie de prison, ce qu’il espère être la dernière, ils se marient et s’installent dans leur petite maison, pour découvrir qu’ils ne peuvent pas avoir d’enfants.\nEntre-temps, le journal a publié des articles sur un tsar local de l'ameublement, Nathan Arizona, dont la femme a pris un médicament pour la fertilité et a eu des quenottes.\nHunter convainc Cage qu’un homme avec cinq enfants ne remarquera pas l'absence d’un d’entre eux, et Cage s'introduit dans la maison des Arizona pour kidnapper un des nourrissons.\nLe film s’amuse avec le personnage d’Arizona (joué comme un vendeur de voitures d’occasion par Trey Wilson), et il contient aussi quelques moments charmants avec l’enfant photogénique choisi pour jouer la victime du kidnapping. Mais il y a aussi une sous-intrigue ridicule sur deux évadés, et un développement encore plus absurde impliquant une sorte de super-héros Hell’s Angel, qui traverse la ville tel un messager de l’enfer.\nLe film n'arrive pas à décider s'il existe dans le monde réel des caravanes, des 7-Elevens et des Pampers, ou dans un monde imaginaire avec des personnages d'une autre dimension. Il n'arrive pas à décider s'il s'agit de personnes réelles ou d'exagérations comiques. Elle passe si difficilement d'un niveau de réalité à un autre que nous finissons par être déconcertés. La comédie repose souvent sur la frustration des attentes du public. Mais comment cela peut-il fonctionner lorsque nous n'avons pas la moindre idée de ce à quoi nous pouvons nous attendre - lorsque le film lui-même ne sait pas ce qui est possible et ce qui ne l'est pas ? « Raising Arizona » est la nouvelle œuvre des frères Coen, Joel et Ethan, dont le film précédent était le superbe thriller “Blood Simple”. Ce film poussait la réalité aussi loin que possible dans les limites rigides d'un thriller bien fait. « Raising Arizona » a besoin du même genre de retenue. C'est du grand n'importe quoi. Si la même histoire avait été racontée de manière directe, comme une tranche de vie comique, elle aurait pu vraiment fonctionner. Je n'arrêtais pas de penser à « Melvin et Howard » de Jonathan Demme, le film sur le propriétaire de la station-service et le milliardaire, dans lequel des événements tout aussi improbables se produisaient, mais étaient très drôles parce qu'on leur permettait d'être crédibles."
}