{
    "source": "en_US",
    "target": "fr_FR",
    "text": "5 Unrestricted Acres W/Creek Only $15,900!\nThis tract, along with 11 others, will be liquidated on Saturday Oct 26th. Be the first to book your preview showing, call 1-888-270-4695. This property is located off of a rural, state maintained road. Power and telephone are available. Easy access in to this secluded tract will make your project easy! No hassle! This location is perfect....being just off the Blue Ridge Parkway on the NC/Virginia line. Short drive to downtown Mt.Airy (Mayberry) for great shopping and food! If you want to get away from all the chaos of the city life, this land is for you! This property is perfect for you to build the house of your dreams. If you don't want to build right away, perfect...you can camp, RV, 5th-Wheel, Motor-Coach, Tiny House, Tree House, ATV, UTV, etc. No Restrictions! If you like to Hunt, Fish, or Hike....this location couldn't be better. State parks and game-lands are in the close proximity. It's time to buy land, there is a shortage of it these days....take advantage of offers that rarely hit the market!",
    "trans": "5 Acres Sans Restriction Avec Ruisseau – Seulement 15 900 $ !\nCe terrain, ainsi que 11 autres, sera liquidé le samedi 26 octobre. Soyez le premier à réserver votre visite en appelant le 1-888-270-4695. Situé le long d’une route rurale entretenue par l’État, ce terrain bénéficie d’un accès facile et de la disponibilité de l’électricité et du téléphone. Aucun souci pour votre projet ! L’emplacement est idéal : juste à côté du Blue Ridge Parkway, à la frontière entre la Caroline du Nord et la Virginie. À quelques minutes du centre-ville de Mt. Airy (Mayberry), où vous trouverez d’excellents magasins et restaurants. Si vous souhaitez fuir le tumulte de la vie urbaine, ce terrain est fait pour vous ! Vous pouvez y construire la maison de vos rêves ou simplement en profiter immédiatement : camping, RV, caravane, tiny house, cabane dans les arbres, ATV, UTV, etc. Aucune restriction ! Amateurs de chasse, pêche ou randonnée ? Vous serez comblé ! Des parcs d’État et des réserves de chasse sont à proximité. C’est le moment d’investir dans la terre – elle devient de plus en plus rare ! Ne manquez pas cette opportunité exceptionnelle."
}