{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Klan spread beyond Tennessee to every state in the South and included mayors, judges, and sheriffs as well as common criminals. The Klan systematically murdered black politicians and political leaders. It beat, whipped, and murdered thousands, and intimidated tens of thousands of others from voting. Blacks often tried to fight back, but they were outnumbered and out gunned. While the main targets of Klan wrath were the political and social leaders of the black community, blacks could be murdered for almost any reason. Men, women, children, aged and crippled, were victims. A 103-year-old woman was whipped, as was a completely paralyzed man. In Georgia, Abraham Colby, an organizer and leader in the black community, was whipped for hours in front of his wife and children. His little daughter begged the Klansman, \"Don't take my daddy away.\" She never recovered from the sight and died soon after. In Mississippi, Jack Dupree's throat was cut and he was disemboweled in front of his wife, who had just given birth to twins. Klansman burned churches and schools, lynching teachers and educated blacks. Black landowners were",
    "trans": "Le Klan s'est répandu au-delà du Tennessee dans tous les États du Sud, et comprenait des maires, des juges et des shérifs, ainsi que des criminels de droit commun. Le Klan a systématiquement assassiné des politiciens et des dirigeants politiques noirs. Il a battu, fouetté et assassiné des milliers de personnes, et en a intimidé des dizaines de milliers d'autres pour les dissuader de voter. Les Noirs ont souvent tenté de riposter, mais ils étaient en infériorité numérique et en armes. Bien que les principales cibles de la colère du Klan aient été les dirigeants politiques et sociaux de la communauté noire, les Noirs pouvaient être assassinés pour presque n'importe quelle raison. Des hommes, des femmes, des enfants, des personnes âgées et handicapées, ont été victimes. Une femme de 103 ans a été fouettée, tout comme un homme complètement paralysé. En Géorgie, Abraham Colby, un organisateur et leader de la communauté noire, a été fouetté pendant des heures devant sa femme et ses enfants. Sa petite fille a supplié les membres du Klan : « Ne prenez pas mon papa ». Elle ne s'est jamais remise de ce qu'elle a vu et est morte peu après. Dans le Mississippi, la gorge de Jack Dupree a été tranchée et il a été éventré devant sa femme, qui venait de donner naissance à des jumeaux. Les membres du Klan ont brûlé des églises et des écoles, lynchant des enseignants et des Noirs instruits. Les propriétaires terriens noirs étaient"
}