{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It was finally graduation day and she was nervous as ever. She was lucky enough to pass her exams and get through all the difficulties getting into a college, now it was just graduation in the way of her upcoming career.\nGrabbing the necessary things she needed, she quickly stepped out of her room to be greeted with the male next door, the two staring at each other in surprise.\nAwkwardly standing by their doors for a while, Natsu was the first one to move as he took two steps away from his door.\nAnd of course, he was stopped almost immediately.\n\"W—Wait a minute.\"\n\"Yeah?\"\n\"Erm... I just want to ask... what College you are going to. You didn't tell me which exam you took or even which school you got into... so I just... erm... want to know...\" She trailed off awkwardly as she tried to make it sound smooth as possible. But with her stammering and uneasiness, it made it sound forced and Natsu couldn't help but guffaw obnoxiously.\nShe grimaced at his laughter and glanced up at the taller jock. \"Well?\"\n\"I'm not telling you,\" he teased making her frown slightly. \"what are you going to do with that information, anyways?\"\n\"I—I just... I don't know, I just—\"\n\"Just what?\" He urged her to go on making her feel even more uncomfortable and powerless. She felt the heat rush to her cheeks and she felt the nervousness subside and anger wash over her, hating how he teased her so shamelessly.\n\"Fine! I just wanted to know what school you're going to, what's the big deal anyways?! You're so annoying all the time and always tease me about everything! You're such a brat, Natsu!\"\n\"A brat? Me? Who's the one screaming at me because I won't tell her which College I've been accepted to?\" He asked, stepping closer towards the blonde to tower over her figure making her glare daggers at him. \"That's right, it's you miss prissy.\"\n\"Don't call me that!\" She hissed out, practically plotting his death there. \"Why won't you just tell me? What's so secretive about it?!\" She cried out, throwing her arms in the air to emphasis her point. \"Don't tell me you didn't even get accepted to a College!\"\n\"What's going on here? Why are you two screaming at each other so early in the morning?! And before graduation, too!\" Grandine suddenly joined the scene making the two stop and look over at the woman who was dressed in a nice formal black and white dress. She had her luscious locks in a tight low bun and she had a worried scowl decorating her face. \"What's going on?\"\n\"She started it, I didn't.\" Natsu said, raising his hands up in reasoning as he pointed at the gawking female. \"She started to go all batshit on me because I wouldn't tell her which College I got into.\"\n\"What?! When did I ever go batshit on you?!\"\n\"Alright, that's enough!\" Grandine said as she pushed the two away from each other, a sigh flying out of her lips. \"It's almost time to go so Natsu, go down and get ready, okay?\"\n\"Yes ma'am.\" He nodded towards his mother before flashing a knowing smirk at the blonde. \"See ya, blondie.\"\n\"Why you—!\"\n\"Lucy, ignore him.\" The older woman said as she stepped in her line of vision making the blonde trail her eyes up the woman before landing on the distress expression. \"Getting angry at the time will cause wrinkles and that's not a good thing,\" she reminded as she put her hands on the shoulders of the blonde to let her cool down. \"besides, it's a waste wasting energy on that idiot.\"",
    "trans": "C'était enfin le jour de la remise des diplômes, et elle était plus nerveuse que jamais. Elle avait eu la chance de réussir ses examens et de surmonter toutes les difficultés pour entrer à l'université, et maintenant, il ne restait plus que cette cérémonie avant le début de sa carrière.\nAttrapant les affaires dont elle avait besoin, elle sortit rapidement de sa chambre et se retrouva face au jeune homme de la porte d'à côté. Tous deux se figèrent, surpris.\nRestant maladroitement plantés devant leurs portes un instant, ce fut Natsu qui bougea le premier, faisant deux pas en arrière.\nEt bien sûr, il fut aussitôt arrêté.\n« A—Attends une minute. »\n« Ouais ? »\n« Euh… Je voulais juste te demander… dans quelle université tu vas. Tu ne m’as jamais dit quel examen tu as passé, ni même dans quelle école tu as été accepté… alors je voulais juste… euh… savoir… » Elle s’interrompit maladroitement, tentant de rendre sa question aussi naturelle que possible. Mais avec ses hésitations et son malaise évident, cela sonnait forcé, et Natsu ne put s’empêcher d’éclater de rire bruyamment.\nElle grimaça face à son éclat de rire et leva les yeux vers le grand sportif. « Alors ? »\n« Je ne te le dirai pas, » la taquina-t-il, ce qui la fit légèrement froncer les sourcils. « Qu’est-ce que tu comptes faire de cette info, de toute façon ? »\n« Je… je… Je sais pas, je voulais juste— »\n« Juste quoi ? » la coupa-t-il, l’incitant à continuer, ce qui la rendit encore plus mal à l’aise et impuissante. Elle sentit la chaleur lui monter aux joues et, d’un coup, la nervosité s’évapora pour laisser place à la colère, exaspérée par la manière dont il la taquinait sans aucune retenue.\n« Très bien ! Je voulais juste savoir dans quelle école tu allais, c’est quoi le problème, hein ?! Tu es tout le temps agaçant et tu n’arrêtes jamais de me taquiner sur tout ! Tu es vraiment insupportable, Natsu ! »\n« Insupportable ? Moi ? Qui est en train de me hurler dessus juste parce que je refuse de lui dire dans quelle université j’ai été accepté ? » répliqua-t-il en s’approchant d’elle, la dominant de toute sa hauteur alors qu’elle lui lançait un regard noir. « Ah oui, c’est toi, mademoiselle Parfaite. »\n« Ne m’appelle pas comme ça ! » siffla-t-elle, prête à le tuer sur place. « Pourquoi tu refuses de me le dire ? Qu’est-ce qu’il y a de si secret là-dedans ?! » s’écria-t-elle en levant les bras pour appuyer ses propos. « Ne me dis pas que tu n’as même pas été accepté dans une université ! »\n« Qu’est-ce qui se passe ici ?! Pourquoi vous hurlez si tôt le matin ?! Et juste avant la remise des diplômes, en plus ! » La voix de Grandine retentit soudainement, mettant fin à leur dispute. Tous deux tournèrent la tête vers la femme, vêtue d’une élégante robe noire et blanche. Ses longues mèches étaient tirées en un chignon serré, et son visage affichait une expression inquiète. « Qu’est-ce qui se passe ? »\n« C’est elle qui a commencé, pas moi, » déclara Natsu en levant les mains en signe d’innocence et en pointant la jeune femme, qui resta bouche bée. « Elle s’est emballée juste parce que je ne voulais pas lui dire dans quelle université j’ai été accepté. »\n« Quoi ?! Je ne me suis jamais \"emballée\" ! »\n« D’accord, ça suffit ! » coupa Grandine en les séparant d’un geste, soupirant longuement. « Il est presque temps de partir, alors Natsu, descends et prépare-toi, d’accord ? »\n« Oui, madame. » Il hocha la tête en direction de sa mère avant d’adresser un sourire moqueur à la blonde. « À plus, blondinette. »\n« Espèce de— ! »\n« Lucy, ignore-le, » intervint la femme en se plaçant dans son champ de vision, ce qui fit relever les yeux de la blonde vers elle. Son visage exprimait une légère contrariété. « Se mettre en colère dès le matin va te donner des rides, et ce n’est pas une bonne chose, » lui rappela-t-elle en posant les mains sur ses épaules pour la calmer. « Et puis, ce serait du gâchis de gaspiller ton énergie pour cet idiot. »"
}