{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In addition to projected indicators for each subject at Key Stage 3, IGCSE and AS/A Level the CAT4 report also provides a summary of learning preferences and styles bespoke to the individual student. This also includes advice on strategies that can be used at home to support students according to their strengths and areas for development.\nA student-friendly version of the CAT4 report has also been made available to each student and they will be required to refer to this when tracking and monitoring their own progress. Their report also includes helpful hints and tips on how to get the very best out of their learning style.\nNext steps\nTeachers and senior members of staff at the International School of Moscow will often make reference to CAT4 reports during their communication with parents and students, whether it be in written reports or during parent-teacher-student consultation evenings.\nFor the purposes of monitoring and assessment teachers will be called upon to make comparisons between a student’s current effort and attainment and the projected data given as most likely outcomes for the end of each Key Stage in school.\nIn order to keep learning on track and ensure that the student is working well towards achieving or even surpassing their projected grades teachers will set specific milestones for students to work towards.\nIf you have any questions about the reports, please address them to Brendan McLoughlin at Brendan.mcloughlin@internationalschool.ru.",
    "trans": "En plus des indicateurs prévisionnels pour chaque matière aux niveaux Key Stage 3, IGCSE et AS/A Level, le rapport CAT4 fournit également un résumé des préférences et styles d’apprentissage propres à chaque élève. Il comprend également des conseils sur les stratégies pouvant être mises en place à domicile afin de soutenir les élèves en fonction de leurs points forts et de leurs axes de développement.\nUne version du rapport CAT4 adaptée aux élèves a également été mise à disposition de chacun d’entre eux, et ils devront s’y référer lors du suivi et du contrôle de leurs progrès. Leur rapport inclut également des astuces et recommandations pour tirer le meilleur parti de leur style d’apprentissage.\nProchaines étapes\nLes enseignants et les membres de la direction de l’International School of Moscow feront souvent référence aux rapports CAT4 lors de leurs échanges avec les parents et les élèves, que ce soit dans des rapports écrits ou lors des réunions de consultation entre parents, enseignants et élèves.\nDans le cadre du suivi et de l’évaluation, il sera demandé aux enseignants de comparer les efforts et les résultats actuels d’un élève avec les données prévisionnelles indiquant les résultats les plus probables à la fin de chaque Key Stage.\nAfin de maintenir le cap et de s’assurer que l’élève progresse efficacement vers l’atteinte, voire le dépassement, de ses résultats prévus, les enseignants fixeront des étapes spécifiques à atteindre.\nSi vous avez des questions concernant les rapports, veuillez les adresser à Brendan McLoughlin à l’adresse Brendan.mcloughlin@internationalschool.ru."
}