{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Come morning, [redacted_name] slowly flutters her eyes open to the sound of church bells, to be met with an empty spot next to her. The white sheets are cool against her bare skin as she slowly shifts to survey the room. She sits up, holding the covers against her.\nThe click of the door gains her attention. Her eyes flicker up to meet Ryujin by the door with a tray in hand. It brings a small smile to her lips.\n\"Hey, stranger.\" [redacted_name] says.\n\"Hey back,\" [redacted_name] grins, walking over. She sets the tray down on the bed next to [redacted_name]. \"The room service fled, I did what i could.\"\n\"Thank you,\" [redacted_name] says, taking a cup of milk. \"Mm, it's good.\" She hums after a sip.\n\"I hope so, i had to milk a goat to get it.\" [redacted_name] jokes, settling to stand at the balcony.\n[redacted_name] lets out a soft laugh. She notices a small flower on her tray. Without a second thought, she tucks it into her hair, lifting her eyes to met [redacted_name].\n[redacted_name] smiles at her in return. Walking back over to [redacted_name], she leans down, cupping her cheek before pulling her into a warm kiss.",
    "trans": "Au matin, [redacted_name] ouvre lentement les yeux au son des cloches de l'église, pour découvrir une place vide à ses côtés. Les draps blancs sont frais contre sa peau nue tandis qu'elle se déplace lentement pour observer la pièce. Elle s'assoit, tenant les couvertures contre elle.\nLe cliquetis de la porte attire son attention. Son regard se lève pour croiser celui de Ryujin à la porte, tenant un plateau à la main. Un léger sourire se dessine sur ses lèvres.\n« Bonjour, étrangère », dit [redacted_name].\n« Bonjour à toi aussi », répond [redacted_name] en souriant, en s'approchant. Elle pose le plateau sur le lit à côté de [redacted_name]. « Le service de chambre a fui, j'ai fait ce que j'ai pu. »\n« Merci », dit [redacted_name], en prenant une tasse de lait. « Mm, c'est bon », murmure-t-elle après une gorgée.\n« Je l'espère, j'ai dû traire une chèvre pour l'obtenir », plaisante [redacted_name], en s'installant pour se tenir au balcon.\n[redacted_name] laisse échapper un doux rire. Elle remarque une petite fleur sur son plateau. Sans hésiter, elle la glisse dans ses cheveux, levant les yeux pour croiser ceux de [redacted_name].\n[redacted_name] lui rend son sourire. Revenant vers [redacted_name], elle se penche, lui caresse la joue avant de l'attirer dans un baiser chaleureux."
}