{
    "source": "en_US",
    "target": "fr_FR",
    "text": "GDIT/United States DoS Nonimmigrant Visa Instructions\nPlease read these instructions in their entirety. Failure to comply with these instructions may delay the processing of your U.S. Nonimmigrant Visa application.\nTo complete this application for a U.S. Nonimmigrant Visa, each applicant listed below must send supporting documents to the U.S. Consular Section. Depending on the type of Visa Class you may need to either scan and email your documents or courier physical documents to the U.S. Consular Section. Instructions on which method you must use are included within the individual applicant instruction pages.\nIf you are part of a family or other group applying for Interview Waiver, please package and send all of your visa applications in the same courier shipment. Failure to do so will result in increased processing times.\nPlease gather the documents for each applicant listed below.",
    "trans": "Instructions relatives aux visas de non-immigrant GDIT/DoS des États-Unis\nVeuillez lire ces instructions dans leur intégralité. Le non-respect de ces instructions pourrait retarder le traitement de votre demande de visa de non-immigrant américain.\nPour compléter cette demande de visa de non-immigrant américain, chaque demandeur mentionné ci-dessous doit envoyer des pièces justificatives à la section consulaire des États-Unis. Selon le type de catégorie de visa, vous devrez peut-être soit numériser et envoyer vos documents par courrier électronique, soit envoyer les documents physiques par coursier à la section consulaire des États-Unis. Les instructions concernant la méthode à utiliser sont incluses dans les pages d'instructions individuelles du demandeur.\nSi vous faites partie d'une famille ou d'un autre groupe demandant une exemption d'entretien, veuillez regrouper et envoyer toutes vos demandes de visa dans le même envoi par coursier. Le non-respect de cette consigne entraînera une augmentation des délais de traitement.\nVeuillez rassembler les documents pour chaque demandeur mentionné ci-dessous."
}