{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Scene 1: Body image\nBackground:\nK is a 17-year-old high school student with a thin figure and very good skin. She often looks in the mirror, but she feels inferior. Classmates made comments about her appearance and other things, which made her feel stressed, especially social and other things, and made her even more depressed\nDevelopment:\nShe became obsessed with losing weight, often skipping breakfast, choosing light food and even taking some weight loss classes. She gradually began to break away from her friends and focus on getting fit, exercising, and hoping to achieve her ideal body. She shares her fitness progress on social media.\nConsequences:\nAs time went by, K's physical and mental health began to become very bad with serious effects, weight loss, and she began to feel tired and dizzy and other needle-like. Her family and friends saw the change and became concerned about her health. Finally, when she went to the hospital, she was diagnosed with an eating disorder and advised to see a professional psychological help.\nSecurity Practices:\nIf K can accept herself, understand her physical condition and seek professional help, she can avoid some unnecessary factors. Of course, schools can also hold lectures on body image, so that students can share experiences with each other, learn about themselves, and build a positive body image and healthy lifestyle.",
    "trans": "Scène 1 : Image corporelle\nContexte :\nK est une lycéenne de 17 ans, de silhouette mince et à la peau très belle. Elle se regarde souvent dans le miroir, mais se sent inférieure. Des camarades de classe ont fait des remarques sur son apparence et d'autres sujets, ce qui l'a stressée, en particulier sur le plan social et autres, et l'a rendue encore plus déprimée.\nDéveloppement :\nElle est devenue obsédée par la perte de poids, sautant souvent le petit-déjeuner, choisissant des aliments légers et prenant même des cours de perte de poids. Elle a progressivement commencé à s'éloigner de ses amis et à se concentrer sur la remise en forme, l'exercice, dans l'espoir d'atteindre son corps idéal. Elle partage ses progrès en matière de remise en forme sur les réseaux sociaux.\nConséquences :\nAu fil du temps, la santé physique et mentale de K a commencé à se détériorer gravement, avec des effets importants, une perte de poids, et elle a commencé à se sentir fatiguée et étourdie, et à ressentir d'autres douleurs aiguës. Sa famille et ses amis ont constaté ce changement et se sont inquiétés pour sa santé. Finalement, lorsqu'elle s'est rendue à l'hôpital, on lui a diagnostiqué un trouble de l'alimentation et on lui a conseillé de consulter un professionnel de la santé mentale.\nPratiques de sécurité :\nSi K pouvait s'accepter, comprendre sa condition physique et chercher une aide professionnelle, elle pourrait éviter certains facteurs inutiles. Bien sûr, les écoles pourraient également organiser des conférences sur l'image corporelle, afin que les élèves puissent partager leurs expériences, apprendre à se connaître et construire une image corporelle positive et un mode de vie sain."
}