{
    "source": "en_US",
    "target": "fr_FR",
    "text": "PLEASE” Jason cried again.\nJosephine couldn’t believe he was asking her to even see his willy let alone touch it. Maybe he’s really enjoying having the girls play with it she thought to herself.\nJosephine hadn’t heard Yvonne’s threat. She walked back towards where he was still being held down, Marcia was still stroking his cock.\n“Come on Josephine, it’s really fun. Look how big it is” Marcia said letting Jason’s cock go letting Josephine hav a full unobstructed view of her brothers willy.\nShe gasped loudly.\n“Come on, stroke it like this” Marcia said.\nJosephine knelt down, she looked at Jason’s face and could see he had been crying. She was having second thoughts about touching it but he had called out to her virtually begging her to touch his cock.\nWith a shaking hand Josephine reached out and took hold of her brothers cock.\nJason groaned in pleasure but he didn’t know why, this was his twin sister holding his cock.\nShe was now stroking it like Marcia had shown her.\n“Do it faster” Jason said not knowing why he was helping her to jerk him off.\n“Oh my god he’s telling his sister how to do it, I was going to make him jerk himself off but he’s asking his sister to do it” Carly said.\nJosephine and Marcia still didn’t know what she was talking about buts soon found out when Jason started shooting blast after blast of sperm over his shirt covered stomach.\nThe older girls were laughing.",
    "trans": "« S’IL TE PLAÎT ! » cria Jason à nouveau.\nJoséphine n’en revenait pas qu’il lui demande ne serait-ce que de regarder sa bite, et encore moins de le toucher. Peut-être qu’il apprécie vraiment que les filles jouent avec, pensa-t-elle en elle-même.\nJoséphine n’avait pas saisi la menace d’Yvonne. Elle retourna à l’endroit où il était toujours cloué au sol, Marcia continuait de caresser sa bite.\n« Allez, Joséphine, c’est vraiment amusant. Regarde comme il est gros », dit Marcia en lâchant le sexe de Jason, offrant à Joséphine une vue dégagée du membre de son frère.\nElle émit un long soupir.\n« Allez, caresse-le comme ça », dit Marcia.\nJoséphine s’agenouilla, regarda le visage de Jason et vit qu’il avait pleuré. Elle hésitait à le toucher, mais il l’avait appelée, la suppliant pratiquement de toucher sa bite.\nD’une main tremblante, Joséphine tendit la main et empoigna la bite de son frère.\nJason gémit de plaisir, mais il ignorait la raison : c’était sa sœur jumelle qui tenait sa bite.\nElle le caressait maintenant comme Marcia le lui avait appris.\n« Vas-y plus vite », dit Jason, sans comprendre pourquoi il l’aidait à le branler.\n« Oh mon Dieu, il explique à sa sœur comment faire ! J’allais le faire se branler lui-même, mais il demande à sa sœur de le faire », dit Carly.\nJoséphine et Marcia ne comprenaient toujours pas de quoi elle parlait, mais elles le découvrirent bientôt lorsque Jason commença à éjaculer des jets successifs de sperme sur son ventre recouvert de son t-shirt.\nLes filles plus âgées partirent d'un grand éclat de rire."
}