{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We had a wonderful and busy week last week!\nThank you to NPHS for organizing a fantastic Fall Mixer fundraiser and to all the families who came together to support the Hurley. It was heartwarming to see both new and returning families connect and build community. Our assemblies also went beautifully, celebrating multiculturalism, LGBTQ+ history, and student achievements. Special thanks to the staff who made these events so meaningful and memorable. These moments truly show the strength of our community.\nLooking ahead, Halloween will be observed on Thursday, October 31st. Although Boston Public Schools does not consider Halloween a religious holiday, we understand that some families may not participate. If you have any concerns, please reach out to your child’s teacher.\nPlease review the full set of guidelines by referring to theHurley K-8 Halloween Guidelines Document. A few important things to know for Halloween:\nCostumes:\nStudents must arrive at school already dressed in their costumes—no changing at school.\nCostumes should allow for safe movement and participation in PE and recess. Inflatable or bulky costumes are not allowed.\nCostumes should be fun and positive, without violent, scary, or offensive themes.\nMasks, toy weapons, and face paint that makes students unrecognizable are not permitted.\nPlease ensure footwear is safe for outdoor play and emergencies.\nFood Policy:\nNo candy or treats are allowed in the classrooms.\nAny food donations must be coordinated with teachers and properly labeled.\nAny food brought to school without coordination will be returned to families in order to ensure adherence to safety guidelines.\nWe encourage non-food items like stickers, pencils, or erasers to mark the occasion.\nI am also excited to announce that, for the first time, we have a School Site Council with student representatives from grades 4-8! Mr. P and I met with these students last week to set up their meeting schedule for the term, which runs through February. Our first meeting will take place this Wednesday during lunch, and don’t worry—no one will miss recess 😉! I can’t wait to see the leadership and ideas they bring to the table.\nThank you for your continued support, and I look forward to another great week with our Hurley community!\nCon cariño,\nMs. Verano\nPrincipal / Directora",
    "trans": "Nous avons passé une semaine merveilleuse et bien remplie la semaine dernière !\nMerci à NPHS pour l'organisation de la fantastique collecte de fonds du Fall Mixer et à toutes les familles qui se sont réunies pour soutenir le Hurley. C'était réconfortant de voir des familles nouvelles et de retour se connecter et construire une communauté. Nos assemblées se sont également très bien déroulées, célébrant le multiculturalisme, l'histoire LGBTQ+ et les réalisations des élèves. Un grand merci au personnel qui a rendu ces événements si significatifs et mémorables. Ces moments montrent véritablement la force de notre communauté.\nEn regardant vers l'avenir, Halloween sera observé le jeudi 31 octobre. Bien que les écoles publiques de Boston ne considèrent pas Halloween comme une fête religieuse, nous comprenons que certaines familles ne participeront pas. Si vous avez des préoccupations, veuillez contacter l'enseignant de votre enfant.\nVeuillez consulter l'ensemble des directives en vous référant au document Hurley K-8 Halloween Guidelines. Voici quelques points importants à savoir pour Halloween :\nCostumes :\nLes élèves doivent arriver à l'école déjà habillés en costume – aucun changement de costume à l'école.\nLes costumes doivent permettre de se déplacer en toute sécurité et de participer à l'éducation physique et à la récréation. Les costumes gonflables ou volumineux ne sont pas autorisés.\nLes costumes doivent être amusants et positifs, sans thèmes violents, effrayants ou offensants.\nLes masques, armes jouets et maquillage qui rendent les élèves méconnaissables ne sont pas autorisés.\nAssurez-vous que les chaussures sont sûres pour jouer à l'extérieur et en cas d'urgence.\nPolitique alimentaire :\nAucun bonbon ou friandise n'est autorisé dans les salles de classe.\nToute donation alimentaire doit être coordonnée avec les enseignants et correctement étiquetée.\nToute nourriture apportée à l'école sans coordination sera renvoyée aux familles afin de respecter les consignes de sécurité.\nNous encourageons les articles non alimentaires comme des autocollants, des crayons ou des gommes à effacer pour marquer l'occasion.\nJe suis également ravie d'annoncer que, pour la première fois, nous avons un Conseil scolaire avec des représentants étudiants des classes 4-8 ! M. P et moi avons rencontré ces élèves la semaine dernière pour établir leur calendrier de réunions pour ce trimestre, qui se poursuit jusqu'en février. Notre première réunion aura lieu ce mercredi pendant le déjeuner, et ne vous inquiétez pas — personne ne manquera la récré 😉 ! J'ai hâte de voir le leadership et les idées qu'ils apporteront.\nMerci pour votre soutien continu, et j'attends avec impatience une autre excellente semaine avec notre communauté Hurley !\nAvec affection,\nMme Verano\nPrincipal / Directrice"
}