{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Students,\nWe are excited to announce an opportunity to be part of our Info Day 2024 fashion show! We are looking for enthusiastic students to model for this special event, and we invite you to apply.\nDetails\nModels Needed\n7 Female Models (Minimum Height: 165 cm)\n3 Male Models (Minimum Height: 180 cm)\nDates\nFriday, 15 November 2024\nSaturday, 16 November 2024\nLocation\nTHEi (CW)\nPreparation\nSelected Models are required to arrive 2 hours in advance of the show.\nFashion Show Sessions\n15 November: 14:30 – 15:00\n16 November: 15:10 – 15:30\nRehearsal\nOne fitting/rehearsal session will be held in early November.\nCompensation\nModels will receive a fee of $390 for 6 hours of work (at $65/hour).\nIf you are interested or know someone who might be a great fit, please share your nominations, including name of students and contact number to Anson (ansonko@thei.edu.hk) or Eve (evechan@thei.edu.hk) for consideration.\nThank you for your support, and feel free to reach out if you have any questions!",
    "trans": "Chers étudiants,\nNous sommes ravis de vous annoncer une opportunité de participer à notre défilé de mode de la Journée d'information 2024 ! Nous recherchons des étudiants enthousiastes pour servir de modèles lors de cet événement spécial, et nous vous invitons à postuler.\nDétails\nModèles recherchés\n7 modèles féminins (Taille minimale : 165 cm)\n3 modèles masculins (Taille minimale : 180 cm)\nDates\nVendredi 15 novembre 2024\nSamedi 16 novembre 2024\nLieu\nTHEi (CW)\nPréparation\nLes modèles sélectionnés devront arriver 2 heures avant le début du défilé.\nSessions du défilé de mode\n15 novembre : 14h30 – 15h00\n16 novembre : 15h10 – 15h30\nRépétition\nUne séance d'essayage/répétition aura lieu début novembre.\nRémunération\nLes modèles recevront une rémunération de 390 $ pour 6 heures de travail (à 65 $/heure).\nSi vous êtes intéressé ou si vous connaissez quelqu'un qui pourrait être un excellent candidat, veuillez envoyer vos nominations, y compris le nom des étudiants et leur numéro de téléphone, à Anson (ansonko@thei.edu.hk) ou Eve (evechan@thei.edu.hk) pour examen.\nNous vous remercions de votre soutien et n'hésitez pas à nous contacter si vous avez des questions !"
}