{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Every society is full of cultural property of various kinds, and African societies are no exception. This cultural heritage is valuable in many different ways. It may be associated with a monetary value, especially today, but this does not detract from its other values - religious, historical and emotional, to name only those most difficult to convert into money. These values also vary over time. Today, Africans more readily value African art objects for decorative purposes, whereas they used to see them only for public places like palaces.\nSome of these art objects are outside their societies of origin and this raises a debate. Of course, the debate depends on how and when they left Africa.\nWhat interests us here is transfers of cultural property that took place during foreign domination of African societies, that is, the five to six centuries before independence, between 1400 and 1960. Transfers during this period seem to have been of three kinds: 1) unfair sales contracts; 2) seizures by the foreign power; and 3) thefts, sometimes in the form of a military expedition whose sole purpose was to take these art objects. It is possible that there were also gifts, but in the absence of any evidence, we should be cautious about this as a general practice.",
    "trans": "Chaque société regorge de biens culturels de diverses sortes, et les sociétés africaines ne font pas exception. Ce patrimoine culturel est précieux de bien des manières. Il peut être associé à une valeur monétaire, particulièrement aujourd'hui, mais cela n'enlève rien à ses autres valeurs - religieuses, historiques et émotionnelles, pour n'en nommer que quelques-unes, les plus difficiles à convertir en argent. Ces valeurs varient également au fil du temps. De nos jours, les Africains valorisent plus volontiers les objets d'art africains à des fins décoratives, alors qu'auparavant, ils les réservaient principalement aux espaces publics tels que les palais.\nCertains de ces objets d'art se trouvent en dehors de leurs sociétés d'origine, ce qui soulève un débat. Bien entendu, ce débat dépend de la manière et du moment où ils ont quitté l'Afrique.\nCe qui nous intéresse ici, ce sont les transferts de biens culturels qui ont eu lieu pendant la domination étrangère des sociétés africaines, c'est-à-dire durant les cinq à six siècles précédant l'indépendance, entre 1400 et 1960. Les transferts durant cette période semblent avoir été de trois types : 1) des contrats de vente injustes ; 2) des saisies par la puissance étrangère ; et 3) des vols, parfois sous forme d'expéditions militaires dont le seul but était de prendre ces objets d'art. Il est possible qu'il y ait aussi eu des dons, mais en l'absence de toute preuve, nous devrions faire preuve de prudence en considérant cela comme une pratique généralisée."
}