{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Sir/Madam\nPlease find attached your renewal invitation letter as your policy is due for renewal on the 28 October 2024\nYour premium this year is £291.18 inclusive of IPT and Admin Fee\nMake sure you read and fully understand the Statement of Fact. If you do not inform us and the insurers about any changes, or supply information which is not true to the best of your knowledge or fail to disclose material facts, it may result in the policy being invalid, therefore you may not be covered in the event of a claim or cover may be affected.\nAlso please make sure sums insureds should be adequate to represent the full reinstatement value of the Property and Contents including an amount to cover inflation during the insurance year. Average will apply if the value of the Property and Contents covered, at the time of damage, be greater than its sum insured, you will only be entitled to recover such proportion of the claim.\nIf you have any queriesplease don’t",
    "trans": "Monsieur/Madame\nVeuillez trouver ci-joint votre lettre d'invitation au renouvellement, car votre police est due pour renouvellement le 28 octobre 2024.\nVotre prime cette année est de 291,18 £, y compris la taxe sur les primes d'assurance (IPT) et les frais administratifs.\nAssurez-vous de lire et de bien comprendre la Déclaration de Faits. Si vous ne nous informez pas, ainsi que les assureurs, de tout changement, ou fournissez des informations qui ne sont pas vraies au meilleur de votre connaissance, ou omettez de divulguer des faits importants, cela pourrait rendre la police invalide, ce qui signifie que vous ne serez peut-être pas couvert en cas de sinistre ou que la couverture pourrait être affectée.\nVeuillez également vous assurer que les sommes assurées sont suffisantes pour représenter la valeur totale de remplacement de la Propriété et du Contenu, y compris un montant pour couvrir l'inflation pendant l'année d'assurance. La règle de la moyenne s'appliquera si la valeur de la Propriété et du Contenu couvert, au moment des dégâts, est supérieure à sa somme assurée, vous ne serez alors en droit de récupérer qu'une proportion du sinistre.\nSi vous avez des questions, veuillez ne pas"
}