{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Our MSc in Sport Management is co-taught by the School of Sport, Exercise and Health Sciences (ranked 1st in the world for sport-related subjects, QS World University Rankings by Subject 2023) andLoughborough Business School (a triple accredited UK business school).\nSport is a truly international and rapidly expanding industry that unites commercial, public and third-sector stakeholders. Our Sport Management MSc gives you the skills and knowledge to work in this exciting industry.\nKey study themes include: global sport marketing and media, sport policy governance and regulation, economics of innovation in the sport industry, management of human resources in the sport industry, research methods and skills for sport managers, accounting, strategic management, and more. You will also address topics such as professional sport marketing strategies, new sport policies, and the governance of sport federations.\nOur MSc programme is a business and management degree, which accounts for nuances within the sport industry. Our teaching is informed by world-leading management and sport-related research and designed to develop your skills in sport marketing, policy and governance analysis, organisational management, finance and accounting. Students will also understand the key strategic challenges facing the sport ecosystemand the impact of sport on wider society.",
    "trans": "Notre MSc en Management du Sport est dispensé conjointement par l'École des Sciences du Sport, de l'Exercice et de la Santé (classée 1ère au monde pour les matières liées au sport, Classement mondial des universités QS par sujet 2023) et la Loughborough Business School (une école de commerce britannique triple accréditée).\nLe sport est une industrie véritablement internationale et en pleine expansion, qui réunit des acteurs des secteurs commercial, public et associatif. Notre MSc en Management du Sport vous fournit les compétences et les connaissances nécessaires pour travailler dans ce secteur passionnant.\nLes principaux thèmes d'étude comprennent : le marketing et les médias sportifs mondiaux, la gouvernance et la réglementation des politiques sportives, l'économie de l'innovation dans l'industrie du sport, la gestion des ressources humaines dans l'industrie du sport, les méthodes de recherche et les compétences pour les managers sportifs, la comptabilité, le management stratégique, et bien plus encore. Vous aborderez également des sujets tels que les stratégies de marketing sportif professionnel, les nouvelles politiques sportives et la gouvernance des fédérations sportives.\nNotre programme de MSc est un diplôme en commerce et management, qui tient compte des nuances au sein de l'industrie du sport. Notre enseignement est fondé sur des recherches de pointe en management et en sport, et conçu pour développer vos compétences en marketing sportif, en analyse des politiques et de la gouvernance, en management organisationnel, en finance et en comptabilité. Les étudiants comprendront également les principaux défis stratégiques auxquels est confronté l'écosystème sportif et l'impact du sport sur la société au sens large."
}