{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Past Due\nDear Nelson,\nDid you know … your account is currently past due?\nYou also have the option to have your monthly payment amounts automatically withdrawn from your bank account each month at no extra charge. To learn more about our automated payment options or to enroll for this service, contact us!\nThere are easy ways to make payments.\nCall Us at: 1-866-875-5488*. For TTY: We accept 711 or other Relay Service.\n** Text To Pay ** Message and data rates apply.\nHours of Operation:\nMonday-Friday: 8:00am-10:00pm ET\nSaturday-Sunday: 9:30am-6:00pm ET\n*Calls are randomly monitored and recorded to ensure quality service.\nYour The Home Depot Consumer Credit Card account is issued and serviced by Citibank, N.A.\nThe purpose of this communication is to collect a debt and all information will be used for that purpose.\nInformation for Massachusetts Residents:\nNOTICE OF IMPORTANT RIGHTS\nYOU HAVE THE RIGHT TO MAKE A WRITTEN OR ORAL REQUEST THAT TELEPHONE CALLS REGARDING YOUR DEBT NOT BE MADE TO YOU AT YOUR PLACE OF EMPLOYMENT. ANY SUCH ORAL REQUEST WILL BE VALID FOR ONLY TEN DAYS UNLESS YOU PROVIDE WRITTEN CONFIRMATION OF THE REQUEST POSTMARKED OR DELIVERED WITHIN SEVEN DAYS OF SUCH REQUEST. YOU MAY TERMINATE THIS REQUEST BY WRITING TO THE CREDITOR.\nInformation for New York Residents:\nYOU MAY REQUEST TO RECEIVE WRITTEN COMMUNICATIONS IN BRAILLE OR LARGE-PRINT FORMAT BY CALLING THE TOLL FREE OR TTY NUMBER LISTED ON THIS EMAIL.\nInformation for Washington D.C. Residents:\nYOU MIGHT HAVE INCOME OR RESOURCES THAT ARE PROTECTED FROM BEING TAKEN BY DEBT COLLECTORS. THESE MIGHT INCLUDE CERTAIN SOURCES OF INCOME, FUNDS, OR PROPERTY, INCLUDING, BUT NOT LIMITED TO, SOCIAL SECURITY, SUPPLEMENTAL SECURITY INCOME (SSI), DISABILITY OR UNEMPLOYMENT BENEFITS, VETERAN'S BENEFITS, OR CHILD SUPPORT PAYMENTS. IF YOU BELIEVE YOUR PROPERTY OR INCOME MAY BE PROTECTED, YOU MAY WISH TO SEEK LEGAL ADVICE, INCLUDING AT A LEGAL SERVICES PROVIDER OR LEGAL AID OFFICE, BEFORE PAYING THIS DEBT.\n5800 SOUTH CORPORATE PLACE, SIOUX FALLS, SD 57108\nE-mail Security Zone\nAt the top of this message, you'll see an E-mail Security Zone. Its purpose is to help you verify that the e-mail was indeed sent by Citi. To learn more about online fraud, visit citibank.com and click \"Security Center\" at the bottom of the screen.",
    "trans": "Échéance Dépassée\nCher Nelson,\nSaviez-vous que votre compte est actuellement en retard de paiement ?\nVous avez également la possibilité d’opter pour un prélèvement automatique de vos mensualités directement depuis votre compte bancaire, sans frais supplémentaires. Pour en savoir plus sur nos options de paiement automatisé ou pour vous inscrire à ce service, contactez-nous !\nDes solutions de paiement simples et accessibles\nAppelez-nous au : 1-866-875-5488*. Pour les personnes malentendantes (TTY) : Nous acceptons le 711 ou tout autre service de relais.\n** Paiement par SMS ** (Text To Pay) – Des frais de messagerie et de données peuvent s’appliquer.\nHoraires d’ouverture\nLundi – Vendredi : 8h00 – 22h00 (heure de l’Est)\nSamedi – Dimanche : 9h30 – 18h00 (heure de l’Est)\n*Les appels peuvent être enregistrés ou écoutés de manière aléatoire afin d’assurer un service de qualité.\nVotre compte The Home Depot Consumer Credit Card est émis et géré par Citibank, N.A.\nL’objectif de cette communication est le recouvrement d’une dette, et toutes les informations fournies seront utilisées à cette fin.\nInformations pour les résidents du Massachusetts\nAVIS DE DROITS IMPORTANTS\nVOUS AVEZ LE DROIT DE DEMANDER, PAR ECRIT OU ORALEMENT, QUE LES APPELS TELEPHONIQUES CONCERNANT VOTRE DETTE NE SOIENT PAS EFFECTUES SUR VOTRE LIEU DE TRAVAIL. UNE DEMANDE ORALE NE SERA VALABLE QUE PENDANT DIX JOURS, A MOINS QU’UNE CONFIRMATION ECRITE DE VOTRE DEMANDE NE SOIT ENVOYEE PAR COURRIER (CACHET DE LA POSTE FAISANT FOI) OU REMISE EN MAIN PROPRE DANS UN DELAI DE SEPT JOURS SUIVANT VOTRE DEMANDE INITIALE. VOUS POUVEZ METTRE FIN A CETTE DEMANDE EN ECRIVANT AU CREANCIER.\nInformations pour les résidents de l’État de New York :\nVOUS POUVEZ DEMANDER A RECEVOIR LES COMMUNICATIONS ECRITES EN BRAILLE OU EN GROS CARACTERES EN APPELANT LE NUMERO GRATUIT OU LE TTY INDIQUE DANS CET E-MAIL.\nInformations pour les résidents de Washington D.C.\nVOS REVENUS OU RESSOURCES PEUVENT ETRE PROTEGES CONTRE TOUTE SAISIE PAR DES AGENTS DE RECOUVREMENT. CES PROTECTIONS PEUVENT CONCERNER CERTAINES SOURCES DE REVENUS, FONDS OU BIENS, NOTAMMENT, MAIS SANS S’Y LIMITER : SECURITE SOCIALE, REVENU DE SECURITE SUPPLEMENTAIRE (SSI), PRESTATIONS D’INVALIDITE OU DE CHOMAGE, ALLOCATIONS POUR ANCIENS COMBATTANTS OU PENSIONS ALIMENTAIRES POUR ENFANTS.SI VOUS PENSEZ QUE VOS BIENS OU REVENUS SONT PROTEGES, IL EST RECOMMANDE DE CONSULTER UN CONSEILLER JURIDIQUE, NOTAMMENT AUPRES D’UN SERVICE D’AIDE JURIDIQUE, AVANT D’EFFECTUER TOUT PAIEMENT DE CETTE DETTE.\n5800 SOUTH CORPORATE PLACE, SIOUX FALLS, SD 57108\nZone de Sécurité des E-mails\nEn haut de ce message, vous verrez une Zone de Sécurité des E-mails. Son objectif est de vous aider à vérifier que cet e-mail a bien été envoyé par Citi. Pour en savoir plus sur la fraude en ligne, rendez-vous sur citibank.com et cliquez sur « Centre de Sécurité » en bas de la page."
}