{
    "source": "en_US",
    "target": "fr_FR",
    "text": "General factors lead to an increase in supply of a good S Qe & Pe\n1. Related good (Substitute & Complements)\n The supply of a good increases if the price of one of its substitutes in\nproduction falls\n The supply of a good increases if the price of one of its complements\nin production increases\n• The supply of a\ngood increases\n• Graphically, its\nsupply curve\nshifts to the right\n• The equilibrium\nprice will\ndecrease but the\nequilibrium\nquantity will\nincrease in this\ngood market.\n2. Prices of resources and other production factors/inputs:\n The supply of a good increases if the price of one of its resources or\nproduction factor decreases, as cost of production decreases.\n3. Expected future price of a good:\nA fall in the expected future price of a good increases the current\nsupply of that good\n4. Number of sellers:\nWhen the number of sellers/producers increases in a market, the supply\nof a good increases.\n5. Advancement of technology or enhancement of Productivity:\nProductivity is output per unit of input. An advance in technology will\nenhance productivity, reduce cost of production and increases sup",
    "trans": "Les facteurs généraux entraînant une augmentation de l'offre d'un produit S  Qe & Pe\n1. Produits connexes (substituts et compléments)\nL'offre d'un produit augmente si le prix de l'un de ses substituts dans\nla production diminue\nL'offre d'un bien augmente si le prix de l'un de ses compléments dans\nla production augmente\n• L'offre d'un\nproduit augmente\n• Graphiquement, sa\ncourbe d'offre\nse déplace vers la droite\n• Le prix\nd'équilibre\ndiminuera, mais la\nquantité\nd'équilibre\naugmentera sur ce\nmarché de produit\n2. Prix des ressources et autres facteurs de production/intrants :\nL'offre d'un produit augmente si le prix de l'une de ses ressources ou\nde son facteur de production diminue, car le coût de production diminue.\n3. Ventes futures d'un produit :\nUne baisse du prix futur attendu d'un bien augmente l'offre actuelle\nde ce produit\n4. Nombre de vendeurs :\nLorsque le nombre de vendeurs/producteurs augmente sur un marché, l'offre\nd'un produit augmente.\n5. Progrès technologique ou amélioration de la productivité :\nLa productivité est la production par unité d'intrant. Un progrès technologique\naméliorera la productivité, réduira le coût de production et augmentera l'offre"
}