{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear 1st Grade Families,\nI hope you had a great and relaxing weekend. Thank you to those that came out for Fall Fest! It was another huge success by our amazing PTA.\nHere are the announcements for the week:\nNext week on Monday, November 4, there is no school, because of Parent Teacher Conferences. Please make sure to sign up here by Thursday, if you haven't already.\nThere is also no school on Tuesday, November 5, because of Election Day.\nTurkeys in disguiseare due this Wednesday. Please finish and return them, so I can display them for conferences.\nOur spelling test will be this Friday, with the phonics pattern \"sh.\" Sh is a digraph, which means it is two letters that make one sound. You may notice I only gave 8 words on their sheet that went home today. There will still be 10 words on the test, but there will be 2 surprise words that still follow thesame phonics pattern. This allows students to focus on learning and understanding the phonics pattern versus memorizing how to spell the words. Eventually, I will give students only 5 of the 10 words on the test.\nSight word assessment will also be this Friday. If your child is on the same list for two or more weeks, please make sure to spend some extra time practicing at home.\nWe are learning addition strategies in math. So far we have learned how to draw pictures to help us count, how to use manipulatives, how to count on, and we started learning our doubles facts (2+2, 4+4). This week we are moving on to a tricky concept called doubles plus 1 and doubles minus 1. It is using the doubles to help us count. We want to introduce it to all students, but ultimately, students can pick which strategies work best for them. Please have your child practice their doubles at home (to 10) if they need to.\nOn Friday, students will get their November reading log. Please make sure you are reading every day for 20 minutes!\nONE CHANGE FOR HALLOWEEN:Administration is allowing candy to be passed out at the end of the day. However, we have nut allergies in our room. Please, NOTHING with nuts (peanuts, almonds, etc.). Please make sure it is pre-packagedindividually. Please check your child's candy at home before allowing them to eat it. There are 23 students in our classroom, total. In general, small goodies/trinkets would be much prefered over candy. Students are able to dress up in a costume. Please make sure it is something comfortable and something they can easily take on/off on their own to use the bathroom. Have them practice at home! No weapons. Masks can be put on for a picture, but will be put away during the day.\nThere will be a Halloween Parade for PreK-4th grade. It is planned for 9:00 am. Students will walk around the block in their Halloween costumes. Families are welcome to watch on the sidewalks.\nAs it gets colder outside, please dress your child appropriately for the weather! We go outside every day, unless the weather does not permit. In addition to this, please remember to label all your child's things with their name or initials! There are many things already in the lost and found.\nREMINDERS:\nNightly homework is to read for 20 minutes. My suggestion is to have your child practice reading sight words for 5 minutes, then look for those sight words in their book, and then read for 15 minutes. You can read to your child, have your child read a sentence/you read a sentence, have them repeat after you, or they read (if they are able to). Towards mid-year students should be reading on their own. Bring back the October reading log on Friday for a special prize!\nWe have an Amazon Wish List for our classroom, if you ever feel generous and would like to help us out with some much needed/wanted supplies. Totally optional! Hereis the link. Feel free to share!",
    "trans": "Chères familles de 1re année,\nJ'espère que vous avez passé un excellent week-end de détente. Merci à ceux qui sont venus à la Fête d'Automne ! Ce fut encore un énorme succès grâce à notre incroyable PTA.\nVoici les annonces pour la semaine :\nLundi prochain, le 4 novembre, il n'y a pas d'école en raison des conférences parents-enseignants. Merci de vous inscrire ici avant jeudi, si ce n'est pas déjà fait.\nIl n'y a également pas d'école le mardi 5 novembre en raison du jour des élections.\nLes « dindes déguisées » sont à rendre ce mercredi. Merci de les terminer et de les retourner afin que je puisse les afficher lors des conférences.\nNotre test d'orthographe aura lieu ce vendredi, avec le modèle phonétique « sh ». « Sh » est un digramme, ce qui signifie que ce sont deux lettres qui produisent un seul son. Vous remarquerez que j'ai donné seulement 8 mots sur la feuille envoyée aujourd'hui. Il y aura toujours 10 mots au test, mais il y aura 2 mots surprises qui suivent également le même modèle phonétique. Cela permet aux élèves de se concentrer sur l'apprentissage et la compréhension du modèle phonétique plutôt que de mémoriser l'orthographe des mots. Finalement, je donnerai seulement 5 des 10 mots au test.\nL'évaluation des mots de vue aura également lieu ce vendredi. Si votre enfant est sur la même liste depuis deux semaines ou plus, merci de passer un peu plus de temps à pratiquer à la maison.\nNous apprenons des stratégies d'addition en mathématiques. Jusqu'à présent, nous avons appris à dessiner des images pour nous aider à compter, à utiliser des manipulations, à compter en avançant, et nous avons commencé à apprendre nos doubles (2 +2, 4 +4). Cette semaine, nous allons aborder un concept délicat appelé « doubles plus 1\" et « doubles moins 1\". Il s'agit d'utiliser les doubles pour nous aider à compter. Nous souhaitons l'introduire à tous les élèves, mais en fin de compte, chaque élève peut choisir les stratégies qui lui conviennent le mieux. Merci de faire pratiquer les doubles à votre enfant à la maison (jusqu'à 10) s'il en a besoin.\nVendredi, les élèves recevront leur carnet de lecture de novembre. Merci de vous assurer qu'ils lisent chaque jour pendant 20 minutes !\nUN CHANGEMENT POUR HALLOWEEN : L'administration autorise la distribution de bonbons à la fin de la journée. Cependant, nous avons des allergies aux noix dans notre classe. Merci de ne rien apporter avec des noix (arachides, amandes, etc.). Merci de vous assurer que les bonbons soient emballés individuellement. Veuillez vérifier les bonbons de votre enfant à la maison avant de lui permettre de les manger. Il y a 23 élèves dans notre classe au total. En général, de petits cadeaux/objets seraient beaucoup plus appréciés que des bonbons. Les élèves peuvent se déguiser en costume. Veuillez vous assurer que ce soit quelque chose de confortable et qu'ils puissent facilement mettre/retirer eux-mêmes pour aller aux toilettes. Faites-les pratiquer à la maison ! Pas d'armes. Les masques peuvent être mis pour une photo, mais seront rangés pendant la journée.\nIl y aura un défilé d'Halloween pour les élèves de la maternelle au CM2. Il est prévu à 9 h. Les élèves feront le tour du pâté de maisons dans leurs costumes d'Halloween. Les familles sont invitées à regarder depuis les trottoirs.\nÀ mesure qu'il fait plus froid dehors, merci d'habiller votre enfant en fonction de la météo ! Nous sortons tous les jours, sauf si la météo l'interdit. De plus, merci de ne pas oublier d'étiqueter toutes les affaires de votre enfant avec son nom ou ses initiales ! Il y a déjà beaucoup d'objets perdus.\nRAPPELS :\nLes devoirs du soir consistent à lire pendant 20 minutes. Je vous suggère de faire pratiquer à votre enfant la lecture des mots de vue pendant 5 minutes, puis de chercher ces mots dans son livre, et enfin de lire pendant 15 minutes. Vous pouvez lire à votre enfant, lui faire lire une phrase/vous lire une phrase, lui faire répéter après vous, ou ils peuvent lire (s'ils en sont capables). Vers le milieu de l'année, les élèves devraient lire seuls. Ramenez le carnet de lecture d'octobre vendredi pour un prix spécial !\nNous avons une liste de souhaits Amazon pour notre classe, si vous vous sentez généreux et souhaitez nous aider avec des fournitures dont nous avons grandement besoin. C'est totalement facultatif ! Voici le lien. N'hésitez pas à partager !"
}