{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi Shopper,\nThanks for joining the Instacart shopper community! We have a number of resources available to ensure your safety while shopping and delivering on the Instacart platform:\n• Contact emergency services: If you need help in an emergency, this feature will connect you with emergency services like medical, fire, or police, and can direct these services to your GPS location. Please review the RapidSOS Terms of Use, and visit the Shopper Help Center for more information.\n• Incident reporting: If you want to report an incident that occurred while shopping or delivering, you can submit an incident report. The Fraud & Identity team will promptly review and respond to your report.\n• In-app safety hub: You can read about all of the safety resources available for you by visiting our in-app safety hub, located by tapping “Your safety” in the Shopper app.",
    "trans": "Bonjour Shopper,\nMerci de rejoindre la communauté des shoppers Instacart ! Nous mettons à votre disposition plusieurs ressources pour garantir votre sécurité lors de vos courses et livraisons sur la plateforme Instacart :\n• Contacter les services d'urgence : Si vous avez besoin d'aide en cas d'urgence, cette fonctionnalité vous mettra en relation avec les services d'urgence tels que les secours médicaux, les pompiers ou la police, et pourra diriger ces services vers votre position GPS. Veuillez consulter les Conditions d'utilisation de RapidSOS et visiter le Centre d'aide Shopper pour plus d'informations.\n• Signalement d'incidents : Si vous souhaitez signaler un incident survenu lors de vos courses ou livraisons, vous pouvez soumettre un rapport d'incident. L'équipe Fraude et Identité examinera rapidement votre rapport et y répondra.\n• Centre de sécurité dans l'application : Vous pouvez consulter toutes les ressources de sécurité mises à votre disposition en visitant notre centre de sécurité dans l'application, accessible en appuyant sur « Votre sécurité » dans l'application Shopper."
}