{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Answer each of the following questions based on your personal views and experiences.\n1. (a) What do you feel/ think when someone is not listening to you?\n(b) How do you know you are not being listened to? What cues and information, in your experience, indicate someone is not listening to you?\n2. (a) What do you feel/ think when someone is listening to you?\n(b) How do you know you are being listened to? What cues and information, in your experience, indicate someone is listening to you?\n3. In what situations/ contexts do you do your best listening? Why?\n4. In what situations/ contexts do you find it difficult to listen well? Why?\n5. What are the characteristics of an effective listener?\n6. Describe the similarities and differences between how you would listen in each of the following situations:\n(a) in class\n(b) talking with an upset friend\n(c) watching a movie or sporting event with friends in someone's home (not watching it live or in a public setting)\n(d) with a customer/ client at work",
    "trans": "Répondez à chacune des questions suivantes en vous basant sur vos opinions et expériences personnelles.\n1. (a) Que ressentez-vous/pensez-vous quand quelqu'un ne vous écoute pas ?\n(b) Comment êtes-vous sûr(e) qu'on ne vous entend pas ? Selon votre expérience, quels signes et informations révèlent qu'une personne ne vous prête pas attention ?\n2. (a) Que ressentez-vous/pensez-vous lorsque quelqu’un vous écoute ?\n(b) Comment savez-vous que l’on vous écoute ? Quels signes ou indices, selon votre expérience, montrent qu’une personne est attentive à ce que vous dites ?\n3. Dans quelles situations ou contextes êtes-vous le plus à l’écoute ? Pourquoi ?\n4. Dans quelles circonstances ou situations vous semble-t-il difficile de prêter une écoute attentive ? Pour quelle raison ?\n5. Quelles sont les caractéristiques d’un auditeur efficace ?\n6. Décrivez les similitudes et les différences entre la façon dont vous écouteriez dans chacune des situations suivantes :\n(a) en classe\n(b) en parlant avec un ami bouleversé\n(c) en regardant un film ou un événement sportif avec des amis chez quelqu'un (sans le regarder en direct ou dans un lieu public)\n(d) avec un(e) client(e) au travail"
}