{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Good morning, Jags,\nJust emailing with a few updates and information as of now:\nGrade submission has been extended for at least a week.\nThere is no information on make-up days at the time.\nCurrently, East Lee has not been activated as a shelter. (I will be on campus Tuesday from 8-10 am)\nIf you or your family are looking for a shelter, please see the attached link below:\nhttps://docs.google.com/document/u/0/d/1fPwtoq4EO2Uc6tsFNlekcwo5cNwjx_NqvuspNgDmWCM/edit\nCounseling/Mental Health - The number for mobile crisis is (844)395-4432 if there is a mental health emergency while school is out.\nPlease make sure all your electronic devices are fully charged\nAs always, your safety is my primary concern. So do all you can to prioritize your health and well-being along with your family. If you need to contact me my cell phone and email information is below\nCell: 239-888-4883\nWork Cell: 239-839-7610\nEmail: tonyaal@leeschools.net\nTony A Allen\nPrincipal\n715 Thomas Sherwin Ave. Lehigh Acres, FL 33974\no: 239-369-2932\nTonyaal@leeschools.net\nhttps://elc.leeschools.net/\nTHE SCHOOL DISTRICT OF LEE COUNTY\nPERSONAL | PASSIONATE | PROGRESSIVE",
    "trans": "Bonjour, Jags,\nJe vous envoie cet e-mail avec quelques mises à jour et informations à ce jour :\nLa date limite de soumission des notes a été prolongée d'au moins une semaine.\nIl n'y a actuellement aucune information concernant les jours de rattrapage.\nActuellement, East Lee n’a pas été activé comme centre d’hébergement. (Je serai sur le campus mardi de 8h à 10h)\nSi vous ou votre famille cherchez un refuge, veuillez consulter le lien ci-dessous :\nhttps://docs.google.com/document/u/0/d/1fPwtoq4EO2Uc6tsFNlekcwo5cNwjx_NqvuspNgDmWCM/edit\nConseil/Santé Mentale - Le numéro de la cellule de crise mobile est le (844) 395-4432 en cas d'urgence de santé mentale pendant la fermeture de l'école.\nVeuillez vous assurer que tous vos appareils électroniques sont complètement chargés\nComme à l'accoutumée, votre sécurité demeure ma priorité majeure. Ainsi, mettez tout en œuvre pour privilégier votre santé et votre bien-être, ainsi que ceux de votre famille. Si vous souhaitez me joindre, voici mes coordonnées de téléphone mobile et d'email.\nPortable : 239-888-4883\nPortable professionnel : 239-839-7610\nE-mail : tonyaal@leeschools.net\nTony A. Allen\nPrincipal\n715 Thomas Sherwin Ave. Lehigh Acres, FL 33974\no : 239-369-2932\nTonyaal@leeschools.net\nhttps://elc.leeschools.net/\nLE DISTRICT SCOLAIRE DE LEE COUNTY\nPERSONNEL | PASSIONNÉ | PROGRESSIF"
}