{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Did they hurt when you got them?”\nSunday often wondered how such an innocent question could have gotten him into this mess. Swallowing back a moan, the silver-haired man tried to prevent himself from trembling as your trailed playful fingers over the curve of his wings.\nThey fluttered beneath your gentle caress, pulling a sweet coo that made the head of the Oak family melt inside. Your legs were wrapped around his waist, cock buried to the hilt inside the tight, wet heat of your cunt, and Sunday could only hope this dream would last forever. That you would stay forever, stroking and teasing his wings till he keened.\n“So sensitive,” You mused, lips curled in a light smile, amused as Sunday gasped and bucked weakly beneath you. Your wings twitched against your back, pinfeathers rustling as you spread them open, showing their magnificence off with pride, “Is it because they’re so small?”\nYour teasing makes Sunday groan as he glared at you, “D-don’t start that again. I told you, we Halovians do not have-ah~!” Smirking, you dig your thumbs into the joint where Sunday’s wings sprout behind his ears.\nA shudder ripples through him, and you feel his cock twitch inside you, the head nudging deliciously against your gummy walls, “Hmmm? What’s wrong, boss? Unable to finish your sentences when someone’s playing with these cute little things?” You snicker, a flicker of light catching your attention immediately afterwards.\nThe golden metallic studs in his left-wing – the reason Sunday now found himself with a lapful of gorgeous, winged man - glinted in the sweet, warm light of the dream. He saw the way your eyes dilated, how your wings seemed to flare wider while you ground on his cock, “So pretty,” You cooed, admiring how Sunday’s face flushed at the compliment.\nIf you could, you would bathe the other man in jewels and various pretty, bright garments from your home planet. You’re sure Sunday would look stunning, wearing backless, gauzy clothes, cute little head wings fluttering oh-so temptingly. Every move would make his jewellery glint, sending a dazzling array of bright lights, sure to catch appreciative eyes.\nIf he were to ever step foot on your home planet, Sunday would no doubt have many admirers wishing to court him. You dug your thumbs deeper into the delicate wings on either side of his head, relishing his sharp whine of your name.\nThe thought of another pleasuring your Sunday made something hot and possessive curl in your chest. ‘No one else can have him,’ Your instincts whispered jealously, ‘Sunday is mine.’ Your wings spread out, wider and higher, as if to ward off potential competitors.\nThe spectacle dazzled the pretty man beneath you. The dream’s rays of light filtered through your large pinfeathers, bathing Sunday’s world in blue and indigo hues. He gaped up at you, eyes wide and pupils dilated in awe, admiring how resplendent you looked. His fingers twitched with the urge to reach out and stroke your wings, though he barely managed to hold back.\nThe sound of your feathers rustling together made Sunday shudder, biting his bottom lip to hold back a needy groan. You felt his cock twitch against your insides, which pulled your attention back to him, “Ah, i-if you would just let me, hngh, think properly – ooooh, yes, hahh, t-tight, Aeons.”\nSmirking, you raised your body and slammed down on his cock, tightening your pussy just the way you could tell he liked, “Yeah? But you’re so cute when you can’t think straight, boss~!” You tease him, slowly rising and lowering your body in a steady tempo, making sure to rub your t-cock against the base of his dick.\nGripping your hips tightly, Sunday grits his teeth and tries to get ahold of himself. It was extremely difficult when your greedy cunt kept pulsing around him, drenching Sunday’s dick in your arousal. In his horny hindbrain, Sunday couldn’t help but think you were marking him with your musky scent, the thought nearly sending him over the edge.\nFuck, he needed to calm down. He needed to think with his brain, not his stupid latent instincts – or his dick, “Ah, hahh, hahh, f-fuck, hngh, y-you’d, hahh, be the same w-way if I was, mmh~! If I was massaging your damned wings!” He finally managed to snap, shivering when you grinned in response.\nHe arched and bucked wildly when he felt your fingers loosen but stroke up, nails scraping around the edge of his wing piercings, “Yeah? Is that what you want, boss? You wanna preen me like a sweet boy?” You sneered, repeating the scrape of your nails, relishing his needy moan.\nIt’s a good thing he hadn’t taken off his shirt – your preoccupation with the piercings on his wing was already intense. Sunday could hardly imagine how you’d react to the matching set around his nipples, “F-fuck you!” He moaned, tilting his head back as you began to ride him in earnest.\n“Already am, pretty boy!” You laughed, the wet noises of skin hitting skin becoming louder the harder you bucked down. Sunday mewled, his clutch on your hips bruising, his eyes rolling to the back of his head in bliss. The light filtering through your feathers shifted and danced around him, and you felt proud to bathe Sunday in your colours like this.\nHissing in pleasure, you tugged and rubbed his little wings harder while your own flapped lightly, stirring the muggy air between your bodies, “Mmmh, yeah, that’s it, just lay back and lemme play with you just like this,” Your hips undulated against his with hungry fervour, your control over your ‘boss’ starting to get to your head.\nSunday moaned and tried to match your pace, trying to thrust up into you while you slammed down. But it was getting harder and harder to think when you surrounded him. Your scent, your rustling wings, your body bouncing eagerly in his lap, your hands tugging and playing with his feathers.\nIt felt good to let go, to allow you to take control, “Oh, oh Aeons, hahh, ah~!” Sunday moaned, his voice pitching higher as he writhed beneath you. The scars on your chest glinted as if they were cast in metal, your wings flapping so hard that the tips brushed against Sunday’s skin.\nYou cooed and teased him, your rhythm beginning to falter as pleasure built in the pit of your gut, “Mmmh, that’s it pretty boy, such a cute boss – do you know how hard it is to resist just reaching out and grabbing these little wings every time they flutter round your head?”\nAs if to emphasise your point, you slid your hands to the tips of them, pinching the sensitive ends and watching his feathers ruffle. Sunday whined, shuddering as his cock twitched harder inside you, “Such a tease,” You mused when he cried out, voice breathy with lust.\nSeemed like Robin wasn’t the only one with a sweet voice of the siblings. Panting, you shifted your legs till you were sitting in more of a squatted position above Sunday, your tailfeathers swivelling over his thighs, “It was only a matter of time before I’d lose my patience and show where pretty birds like you belong,” You snickered, rolling your hips with hard, smooth strokes against his.\n“You belong on your back, beneath me,” You hissed through clenched teeth, wings moving to practically encase your forms as you pressed Sunday down tighter against his desk, “You’re mine, you got it, boss? Mine to mount and fuck, I’m the only one allowed to play with these pathetic little wings of yours.”",
    "trans": "Est-ce qu'ils t'ont fait mal quand tu les as eus ? »\nSunday se demandait souvent comment une question aussi innocente avait pu le mettre dans ce pétrin. Ravalant un gémissement, l'homme aux cheveux argentés essaya de s'empêcher de trembler tandis que tes doigts enjoués glissaient sur la courbe de ses ailes.\nCelles-ci s'agitèrent sous ta douce caresse, produisant un doux roucoulement qui fit fondre en lui le chef de la famille Oak. Tes jambes étaient enroulées autour de sa taille, ta bite enfouie jusqu'à la garde dans la chaleur humide de ta chatte, et Sunday ne pouvait qu'espérer que ce rêve durerait toujours. Que tu resterais pour toujours à caresser et à taquiner ses ailes jusqu'à ce qu'il émette un cri.\n« Tellement sensible », as-tu songé, les lèvres retroussées en un léger sourire, amusée de voir Sunday haleter et se débattre faiblement sous toi. Tes ailes s'agitent contre ton dos, tes plumes d'épingle bruissent alors que tu les ouvres, montrant leur magnificence avec fierté, « Est-ce parce qu'elles sont si petites ? »\nTa taquinerie fait gémir Sunday qui te jette un coup d'oeil, « Ne recommence pas. Je vous l'ai dit, nous, les Haloviens, n'avons pas de... ah~ ! » Souriant, vous enfoncez vos pouces dans l'articulation où les ailes de Sunday poussent derrière ses oreilles.\nUn frisson le parcourt, vous sentez sa bite tressaillir en vous, la tête se heurtant délicieusement à vos parois gommeuses, « Hmmm ? Qu'est-ce qui ne va pas, patron ? Incapable de finir vos phrases lorsque quelqu'un joue avec ces petites choses mignonnes ? » Vous ricanez et un éclat de lumière attire votre attention immédiatement après.\nLes clous métalliques dorés de son aile gauche - la raison pour laquelle Sunday se trouvait maintenant avec un magnifique homme ailé - brillant dans la douce et chaude lumière du rêve. Il a vu la façon dont tes yeux se sont dilatés, comment tes ailes ont semblé s'élargir pendant que tu te frottais à sa bite. « Si jolie », roucoulais-tu, admirant la façon dont le visage de Sunday rougissait au compliment.\nSi tu le pouvais, tu baignerais l'autre homme de bijoux et de divers vêtements jolis et brillants de ta planète d'origine. Vous êtes sûre que Sunday serait éblouissant, vêtu de vêtements vaporeux, dos nu, avec de jolies petites ailes de tête qui flotteraient de façon si tentante. Chacun de ses mouvements ferait scintiller ses bijoux, projetant un éventail éblouissant de lumières vives qui ne manqueraient pas d'attirer les regards.\nS'il mettait un jour les pieds sur votre planète, Sunday aurait sans aucun doute de nombreuses admiratrices désireuses de lui faire la cour. Vous enfoncez plus profondément vos pouces dans les ailes délicates de chaque côté de sa tête, savourant le gémissement aigu qu'il émet en prononçant votre nom.\nL'idée qu'un autre puisse faire plaisir à votre Sunday fit naître un sentiment de chaleur et de possessivité dans votre poitrine. « Personne d'autre ne peut l'avoir », chuchote jalousement ton instinct, « Sunday est à moi ». Tes ailes se sont déployées, plus larges et plus hautes, comme pour repousser d'éventuels concurrents.\nLe spectacle éblouit le bel homme en dessous de toi. Les rayons de lumière du rêve filtrent à travers vos grandes plumes d'épingle, baignant le monde de Sunday de teintes bleues et indigo. Il vous regarde, les yeux écarquillés et les pupilles dilatées, admiratif devant votre resplendissement. Ses doigts frémissaient d'envie de tendre la main et de caresser tes ailes, bien qu'il parvienne à peine à se retenir.\nLe bruit de vos plumes s'entrechoquant fit frémir Sunday, qui se mordit la lèvre inférieure pour retenir un gémissement de besoin. Tu sentis sa queue tressaillir contre tes entrailles, ce qui ramena ton attention sur lui, « Ah, si tu me laissais juste, hngh, penser bien - ooooh, oui, hahh, t-tight, Aeons. »\nSouriant, tu as levé ton corps et tu t'es jeté sur sa bite, serrant ta chatte juste comme tu pouvais voir qu'il l'aimait, « Ouais ? Mais tu es si mignon quand tu n'as pas les idées claires, patron ! » Vous le taquinez, levant et baissant lentement votre corps dans un rythme régulier, en vous assurant de frotter votre bite contre la base de sa queue.\nS'agrippant fermement à vos hanches, Sunday serre les dents et tente de se ressaisir. C'était extrêmement difficile quand ta chatte avide continuait à pulser autour de lui, trempant la bite de Sunday dans ton excitation. Dans son cerveau excité, Sunday ne pouvait s'empêcher de penser que tu le marquais de ton odeur musquée, et cette pensée l'envoyait presque au bord du gouffre.\nPutain, il faut qu'il se calme. Il devait penser avec son cerveau, pas avec ses stupides instincts latents - ou avec sa bite, « Ah, hahh, hahh, f-fuck, hngh, tu ferais, hahh, de la même façon si j'étais, mmh~ ! Si je massais tes maudites ailes ! » Il réussit enfin à craquer, frissonnant lorsque vous lui souriez en réponse.\nIl s'est arqué et s'est tordu sauvagement lorsqu'il a senti vos doigts se desserrer mais remonter, les ongles grattant le bord de ses piercings d'ailes, « Ouais ? C'est ce que vous voulez, patron ? Tu veux m'enjoliver comme un gentil garçon ? » Vous ricanez, répétant le raclement de vos ongles, savourant son gémissement de besoin.\nC'est une bonne chose qu'il n'ait pas enlevé sa chemise - ta préoccupation pour les piercings sur son aile était déjà intense. Sunday avait du mal à imaginer comment tu réagirais au jeu de piercings autour de ses mamelons. Il gémit, penchant la tête en arrière lorsque vous commencez à le chevaucher sérieusement.\n« Je le suis déjà, mon beau garçon ! » Tu as ri, les bruits humides de la peau contre la peau devenait de plus en plus forts au fur et à mesure que tu t'enfonçais. Sunday gémit, sa poigne sur tes hanches se meurtrit, ses yeux se révulsent à l'arrière de sa tête en signe de félicité. La lumière qui filtrait à travers tes plumes se déplaçait et dansait autour de lui, et tu te sentais fière de baigner Sunday dans tes couleurs comme cela.\nSifflant de plaisir, tu as tiré et frotté plus fort ses petites ailes tandis que les tiennes battaient légèrement, brassant l'air moite entre vos deux corps, « Mmmh, ouais, c'est ça, allonge-toi et laisse-moi jouer avec toi comme ça », tes hanches ondulaient contre les siennes avec une ferveur affamée, ton contrôle sur ton « patron » commençait à te monter à la tête.\nSunday a gémi et a essayé de suivre votre rythme, en essayant de monter en vous pendant que vous vous enfonciez. Mais il était de plus en plus difficile de penser lorsque vous l'entouriez. Ton odeur, le bruissement de tes ailes, ton corps qui rebondissait sur ses genoux, tes mains qui tiraient et jouaient avec ses plumes.\nC'était bon de se laisser aller, de te laisser prendre le contrôle. « Oh, oh Aeons, hahh, ah~ ! » Sunday gémit, sa voix s'élevant au fur et à mesure qu'il se tordait sous toi. Les cicatrices sur ta poitrine brillaient comme si elles avaient été coulées dans du métal, tes ailes battaient si fort que leurs extrémités frôlaient la peau de Sunday.\nTu le cajoles et le taquines, ton rythme commençant à faiblir alors que le plaisir monte au fond de tes tripes, « Mmmh, c'est ça mon petit, un patron si mignon - tu sais à quel point il est difficile de résister à l'envie de tendre la main et d'attraper ces petites ailes à chaque fois qu'elles voltigent autour de ta tête ?»\nComme pour souligner votre point de vue, vous avez glissé vos mains jusqu'à l'extrémité des ailes, pinçant les bouts sensibles et regardant ses plumes se hérisser. Sunday gémit, frissonnant tandis que sa bite s'agite plus fort en toi. « Quelle allumeuse », dis-tu lorsqu'il crie, la voix essoufflée par la luxure.\nIl semblerait que Robin ne soit pas le seul à avoir une voix douce pour ses frères et sœurs. Haletante, tu déplaçais tes jambes jusqu'à ce que tu sois assise dans une position plus accroupie au-dessus de Sunday, les plumes de ta queue pivotant sur ses cuisses, « Ce n'était qu'une question de temps avant que je ne perde patience et que je montre à quoi appartiennent les jolis oiseaux comme toi, » tu ricanais, faisant rouler tes hanches avec des coups durs et doux contre les siennes.\n« Ta place est sur le dos, sous moi », sifflais-tu en serrant les dents, tes ailes se déplaçant pour pratiquement envelopper tes formes alors que tu pressais Sunday contre son bureau, »Tu es à moi, tu as compris, patron ? A moi de te monter et de te baiser, je suis le seul autorisé à jouer avec tes petites ailes pathétiques »."
}