{
    "source": "en_US",
    "target": "fr_FR",
    "text": "You've successfully set up Touch ID or Face ID access\nWith Touch ID or Face ID, you can access your eligible accounts using Touch ID or Face ID stored on your device without entering your User ID and Password.\nYou can remove Touch ID or Face ID access from your profile any time. Log in to your account, go to Menu then go to Profile & Settings and toggle Touch ID or Face ID off.\nApple, the Apple logo, and iPhone are trademarks of Apple Inc., registered in the U.S. and other countries. Touch ID and Face ID are trademarks of Apple Inc.\nWe'll never ask for your personal information such as SSN or ATM PIN in email messages. If you get an email that looks suspicious or you are not the intended recipient of this email, don't click on any links. Instead, forward to abuse@bankofamerica.com then delete it.\nPlease don't reply to this automatically generated service email.\nPrivacy Notice Equal Housing Lender\nBank of America, N.A. Member FDIC\n© 2024 Bank of America Corporation",
    "trans": "Vous avez correctement configuré l'accès Touch ID ou Face ID\nAvec Touch ID ou Face ID, vous pouvez accéder à vos comptes éligibles en utilisant Touch ID ou Face ID enregistrés sur votre appareil sans avoir à saisir votre identifiant utilisateur et votre mot de passe.\nVous pouvez retirer l'accès Touch ID ou Face ID de votre profil à tout moment. Connectez-vous à votre compte, allez dans le Menu puis dans Profil et Paramètres et désactivez Touch ID ou Face ID.\nApple, le logo Apple et iPhone sont des marques déposées d'Apple Inc., enregistrées aux États-Unis et dans d'autres pays. Touch ID et Face ID sont des marques déposées d'Apple Inc.\nNous ne vous demanderons jamais vos informations personnelles telles que le SSN ou le code PIN de votre carte ATM par e-mail. Si vous recevez un e-mail suspect ou si vous n'êtes pas le destinataire prévu de cet e-mail, ne cliquez sur aucun lien. Transférez-le à abuse@bankofamerica.com puis supprimez-le.\nVeuillez ne pas répondre à cet e-mail de service généré automatiquement.\nAvis de confidentialité Prêteur égalitaire en matière de logement\nBank of America, N.A. Membre de la FDIC\n© 2024 Bank of America Corporation"
}