{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The presence of defective coffee beans is known to depreciate the quality of coffee beverage consumed worldwide. These beans represent about 15–20% of the total coffee produced in Brazil and, although they are separated from the non-defective beans, they are still commercialized in the coffee trading market. Thus, it was the aim of this work to verify if physical characteristics provide an effective discrimination of defective and non-defective coffees of both Arabica and Robusta species, before and after roasting. The evaluated parameters were size (volume), density and color. The results obtained in the present study showed that, within a given coffee species, defective beans can be separated from non-defective ones by sieving, before roasting. In the case of Arabica coffees, size separation between non-defective and defective can also be accomplished after roasting. Prior to roasting, color separation will be effective for Robusta coffees, but ineffective for separation of non-defective, immature and light sour Arabica beans.",
    "trans": "La présence de grains de café défectueux dans la production mondiale de café est connue pour déprécier la qualité de la boisson. Ces grains représentent environ 15 - 20 % de la production totale de café au Brésil et, bien qu'ils soient séparés des grains non défectueux, ils sont toujours commercialisés sur le marché du café. Ainsi, l'objectif de ce travail était de vérifier si les caractéristiques physiques permettent une discrimination efficace des cafés défectueux et non défectueux des espèces Arabica et Robusta, avant et après torréfaction. Les paramètres évalués étaient la taille (volume), la densité et la couleur. Les résultats obtenus dans la présente étude ont montré que, au sein d'une espèce de café donnée, les grains défectueux peuvent être séparés des grains non défectueux par tamisage, avant torréfaction. Dans le cas des cafés Arabica, la séparation de taille entre les grains non défectueux et défectueux peut également être réalisée après torréfaction. Avant la torréfaction, la séparation par couleur sera efficace pour les cafés Robusta, mais inefficace pour la séparation des grains Arabica non défectueux, immatures et légèrement acides."
}