{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Undoubtedly, such smart textiles prevent the human body from overheating, however, the absence of dyes that can modulate the tex- tile’s colour without compromising the infrared properties remains a major barrier to textile commercialization. An inspiring study reports a novel strategy of using inorganic components as a colouring agent for scalable textiles of various colours. The fabricated textiles not only illustrate a high infrared transparency (~80%) and descent cooling ef- fect of 1.6 oC–1.8 ◦C but also reveal strong visible colours with good standability of colour during washing [146]. To verify its potential applicability, the rubber wrapped flexible heater (RWFH) having infrared emissivity similar to the human skin is utilized to imitate human heat (Fig. 10b). The temperature responses of RWFH are measured when shielded with different samples. The complete setup is isolated from the surroundings wherein the temperature is maintained at 25 ◦C. The RWFH temperature increases up to 36.5, 34.9, 34.7, 34.7,",
    "trans": "Sans aucun doute, de tels textiles intelligents empêchent le corps humain de surchauffer, cependant, l'absence de teintures pouvant moduler la couleur du textile sans compromettre les propriétés infrarouges demeure un obstacle majeur à la commercialisation des textiles. Une étude inspirante rapporte une stratégie innovante utilisant des composants inorganiques comme agent de coloration pour des textiles évolutifs de différentes couleurs. Les textiles fabriqués illustrent non seulement une haute transparence infrarouge (~80 %) et un effet de refroidissement descendant de 1,6 °C à 1,8 °C, mais révèlent également des couleurs visibles intenses avec une bonne résistance de la couleur lors du lavage [146]. Pour vérifier son applicabilité potentielle, le chauffage flexible enveloppé de caoutchouc (RWFH) ayant une émissivité infrarouge similaire à celle de la peau humaine est utilisé pour imiter la chaleur humaine (Fig. 10b). Les réponses de température du RWFH sont mesurées lorsqu'il est protégé par différents échantillons. L'ensemble complet est isolé de l'environnement, où la température est maintenue à 25 °C. La température du RWFH augmente jusqu'à 36,5, 34,9, 34,7, 34,7."
}