{
    "source": "en_US",
    "target": "fr_FR",
    "text": "My decision is based on the following factors\nI have considered the applicant’s economic circumstances and note that they have provided some evidence of their financial standing. I have attached little weight to this document\nas evidence of the applicant’s financial means, as on its own, it cannot be considered as significant evidence of their overall financial situation. As such, I do not consider that the applicant has strong economic incentives to return to home country at the end of their proposed stay.\nAfter considering the information provided, I am not satisfied that the applicant genuinely intends to stay temporarily in Australia for the purposes set out above.\nTherefore, I am not satisfied that the applicant meets the relevant criteria in clause 600.211 in Schedule 2 of the Migration Regulations.\nDecision\nAs clause 600.211 is not satisfied, I find the criteria for the grant of a Visitor (Tourist) visa in the Tourist stream are not satisfied. Therefore, I refuse the application by the applicant for a Visitor (Tourist) visa in the Tourist stream.",
    "trans": "Ma décision est fondée sur les facteurs suivants\nJ'ai pris en compte la situation économique du demandeur et j'ai noté qu'il a fourni certains éléments de preuve concernant sa situation financière. J'ai accordé peu d'importance à ce document\nen tant que preuve des moyens financiers du demandeur, car, à lui seul, il ne peut être considéré comme une preuve significative de sa situation financière globale. Par conséquent, je ne considère pas que le demandeur ait de fortes incitations économiques à retourner dans son pays d'origine à la fin de son séjour proposé.\nAprès avoir pris en compte les informations fournies, je ne suis pas convaincu que le demandeur ait l'intention réelle de séjourner temporairement en Australie aux fins énoncées ci-dessus.\nEn conséquence, je ne suis pas convaincu que le demandeur remplisse les critères pertinents de l'alinéa 600.211 de l'Annexe 2 du Règlement sur la Migration.\nDécision\nComme l'alinéa 600.211 n'est pas satisfait, je constate que les critères pour l'octroi d'un visa de visiteur (tourisme) dans le cadre du programme touristique ne sont pas remplis. Par conséquent, je refuse la demande du demandeur pour un visa de visiteur (tourisme) dans le cadre du programme touristique."
}