{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Carrington Golf Resort and Winery situated in Karikari Peninsula of Far North district of NZ, our Resort complex among the lodges and the villas comprises over 100 rooms, restaurants, bars, winery and some conference facilities.\nWe are currently seeking housekeepers to join our busy team. With flexible hours available, we can offer weekday and/or weekend work in casual positions. The successful applicants will have high cleaning standards, strong work ethics, a willingness to learn new systems & a positive, can-do attitude. Full onsite training can be provided to the right attitude candidate, previous experience is preferred. You must be physically fit.\nKey responsibilities of this role,\n• Responsible for housekeeping maintenance and ensuring that all aspects of the role are executed to the highest quality standard.\n• Cleaning all rooms, public areas, offices so as to maintain an impeccable standard of",
    "trans": "Carrington Golf Resort et Winery situé dans la péninsule de Karikari, dans le district du Far North en Nouvelle-Zélande, notre complexe hôtelier parmi les lodges et les villas comprend plus de 100 chambres, des restaurants, des bars, un vignoble et des installations de conférence.\nNous recherchons actuellement des femmes de chambre pour rejoindre notre équipe dynamique. Avec des horaires flexibles, nous pouvons proposer du travail en semaine et/ou le week-end sous forme de postes occasionnels. Les candidats retenus auront des standards de nettoyage élevés, une forte éthique de travail, une volonté d'apprendre de nouveaux systèmes et une attitude positive et dynamique. Une formation complète sur site peut être fournie au candidat ayant la bonne attitude, une expérience préalable est souhaitée. Vous devez être en bonne condition physique.\nPrincipales responsabilités de ce rôle :\n• Responsable de l'entretien ménager et veiller à ce que tous les aspects du rôle soient exécutés selon les plus hauts standards de qualité.\n• Nettoyer toutes les chambres, les espaces publics, les bureaux afin de maintenir un standard irréprochable de."
}