{
    "source": "en_US",
    "target": "fr_FR",
    "text": "a,\nCurrently there is an open balance totaling $485.00 CAD for citation numbers. Could you please provide Enterprise with an updated payment status for your citations by calling or responding to this email.\n[redacted_info]\n[redacted_info]\n[redacted_info]\n[redacted_info]\nEnterprise accepts payments in the following methods:\n• Debit credit card (from Visa or MasterCard) or a major credit card using Google Chrome only: www.enterprise.ca/onlinepayment\n• E-Transfer to citationscanada@em.com – note the citation number or the Rental Agreement Number\n• Cheque or Money Order remitted to PO Box 9716 STN A Toronto ON M5W 1R6\nOnce payment has been made, please send along the payment details such as reference number and amount paid so we can add those notes to your customer file.\nIf no payment arrangements are made or the full payment is not made, your customer file will be reviewed for an outside third-party placement which may affect your credit score.\nIf you have any questions or concerns, you can contact us at Telephone +1 (844) 624-4408 | Fax 1-833-978-1121 | E-Mail\nconsumercollections.ca@em.com\nWe value your business and thank you for taking the time to review your open balance and providing an update.\nThank you,",
    "trans": "a,\nActuellement, il y a un solde ouvert totalisant 485,00 $ CAD pour les numéros de citation. Pourriez-vous s'il vous plaît fournir à Enterprise un statut de paiement mis à jour pour vos citations en appelant ou en répondant à ce courriel ?\n[redacted_info]\n[redacted_info]\n[redacted_info]\n[redacted_info]\nEnterprise prend en charge les modes de paiement suivants :\n• Carte de débit ou carte de crédit (Visa ou MasterCard) ou une carte de crédit majeure via Google Chrome uniquement : www.enterprise.ca/onlinepayment\n• Virement électronique à citationscanada@em.com – veuillez indiquer le numéro de citation ou le numéro de contrat de location\n• Chèque ou mandat-poste envoyé à PO Box 9716 STN A Toronto ON M5W 1R6\nUne fois le paiement effectué, veuillez envoyer les détails du paiement, tels que le numéro de référence et le montant payé, afin que nous puissions ajouter ces informations à votre dossier client.\nSi aucune disposition de paiement n'est prise ou si le paiement intégral n'est pas effectué, votre dossier client sera examiné pour un transfert vers une tierce partie, ce qui pourrait affecter votre score de crédit.\nSi vous avez des questions ou des préoccupations, vous pouvez nous contacter au téléphone +1 (844) 624-4408 | Fax 1-833-978-1121 | E-Mail\nconsumercollections.ca@em.com\nNous vous remercions pour votre confiance et d’avoir pris le temps de consulter votre solde impayé et de nous transmettre une mise à jour.\nNous vous remercions,"
}