{
    "source": "en_US",
    "target": "fr_FR",
    "text": "3.2.1. Estimated daily intakes\nPhthalates in infant clothing enter the infant body through dermal absorption and mouthing by infants. The EDIs of phthalates via dermal absorption and ingestion for infants from cotton clothing are listed in Table 2. The total EDIs of phthalates via both dermal absorption and in- gestion for infants from cotton clothing ranged from 388 ng/kg-bw/day to 9810 ng/kg-bw/day, with a median value of 776 ng/kg-bw/day. Among the 6 phthalates, DBP had the highest contribution for infant ex- posure to phthalates from cotton clothing, with a median value of 296 ng/kg-bw/day, followed by DiBP and DEHP (256 ng/kg-bw/day and 66.5 ng/kg-bw/day, respectively).\nFor the EDIs via dermal absorption, the median values of 6 phthalates ranged from 0.41 ng/kg-bw/day to 296 ng/kg-bw/day, and DBP contributed the most. Compared two routes of dermal absorption (Fig. 1), the EDIda values of phthalates through contacting with skin sur- face directly were approximately 6 times as high as those through the air gap between skin surface and clothing. For DMP, DEP, DiBP, and DBP, the EDIda_cont values were generally higher than the EDIda_ag values, while BBP and DEHP showed the opposite result. This might be attrib- uted to the assumed values of Kssl_g for BBP and DEHP. Due to the lack of the Kssl_g values for BBP and DEHP, these values were under the as- sumption of the same values as for DBP. BBP and DEHP have stronger adsorption capacity on skin surface lipids than DBP, due to their lower saturation vapour pressure. Hence, it resulted in a lower estimation for the EDIda_cont values of BBP and DEHP. Additionally, it should be noted that the f value varied with infants moving. Fig. S1 shows the var- iation of the EDIda values with the increase in the f value. The EDIda values of DMP, DEP, BBP, and DEHP decreased with the increase in the f value, while those of DiBP and DBP showed the opposite trend. The ex- posure of direct contact with skin surface for infants contributed increasily with the increase in the f value. These suggest that the values of EDIda_cont and EDIda_ag were heavily affected by the f value, and it should be cautious to assume the f value.\nThe EDIs of phthalates via dermal absorption for infants from cotton clothing were compared with those from house air and dust in Harbin, which were derived from our previous study (unpublished result), and the result has been shown in Fig. 2. The median EDIs of the total",
    "trans": "3.2.1. Apports quotidiens estimés\nLes phtalates présents dans les vêtements pour nourrissons pénètrent dans le corps du nourrisson par absorption dermique et par mise en bouche. Les apports quotidiens estimés (AQE) de phtalates via l'absorption dermique et l'ingestion pour les nourrissons à partir de vêtements en coton sont présentés dans le Tableau 2. Les AQE totaux de phtalates, provenant à la fois de l'absorption dermique et de l'ingestion, pour les nourrissons à partir de vêtements en coton variaient de 388 ng/kg-pv/jour à 9810 ng/kg-pv/jour, avec une valeur médiane de 776 ng/kg-pv/jour. Parmi les 6 phtalates, le DBP avait la plus grande contribution à l'exposition des nourrissons aux phtalates issus des vêtements en coton, avec une valeur médiane de 296 ng/kg-pv/jour, suivi par le DiBP et le DEHP (respectivement 256 ng/kg-pv/jour et 66,5 ng/kg-pv/jour).\nPour les AQE via l'absorption dermique, les valeurs médianes des 6 phtalates variaient de 0,41 ng/kg-pv/jour à 296 ng/kg-pv/jour, et le DBP était celui qui contribuait le plus. Comparant les deux voies d'absorption dermique (Fig. 1), les valeurs AQE_da des phtalates par contact direct avec la surface de la peau étaient environ 6 fois plus élevées que celles par l'écart d'air entre la surface de la peau et les vêtements. Pour le DMP, le DEP, le DiBP et le DBP, les valeurs AQE_da_cont étaient généralement plus élevées que les valeurs AQE_da_ag, tandis que le BBP et le DEHP montraient le résultat inverse. Cela pourrait être attribué aux valeurs supposées de Kssl_g pour le BBP et le DEHP. En raison de l'absence des valeurs Kssl_g pour le BBP et le DEHP, ces valeurs ont été supposées être les mêmes que celles du DBP. Le BBP et le DEHP ont une capacité d'adsorption plus forte sur les lipides de la surface de la peau que le DBP, en raison de leur pression de vapeur saturante plus faible. Par conséquent, cela a conduit à une estimation plus faible des valeurs AQE_da_cont pour le BBP et le DEHP. De plus, il convient de noter que la valeur de f variait avec les mouvements des nourrissons. La Fig. S1 montre la variation des valeurs AQE_da avec l'augmentation de la valeur de f. Les valeurs AQE_da du DMP, du DEP, du BBP et du DEHP diminuaient avec l'augmentation de la valeur de f, tandis que celles du DiBP et du DBP suivaient la tendance inverse. L'exposition par contact direct avec la surface de la peau des nourrissons augmentait avec l'augmentation de la valeur de f. Cela suggère que les valeurs AQE_da_cont et AQE_da_ag étaient fortement influencées par la valeur de f, et qu'il convient de faire preuve de prudence lorsqu'on suppose cette valeur.\nLes AQE des phtalates via absorption dermique pour les nourrissons à partir de vêtements en coton ont été comparés à ceux provenant de l'air et de la poussière domestiques à Harbin, dérivés de notre étude précédente (résultat non publié), et le résultat est montré dans la Fig. 2. Les valeurs médianes des AQE totaux…"
}