{
    "source": "en_US",
    "target": "fr_FR",
    "text": "\"since his birthday, and we’d spent most of it trying to find places to get our hands on each other.\nHis car, my dorm when Lyra was in class, the shower, I couldn’t remember the last time I’d had this amount of sex in such a short period of time.\nYet, every time I tried talking to him about himself, asking about Rosemary, or just about who he was, I was shut down immediately. And I hated that I was settling for just sex.\nEvery time I told myself I would walk away, I would leave him alone if he didn’tgive me something to go on.\nI just couldn’t do it.\nShamefully, I was willing to do it, as long as I had certain parts of him. Deep down I knew there was something there, he just wasn’t letting me see it. I had known it the moment I saw him, Alistair was addictive. I just didn’t know how much, until I finally had a taste. \"\nمقتطف من\nThe Lies we Steal (The Hollow Boys Book 1)\nMonty Jay\nهذه المواد قد تكون محمية بموجب حقوق النشر.",
    "trans": "« Depuis son anniversaire, nous avons principalement essayé de trouver des lieux pour nous toucher l'un l'autre.\nSa voiture, mon dortoir quand Lyra était en cours, la douche, je ne me souvenais même pas de la dernière fois où j'avais eu autant de sexe en si peu de temps.\nPourtant, chaque fois que j'essayais de lui parler de lui-même, de lui poser des questions sur Rosemary, ou simplement de savoir qui il était, il me coupait court immédiatement. Et je détestais le fait que je me contentais juste de sexe.\nChaque fois que je me disais que je partirais, que je le laisserais tranquille s'il ne me donnait rien à quoi me raccrocher.\nJe n'arrivais tout simplement pas à le faire.A\nAvec honte, j'étais prête à le faire, tant que j'avais certaines parts de lui. Au fond de moi, je savais qu'il y avait quelque chose, il ne voulait juste pas me le montrer. Je l'avais su dès que je l'avais vu, Alistair était addictif. Je ne savais pas à quel point, jusqu'à ce que je goûte enfin.\nمقتطف من\nThe Lies we Steal (The Hollow Boys Tome 1)\nMonty Jay\nهذه المواد قد تكون محمية بموجب حقوق النشر."
}