{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello[redacted_name], [redacted_name], and [redacted_name]!\nWe are looking forward to you joining our community😃\nAttached you will find a letter with details on your upcoming move in. Please take a moment to review and if you have any questions regarding your move, I am here to help!\nYour New Address: 2[redacted_address]Your Move In Date:Tuesday, October 22, 2024\nAppointment Time for Key Pick up and Apartment Inspection:10 o'clock AM\nYour Monthly Dues: $1,494.00\nConcession: December Rent Free (-$1494.00)\nTypically you would receive an email from \"d[redacted_email] with a link to review your lease agreement. This provides the option to sign electronically in under 5 minutes. I only have one email address on file and am unable to send the lease for three people to the same email. Do you have email addresses for [redacted_name]and M[redacted_name] If not, that is ok, we can sign the lease in office anytime you are available, feel free to stop by and I can provide a physical copy of the lease on the day of move in when you pick up your keys.",
    "trans": "Bonjour [redacted_name], [redacted_name] et [redacted_name] !\nNous sommes impatients de vous accueillir dans notre communauté 😃\nVous trouverez ci-joint une lettre avec des détails concernant votre prochain déménagement. Merci de prendre un moment pour la lire et si vous avez des questions concernant votre déménagement, je suis là pour vous aider !\nVotre nouvelle adresse : 2[redacted_address]Date de votre emménagement : Mardi 22 octobre 2024\nHeure de rendez-vous pour récupérer les clés et inspection de l'appartement : 10 heures du matin\nVos frais mensuels : 1 494,00 $\nConcession : Loyer de décembre gratuit (-1 494,00 $)\nEn général, vous recevrez un email de \"d[redacted_email]\" avec un lien pour consulter votre contrat de location. Cela vous permet de le signer électroniquement en moins de 5 minutes. Je n'ai qu'une seule adresse email dans mes fichiers et je ne peux pas envoyer le contrat de location à trois personnes via le même email. Avez-vous les adresses email de [redacted_name] et M[redacted_name] ? Si ce n'est pas le cas, ce n'est pas grave, nous pouvons signer le contrat directement au bureau, à n'importe quel moment où vous êtes disponibles. N'hésitez pas à passer et je pourrai vous fournir une copie physique du contrat le jour de votre emménagement lorsque vous viendrez récupérer vos clés."
}