{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It's been some time since this was posted and I wanted to make a quick update given what's happened over the past few months. In my initial post I wrote that I don't agree with all the things the Israeli government does and that I support the right of the Palestinian people to freedom and self rule. The intention of my post was to denounce hate and advocate for peace. It was also a post of mourning by someone whose family was murdered in the holocaust and had to deal with the triggering of that trauma by being in israel on October 7th. However, even in that post, I pleaded for the Israeli government not to \"take the bait\" and use the atrocities of October 7th as an excuse to escalate. I have to say that even though this is a complex and divisive issue, I can't believe some of the rhetoric that's come from the Israeli side. And what's worse, the complete leveling of Gaza, the deaths of thousands, the displacements of countless more- it's horrific and I want to be clear and denounce it. I am not educated enough to have a solution, and my post was never about choosing sides. I get that as the descendant of holocaust survivors I may have an inherent bias, and I am trying to acknowledge that and not allow it to cloud my capacity for empathy. I know that some people think I have failed in that, but I want to let you know that my sincere intention in this original post was to advocate for peace. It is my belief that people on both sides want to live in peace, and would choose to do so if given the opportunity. And that it is the corruption of governments and the ruling class that uses the common person as fodder that leads to these conflicts. I know there is much more to say and I am happy to engage here in the comments with anyone who wishes to have a sincere and respectful discourse. And I'll also be going to twitter as it's been brought up to me that there are certain conversations there that require my attention. Thank you to everyone who has gone out of their way to continue this conversation.",
    "trans": "Cela fait un moment que ce message a été publié, et je souhaitais faire une mise à jour rapide compte tenu de ce qui s'est passé ces derniers mois. Dans mon message initial, j'avais écrit que je n'étais pas d'accord avec toutes les actions du gouvernement israélien et que je soutenais le droit du peuple palestinien à la liberté et à l'autodétermination. L'intention de mon message était de dénoncer la haine et de plaider pour la paix. C'était aussi un message de deuil de la part de quelqu'un dont la famille a été massacrée pendant l'holocauste et qui a dû faire face à la réactivation de ce traumatisme en étant en Israël le 7 octobre. Cependant, même dans ce message, j'avais supplié le gouvernement israélien de ne pas « mordre à l'hameçon » et d'utiliser les atrocités du 7 octobre comme prétexte pour une escalade. Je dois dire qu'en dépit du fait que c'est une question complexe et divisée, je n'arrive pas à croire certains des discours qui viennent du côté israélien. Et ce qui est pire, l'anéantissement total de Gaza, la mort de milliers de personnes, les déplacements de milliers d'autres — c'est horrible et je tiens à être clair et à le dénoncer. Je ne suis pas assez éduqué pour avoir une solution, et mon message n'a jamais eu pour but de choisir un camp. Je comprends qu'en tant que descendant de survivants de l'holocauste, j'ai peut-être un biais inhérent, et j'essaie de le reconnaître et de ne pas laisser cela obscurcir ma capacité d'empathie. Je sais que certaines personnes pensent que j'ai échoué dans cela, mais je veux vous faire savoir que mon intention sincère dans ce message initial était de plaider pour la paix. Je crois que les gens des deux côtés souhaitent vivre en paix et choisiraient de le faire s'ils en avaient l'opportunité. Et que ce sont la corruption des gouvernements et de la classe dirigeante, qui utilise le peuple comme chair à canon, qui mène à ces conflits. Je sais qu'il y a beaucoup plus à dire et je serai heureux de m'engager ici dans les commentaires avec toute personne souhaitant avoir un discours sincère et respectueux. Je vais également me rendre sur Twitter, car on m'a fait savoir qu'il y a certaines conversations qui nécessitent mon attention. Merci à tous ceux qui ont pris le temps de poursuivre cette conversation."
}