{
    "source": "en_US",
    "target": "fr_FR",
    "text": "better understand phone use in young drivers? Nationwide Children’s Hospital invites you to join us in this research venture aimed at making our roads safer for everyone.\nDiscover the Impact: Our study seeks to explore the effects of an in-vehicle camera and phone app on the driving behavior of young individuals. Your participation will contribute valuable insights that could shape the future of driving safety. You will also be compensated for your efforts to show our appreciation to your commitment.\nBe a Trailblazer for 6 Months: As a participant, you will join us on a 6-month journey. Throughout this period, you'll have a camera installed in your car and a user-friendly app on your phone. It's a chance to be at the forefront of technological advancements while contributing to a safer driving environment.\nYour Contribution Matters: Attend two in-person study visits - one at the beginning and another at the end of the 6-month period. Share your experiences through four thought-provoking questionnaires. Your valuable input will help shape the study's outcome.\nCheck Your Eligibility Today: Are you",
    "trans": "Mieux comprendre l'utilisation du téléphone chez les jeunes conducteurs ? Nationwide Children's Hospital vous invite à vous joindre à cette recherche visant à rendre nos routes plus sûres pour tous.\nDécouvrez l'impact : Notre étude cherche à explorer les effets d'une caméra embarquée et d'une application mobile sur le comportement de conduite des jeunes. Votre participation apportera des informations précieuses qui pourraient façonner l'avenir de la sécurité routière. Vous serez également rémunéré pour votre engagement en signe de reconnaissance de votre implication.\nSoyez un pionnier pendant 6 mois : En tant que participant, vous nous accompagnerez dans une aventure de 6 mois. Pendant cette période, une caméra sera installée dans votre voiture et une application intuitive sera installée sur votre téléphone. C'est une opportunité unique d'être à la pointe des avancées technologiques tout en contribuant à un environnement de conduite plus sûr.\nVotre contribution est essentielle : Participez à deux visites en présentiel – une au début et une autre à la fin de la période de 6 mois. Partagez votre expérience à travers quatre questionnaires stimulants. Votre retour d'expérience précieux contribuera à orienter les résultats de l'étude.\nVérifiez votre éligibilité dès aujourd’hui : Êtes-vous"
}