{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Apple security releases\nThis document lists security updates and Rapid Security Responses for Apple software.\nAbout Apple security releases\nFor the protection of our customers, Apple doesn't disclose, discuss, or confirm security issues until an investigation has occurred and patches or releases are generally available. This document lists recent releases, including security updates and Rapid Security Responses.\nIf you need technical support for a security issue—for example, to reset your Apple ID password or to review a recent App Storecharge—view theGet help with security issuesarticle.\nIf you believethatyou'vediscovered a security or privacy vulnerability in an Apple product, learn how to submit your research.\nGet the latest software updates from Apple\nKeeping your software up to date is one of the most important things you can do to maintain your Apple product's security.\nThe latest version of iOS and iPadOS is 18.0.1. Learn how to update the software on your iPhone, iPad, or iPod touch.\nThe latest version of macOS is 15.0.1. Learn how toupdate the software on your Macand how to allow importantbackground updates.\nThe latest version of tvOS is 18. Learn how toupdate the software on your Apple TV.\nThe latest version of watchOS is 11.0.1. Learn how toupdate the software on your Apple Watch.\nThe latest version of visionOS is 2.0.1. Learn how to update the software on your Apple Vision Pro.\nNote that after a software update is installed for iOS, iPadOS, tvOS, watchOS, and visionOS, it cannot be downgraded to the previous version.\nApple security updates and Rapid Security Responses",
    "trans": "Publications de sécurité Apple\nCe document liste les mises à jour de sécurité et les réponses rapides de sécurité pour les logiciels Apple.\nÀ propos des publications de sécurité Apple\nPour protéger nos clients, Apple ne divulgue, ne discute ni ne confirme les problèmes de sécurité avant qu'une enquête ait eu lieu et que des correctifs ou des mises à jour soient généralement disponibles. Ce document liste les publications récentes, y compris les mises à jour de sécurité et les réponses rapides de sécurité.\nSi vous avez besoin d'une assistance technique pour un problème de sécurité—par exemple, pour réinitialiser le mot de passe de votre identifiant Apple ou examiner une récente facturation sur l'App Store—consultez l'article Obtenir de l'aide pour les problèmes de sécurité.\nSi vous pensez avoir découvert une vulnérabilité en matière de sécurité ou de confidentialité dans un produit Apple, apprenez comment soumettre vos recherches.\nObtenez les dernières mises à jour logicielles d'Apple\nMaintenir votre logiciel à jour est l'une des choses les plus importantes que vous puissiez faire pour assurer la sécurité de votre produit Apple.\nLa dernière version d'iOS et d'iPadOS est la 18.0.1. Apprenez comment mettre à jour le logiciel de votre iPhone, iPad ou iPod touch.\nLa dernière version de macOS est la 15.0.1. Apprenez comment mettre à jour le logiciel de votre Mac et comment autoriser les mises à jour de fond importantes.\nLa dernière version de tvOS est la 18. Apprenez comment mettre à jour le logiciel de votre Apple TV.\nLa dernière version de watchOS est la 11.0.1. Apprenez comment mettre à jour le logiciel de votre Apple Watch.\nLa dernière version de visionOS est la 2.0.1. Apprenez comment mettre à jour le logiciel de votre Apple Vision Pro.\nNotez qu'après l'installation d'une mise à jour logicielle pour iOS, iPadOS, tvOS, watchOS et visionOS, il n'est pas possible de revenir à la version précédente.\nMises à jour de sécurité d'Apple et réponses rapides en matière de sécurité"
}