{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Originally when Apple Intelligence launched there are some T&C for using and activate this Apple Intelligence.\nFor activating Apple Intelligence at China first of all purchased iPhone must be non-Chinese iPhone means that the iPhone aren’t purchased in China not include Hong Kong and Macau. Also if use this Chinese Apple account are also unable to activate the Apple Intelligence.\nTo activate the Apple Intelligence, I have travel to Hong Kong and purchase iPhone 16 pro Max. To reach the requirement of activating Apple Intelligence, I’ve decided to switch my region from China to United States.\nI’ve started to switch my account from October 19, CST 2:00am, Shanghai time 3:00pm. Till now CST time 8:30am October 24, Shanghai Time 9:30pm I still can’t join the Apple Intelligence waitlist. I’m also upgraded my phone to iOS 18.2.\nI’ve contacted the Apple support using my Chinese phone number and it transferred to me Philippines Apple support team. It seems like the Philippine Apple support team doesn’t help me get anything. The Philippine Apple support team keeps saying that the beta version iOS right now in my phone has some problem on it. But when I log out this Apple ID, and changed to another Apple ID that is UK ones. I can successfully enable the Apple Intelligence.\nWhat does this say?! This shows that my Apple account has a problem on it. It doesn’t switch successfully to United States server! And the Philippine Apple support team keep asking me to restore my iPhone like crazy! I’ve told them that I have used several Apple account that is from United States and United Kingdom that can successfully enable the Apple Intelligence.\nBut the Philippine Apple support team said that my Apple account doesn’t have any problem!\nApple please solve the problem! Anyone who have facing this kind of problem please share to us!!!",
    "trans": "A l'origine, lorsque l'Apple Intelligence a été lancée, il y avait des conditions d'utilisation et d'activation de l'Apple Intelligence.\nPour activer l'Apple Intelligence en Chine, il faut tout d'abord que l'iPhone acheté ne soit pas un iPhone chinois, ce qui signifie que l'iPhone n'a pas été acheté en Chine, à l'exclusion de Hong Kong et de Macao. De plus, si vous utilisez un compte Apple chinois, vous ne pourrez pas non plus activer l'Apple Intelligence.\nPour activer l'Apple Intelligence, je dois me rendre à Hong Kong et acheter l'iPhone 16 pro Max. Pour pouvoir activer l'Apple Intelligence, j'ai décidé de changer de région et de passer de la Chine aux États-Unis.\nJ'ai commencé à modifier mon compte le 19 octobre à 2 heures du matin, heure de Shanghai, à 3 heures du soir. Jusqu'à maintenant, heure CST 8h30, 24 octobre, heure de Shanghai 21h30, je ne peux toujours pas m'inscrire sur la liste d'attente d'Apple Intelligence. J'ai également mis à jour mon téléphone avec iOS 18.2.\nJ'ai contacté l'assistance Apple en utilisant mon numéro de téléphone chinois et il a été transféré à l'équipe d'assistance Apple des Philippines. Il semble que l'équipe d'assistance Apple des Philippines ne m'aide pas à obtenir quoi que ce soit. L'équipe d'assistance Apple des Philippines n'arrête pas de me dire que la version bêta d'iOS actuellement dans mon téléphone a des problèmes. Mais lorsque je me déconnecte de cet identifiant Apple et que je change d'identifiant Apple pour celui du Royaume-Uni, je parviens à activer l'Apple Intelligence. Je peux activer avec succès l'Apple Intelligence.\nQu'est-ce que ça veut dire ? Cela montre que mon compte Apple a un problème. Il ne passe pas avec succès au serveur des États-Unis ! Et l'équipe d'assistance Apple des Philippines continue de me demander de restaurer mon iPhone comme un fou ! Je leur ai dit que j'ai utilisé plusieurs comptes Apple aux États-Unis et au Royaume-Uni qui peuvent activer avec succès l'Apple Intelligence.\nMais l'équipe d'assistance Apple des Philippines m'a dit que mon compte Apple n'avait aucun problème !\nApple, s'il vous plaît, résolvez le problème ! Si quelqu'un a rencontré ce genre de problème, qu'il nous en fasse part !"
}