{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Cleaner\nHaworth Art Gallery\n£12 per hour (Foundation Living Wage)\n9 Hours per week\nHyndburn is a great place to work. Over recent years we’ve established an impressive reputation as a Council with a strong sense of direction and an enviable record for improving services and getting things done. We now have an exciting opportunity for someone to join our team.\nHaworth Art Gallery is looking for a dedicated cleaner to care for our beautiful Arts and Crafts building and ensure that all of their users experience a quality visit. You will be caring for historic buildings that hold Hyndburn’s collections. The buildings are open to the public and require a high standard of cleanliness. The hours will be split over three days, Wednesday to Friday from 10am to 1pm.\nIf you are passionate about delivering results as we are, and if you want a job where you can be part of a team that’s making a real difference, we’d like to hear from you",
    "trans": "Agent d’entretien\nHaworth Art Gallery\n12 £ de l’heure (Salaire minimum vital de la Fondation)\n9 heures par semaine\nHyndburn est un excellent endroit pour travailler. Ces dernières années, nous avons acquis une solide réputation en tant que Conseil doté d’une vision claire et d’un bilan enviable en matière d’amélioration des services et d’efficacité. Nous avons à présent une opportunité passionnante pour rejoindre notre équipe.\nHaworth Art Gallery recherche un agent d’entretien dévoué pour prendre soin de notre magnifique bâtiment Arts and Crafts et garantir à tous nos visiteurs une expérience de qualité. Vous serez responsable de l’entretien de bâtiments historiques qui abritent les collections de Hyndburn. Ces bâtiments, ouverts au public, nécessitent un haut niveau de propreté. Les heures de travail seront réparties sur trois jours : du mercredi au vendredi, de 10h à 13h.\nSi, comme nous, vous avez à cœur d’obtenir des résultats et si vous souhaitez un poste où vous pourrez faire partie d’une équipe qui apporte une réelle différence, nous serions ravis de vous entendre."
}