{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Chitown newbie Abby McCoy makes her Hussie🌴Pass debut today, and we paired her up with big dick stud Damion Dayski for this week's interracial squirting extravaganza! Full-length porn Director Johnny Robins gets things going by executing the interview portion of the program, followed by Abby McCoy stripping naked and warming up her 25-year-old slit, first with her fingers and then with a rather large translucent rubber DONG! Damion Dayski then steps into the scene with some lube for the spinner's perky breasts, as well as for her delightful 36-inch dumper, which she then twerks for us. Abby McCoy then gets on her knees for the big reveal and proceeds to suck and slobber on as much of Damion Dayski's BBC as she can fit into her mouth. She follows this up by giving him a slick footjob before Damion Dayski goes down on her and makes her squirt for the first time. Then he put it in! Abby McCoy takes damn near ALL of Damion Dayski's 12-inches, first missionary, then airborne, back to missionary with one leg in the air, reverse cowgirl, cowgirl, doggystyle, and flat on her belly until he pulls out and cums on her pretty little face. We followed the two of them into the shower afterward.",
    "trans": "Chitown newbie Abby McCoy fait ses débuts aujourd'hui avec le Hussie🌴Pass, et nous l'avons jumelée au grand étalon Damion Dayski pour cette extravagance interraciale de jets féminins de la semaine ! Le réalisateur de films pornographiques Johnny Robins donne le coup d'envoi en menant la portion interview du programme, suivie par Abby McCoy se déshabillant et réchauffant sa fente de 25 ans, d'abord avec ses doigts, puis avec un énorme godemiché en caoutchouc translucide ! Damion Dayski entre ensuite en scène avec du lubrifiant pour les seins fermes de la jeune femme, ainsi que pour son délicieux postérieur de 36 pouces, qu'elle fait ensuite twerker pour nous. Abby McCoy s'agenouille ensuite pour la grande révélation et commence à sucer et saliver sur autant la grosse bite noire de Damion Dayski qu'elle peut faire entrer dans sa bouche. Elle enchaîne avec une branlette pieds bien lubrifiée avant que Damion Dayski ne lui fasse un cunnilingus et ne la fasse jouir pour la première fois. Puis, il l'a enfoncé ! Abby McCoy prend presque TOUS les 12 pouces de Damion Dayski, d'abord en missionnaire, puis en levrette, de retour en missionnaire avec une jambe en l'air, en cowgirl inversée, en cowgirl, en levrette, et à plat ventre jusqu'à ce qu'il se retire et jouisse sur son joli petit visage. Nous les avons ensuite suivis dans la douche."
}