{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello New College Residents,\nHalloween is just around thecorner, and we're kicking off the festivities early! Come find the Learning Experience Assistants (LXAs) for a Trick or Treat Adventure on Wednesday, October 16, from 7:00 to 9:00 PM in Wilson Lounge. Drop by anytime to take a break from the midterm grind and build your own wellness goodie bag! The LXA team will be in costume, handing out face masks, candy, stickers, hot chocolate, and more. Get in the Halloween spirit with us!\nDate: Wednesday, October 16, 2024\nTime: 7:00 - 9:00 PM\nLocation: Wilson Lounge\nIf you require any accommodations to fully participate in this event, please email us at new.reslife@utoronto.ca.\nWe can't wait to see you there!\nLXA Team\n---\nNew College Residence Life\n40 Willcocks Street, Toronto, ON M5S 1C6\nnew.reslife@utoronto.ca\nThis electronic mail (e-mail), including any attachments, is intended only for the recipients(s) to whom it is addressed and may contain information that is privileged, confidential and/or exempt from disclosure. No waiver of privilege, confidentiality or any other protection is intended by virtue of its communication by the internet. Any unauthorized use, dissemination or copying is strictly prohibited. If you have received the e-mail in error, or are not named as a recipient, please immediately notify the sender and destroy all copies of it. Thank you.",
    "trans": "Bonjour chers résidents du New College,\nHalloween approche à grands pas, et nous lançons les festivités un peu plus tôt ! Venez retrouver les Learning Experience Assistants (LXAs) pour une aventure Trick or Treat le mercredi 16 octobre, de 19 h à 21 h, dans le Wilson Lounge. Passez nous voir à tout moment pour faire une pause dans la préparation des partiels et constituer votre propre sac de bien-être ! L'équipe LXA sera déguisée et distribuera des masques pour le visage, des bonbons, des autocollants, du chocolat chaud et bien plus encore. Venez vous mettre dans l'esprit d'Halloween avec nous !\nDate : Mercredi 16 octobre 2024\nHeure : 19 h - 21 h\nLieu : Wilson Lounge\nSi vous avez besoin d'aménagements pour participer pleinement à cet événement, veuillez nous envoyer un courriel à new.reslife@utoronto.ca.\nNous avons hâte de vous y voir !\nL'équipe LXA\n---\nNew College Residence Life\n40 Willcocks Street, Toronto, ON M5S 1C6\nnew.reslife@utoronto.ca\nCe courriel électronique (e-mail), y compris toutes pièces jointes, est destiné uniquement aux destinataires auxquels il est adressé et peut contenir des informations privilégiées, confidentielles et/ou exemptées de divulgation. Aucune renonciation au privilège, à la confidentialité ou à toute autre protection n'est envisagée par sa communication par internet. Toute utilisation, diffusion ou copie non autorisée est strictement interdite. Si vous avez reçu ce courriel par erreur ou n'êtes pas le destinataire, veuillez immédiatement en informer l'expéditeur et détruire toutes les copies. Merci."
}