{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Are you interested in high-quality, natural, and tasty nutrition? We are! It’s our ambition to shape the future of nutrition.\nDöhler is a leading global producer of natural ingredients and solutions for the food, beverage, lifestyle and nutrition industries. We use innovative technology to process plant-based raw materials and enrich products such as lifestyle drinks, cereals, dairy, and confectionery goods for almost every well-known brand. Close to 10.000 dedicated employees in more than 70 countries share one common goal - to ensure that millions of people around the world enjoy the products created by us.\nWe strive to inspire and empower our employees in everything we do, and we invite you to join our team – together WE BRING IDEAS TO LIFE.\nYour Profile\n• Apply the divisional strategy within the area of responsibility.\n• Integrating new employees into the workflow and team. Promote team spirit.\n• Ensure optimal information exchange within the team and with the interfaces.\n• Setting impulses for continuous standardization and optimization of processes and organizational structures as well as implementation of corresponding measures in coordination with the manager.\n• Contributing ideas and implementing the digital transformation in the area of responsibility. Coordinating and implementing digitization projects in cooperation with the interfaces. Optimizing and mapping new and existing business processes in the digital databases and systems.\n• Adhere to approved budget and initiate appropriate action on impending and identified variances in coordination with manager.\n• Comply with legal requirements and internal regulations.\n• Documenting efficient and effective processes in the company's internal IT systems.\n• Analyze current processes at site to identify inefficiencies and areas for improvement through lean techniques.\n• Implement lean strategies and tools, such as 5S, Kaizen, and value stream mapping, to enhance productivity and quality into daily operations and process workflows.\n• Monitor key performance indicators to track the effectiveness of lean initiatives and make data driven decisions for process enhancements.\n• Provide training and leadership to ensure that lean principles are understood and practiced at all levels of plant operations.\n• Facilitate communication and share best practices across different plants and departments to standardize lean production methods.\nMandatory requirements.\n• Bachelors Degree or higher in Engineering.\n• Higher experience In Manufacturing and Continuous Improvement Systems, i.e., Lean Manufacturing, Operational Excellence, Quality/EHS.\n• Knowledge Lean principles such as Value Stream Mapping, Just-in-Time, Demand Flow, Single Piece Flow, Five S, Visual Management, Total Productive Maintenance, Continuous Improvement Process, Kaizen, and SPC, preferred.\n• Six Sigma Yellow Belt certification preferred.",
    "trans": "Êtes-vous intéressé par une nutrition naturelle, de haute qualité et savoureuse ? Nous le sommes ! C’est notre ambition de façonner l’avenir de la nutrition.\nDöhler est un producteur mondial de premier plan d’ingrédients naturels et de solutions pour les industries alimentaires, des boissons, du mode de vie et de la nutrition. Nous utilisons des technologies innovantes pour traiter les matières premières végétales et enrichir des produits tels que les boissons pour le mode de vie, les céréales, les produits laitiers et les confiseries pour presque toutes les grandes marques. Près de 10 000 employés dévoués, répartis dans plus de 70 pays, partagent un objectif commun : garantir que des millions de personnes dans le monde profitent des produits créés par notre entreprise.\nNous nous efforçons d’inspirer et d’autonomiser nos employés dans tout ce que nous faisons, et nous vous invitons à rejoindre notre équipe – ensemble, NOUS DONNONS VIE AUX IDÉES.\nVos missions :\n• Appliquer la stratégie divisionnaire dans le domaine de responsabilité.\n• Intégrer les nouveaux employés dans le flux de travail et l’équipe. Promouvoir l’esprit d’équipe.\n• Assurer un échange d’informations optimal au sein de l’équipe et avec les interfaces.\n• Poser les bases de la standardisation continue et de l’optimisation des processus et des structures organisationnelles, ainsi que la mise en œuvre des mesures correspondantes en coordination avec le responsable.\n• Contribuer à la réflexion et à la mise en œuvre de la transformation numérique dans le domaine de responsabilité. Coordonner et mettre en œuvre des projets de numérisation en coopération avec les interfaces. Optimiser et intégrer les nouveaux processus d’affaires et les processus existants dans les bases de données et systèmes numériques.\n• Respecter le budget approuvé et prendre les mesures appropriées face aux écarts imminents ou identifiés, en coordination avec le responsable.\n• Se conformer aux exigences légales et aux règlements internes.\n• Documenter les processus efficaces et efficients dans les systèmes informatiques internes de l'entreprise.\n• Analyser les processus actuels sur le site afin d’identifier les inefficacités et les domaines d’amélioration en utilisant des techniques Lean.\n• Mettre en œuvre des stratégies et outils Lean, tels que 5S, Kaizen, et la cartographie des flux de valeur, pour améliorer la productivité et la qualité des opérations quotidiennes et des flux de processus.\n• Suivre les indicateurs de performance clés pour évaluer l’efficacité des initiatives Lean et prendre des décisions basées sur les données pour améliorer les processus.\n• Fournir des formations et un leadership pour garantir que les principes Lean soient compris et pratiqués à tous les niveaux des opérations de l’usine.\n• Faciliter la communication et partager les meilleures pratiques entre différentes usines et départements afin de standardiser les méthodes de production Lean.\nExigences obligatoires :\n• Diplôme de Licence ou supérieur en Ingénierie.\n• Expérience supérieure en fabrication et systèmes d’amélioration continue, c’est-à-dire Lean Manufacturing, Excellence Opérationnelle, Qualité/EHS.\n• Connaissance des principes Lean tels que la cartographie des flux de valeur, le Just-in-Time, le flux par demande, le flux pièce par pièce, le Five S, la gestion visuelle, la maintenance productive totale, le processus d’amélioration continue, le Kaizen et le SPC, de préférence.\n• Certification Six Sigma Yellow Belt de préférence."
}