{
    "source": "en_US",
    "target": "fr_FR",
    "text": "THE ROLLING STONES: A SUPERGROUP\nThe Rolling Stones are one of the world’s most successful rock bands. Formed in London in 1962, the group has sold more than 240 million albums worldwide and is reportedly worth around €850 million. Many would think that after so long, having achieved so much, and suffering from vari- ous health issues, it would be time to retire. Not the Stones. In February 2020, 15 additional dates for their “No Filter Tour” were announced.\nSo what has made the group so extraordinary and kept them together for close to 60 years despite their many public feuds? Their story provides key lessons for working in groups.\nCohesion is the invisible force that keeps a group together and is a basis for high performance as a unit. And nowhere is cohesion better demonstrated than by the career of the Rolling Stones. In the beginning, it was music—a shared passion for American R&B—that brought them together. The album Best of Muddy Waters provided the initial spark when Keith Richards and Mick Jagger met at a railway station in their hometown of Dartford, Kent, in 1960. One of the tracks on it—“Rollin’ Stone”—gave the group their name.\nEarly cohesion came from the group spending a lot of time together. The band lived, played, and went everywhere together, piled in the back of a van along with their kit. Shared experiences and especially early success helped reinforce the team’s match for each other. Cohesion grew as the team recognized that each member of the band was a master of his own instrument or voice.",
    "trans": "LES ROLLING STONES : UN SUPERGROUPE\nLes Rolling Stones sont l'un des groupes de rock les plus célèbres au monde. Formé à Londres en 1962, le groupe a vendu plus de 240 millions d'albums à travers le monde et sa valeur est estimée à environ 850 millions d'euros. Beaucoup penseraient qu'après si longtemps, après avoir accompli tant de choses et souffert de divers problèmes de santé, il serait temps de prendre sa retraite. Pas pour les Stones. En février 2020, 15 dates supplémentaires pour leur « No Filter Tour » ont été annoncées.\nAlors, qu'est-ce qui a rendu ce groupe si extraordinaire et l'a maintenu ensemble pendant près de 60 ans, malgré leurs nombreuses querelles publiques ? Leur histoire fournit des leçons essentielles pour le travail en groupe.\nLa cohésion est la force invisible qui maintient un groupe uni et constitue la base de la haute performance en tant qu'unité. Et nulle part la cohésion n'est mieux démontrée que par la carrière des Rolling Stones. Au début, c'était la musique – une passion partagée pour le R&B américain – qui les a réunis. L'album Best of Muddy Waters a fourni l'étincelle initiale lorsque Keith Richards et Mick Jagger se sont rencontrés dans une gare de leur ville natale de Dartford, dans le Kent, en 1960. L'un des titres de cet album – « Rollin' Stone » – a donné son nom au groupe.\nLa cohésion initiale est venue du fait que le groupe passait beaucoup de temps ensemble. Le groupe vivait, jouait et allait partout ensemble, entassé à l'arrière d'une camionnette avec leur matériel. Les expériences partagées, et en particulier les premiers succès, ont contribué à renforcer l'adéquation de l'équipe. La cohésion s'est développée à mesure que l'équipe reconnaissait que chaque membre du groupe était un maître de son propre instrument ou de sa voix."
}