{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Grover is one of Sesame Street’s most famous Muppets, whose origins can be found before he became the self-professed \"cute, furry, adorable\" blue monster he would come to be known as. The pink-nosed puppet with cobalt blue fur would be definitively established in Episode 0131, the second season premiere in 1970. However, a similar-looking puppet with green-grey fur, a red nose, and malignantly-angled eyes, had been used in various Muppet productions from the 1960s up to several sketches in the first season of Sesame Street.\nThe dark puppet made its debut on The Ed Sullivan Show in December of 1967 as Gleep, one of several monsters who were described as a group of \"thugs, crooks, and burglars\". Frank Oz performed Gleep with a hard, nasally voice. The puppet would be used again as an ancillary character, performed by Oz and other puppeteers (Jim Henson and Caroll Spinney, for example) in The Muppets on Puppets (1968), Muppet Puppet Plays (1969), IBM's Rowlf-In (1969), the Sesame Street Pitch Reel, and several first season Sesame Street sketches.\nIn addition to the puppet's gruffer appearance, he was most often performed with a raspier voice, as well as somewhat rougher mannerisms than the sweetness that would eventually develop in Grover.",
    "trans": "Grover est l'un des Muppets les plus célèbres de Sesame Street (1, rue Sésame), dont les origines remontent à une période antérieure à son incarnation définitive en tant que monstre bleu autoproclamé « mignon, duveteux et adorable ». Cette marionnette à la fourrure bleu cobalt et au nez rose a été officiellement introduite dans l'épisode 0131, qui marquait le début de la deuxième saison en 1970. Cependant, une marionnette similaire, dotée d’une fourrure vert-gris, d’un nez rouge et d’yeux inclinés de manière menaçante, avait déjà été utilisée dans plusieurs productions des Muppets des années 1960, ainsi que dans divers sketches de la première saison de Sesame Street (1, rue Sésame).\nCette version plus sombre de la marionnette a fait ses débuts en décembre 1967 dans The Ed Sullivan Show sous le nom de Gleep, l’un des nombreux monstres décrits comme appartenant à un groupe de « voyous, escrocs et cambrioleurs ». Frank Oz interprétait Gleep avec une voix nasillarde et dure. La marionnette fut réutilisée comme personnage secondaire, manipulée par Oz ainsi que par d'autres marionnettistes, notamment Jim Henson et Caroll Spinney, dans The Muppets on Puppets (1968), Muppet Puppet Plays (1969), IBM's Rowlf-In (1969), la bande-annonce de Sesame Street (1, rue Sésame) ainsi que dans plusieurs sketches de la première saison de l’émission.\nEn plus de l’apparence plus rugueuse de la marionnette, celle-ci était le plus souvent interprétée avec une voix plus rauque et des manières quelque peu plus brusques que la douceur qui finirait par caractériser Grover."
}