{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Why does pete has a picture of me!??\nAnd it's an old picture of me....why does pete have it??\nMaybe he likes me too much and he took one from Macau??\nBut something feels odd... I should ask him...\n\"Pete...why do you have my picture under your pillow!?\"\nHe looked at the picture in my hand and snatched it from me...\n\"Its my picture...don't touch it...\"\n\"...\"\n\"I have to keep you careful...\" he said to the photo.\nHe went to his closet and I followed him to see what is he upto!??\nHe opened his duffle bag and pulled out a small box. He pulled out a little hard that the box fell with some many pictures falling out of it. I crouched down to help him when I noticed those are all my pictures....and they are not new. It looks like they are taken long back. And I didn't know they are being taken. Most of them are candid.\nThere are so many pictures of....... me...\n\"Pete...why do you have so many photos..??\" I asked him\nHe took a picture to his heart and replied...\n\"Because.... I love vegas.\"\n\"What!??\"",
    "trans": "Pourquoi Pete a-t-il une photo de moi !??\nEt c'est une vieille photo de moi... pourquoi Pete l'a-t-il ?\nPeut-être qu'il m'aime trop et qu'il en a pris une à Macao ??\nMais quelque chose me semble bizarre... je devrais lui demander...\n« Pete... pourquoi as-tu ma photo sous ton oreiller ? »\nIl a regardé la photo dans ma main et me l'a arrachée...\n« C'est ma photo… Ne la touche pas… »\n«...»\n« Je dois te garder en sécurité...\" a-t-il dit à la photo.\nIl est allé à son placard et je l'ai suivi pour voir ce qu'il tramait !??\nIl a déballé son bagage et a extrait une petite boîte. Il a frappé un peu trop fort, provoquant la chute de la boîte pleine de photos. Je me suis agenouillé pour lui apporter mon aide, puis j'ai réalisé que toutes ces photos m'appartiennent... et qu'elles ne datent pas d'aujourd'hui. On dirait qu'elles datent de longtemps. Et je n'étais pas au courant qu'elles étaient déjà prises. La majorité sont des images capturées sur le moment.\nIl y a tellement de photos de... moi...\n« Pete, pourquoi as-tu autant de photos ? » Je lui ai demandé.\nIl a pris une photo contre son cœur et a répondu...\n« Parce que j'aime Vegas. »\n« Quoi !?? »"
}