{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I am emailing you as I have been assigned as yourAcademic Tutorfor this year. You can read more about what this role entailshere. I’m looking forward to finding out more about you, your motivations for your studies, and your goals for the future.\nWe will meet three times this year (before the end October, Early December and Early March). I will email you in advance to book a slot for a meeting. You can email me any time if you have any questions relating to your progression and development in the School of Education.\nIn our meetings you will have the opportunity to reflect on your development in relation to theSheffield Graduate Attributes, and make a record of your academic achievements and any extra-curricular activities reflected on in themySkillsplatform - this will help you with your career progression.\nMeeting 1- In our first meeting please come prepared with yourcompletedMySkills assessment results and any questions you have. You can share them with me in advance if you like. We will discuss your personal skills and make a plan for your development. I will be able to guide you and signpost you to support and services that will be useful for you. I'd like to propose that we meet in The Wave on Wednesday, 23rd October, from 12.45-1pm. Does that work for you?\nMeeting 2:\nWe will meet towards the end of semester 1 and you can talk to me about any challenges and successes you have experienced. Please come prepared with notes on your reflections of your studies and experiences so far - this will really help you focus your thinking and maximise our time together - again, feel free to send these to me before our meeting.\nMeeting 3:\nPlease bring your feedback from your assignments with you to this meeting, along with your reflections on it. We will discuss how you can use the feedback you have received to make a plan that will benefit your studies and progression. We will also talk about the best ways for you to obtain references for your future studies and career.\nPlease follow the links below for some useful resources I would like you to explore for your personal and professional development throughout the course. We can discuss these in the course of our meetings, along with anything else you would like to talk about.\nI look forward to working with you soon.\nMySkillsplatform. You will be using this throughout the programme as a tool to reflect on your skills and monitor progress in relation to theSheffield Graduate Attributes. Please take some time to regularly reflect on your developing skills, keep your MySkills portfolio up to date and make a record of your academic achievements and any relevant extracurricular activities.\nSkills self assessment\nThe first activity that all studentsmust complete. Consists of36 multiple choice questionsbased on theSheffield Graduate Attributes(SGAs) and takesaround 20-30 minutes to complete. ResultingmySkills profilerates an individual’s skill level across each of the 12 main SGAs. The profile can be saved as a PDF and shared.\nSkills self assessments should be repeated regularly (e.g. annually) to celebrate and reflect on progress. You can compare one self assessment against another usingMy history.\nGoal setting\nBased onmySkills profileresults, individuals can choose a manageable number of attributes to develop further and use mySkills to set goals by ‘pinning’my development priorities.\nLearning pathways (resources)\n‘Pathways’ resources provide individuals with a suggested starting point for skills development around each of the SGAs.\nReflection and recording development\nYou should regularly reflect on how your academic programme, extra-curricular activities and wider life experiences have helped you to build a wide range of skills by creating records ofMy development experiences. Records can be exported and shared.\nYou can use records to help put together examples of skills/experiences for futureCVs & application formsandinterview preparation.\nWith best wishes,\nFiona",
    "trans": "Je vous écris afin de me présenter en tant que votre tuteur académique pour cette année universitaire. Vous pouvez consulter pour en savoir plus sur les responsabilités associées à ce rôle. J’ai hâte d’en apprendre davantage sur vous, vos motivations académiques et vos objectifs professionnels dans le futur.\nNous nous rencontrerons à trois reprises cette année : Avant la fin du mois d’octobre, début décembre et début mars. Je vous contacterai à l’avance par email pour convenir d’un créneau de rendez-vous. N’hésitez pas à me solliciter à tout moment par courriel pour toute question concernant votre progression et votre développement au sein de la School of Education.\nLors de nos réunions, vous aurez l'occasion de réfléchir à votre évolution par rapport aux « Sheffield Graduate Attributes » et de consigner vos résultats scolaires et toutes vos activités extrascolaires dans la plateforme « MySkills », ce qui vous aidera à progresser dans votre carrière.\nPremière rencontre : Lors de notre premier échange, je vous invite à venir avec vos résultats d’évaluation MySkills complétés ainsi que toute question que vous pourriez avoir. Si vous le souhaitez, vous pouvez me les envoyer en amont. Nous échangerons sur vos compétences personnelles et établirons un plan de développement. Mon rôle sera de vous orienter vers les ressources et services qui vous seront utiles. Je vous propose de nous rencontrer le mercredi 23 octobre de 12h45 à 13h00 dans The Wave. Cela vous conviendrait-il ?\nDeuxième rencontre :\nCette rencontre aura lieu vers la fin du premier semestre. Vous aurez l’occasion de partager avec moi les défis rencontrés ainsi que vos réussites. Afin d’optimiser notre échange, je vous encourage à préparer des notes sur votre parcours académique et vos expériences. Vous pouvez également me les envoyer à l’avance.\nTroisième rencontre :\nMerci d’apporter avec vous vos retours d’évaluation sur vos travaux ainsi que vos réflexions à ce sujet. Nous verrons comment exploiter ces retours pour élaborer un plan d’amélioration de vos apprentissages et de votre progression académique. Nous aborderons également les meilleures stratégies pour obtenir des lettres de recommandation en vue de vos études futures et de votre carrière.\nVous trouverez ci-dessous quelques ressources qui vous seront précieuses pour votre développement personnel et professionnel tout au long de votre parcours. Nous pourrons en discuter lors de nos rencontres, en complément de tout autre sujet que vous souhaiteriez aborder.\nJe me réjouis de travailler avec vous prochainement.\nLa plateforme MySkills : Cet outil vous accompagnera tout au long de votre formation pour réfléchir à vos compétences et suivre votre progression en lien avec les Sheffield Graduate Attributes. Je vous encourage à y consigner régulièrement vos avancées, vos réussites académiques et vos activités extrascolaires pertinentes.\nAuto-évaluation des compétences\nCette activité, obligatoire pour tous les étudiants, consiste en 36 questions à choix multiple basées sur les Sheffield Graduate Attributes (SGA). Elle dure environ 20 à 30 minutes et génère un profil MySkills permettant d’évaluer votre niveau dans chacune des 12 compétences principales. Ce profil peut être sauvegardé en PDF et partagé.\nIl est recommandé de répéter cette auto-évaluation régulièrement (par exemple, une fois par an) afin de mesurer votre progression. Vous pourrez également comparer vos résultats dans la rubrique « Mes parcours ».\nObjectifs fixés :\nÀ partir de votre profil MySkills, vous pourrez identifier un nombre raisonnable de compétences à améliorer et utiliser la plateforme pour définir vos priorités de développement.\nParcours d’apprentissage (ressources)\nDes ressources « Parcours d’apprentissage » vous seront proposées comme point de départ pour développer chacune des SGA.\nRéflexion et suivi du développement\nVous êtes encouragé(e) à réfléchir régulièrement à la manière dont votre programme académique, vos activités extrascolaires et vos expériences personnelles contribuent au développement de vos compétences. Vous pourrez documenter ces expériences dans « Mon expérience de développement », puis exporter et partager ces enregistrements.\nCes notes vous seront particulièrement utiles pour : la création de CV et formulaires de candidature, la préparation aux entretiens professionnels.\nBien cordialement,\nFiona"
}