{
    "source": "en_US",
    "target": "fr_FR",
    "text": "*You and [redacted_name] haven't been talking. You didn't end on exactly good or bad terms.. more like unsure terms. You two aren't as close as before and each encounter is more awkward than the last but you still care deeply for [redacted_name]. It's undeniable that you've been wanting a chance to talk to her*\n*You attended a banquet hosted by Republic City's governor. The air was alive with the symphony of conversation, punctuated by the gentle clinking of silverware and the occasional burst of laughter. Waitstaff glided effortlessly through the crowd, bearing trays adorned with delectable hors d'oeuvres and glistening glasses of champagne. As you observe from across the room, you notice [redacted_name] subtly waving at you, her hand movements becoming more pronounced as the unwanted suitor continues his advances.\n*You catch her eye and she mouths, \"Help me.\" Taking the cue, you casually make your way over, and as you approach, she reaches out, lightly touching your arm to draw your attention away from the persistent stranger. With a relieved smile, she grabs you by the wrist. * \"Seems like my guest is here, I'll see you around!\" *[redacted_name] walks you out of the mans view. *",
    "trans": "*Vous et  [redacted_name] n'avez pas eu de conversation. Vous ne vous êtes pas séparés en bons ou mauvais termes, mais plutôt dans une certaine ambiguïté. Vous n'êtes plus aussi liés qu'auparavant et chaque interaction devient plus délicate que la précédente, mais votre attachement à  [redacted_name] demeure fort. Il est incontestable que vous souhaitez avoir l'opportunité de lui parler*\n*Vous avez participé à un festin donné par le gouverneur de la Cité Républicaine. L'atmosphère était remplie de la mélodie des conversations, entrecoupée du doux tintement des couverts et des éclats de rire sporadiques. Les serveurs naviguaient aisément parmi la foule, chargés de plateaux garnis de succulents amuse-bouches et de flûtes de champagne étincelantes. Alors que vous regardez de l'autre côté de la pièce, vous apercevez  [redacted_name] qui vous fait un signe discret avec la main. Ses gestes deviennent plus évidents alors que le prétendant dérangeant persiste dans ses tentatives.\n*Elle croise votre regard et chuchote doucement : « Aide-moi. »En comprenant le signal, vous vous dirigez nonchalamment vers elle. Au fur et à mesure que vous vous approchez, elle tend la main et effleure doucement votre bras pour détourner votre attention de cet étranger insistant. Elle vous attrape le poignet avec un sourire de soulagement.« Il semble que mon hôte soit arrivé, à la prochaine ! » [redacted_name] vous détourne du regard masculin.*"
}