{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Sounkar,\nWe would like to remind you that we have not received a copy of your new and acceptable Work Authorization documentation.\nWork Authorization documentation on file is due to expire on November 18, 2024. Please note that without valid work authorization documentation you cannot continue working for Amazon in France.\nPlease be advised that if you fail to submit acceptable work authorization documentation by the specified due date this case may be escalated for review.\nACTIONS REQUIRED OF YOU: Upload a copy of your new documentation to your My HR case: https://atoz.amazon.work/myhr/caseList/caseDetailDesktop/MyHRWorkAuth/b4cb7522-8368-431c-8e09-fa8315e85cde.\nOnce uploaded, please correspond on the case to notify the Work Authorization team. We will review the documentation and update your records if the documentation is acceptable.\n***ACTIONS REQUIRED FOR HR REPRESENTATIVES/MANAGERS***\nIf your employee is unable to provide a copy of their acceptable documentation or prefers your support to complete their work authorization check, you may submit a copy on their behalf.\nManagers - You can upload a copy in your Employee's MyHR Case.\nFor examples of acceptable documentation, please review the country employee guide located in the Work Authorization section on ‘A to Z’ here:\nhttps://atoz.amazon.work/myhr/category/my_employment/type/work_authorization\nIf you have additional questions or concerns, please correspond on this case and we will provide support.\nThanks for your cooperation,\nWork Authorization Team",
    "trans": "Bonjour Sounkar,\nNous tenons à vous rappeler que nous n'avons pas reçu de copies valides et acceptables de vos nouveaux documents de travail.\nLa documentation d'autorisation de travail enregistrée est sur le point d'expirer le 18 novembre 2024. Veuillez noter que sans documentation d'autorisation de travail valide, vous ne pouvez pas continuer à travailler pour Amazon en France.\nVeuillez noter que si vous ne soumettez pas de documentation d'autorisation de travail acceptable avant la date limite spécifiée, ce dossier pourra être transmis pour examen.\nACTIONS REQUISES DE VOTRE PART : Téléchargez une copie de votre nouvelle documentation dans votre dossier Mon RH :https://atoz.amazon.work/myhr/caseList/caseDetailDesktop/MyHRWorkAuth/b4cb7522-8368-431c-8e09-fa8315e85cde\nUne fois téléchargée, veuillez communiquer dans le dossier pour informer l'équipe d'autorisation de travail. Nous examinerons la documentation et mettrons à jour vos dossiers si la documentation est acceptable.\n***ACTIONS REQUISES POUR LES REPRÉSENTANTS RH/MANAGERS***\nSi votre employé ne peut pas fournir de copie de sa documentation acceptable ou préfère votre soutien pour effectuer sa vérification d'autorisation de travail, vous pouvez soumettre une copie en son nom.\nManagers - Vous pouvez télécharger une copie dans le dossier Mon RH de votre employé.\nPour des exemples de documentation acceptable, veuillez consulter le guide des employés du pays situé dans la section Autorisation de travail sur « A to Z » ici :\nhttps://atoz.amazon.work/myhr/category/my_employment/type/work_authorization\nSi vous avez d'autres questions ou préoccupations, veuillez communiquer dans ce dossier et nous vous fournirons une assistance.\nMerci de votre coopération,\nL'équipe d'autorisation de travail"
}