{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Boss,\nThank you for contacting us about the issue with your recent in-game purchase. We are sorry to hear about your experience and understand how important it is to receive the items you bought.\nTo assist you further, we kindly ask you to provide us with the following details:\n1-The screenshot of your receipt with order number or ID\n2-Your user ID\n3-Game version\nOur team will work towards resolving the issue to ensure you receive the purchased items as soon as possible. Your patience and cooperation are greatly appreciated.\nWarm regards,\nWarrior Game Customer Service Team\n------------------Original------------------\nFrom: [redacted_email]\nDate: Mon, Oct 7, 2024 02:13 AM\nTo:[redacted_id][redacted_id]\nSubject: Idle Office Tycoon_Android_feedback\nYour feedback:\nYesterday I bought a pack for 599 rubles, crystals 9600 pcs, the money was written off, but the crystals never came\nGame Info\nuserId:1080088\nversion:1.2.4\nplatform:Android\ndevice:STK-LX1\nregion:RU\nlanguage:ru\nos:10\nПолучите Outlook для Android",
    "trans": "Cher Boss,\nMerci de nous avoir contactés concernant le problème avec votre récent achat en jeu. Nous sommes désolés d'apprendre ce que vous avez vécu et comprenons combien il est important de recevoir les articles que vous avez achetés.\nAfin de mieux vous aider, nous vous prions de bien vouloir nous fournir les informations suivantes :\n1- La capture d'écran de votre reçu avec le numéro de commande ou l'identifiant\n2- Votre identifiant utilisateur\n3- La version du jeu\nNotre équipe mettra tout en œuvre pour régler le problème afin de garantir la réception de vos articles achetés dans les meilleurs délais.  Nous vous sommes profondément reconnaissants pour votre patience et votre coopération.\nCordialement,\nL'équipe du service client de Warrior Game\n------------------Original------------------\nDe : [redacted_email]\nDate : lundi 7 octobre 2024 02:13\nÀ : [redacted_id][redacted_id]\nObjet : Idle Office Tycoon_Android_feedback\nVotre commentaire :\nHier, j'ai acheté un pack pour 599 roubles, 9600 cristaux, l'argent a été débité, mais les cristaux ne sont jamais arrivés.\nInformations sur le jeu\nID utilisateur : 1080088\nVersion : 1.2.4\nPlateforme : Android\nAppareil : STK-LX1\nRégion : RU\nlangue:ru\nos:10\nПолучите Outlook для Android"
}