{
    "source": "en_US",
    "target": "fr_FR",
    "text": "As the holiday season approaches, we encourage residents to enjoy decorating their homes while following community guidelines. Effective October 1st, Halloween decorations may be displayed and must be removed within one week afterward. When hanging lights, please use approved clips and avoid any actions that could damage roofs or siding. Decorations should not obstruct walkways or pose any safety hazards. Additionally, please be mindful of energy usage by turning off lights during daylight hours and when not in use. Let’s keep our community festive, safe, and energy-efficient throughout the holiday season!\nLandscaping crews will be unable to maintain any areas that have decorations in them. Crews will work around what is there, leaving items in place. This means hedges will not get trimmed and edging /cutting may be uneven if there are items or wiring.",
    "trans": "À l'approche de la période des fêtes, nous encourageons les résidents à décorer leurs foyers tout en respectant les directives de la communauté. À compter du 1er octobre, les décorations d'Halloween peuvent être installées et doivent être retirées dans la semaine qui suit. Lors de l'installation de guirlandes lumineuses, veuillez utiliser des clips approuvés et éviter toute action susceptible d'endommager les toits ou les revêtements extérieurs. Les décorations ne doivent pas obstruer les allées ni présenter de risques pour la sécurité. De plus, veuillez faire attention à la consommation d'énergie en éteignant les lumières pendant la journée et lorsqu'elles ne sont pas utilisées. Veillons à ce que notre communauté reste festive, sûre et économe en énergie pendant toute la période des fêtes !\nLes équipes d'entretien paysager ne pourront pas entretenir les zones où des décorations sont présentes. Les équipes travailleront autour des décorations, en laissant les objets en place. Cela signifie que les haies ne seront pas taillées et que les bordures/coupes pourraient être irrégulières en présence d'objets ou de câblages."
}