{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Stories of women valiantly leaving their homes in the 1940s to perform the jobs of men are often framed as examples of victorious female empowerment, a sign that women had secured agency over their own lives and decisions and that, after centuries of oppression, they’d finally found freedom. But at that time, even though women across much of America had enjoyed two decades of suffrage, they were still, in almost all respects, lesser citizens than men in the eyes of the law. In many ways, women were treated as property—as being under the hand of first their fathers and then their husbands. The custom of bestowing—or asking for—the hand of a daughter in marriage is just one small but obvious example. And many of the rights and freedoms that women had technically obtained by the 1940s were also relatively recent developments. It frequently took decades for laws on paper to make a real difference in the lived experiences of the individuals to whom they pertained. One prime example: the Nineteenth Amendment to the U.S. Constitution. Passed in 1919 and ratified in 1920, it granted women the right to vote, but for decades thereafter, narrow interpretations of the amendment, as well as impediments and conditions—like literacy tests and the poll tax—would prevent many poor women, particularly in the Deep South, from exercising this right.",
    "trans": "Les récits de femmes quittant vaillamment leurs foyers dans les années 1940 pour occuper des emplois d'hommes sont souvent présentés comme des exemples d'autonomisation féminine victorieenne, un signe que les femmes avaient acquis le contrôle de leur propre vie et de leurs décisions, et qu'après des siècles d'oppression, elles avaient enfin trouvé la liberté. Mais à cette époque, même si les femmes dans une grande partie de l'Amérique jouissaient de deux décennies de suffrage, elles étaient toujours, à presque tous les égards, des citoyennes de second ordre par rapport aux hommes aux yeux de la loi. À bien des égards, les femmes étaient traitées comme des biens, étant sous la tutelle d'abord de leurs pères, puis de leurs maris. L'habitude de donner – ou de demander – la main d'une fille en mariage n'est qu'un petit exemple, mais évident. Et bon nombre des droits et libertés que les femmes avaient techniquement obtenus dans les années 1940 étaient également des développements relativement récents. Il fallait souvent des décennies pour que les lois sur le papier fassent une réelle différence dans les expériences vécues des individus auxquels elles se rapportaient. Un exemple frappant : le dix-neuvième amendement de la Constitution américaine. Adopté en 1919 et ratifié en 1920, il accordait aux femmes le droit de vote. Cependant, pendant des décennies par la suite, des interprétations étroites de l'amendement, ainsi que des obstacles et des conditions, comme les tests d'alphabétisation et la taxe électorale, auraient pour effet d'empêcher de nombreuses femmes pauvres, en particulier dans le Sud profond, d'exercer ce droit."
}