{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Gender-based violence, particularly against women, is a significant issue in Turkey. This form of violence manifests in various ways, including domestic abuse, femicide (the killing of women because of their gender), sexual assault, and harassment. Despite legal frameworks meant to protect women, there are several systemic and social factors that contribute to the persistence and even rise of such violence:\n1. High Femicide Rates\nTurkey has seen alarmingly high rates of femicide in recent years. Many women are killed by current or former partners, often as a result of disputes over divorce, separation, or rejecting male authority. In 2020 alone, over 400 women were reported to have been murdered. Activists argue that the actual numbers may be higher due to underreporting or cases misclassified as accidents.\n2. Weak Enforcement of Protective Laws\nWhile Turkey has laws in place aimed at protecting women from violence, such as Law No. 6284, which allows women to obtain restraining orders, the enforcement of these laws is often seen as inconsistent and inadequate. Women’s rights groups criticize the authorities for failing to take the necessary steps to protect victims, even when they have reported threats or abuse.\nTurkey was also one of the original signatories of the Istanbul Convention (a Council of Europe treaty aimed at preventing and combating violence against women). However, in 2021, Turkey withdrew from the convention, sparking widespread protests and backlash, as many saw it as a step back in the fight against gender-based violence. The government defended its decision by saying that Turkish laws could sufficiently protect women, though critics argued this withdrawal would lead to further insecurity for women.\n3. Cultural Norms and Patriarchy\nDeep-rooted patriarchal attitudes in parts of Turkish society continue to perpetuate violence against women. Many women are expected to conform to traditional roles within the family, and violations of these expectations can result in violence. In conservative segments of society, there is often a stigma around divorce or women who challenge male authority, leading to control through violence.\n4. Lack of Gender Sensitivity in Law Enforcement and the Courts\nMany women face challenges when reporting crimes due to a lack of gender sensitivity among police and the judiciary. Victims of domestic violence or sexual assault may not receive the protection they need, and sometimes their cases are dismissed or minimized. Perpetrators are often given lenient sentences or allowed to escape punishment due to “good behavior” or “provocation” defenses, which has led to public outrage.\n5. Rising Public Outrage and Activism\nWomen’s rights groups and activists have played a crucial role in bringing attention to these issues. Movements such as “We Will Stop Femicide” have organized large protests, social media campaigns, and legal advocacy to hold the government accountable and demand stronger protections for women. These groups also track femicides and highlight cases that would otherwise go unnoticed.\nDespite these challenges, the push for reforms and justice for women remains strong. However, the rise in gender-based violence, combined with the withdrawal from international frameworks like the Istanbul Convention, shows that Turkey faces significant challenges in addressing and reversing this disturbing trend. The efforts of women’s rights groups and broader societal change will be key in tackling this crisis.",
    "trans": "En Turquie, la violence basée sur le genre, notamment contre les femmes, représente une problématique majeure. Cette violence peut prendre plusieurs formes, y compris la violence domestique, le féminicide (l'assassinat de femmes en raison de leur sexe), les violences sexuelles et le harcèlement. En dépit des structures légales mises en place pour la protection des femmes, divers éléments systémiques et sociaux favorisent la continuité, voire l'escalade, de cette violence :\n1. Taux de féminicides élevés\nCes dernières années, la Turquie a enregistré des taux de féminicides préoccupants.  Un grand nombre de femmes sont assassinées par leurs compagnons, qu'ils soient actuels ou anciens, généralement en raison de conflits liés au divorce, à la rupture ou au refus de l'autorité masculine.  Selon les chiffres de 2020, plus de 400 femmes auraient perdu la vie par homicide.  Selon les activistes, le nombre réel pourrait être supérieur en raison d'une possible sous-déclaration ou de cas qui ont été classés à tort comme des accidents.\n2. Application insuffisante des lois de protection\nBien que la Turquie dispose de lois visant à protéger les femmes contre la violence, comme la loi n° 6284 qui permet aux femmes d’obtenir des ordonnances de protection, leur application est souvent jugée incohérente et insuffisante. Les organisations de défense des droits des femmes critiquent les autorités pour leur inaction face aux menaces et aux violences signalées.\nLa Turquie était également l'un des premiers signataires originaux de la Convention d'Istanbul (un traité du Conseil de l'Europe visant à prévenir et à combattre la violence à l'égard des femmes). Cependant, en 2021, la Turquie a quitté la convention, provoquant des manifestations et des réactions négatives généralisées, car beaucoup y ont vu un recul dans la lutte contre la violence fondée sur le genre. Le gouvernement a justifié sa décision en affirmant que les lois turques pouvaient suffisamment protéger les femmes, bien que les critiques aient fait valoir que ce retrait entraînerait une plus grande insécurité pour les femmes.\n3. Normes culturelles et patriarcat\nCertaines sections de la société turque, où les attitudes patriarcales sont profondément ancrées, continuent d'entretenir la violence contre les femmes.  On attend souvent des femmes qu'elles respectent les rôles traditionnels dans la famille, et toute transgression de ces normes peut provoquer des actes de violence.  Dans les parties traditionnelles de la société, on retrouve fréquemment un tabou autour du divorce ou des femmes qui remettent en question l'autorité masculine, ce qui entraîne un contrôle par la force.\n4. Manque de sensibilité au genre dans les forces de l’ordre et la justice\nUn grand nombre de femmes font face à des défis lorsqu'elles rapportent des infractions, du fait du manque de prise en compte du genre parmi les forces policières et le système judiciaire.  Les personnes victimes de violence domestique ou d'agressions sexuelles ne bénéficient pas systématiquement de la protection requise, et certains cas sont négligés ou sous-estimés.  Les individus coupables de violences reçoivent fréquemment des sanctions douces ou esquivent la justice en invoquant des facteurs atténuants comme une « bonne conduite » ou une « provocation », ce qui provoque souvent l’indignation du public.\n5. Indignation publique croissante et activisme\nLes organisations qui militent pour les droits des femmes sont essentielles pour éveiller les consciences à ces enjeux.  Des groupes tels que We Will Stop Femicide orchestrent des protestations, des initiatives sur les plateformes sociales et des procédures judiciaires afin de réclamer une politique plus rigoureuse du gouvernement.  Ces organisations consignent aussi les féminicides et soulignent des affaires qui seraient par ailleurs restées sous silence.\nMalgré ces défis, la pression en faveur de réformes et de justice pour les femmes reste forte. Cependant, l'augmentation de la violence fondée sur le genre, combinée au retrait des cadres internationaux comme la Convention d'Istanbul, montre que la Turquie est confrontée à des défis importants pour traiter et inverser cette tendance inquiétante. Les efforts des groupes de défense des droits des femmes et un changement sociétal plus large seront essentiels pour faire face à cette crise."
}