{
    "source": "en_US",
    "target": "fr_FR",
    "text": "speech per learner. They found reasonably sized correlations (in the r = 0.40 to 0.55 range) between extraversion and six of the seven variables, and particularly a clear effect for the fluency measure of speech rate. Across the board, the more extraverted a speaker was, the faster speech rate he or she was likely to display. The speech had been elicited under two conditions, a high-stress ten-minute oral exam situation and a more relaxed untimed conversation with the researchers. It turned out that the stress of the situation made a noticeable impact on introverted, but not extraverted, speakers. Specifically, there was suggestive evidence that, under stressful conditions, the introverted participants achieved higher lexical richness and more explicit language but at the expense of engaging in more hesitation- marked lexical searches and in more disfluency. Overall, then, an advantage in fluency for extraverts was counterbalanced by an advantage in complexity and lexical richness for introverts. By comparison, morphological accuracy was the only variable examined by Dewaele and Furnham (2000) that did not yield any correlations with either extraversion or introversion",
    "trans": "discours par apprenant. Ils ont trouvé des corrélations de taille raisonnable (dans la plage r = 0,40 à 0,55) entre l'extraversion et six des sept variables, et en particulier un effet clair pour la mesure de fluidité du débit de parole. De manière générale, plus un locuteur était extraverti, plus son débit de parole était susceptible d'être rapide. Le discours avait été recueilli dans deux conditions : une situation d'examen oral stressante de dix minutes et une conversation non chronométrée plus détendue avec les chercheurs. Il s'est avéré que le stress de la situation avait un impact notable sur les locuteurs introvertis, mais pas sur les extravertis. Plus précisément, il y avait des preuves suggestives que, dans des conditions stressantes, les participants introvertis atteignaient une plus grande richesse lexicale et un langage plus explicite, mais au prix d'une plus grande hésitation dans les recherches lexicales et de plus de difficultés d'élocution. Dans l'ensemble, donc, un avantage en fluidité pour les extravertis était contrebalancé par un avantage en complexité et en richesse lexicale pour les introvertis. En comparaison, la précision morphologique était la seule variable examinée par Dewaele et Furnham (2000) qui n'a produit aucune corrélation avec l'extraversion ou l'introversion"
}