{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Staphylococcus aureus found in urine\nUrinalysis\nHello, I have a question regarding Staphylococcus aureus as I cannot find anything / doctors don’t know what to tell me either.\nSo about 8/9 months ago I got my first UTI ever, which was treated with Fosfomycin (2 sachets). In February I got a second UTI which was treated with Nitrofurantoin (6 pills - 3 days course). Consequently, I decided to get tested: urine test shows leukocytes in my urine at 187 and squamous epithelial cells at 48… my GP told me not to worry about these values but, to my knowledge and to what is indicated in the exam results sheet, they’re not normal at all. My urine colture came back positive and showed Staphylococcus aureus in my urine at 100,000. For that, I was put on Bactrim for 8 days (16 tablets), although I do not know if that has cleared the bacteria out properly because I am not able to retest (for context, I am an international student living in the UK: the GP I’m registered to won’t give me an in person appointment even though I begged them to and won’t give me the paperwork needed to get a culture done. I did all of my exams in my country of origin).\nI literally don’t know what to do and I’m scared of getting another UTI (I always get them after sex, even though I do my bidet regularly, pee before and after and even take D-Mannose. My partner does the same thing so I’m not sure as to what’s wrong). Could anyone direct me from here? Help would be gladly appreciated",
    "trans": "Staphylococcus aureus trouvé dans l'urine\nAnalyse d'urine\nBonjour, j'ai une question concernant Staphylococcus aureus car je ne trouve rien et les médecins ne savent pas quoi me dire non plus.\nIl y a environ 8/9 mois, j'ai eu ma première infection urinaire, qui a été traitée avec de la Fosfomycine (2 sachets). En février, j'ai eu une deuxième infection urinaire qui a été traitée avec de la Nitrofurantoïne (6 comprimés - traitement de 3 jours). Par conséquent, j'ai décidé de faire un test : l'analyse d'urine montre des leucocytes dans mon urine à 187 et des cellules épithéliales squameuses à 48... mon médecin généraliste m'a dit de ne pas m'inquiéter de ces valeurs mais, à ma connaissance et selon ce qui est indiqué dans la feuille de résultats de l'examen, elles ne sont pas normales du tout. Ma culture d'urine est revenue positive et a montré Staphylococcus aureus dans mon urine à 100 000. Pour cela, j'ai été mise sous Bactrim pendant 8 jours (16 comprimés), bien que je ne sache pas si cela a correctement éliminé les bactéries car je ne peux pas refaire de test (pour contexte, je suis une étudiante internationale vivant au Royaume-Uni : le médecin généraliste auquel je suis inscrite ne me donne pas de rendez-vous en personne même si je les ai suppliés et ne me donne pas les papiers nécessaires pour faire une culture. J'ai fait tous mes examens dans mon pays d'origine).\nJe ne sais littéralement pas quoi faire et j'ai peur d'avoir une autre infection urinaire (je les attrape toujours après des rapports sexuels, même si je fais régulièrement ma toilette intime, urine avant et après et prends même du D-Mannose. Mon partenaire fait la même chose donc je ne sais pas ce qui ne va pas). Quelqu'un pourrait-il me guider à partir de là ? Toute aide serait grandement appréciée."
}