{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello,\nThank you for writing in.\nWe are unable to assess your request as it is missing the information we require for processing your report. To help us process your report, please provide:\n- the URL of the specific infringing TikTok content (audio / video / account URL) you wish to report;\n- the URL of your content; and information such as the title of the work, type of the work, copyright owner's name, date of creation, with specific timestamps where available;\n- a screenshot of your logged in (social media) account used to post your content,\n- or, any other proof that you own your content if you have not posted it online;\n- more details on how the reported content infringes your copyright.\nPlease provide these materials within 3 business days. If we do not hear back from you, we will consider this report closed and you can submit a new request with complete information.\nRegards,\nTikTok Team\nThe contents of this email and any attachments are intended for the addressee only and may be confidential and privileged material. If you have received this email in error, please delete it from your system and notify the sender as soon as possible. If you are not the addressee then you may not review, transmit, disclose, copy or otherwise use this email and any attachments.\nThank you for your cooperation.\nReport time: 2024/09/17 20:02:17\nReport ID: 7415700914513346565\nReported URLs: https://www.tiktok.com/@6817819585393230854",
    "trans": "Bonjour,\nMerci de nous avoir contactés.\nNous ne pouvons pas traiter votre demande car il nous manque les informations nécessaires pour examiner votre signalement. Afin de nous aider à traiter votre demande, veuillez fournir :\n- l'URL du contenu spécifique de TikTok que vous souhaitez signaler (URL de la vidéo/audio/compte) ;\n- l'URL de votre contenu ainsi que des informations telles que le titre de l'œuvre, le type d'œuvre, le nom du propriétaire des droits d'auteur, la date de création, avec les horodatages spécifiques si disponibles ;\n- une capture d'écran de votre compte (réseaux sociaux) utilisé pour publier votre contenu,\n- ou toute autre preuve de la propriété de votre contenu si vous ne l'avez pas publié en ligne ;\n- plus de détails sur la façon dont le contenu signalé enfreint vos droits d'auteur.\nMerci de nous fournir ces éléments dans un délai de 3 jours ouvrés. Si nous n'avons pas de nouvelles de votre part, nous considérerons ce signalement comme clôturé et vous pourrez soumettre une nouvelle demande avec toutes les informations complètes.\nCordialement,\nL'équipe TikTok\nLe contenu de ce courriel et de ses éventuelles pièces jointes est destiné uniquement au destinataire et peut contenir des informations confidentielles et privilégiées. Si vous avez reçu ce courriel par erreur, veuillez le supprimer de votre système et notifier l'expéditeur dès que possible. Si vous n'êtes pas le destinataire, vous ne pouvez pas consulter, transmettre, divulguer, copier ou utiliser ce courriel et ses pièces jointes de toute autre manière.\nMerci pour votre coopération.\nHeure du signalement : 2024/09/17 20:02:17\nID du signalement : 7415700914513346565\nURLs signalées : https://www.tiktok.com/@6817819585393230854"
}