{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your immune system will become weaker, to protect your fetus from being rejected as a foreign body.\nPhysiological changes\nDuring the second trimester, hormones suppress your immune system, to help protect the fetus from being rejected as a foreign body (1). This makes it easier to catch an infection like a cold or a urinary tract infection (UTI) (2). Pregnant people who catch the flu are more likely to progress to serious illness and hospitalization, so it's a good idea to get a flu shot during flu season (3).\nThe fetus now has functioning organs and limbs. During the second trimester, the fetus will grow large enough that you can see all of its parts on an ultrasound (2).\nSize: 8.7cm/3.4in\nSymptoms and sensations\n• About 50% of people who have experienced nausea during pregnancy will feel their nausea ease this week (4).\n• Some people notice an increase in energy this week (5).\n• Some people report a bad or metallic taste in their mouth in early pregnancy due to hormonal fluctuations (6).\nTips and suggestions\n• Wash your hands often and remember that your immune system is not at its strongest.\n• Ask those who are sick to stay away from you.\n• If you're experiencing a metallic taste in your mouth, try eating ice chips or popsicles or drinking cold drinks (6,7).\n• It’s important to take good care of your teeth during pregnancy. Changes in your oral bacterial balance, a rise in oral acidity, and a weakened immune function make it easier for bad bacteria to grow (8). If your gums are swollen, talk to your healthcare provider—periodontitis can increase your risk for preterm birth (8).\nInteresting fact\nWater-soluble vitamins, like B vitamins and vitamin C, are important for fetal development, but aren’t stored in your body like fat-soluble vitamins (9). During pregnancy, you lose more water-soluble nutrients through urine (10,11), so it's important to eat well every day. Focus on foods that are nutrient-dense, colorful, and unprocessed. If you have a history of an eating disorder, your healthcare provider can help you navigate nutrition and emotions, or refer you to a specialist.",
    "trans": "Votre système immunitaire deviendra plus faible afin de protéger votre fœtus contre un rejet en tant que corps étranger.\nModifications physiologiques\nAu cours du deuxième trimestre, les hormones suppriment votre système immunitaire afin d’aider à protéger le fœtus contre un rejet en tant que corps étranger (1). Cela facilite la contraction d’infections telles qu’un rhume ou une infection urinaire (IU) (2). Les femmes enceintes qui attrapent la grippe sont plus susceptibles de développer une maladie grave nécessitant une hospitalisation. Il est donc recommandé de se faire vacciner contre la grippe pendant la saison grippale (3).\nLe fœtus possède désormais des organes et des membres fonctionnels. Pendant le deuxième trimestre, il grandira suffisamment pour que toutes ses parties soient visibles lors d’une échographie (2).\nTaille : 8,7 cm / 3,4 in\nSymptômes et sensations\n• Environ 50 % des personnes ayant ressenti des nausées pendant la grossesse verront leur état s’améliorer cette semaine (4).\n• Certaines personnes remarquent une augmentation de leur énergie cette semaine (5).\n• Certaines personnes signalent un goût désagréable ou métallique dans la bouche en début de grossesse, dû aux fluctuations hormonales (6).\nConseils et suggestions\n• Lavez-vous fréquemment les mains et gardez à l’esprit que votre système immunitaire n’est pas à son niveau optimal.\n• Demandez aux personnes malades de rester à distance de vous.\n• Si vous ressentez un goût métallique dans la bouche, essayez de sucer des glaçons, de manger des glaces ou de boire des boissons froides (6,7).\n• Il est important de bien prendre soin de vos dents pendant la grossesse. Les changements dans l’équilibre bactérien buccal, une augmentation de l’acidité orale et un affaiblissement du système immunitaire favorisent la prolifération des mauvaises bactéries (8). Si vos gencives sont gonflées, consultez votre professionnel de santé — la parodontite peut accroître le risque d’accouchement prématuré (8).\nFait intéressant\nLes vitamines hydrosolubles, comme les vitamines B et la vitamine C, sont essentielles au développement du fœtus, mais elles ne sont pas stockées dans votre organisme comme les vitamines liposolubles (9). Pendant la grossesse, vous perdez davantage de nutriments hydrosolubles dans l’urine (10,11), il est donc crucial d’avoir une alimentation équilibrée chaque jour. Privilégiez les aliments riches en nutriments, colorés et non transformés. Si vous avez des antécédents de troubles de l’alimentation, votre professionnel de santé peut vous aider à gérer votre nutrition et vos émotions ou vous orienter vers un spécialiste."
}