{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It's natural for you to question tradition. You are, above all things, an individualist. You naturally rebel against that which is established. It doesn't mean that you consistently break all the rules, but you do question some of them, especially those that don't make much sense.\nYou possess a huge distaste for routine. You work best when you have some say as to when and how you get things done.\nYou possess much self-integrity. You avoid labeling people and are most offended when others attempt to label or stereotype you.\nYou easily embrace new ways of doing things, stick up for the underdog, and express yourself in unique and inspiring ways. You don't have to try to stand out as unique--you are original, creative, and progressive without trying. Far from pretentious, you value honesty and truth and avoid putting on airs.\nYou believe in equality and easily relate to people from all walks of life. You possess an unmistakable enthusiasm, and generally, your life is interesting because you invite unusual or adventurous experiences into your world. Others appreciate you because you are open-minded, fair, and not judgmental. Nothing really seems to faze you! You take things in stride and are rarely shocked or taken aback by human behavior.\nKey traits: She is magnetic, intuitive, inventive, unique, and innovative, always seeing where improvements and progress can be made. She is at her best when she feels free to be herself--she doesn't like to be told what to do.",
    "trans": "Il est tout à fait naturel pour vous de remettre en question la tradition. Vous êtes avant tout un individualiste. Vous vous rebellez naturellement contre ce qui est établi. Cela ne signifie pas que vous enfreignez systématiquement toutes les règles, mais vous questionnez certaines d'entre elles, en particulier celles qui semblent dénuées de sens.\nVous éprouvez une aversion marquée pour la routine. Vous êtes plus performant lorsque vous avez un certain pouvoir décisionnel quant au moment et à la manière de réaliser vos tâches.\nVous possédez une grande intégrité personnelle. Vous évitez de cataloguer les gens et vous êtes particulièrement offensé lorsque d'autres tentent de vous étiqueter ou de vous stéréotyper.\nVous embrassez facilement de nouvelles façons de faire, vous défendez les opprimés et vous vous exprimez de manière unique et inspirante. Vous n'avez pas besoin d'essayer de vous démarquer en tant qu'individu unique : vous êtes original, créatif et progressiste sans effort. Loin d'être prétentieux, vous appréciez l'honnêteté et la vérité, et vous évitez de jouer un rôle.\nVous croyez en l'égalité et vous vous identifiez facilement aux personnes de tous horizons. Vous avez un enthousiasme indéniable, et en général, votre vie est intéressante car vous invitez des expériences inhabituelles ou aventureuses dans votre monde. Les autres vous apprécient pour votre ouverture d'esprit, votre équité et votre absence de jugement. Rien ne semble vraiment vous perturber ! Vous prenez les choses avec philosophie et vous êtes rarement choqué ou déconcerté par le comportement humain.\nCaractéristiques principales : Elle est magnétique, intuitive, créative, unique et innovante, toujours en quête d'améliorations et de progrès. Elle est à son meilleur lorsqu'elle se sent libre d'être elle-même – elle n'aime pas qu'on lui dise quoi faire."
}