{
    "source": "en_US",
    "target": "fr_FR",
    "text": "• The flu virus contains (−) ssRNA and has two glycoproteins called haemagglutinin (HA) and\nneuraminidase (NA) in its outer membrane.\n• The NA and HA glycoproteins are spike-like objects and are crucial to the infectious process\n• The mucosal secretions are rich in glycoproteins and glycolipids which bear a terminal sugar\nsubstituent called sialic acid\n• HA binds to the sialic acid moiety of glycoconjugates on the outer surface of host cells leading\nto adsorption and cell uptake.\n• NA catalyses the cleavage of sialic acid from glycoconjugates. It aids the movement of the\nvirus through mucus and releases the virus from infected cells after budding.\n• After replication in the host cell, Budding then takes place and a new virion is released. NA\naids this release by hydrolysing any interactions that take place between HA on the virus and\nsialic acid conjugates on the host cell membrane.\n• HA and NA act as antigens for flu vaccines. However, the influenza A virus readily mutates\nthese proteins and new flu vaccines are required each year.",
    "trans": "• Le virus de la grippe contient un ARN monocaténaire négatif (ARNss-) et possède deux glycoprotéines appelées hémagglutinine (HA)\net neuraminidase (NA) dans sa membrane externe.\n• Les glycoprotéines NA et HA sont des objets en forme de pointes et sont cruciales pour le processus infectieux.\n• Les sécrétions muqueuses sont riches en glycoprotéines et glycolipides qui portent un substituant de sucre\nterminal appelé acide sialique.\n• HA se lie à la fraction acide sialique des glycoconjugués à la surface externe des cellules hôtes, ce qui\nentraîne l'adsorption et l'absorption cellulaire.\n• NA catalyse le clivage de l'acide sialique des glycoconjugués. Il facilite le mouvement du virus à travers le mucus et libère le\nvirus des cellules infectées après le bourgeonnement.\n• Après la réplication dans la cellule hôte, le bourgeonnement a lieu et un nouveau virion est libéré. NA\nfacilite cette libération en hydrolysant toutes les interactions qui ont lieu entre HA sur le virus et\nles conjugués d'acide sialique sur la membrane de la cellule hôte.\n• HA et NA agissent comme des antigènes pour les vaccins contre la grippe. Cependant, le virus de la grippe A mute facilement\nces protéines et de nouveaux vaccins contre la grippe sont nécessaires chaque année."
}