{
    "source": "en_US",
    "target": "fr_FR",
    "text": "October 9, 2024\nHello Mizner Team,\nWe are closely monitoring Hurricane Milton and want to keep you informed of our plans for Club operations over the coming days. Based on the latest information, here is the current schedule:\nToday, Wednesday, October 9\nThe Fitness Center, Spa, Kids Central, Card Rooms, and Craft Bar & Grill will open at their regular times. All other areas will be closed, including both the Golf Pro Shop and Racquet Pro Shop. The Club will close after lunch at 2:30 p.m., with takeout service (lunch menu only) available until 2:30 p.m. All staff is expected to be off property by 4 PM. Confer with your department head to confirm work times within your specific area.\nPlease assure that your contact information is correct in the Paycom system, as we will need to contact you.\nThursday, October 10\nThe Club is on standby tomorrow morning based on weather conditions and the state of the facilities. We will assess conditions and any potential storm impacts to determine whether we can reopen later in the day.\nPlease pay attention to your phones, as your department head will be communicating with you concerning the reopening of the Club.\nFriday, October 11\nOur goal is to have our Clubhouse and Central fully operational with regular business hours. We will also assess outdoor areas to see if it's possible to resume operations.\nYour safety is our top priority. Please take the necessary precautions and stay safe. The management team is meeting daily to review the trajectory of the stor",
    "trans": "9 octobre 2024\nBonjour, Équipe Mizner,\nNous suivons de près l’évolution de l’ouragan Milton et souhaitons vous tenir informés de nos plans concernant les opérations du Club dans les prochains jours. D’après les dernières informations, voici le programme actuel :\nAujourd’hui, mercredi 9 octobre\nLe Centre de Fitness, le Spa, Kids Central, les Salles de Cartes ainsi que le Craft Bar & Grill ouvriront aux horaires habituels. Toutes les autres zones seront fermées, y compris la Boutique du Golf et la Boutique de Raquettes. Le Club fermera après le déjeuner à 14h30, avec un service de plats à emporter (menu déjeuner uniquement) disponible jusqu’à 14h30. Tout le personnel devra avoir quitté les lieux avant 16h00. Merci de consulter votre responsable de département pour confirmer vos horaires de travail spécifiques.\nVeuillez vous assurer que vos coordonnées sont bien à jour dans le système Paycom, car nous devrons vous contacter si nécessaire.\nJeudi 10 octobre\nLe Club restera en attente demain matin en fonction des conditions météorologiques et de l’état des installations. Nous évaluerons la situation ainsi que d’éventuels impacts de la tempête afin de déterminer si nous pouvons rouvrir plus tard dans la journée.\nRestez attentifs à vos téléphones, car votre responsable de département vous contactera au sujet de la réouverture du Club.\nVendredi 11 octobre\nNotre objectif est de rouvrir entièrement le Clubhouse et Central avec des horaires de fonctionnement normaux. Nous évaluerons également les espaces extérieurs pour voir s’il est possible de reprendre leurs activités.\nVotre sécurité est notre priorité absolue. Prenez toutes les précautions nécessaires et restez prudents. L’équipe de direction se réunit quotidiennement afin d’analyser la trajectoire de la tempête."
}