{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Table 1: 3Q24 Top Five Emerging Risks\nRanking\nRisk\nDescription\n1\nAI-enhanced malicious attacks\nThe risk that malicious actors’ capabilities are enhanced through the ease of use and quality of AI-assisted tools for code generation, attack automation, phishing and more\n2\nIT vendor criticality\nThe risk that overreliance or unknown reliance on third- or nth-party IT vendors may result in operational IT risk, such as outages or data loss\n3\nUnsettled regulatory and legal environment\nThe risk of increasing compliance complexity or costs associated with legal and compliance matters from regulatory authority changes following court decisions and elections\n4\nGlobally consequential elections\nThe risk that consequences from a record number of major elections globally in 2024 (76 countries, approximately 50% of the global population) will inject high volatility into economies and societies\n5\nMisaligned organizational talent profile\nThe risk that the organization’s talent profile fails to match its needs for digital transformation (e.g., AI) or strategic pivots (e.g., job displacement and resource reallocation)\nNote: Rank is determined by risk score. Risk score is",
    "trans": "Tableau 1 : Principaux cinq risques émergents du 3T24\nClassement\nRisque\nDescription des risques\n1.\nAttaques malveillantes renforcées par l'IA :\nLe risque que les capacités des acteurs malveillants soient amplifiées grâce à la facilité d’utilisation et à la qualité des outils assistés par l’intelligence artificielle pour la génération de code, l’automatisation des attaques, le phishing et d’autres pratiques malveillantes.\n2.\nCriticité des fournisseurs informatiques :\nLe risque qu'une dépendance excessive ou inconnue vis-à-vis de fournisseurs tiers (ou de n-ième niveau) de services informatiques entraîne des risques opérationnels liés aux technologies de l’information, tels que des pannes ou la perte de données.\n3.\nEnvironnement réglementaire et juridique instable :\nLe risque d'une complexité accrue ou de coûts supplémentaires liés aux questions légales et de conformité, dus aux changements des autorités réglementaires suite à des décisions judiciaires ou à des élections.\n4.\nÉlections mondiales à conséquences majeures :\nLe risque que les résultats d’un nombre record d’élections prévues dans 76 pays en 2024 (environ 50 % de la population mondiale) provoquent une volatilité importante dans les économies et les sociétés.\n5.\nProfil organisationnel des talents mal aligné :\nLe risque que le profil des talents au sein de l'organisation ne soit pas en adéquation avec ses besoins en matière de transformation numérique (par exemple, l’intelligence artificielle) ou de réorientations stratégiques (par exemple, la perte d’emplois et la réaffectation des ressources).\nRemarque : Le classement est déterminé par le score de risque. Le score de risque est..."
}