{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] feeling restless.\nHe’s been shaking his legs, biting his nails as his eyes are glued to the sight in front of him. Out of all the hotels they could've checked into, they end up in a hotel with a bathroom with see through walls.\nIt's translucent, thank goodness. Because if Doyoung sees anything more than [redacted_name] silhouette taking a shower then he might go absolutely insane.\nNot that he's sane now - when the entire day he's been thristing over a silly little guy who has a bit too much money to spend on everything Doyoung wants. It's not just about the money, but the way peach daddy turned out to be What A Man has Doyoung questioning his entire existence. So not all of his fans are pervy thirsty middle aged men after all…\nJaehyun is young and handsome, too rich for his own good. He's a genuine guy, who doesn't seek Doyoung for any sexual favors. It's Doyoung who keeps wondering what's inside of those washed out cargo pants, what's underneath the graphic tee. Doyoung’s going through it due to his prolonged dry spell, it’s been a hot minute since he went into the dating pool. After his last relationship, he decides that no man is worth investing in. But this man, he’s exactly Doyoung’s type.\nThe sound of a phone ringing snapped him out of his daydream. It's not his ringtone though.\nWhat seems to be Jaehyun's phone kept buzzing on the table, unbeknownst to his owner. Doyoung peers at it curiously, the caller number displayed on the screen. It could be just a scam call. A few seconds later it rings again, and again, with a few text messages coming in strings - that’s when Doyoung decides it's got to be important.\nHe picks up the phone, then walks over to the bathroom door to knock on it a few times. The sound of water stops, then comes Jaehyun's voice asking, “Yes, bunny?”\nDoyoung gets caught off guard at how soft his tone is, “Oh, uh… there's a call for you.”\n“Is it important?”\n“They keep calling you back, so it might be.”\nA few moments later, Jaehyun opens the door, wide enough for Doyoung to see his wet torso (the first thing he lays his eyes on). Water trickles down the tip of his hair, then to his collarbones, then the dip of his abs, then lower… and lower…\n“Sorry.” Jaehyun says. Doyoung quickly returns his gaze back to Jaehyun's, who's looking at him apologetically. He scowls at his phone in Doyoung's hand, ringing again with the same call. “It's work, but I already let them know I'm unavailable.”\nHe takes the phone in Doyoung's hand, turns it off. “I'm almost done, do you want to go next?”\nDoyoung licks his lips, it must be the drinks they had at the bar earlier now that his throat feels so dry. It's definitely not from the fact that Jaehyun is naked in front of him, fresh out of the shower, skin glowing and untouched. Doyoung wants so bad to just lunge at the man and do what he wants, it has been so long since he's gotten some. Now that he has this beautiful man served to him on a silver platter, it's hard to control himself.\nBut said man is also dense and oblivious, looking at Doyoung worriedly. “Your face is red, bunny. Are you okay?”\nDoyoung gulps, being called bunny by a hot naked guy does things to him. He shakes his head shyly, looking anywhere but down there.\n“Do you want to shower now? I can help you?”\nDoyoung almost exploded at that statement. Did Jaehyun just invite him to shower? Together? Naked?\nThe cogs in his brain jam, all Doyoung could think of is just…\n“I promise I won't do anything.”\n“Oh,” Doyoung could not hide his disappointment. Oh, if only Jaehyun knows the stuff that Doyoung wants him to do in the shower alone.\n“What?”\nThat just escaped from his head. So, Doyoung gives him. Honesty is the best policy. Sincerity is always the key. “Jaehyun, I want to have sex with you.”\nJaehyun's mouth open in shock, “W-what?!”\n“I need you to pin me in the shower and fuck me raw.”\n“Bunny!!!” Jaehyun shouts, his face as red as a tomato. “I- How can I… I'm just a nobody… you're so perfect. I don't deserve you…”\nDoyoung steps inside the shower, making Jaehyun take a few steps back. He looks at Doyoung nervously, then when he's pinned on the glass wall, Doyoung presses his body against him. “You just won a day with me, silly. So you still have the privilege to do anything with me. Anything you want.”\n“Anything I want?” Jaehyun asks, voice shaking.\n“Anything.”\n“Bunny…” Jaehyun's eyes trail Doyoung's expression for any sign of doubt, but all he could sense was determination and so much desire from Doyoung's eyes. “What you said earlier, do you mean it?”\n“Yes,” Doyoung nods his head, he brings a hand to trail the line on Jaehyun's chest, down his cleavage to his abs. “I mean it.”\n“I can fuck you, bunny?”\n“However you want, daddy.”\nThe tension between them explodes when their lips finally meet, Doyoung wastes no time to suck on Jaehyun’s plump lips that he's been staring at all day. Jaehyun lets out little whimpers as Doyoung chews on it gently, wrapping his arms around his neck to latch onto him.\nJaehyuh kisses him soft and polite, but all Doyoung wants is to make this man crumble. So he brings a hand up the back of Jaehyun's head, pulling on the strands to better angle their mouths together so Doyoung can shove his tongue. Jaehyun lets out a shocked noise at that, then it turns into soft moans of pleasure. He seems to like having his hair tugged while being kissed passionately.\nWhat Doyoung doesn't expect is to be lifted up, his legs wrap around Jaehyun's waist, and he's brought inside the shower. Doyoung gets pinned on the shower wall, now it's Jaehyun's turn to explore his mouth. He even has a hand groping Doyoung's body, from his lower back then to his still clothed ass, massaging the soft meat. He lets out a shameless moan, letting Jaehyun suck on his tongue hungrily.\nHe wants to peel his clothes off so badly at the moment, wanting to feel Jaehyun's bare body on his. “Down,” Doyoung says when Jaehyun moves his attention to the expanse of Doyoung's neck. Sucking and biting possesive marks on his skin. “Put me down, please.”\nSo Jaehyun gently lowers Doyoung down, making sure his feet touch the floor safely. While moving Doyoung notices Jaehyun's cock rising up, the tip pointing at him. Doyoung peels off his clothing so fast, throws it outside then gets on his knees.\n“Daddy, let me suck your cock.”\nJaehyun gasps when Doyoung takes him inside his warm mouth, it's as warm as they kissed earlier. He leans backwards onto the glass, throwing his head back when Doyoung works his way to take his cock whole. It's long and thick, perfect for Doyoung's big mouth. Jaehyun thinks about in his videos Doyoung’s sucking on his dildos, eyes looking straight at the camera just like how he's looking at Jaehyun now.\n“Mmm… so thick,” Doyoung says, his voice as sultry as in Jaehyun's favorite JOI video. “Need Daddy to fill me up…”\n“Bunny…” Jaehyun fists on Doyoung's black hair, gently pushing it to take more of his length. “I've been dreaming of this…”\nDoyoung's eyes widen when Jaehyun thrusts hard until it finally reaches the back of his throat, “Mmph!”\n“Bunny… I can't help myself….”\nIn contrast with his shy words, Jaehyun holds Doyoung's head and fucks into his mouth like an object of pleasure. His bunny's mouth feels much warmer and wetter than the honeybunny fleshlights he has at home, the one he uses to pleasure himself while listening to honeybunny’s voice telling him to cum. The real thing is way better, when Doyoung is on his knees, clawing on his thighs as he takes in Jaehyun's thick cock filling his throat.\n“Bunny, can I…” Jaehyun gasps when Doyoung hollows his cheeks, sucking his cock harder. “Can I come on your face?”\nPerfect. That's exactly what's Doyoung's into.\nHe nods eagerly, looking up at Jaehyun with tear glistened eyes after having his throat fucked so hard he might've lost his voice. But it doesn't stop Doyoung from begging to have cum on his face.\n“Yes, Daddy, please. I want it, give it to me.”\n“Oh bunny… You're going to be the death of me.”\nJaehyun fists his cock, it doesn't take much for him to pump out his thick semen, spreading it on Doyoung's inviting face. His mouth opened, sticking out his tongue for Jaehyun to wipe his tip on it. It feels so unreal, having honeybunny on his knees like this, begging for him.\nA switch flipped inside him.\n“Bunny, get up.” Jaehyun helps Doyoung back up to his feet, turning on the shower head to wet their bodies. Doyoung licks the cum off his lips, before letting the water wash his face clean. Jaehyun couldn't help but to swoop him in for a kiss, craving for Doyoung's warm mouth like he's already addicted to it. His cock gets excited at the thought of exploring more warmth, especially down there…\n“You're so unreal,” Jaehyun says into the kiss, licking Doyoung's lips. “My horny little bunny.”\n“Oh…” Doyoung is surprised to hear the petname he's always seen during his streams. When the donations come in so fast everyone calls him a horny bunny, and it turns him on so much. His viewers know him very well that he's anything but a honey bunny.\n“Yours,” Doyoung whines when Jaehyun's fingers dig into the flesh of his ass, teasing around the entrance. “I'm your bunny, daddy.”\n“Turn around.”\nIt's Doyoung's turn to be pinned on the glass now, his breaths fogs on the surface when he feels Jaehyun's lips trail down his shoulders to his back. His kisses are hot and wet. It sends electricity down Doyoung's body, his own arousal pushed against the cold hard glass surface as he lets Jaehyun do wonders with his mouth on his ass. Doyoung lets out breathy moans when he feels Jaehyun's tongue pushing inside his tight hole.",
    "trans": "[redacted_name] se sent agité.\nIl n'arrête pas de secouer ses jambes, de se ronger les ongles tandis que ses yeux restent rivés sur la scène devant lui. De tous les hôtels où ils auraient pu descendre, ils se retrouvent dans un hôtel avec une salle de bain aux murs transparents.\nC'est translucide, heureusement. Parce que si Doyoung voit plus que la silhouette de [redacted_name] sous la douche, il pourrait devenir complètement fou.\nNon pas qu'il soit sain d'esprit maintenant — après avoir passé toute la journée à fantasmer sur un petit gars un peu trop riche qui dépense sans compter pour tout ce que Doyoung désire. Ce n'est pas seulement une question d'argent, mais la façon dont « peach daddy » s'est révélé être un véritable homme a fait douter Doyoung de toute son existence. Donc, tous ses fans ne sont pas des hommes d'âge moyen pervers et assoiffés après tout…J\naehyun est jeune et beau, trop riche pour son propre bien. C'est un gars authentique, qui ne cherche pas Doyoung pour des faveurs sexuelles. C'est Doyoung qui ne cesse de se demander ce qu'il y a à l'intérieur de ces pantalons cargo délavés, ce qu'il y a sous ce t-shirt graphique. Doyoung traverse une période difficile à cause de sa longue période de sécheresse, ça fait un moment qu'il n'est pas retourné sur le marché de la séduction. Après sa dernière relation, il a décidé qu'aucun homme ne valait la peine d'investir. Mais cet homme, c'est exactement son type.\nLe bruit d'un téléphone qui sonne le tire de sa rêverie. Ce n'est pas sa sonnerie, cependant.\nCe qui semble être le téléphone de Jaehyun continue de vibrer sur la table, à l'insu de son propriétaire. Doyoung jette un coup d'œil curieux, le numéro de l'appelant s'affiche à l'écran. Ce pourrait être juste un appel spam. Quelques secondes plus tard, il sonne à nouveau, encore et encore, avec quelques messages qui arrivent en rafale — c'est à ce moment-là que Doyoung décide que ça doit être important.\nIl prend le téléphone, puis se dirige vers la porte de la salle de bain pour frapper quelques coups. Le bruit de l'eau s'arrête, puis la voix de Jaehyun résonne : « Oui, mon lapin ? »\nDoyoung est pris au dépourvu par la douceur de son intonation, « Oh, euh… il y a un appel pour toi. »\n« Est-ce vraiment important ? »\n« Le téléphone n'arrête pas de sonner. C'est peut-être le cas. »\nQuelques instants plus tard, Jaehyun ouvre la porte, suffisamment large pour que Doyoung voie son torse mouillé (la première chose sur laquelle il pose les yeux). L'eau dégouline de ses cheveux, puis sur ses clavicules, puis le creux de ses abdos, puis plus bas… et plus bas…\n« Désolé. » dit Jaehyun. Doyoung détourne rapidement son regard vers celui de Jaehyun, qui le regarde avec des excuses. Il fronce les sourcils en voyant son téléphone dans la main de Doyoung, sonnant à nouveau avec le même appel. « C'est le travail, mais je leur ai déjà dit que je n'étais pas disponible. »\nIl prend le téléphone dans la main de Doyoung, l'éteint. « J'ai presque fini, tu veux y aller après ? »\nDoyoung se lèche les lèvres, ce doit être les boissons qu'ils ont prises au bar plus tôt qui lui donnent cette sensation de gorge sèche. Ce n'est certainement pas dû au fait que Jaehyun est nu devant lui, tout juste sorti de la douche, la peau brillante et intacte. Doyoung a tellement envie de se jeter sur cet homme et de faire ce qu'il veut, ça fait si longtemps qu'il n'a pas eu de relations. Maintenant qu'il a cet homme magnifique servi sur un plateau d'argent, il est difficile de se contrôler.\nMais cet homme est aussi peu perspicace et insensible, observant Doyoung avec inquiétude. « Ton visage est rouge, mon lapin. Ça va ? »\nDoyoung avale sa salive, être appelé « mon lapin » par un mec sexy et nu lui fait quelque chose. Il secoue timidement la tête, regardant partout sauf en bas.\n« Tu veux prendre une douche maintenant ? Je peux t'aider ? »\nDoyoung a failli exploser à cette déclaration. Est-ce que Jaehyun vient de l'inviter à prendre une douche ? Ensemble ? Nus ?\nSon cerveau se fige, et Doyoung ne parvient à penser qu'à…\n« Je promets que je ne ferai rien. »\n« Oh, » Doyoung ne peut cacher sa déception. Oh, si seulement Jaehyun savait ce que Doyoung veut qu'il fasse dans la douche, seul.\n« Quoi ? »\nLes mots lui ont échappé. Alors, Doyoung a choisi la vérité. Après tout, la sincérité est toujours la clé. « Jaehyun, je veux coucher avec toi. »\nLa bouche de Jaehyun s'ouvre, choqué, « Q-quoi ?! »\n« J'ai besoin que tu m'épingles dans la douche et que tu me prennes sans retenue. »\n« Mon lapin !!! » crie Jaehyun, son visage aussi rouge qu'une tomate. « Je — Comment je peux… Je ne suis personne… tu es tellement parfait. Je ne te mérite pas… »\nDoyoung pénètre dans la douche, obligeant Jaehyun à reculer de quelques pas. Il le fixe avec nervosité, puis, une fois épinglé contre la paroi de verre, Doyoung serre son corps contre lui. « Tu as gagné une journée avec moi, idiot. Alors tu as encore le droit de faire ce que tu veux avec moi. Tout ce que tu veux. »\n« Tout ce que je veux ? » demande Jaehyun, la voix tremblante.\n« Tout. »\n« Mon lapin… » Les yeux de Jaehyun scrutent l'expression de Doyoung à la recherche d'un signe de doute, mais tout ce qu'il perçoit, c'est de la détermination et un désir intense dans les yeux de Doyoung. « Ce que tu as dit tout à l'heure, tu le pensais vraiment ? »\n« Oui, » Doyoung hoche la tête, il porte une main pour suivre la ligne de la poitrine de Jaehyun, descendant jusqu'à ses abdos. « Je le pensais. »\n« Je peux te prendre, mon lapin ? »\n« Je suis tout à toi, papa. »\nLa tension entre eux atteint son paroxysme lorsque leurs lèvres se rejoignent enfin, Doyoung ne perd pas une seconde pour dévorer les lèvres pulpeuses de Jaehyun qu'il a observées toute la journée. Jaehyun laisse échapper de doux gémissements tandis que Doyoung les mordille délicatement, enroulant ses bras autour de son cou pour se coller à lui.\nJaehyun l'embrasse doucement et poliment, mais tout ce que Doyoung veut, c'est faire craquer cet homme. Alors il passe une main derrière la tête de Jaehyun, tirant sur ses cheveux pour mieux orienter leurs bouches afin que Doyoung puisse y glisser sa langue. Jaehyun laisse échapper un bruit de surprise, qui se transforme en doux gémissements de plaisir. Il semble aimer qu'on lui tire les cheveux tout en étant embrassé passionnément.\nCe à quoi Doyoung ne s'attend pas, c'est à être soulevé, ses jambes enroulées autour de la taille de Jaehyun, et à être emmené dans la douche. Doyoung est épinglé contre la paroi de la douche, maintenant c'est au tour de Jaehyun d'explorer sa bouche. Il a même une main qui palpe le corps de Doyoung, de son bas du dos jusqu'à ses fesses encore habillées, massant la chair moelleuse. Doyoung laisse échapper un gémissement sans retenue, laissant Jaehyun sucer sa langue avec avidité.\nIl a tellement envie d'enlever ses vêtements à ce moment-là, voulant sentir le corps nu de Jaehyun contre le sien. « Descends, » dit Doyoung lorsque Jaehyun déplace son attention vers l'étendue du cou de Doyoung. Sucer et mordre des marques possessives sur sa peau. « Pose-moi, s'il te plaît. »\naehyun dépose Doyoung avec une douceur infinie, s'assurant que ses pieds trouvent un équilibre sûr. À peine a-t-il bougé que son regard est attiré par la tension évidente entre eux. Un frisson parcourt Doyoung, qui se défait de ses vêtements d’un geste fébrile, les expédiant au loin avant de s’agenouiller.\n«  Papa, je veux sentir ton goût sur ma langue. »\nJaehyun halète lorsque Doyoung prend sa bite dans sa bouche chaude, c'est aussi chaud que lorsqu'ils se sont embrassés plus tôt. Il se penche en arrière contre la vitre, rejetant la tête en arrière lorsque Doyoung travaille pour prendre toute sa longueur. C'est long et épais, parfait pour la grande bouche de Doyoung. Jaehyun pense à ses vidéos où Doyoung suce ses godes, les yeux fixant la caméra comme il le regarde maintenant.\n« Mmm… si épais, » dit Doyoung, sa voix aussi sensuelle que dans la vidéo JOI préférée de Jaehyun. « J'ai besoin que papa me remplisse… »\n« Mon lapin… » Jaehyun saisit les cheveux noirs de Doyoung, les poussant doucement pour prendre plus de sa longueur. « Je rêvais de ça… »\nLes yeux de Doyoung s'écarquillent lorsque Jaehyun enfonce sa bite jusqu'au fond de sa gorge, « Mmph ! »\n« Mon lapin… C'est plus fort que moi…. »\nContrairement à ses paroles hésitantes, aehyun tient la tête de Doyoung et baise avec une intensité fiévreuse. La chaleur et la douceur de ses lèvres surpassent toutes les illusions qu’il s’était créées, bien plus intenses que la voix de honeybunny lui demandant de jouir.. L'instant est bien plus réel, quand Doyoung, à genoux, s’aggripe à ses cuisses tout en prenant la bite épaisse de Jaehyun qui remplit sa gorge.\n« Mon lapin, est-ce que je peux… » Jaehyun halète tandis que Doyoung creuse ses joues, suçant sa bite plus intensément. « Est-ce que je peux jouir sur ton visage ? »\nBien évidemment. C'est exactement ce qui excite Doyoung.\nIl hoche la tête avec enthousiasme, levant les yeux vers Jaehyun avec des yeux brillants de larmes après s'être fait baiser la gorge si fort qu'il pourrait avoir perdu sa voix. Mais cela n'empêche pas Doyoung de supplier pour avoir du sperme sur son visage.\n« S’il te plaît… J’en ai envie, donne-le-moi. »\n« Oh, mon lapin… Tu vas me rendre fou. »\nJaehyun saisit sa bite, il ne lui faut pas longtemps pour libérer son sperme épais, l'étalant sur le visage accueillant de Doyoung. Sa bouche ouverte, tirant la langue pour que Jaehyun essuie son gland dessus. Cela semble si irréel, avoir honeybunny à genoux comme ça, le suppliant.\nQuelque chose bascule en lui, irréversiblement.\n« Mon lapin, lève-toi. » Jaehyun aide Doyoung à se remettre debout, allumant la pomme de douche pour mouiller leurs corps. Doyoung lèche le sperme de ses lèvres, avant de laisser l'eau nettoyer son visage. Jaehyun ne peut s'empêcher de l'embrasser à nouveau, avide de la bouche chaude de Doyoung comme s'il y était déjà accro. Son sexe s'excite à l'idée d'explorer plus de chaleur, surtout là-bas…\n« J’ai du mal à croire que tu sois réel, » chuchote Jaehyun dans un sourire avant d’effleurer la bouche de Doyoung du bout de la langue. « Mon lapin, toujours aussi malicieux… »\n« Oh… » Doyoung est surpris d'entendre le surnom qu'il voit toujours pendant ses streams. Lorsque les dons affluent si vite que tout le monde l'appelle un lapin coquin, et ça l'excite tellement. Ses spectateurs le connaissent très bien, il est tout sauf un honey bunny.\n« À toi, » gémit Doyoung lorsque les doigts de Jaehyun s'enfoncent dans la chair de ses fesses, jouant autour de l'entrée. « Je suis ton lapin, papa. »\n« Retourne-toi. »\nDoyoung, prisonnier de la vitre froide, sentit le souffle chaud de Jaehyun parcourir sa peau, de l'épaule à la courbe de ses reins. Chaque baiser humide laissait une traînée de feu, des décharges électriques qui le faisaient frissonner. Il se cambra, le désir vibrant contre la surface glacée, tandis que la langue experte de Jaehyun explorait les profondeurs de son intimité. Des gémissements rauques s'échappèrent de sa gorge, écho de la brûlure qui le consumait."
}