{
    "source": "en_US",
    "target": "fr_FR",
    "text": "URGENT- Final appeal for Volunteer in the PolyU Home Coming Day 2024\nFurther to my appeal for your support on 4 October,2024 and I thank you for indicating that you will join the volunteer helper during the Home Coming Day 2024.\nPlease note that you have to sign up as a volunteer at the following Link so that you may be assigned to the appropriate position and duties.\nhttps://www.polyu.edu.hk/pfs2/index.php/375474? lang=en\nor contact Ms [redacted_name] (Tel. [redacted_number] / email: [redacted_email])\nIunderstand that you (including your family or friends) may have signed up earlier to join the Home Coming Day 2024 and an entry QR Code has been sent out to you. Please be advised that such QR Code is for your entrance to the University and your a s s e s s to all activities and lucky draws. As a volunteer helper, you still have to sign up the above link or contact Ms. [redacted_name] ( Tel. [redacted_number]) indicating that you will join the voluntary helping team in the Home Coming Day.\nFor those who have not registered for the Entrance Assess Code on 19 October, 2024. Please register through the following registration link for the assigned access QR Code for you, your family and friends. Such QR Code would be useful for you to enjoy all the events, games, visits and Lucky Draw as well.\nhttps://rsvp.eventionapp.com/polyu_homecoming_day2024/register\n登記完 ，稍後時間會收到一個confirmationemail ，裡面會有埋入校園嘅 QR access code •\n當日進入學校後，於校門附近的登記c ount er嘟QRcode進行出席登記。 Please also be advised that AAO wil provide an on-line pre-event briefing on 16\nOctober,2024 (Wednesday) at 7:00 pm (tentative) and you are encouraged to log-in to learn more about the Home Come Day. Details of logistic arrangement and helping works required wil be presented. Details of such on-line link wil be given later.\nFinally, our University is providing a wonderful and meaningful Home Coming Day for all of us, our family and friends to enjoy and participate. For those who are organizing or take part in the performance in the Alumni Got Talent events, your effort is deeply appreciated. Please do stay behind afterward and enjoy all the other activities which have been organized by the University.\nLooking forward to seeing you AL and your friends in the PolyU Home Coming Day 2024 on 19 October,2024 (Saturday). Should you have any questions please contact me any time at My Phone No. [redacted_number].",
    "trans": "URGENT – Dernier appel aux bénévoles pour la Journée Portes Ouvertes de PolyU 2024\nSuite à mon appel à votre soutien du 4 octobre 2024, je vous remercie d'avoir indiqué votre intention de participer en tant que bénévole lors de la Journée Portes Ouvertes 2024.\nVeuillez noter que vous devez vous inscrire comme bénévole via le lien suivant afin de vous attribuer le poste et les tâches appropriés :\nhttps://www.polyu.edu.hk/pfs2/index.php/375474?lang=en\nou contacter Mme [redacted_name] (Tél. [redacted_number] / courriel : [redacted_email]).\nJe comprends que vous (ainsi que votre famille ou vos amis) avez peut-être déjà procédé à une inscription pour la Journée Portes Ouvertes 2024 et qu'un code QR d'entrée vous a été envoyé. Veuillez noter que ce code QR est destiné à votre entrée à l'université et à votre accès à toutes les activités et tirages au sort. En tant que bénévole, vous devez toujours vous inscrire via le lien ci-dessus ou contacter Mme [redacted_name] (Tél. [redacted_number]) en indiquant votre participation à l'équipe de bénévoles lors de la Journée Portes Ouvertes.\nPour ceux qui ne se sont pas inscrits pour le Code d'Accès à l'Entrée le 19 octobre 2024, veuillez-vous inscrire via le lien d'inscription suivant pour obtenir le code QR d'accès attribué pour vous, votre famille et vos amis. Ce code QR vous permettra de profiter de tous les événements, jeux, visites et tirages au sort.\nhttps://rsvp.eventionapp.com/polyu_homecoming_day2024/register\n登記完 ，稍後時間會收到一個 courriel de confirmation 裡面會有埋入校園嘅code QR d'accès.\n當日進入學校後，於校門附近的登記c ount er嘟 code QR 進行出席登記. Veuillez également noter que l'AAO organisera une séance d'information en ligne avant l'événement le 16\noctobre 2024 (mercredi) à 19h00 (provisoire) et nous vous encourageons à vous connecter pour en savoir plus sur la Journée Portes Ouvertes. Les détails de l'organisation logistique et des tâches d'aide requises seront présentés. Les détails du lien en ligne seront communiqués ultérieurement.\nEnfin, notre université organise une Journée Portes Ouvertes merveilleuse et significative pour que nous, nos familles et nos amis, puissions en profiter et y participer. Pour ceux qui organisent ou participent aux spectacles des événements Alumni Got Talent, vos efforts sont profondément appréciés. Veuillez rester après et profiter de toutes les autres activités organisées par l'université.\nDans l'attente de vous voir, vous et vos amis, à la Journée Portes Ouvertes de PolyU 2024 le 19 octobre 2024 (samedi). Si vous avez des questions, n'hésitez pas à me contacter à tout moment au [redacted_number]"
}