{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Mechanism of Action of Antiresorptive Medications\nOf all three medications that can induce MRONJ, bisphosphonates are clearly the most commonly\nprescribed; therefore, most cases will be caused by this medication. Bisphosphonates, and other\nantiresorptive such as denosumab, inhibit osteoclast differentiation and function and increase apoptosis, all\nleading to decreased bone resorption and remodeling. Bisphosphonates bind to bone and are incorporated\nin the osseous matrix. During bone remodeling, the drug is taken up by osteoclasts and internalized in the\ncell cytoplasm, where it inhibits osteoclastic function and induces apoptotic cell death. Bisphosphonates\nalso inhibit osteoblast mediated osteoclastic resorption and have antiangiogenic properties. As a result, bone\nturnover becomes profoundly suppressed, and over time bone shows little physiologic remodeling.",
    "trans": "Mécanisme d'action des médicaments antirésorptifs\nParmi les trois médicaments pouvant induire une ONM des mâchoires (ostéonécrose des maxillaires liée aux médicaments), les bisphosphonates sont clairement les plus couramment\nprescrits ; par conséquent, la plupart des cas seront causés par ce médicament. Les bisphosphonates et d'autres\nantirésorptifs tels que le denosumab inhibent la différenciation et la fonction des ostéoclastes et augmentent l'apoptose, ce\nqui entraîne une diminution de la résorption et du remodelage osseux. Les bisphosphonates se lient à l'os et sont incorporés\ndans la matrice osseuse. Pendant le remodelage osseux, le médicament est absorbé par les ostéoclastes et internalisé dans le\ncytoplasme cellulaire, où il inhibe la fonction ostéoclastique et induit la mort cellulaire apoptotique. Les bisphosphonates\ninhibent également la résorption ostéoclastique médiée par les ostéoblastes et ont des propriétés antiangiogéniques. Par conséquent, le renouvellement osseux\nest profondément supprimé et, au fil du temps, l'os présente peu de remodelage physiologique."
}