{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Parent or Guardian:\nYou can now manage the amount of time your child spends in Fortnite and Unreal Editor for Fortnite (UEFN) using our new Time Limit Controls. We’re also introducing a new Time Reports feature, which includes a daily breakdown of time your child spends in Fortnite and UEFN. Read on for more information!\nSetting Up Time Limit Controls\nYou will now see an option to set up time limits for your child’s account in the Parental Controls section in the Fortnite main menu, or on the Epic Account Portal on the web. If you choose to enable this parental control, you can:\nLimit the total amount of time your child can play per day.\nChoose specific time windows when your child can play each day, and set time limits within that window.\nChoose whether to allow your child to request more time as they approach the end of their time limit.\nFrom Epic’s Account Portal, parents/guardians can sign into their child’s account to set up time windows and a total time limit.\nHow Time Limit Controls Work\nIf you set up a time limit, your child will begin seeing in-game notifications when they have 30 minutes left in Fortnite and UEFN. Once your child reaches their limit, they will not be able to use Fortnite or UEFN until the next day or until a new window begins.\nIf you have allowed your child to request more time, and they have 30 minutes or less left in their window, your child can request more time from within Fortnite. Their request will send you an email with a link where you can add more time for that day if you choose. You can also add more time, even if you haven’t enabled requests for more time, from inside Fortnite by going to the Time Limits and Reports Sidebar and selecting “Add More Time”. Once you input your Parental Controls PIN code, you can select the desired increment of time to add. Time granted will be effective immediately.\nYour child can request more time by going to the main menu in Fortnite, selecting “View Time Limits,” then choosing “Ask for More Time” if you have this setting turned On.\nTime Limit Controls work across consoles and devices. As long as your child is using the same account across devices, the limit you set will be in effect for Fortnite and UEFN no matter where they play or create.\nYou can turn on Time Reports within the Parental Controls section in the Fortnite main menu, or on the Epic Account Portal on the web. If you’ve opted into Time Reports, you can view the total time your child has spent in Fortnite and UEFN that week. You will also have access to a dashboard located in the Account Portal, which provides a daily breakdown of time spent in Fortnite and UEFN and indicates when you have granted extra time for your child. Whenever you go back to the Account Portal, you will be able to see up to four weeks of activity (or less if you haven’t had Time Reports enabled for that long).\nParents will continue to have the option to receive weekly Time Reports emails. These emails include a summary of the amount of time your child spends in Fortnite and UEFN and are sent to the parent or guardian linked to the child’s account.\nThis image is for illustrative purposes and does not reflect your child’s activity for the week.\nTo view and manage your child’s Parental Controls, sign in to your child's Epic Games account on the web or within Fortnite and go to Parental Controls. For information about Epic’s Parental Controls, visit the Safety and Security Center.\nThank you,\nThe Epic Games Team",
    "trans": "Cher parent ou tuteur,\nVous pouvez désormais gérer le temps que votre enfant passe dans Fortnite et Unreal Editor pour Fortnite (UEFN) grâce à nos nouvelles commandes de limite de temps. Nous introduisons également une nouvelle fonctionnalité de rapports de temps, qui comprend une répartition quotidienne du temps que votre enfant passe dans Fortnite et UEFN. Lisez la suite pour plus d'informations !\nConfiguration des commandes de restriction de temps\nVous verrez désormais une option pour configurer des limites de temps pour le compte de votre enfant dans la section Contrôle parental du menu principal de Fortnite, ou sur le portail de compte Epic sur le Web. Si vous choisissez d'activer ce contrôle parental, vous pouvez :\nLimiter le temps total que votre enfant peut passer à jouer par jour.\nChoisir des périodes spécifiques pendant lesquelles votre enfant peut jouer chaque jour, et définir des limites de temps dans cette plage.\nChoisissez de permettre ou non à votre enfant de demander plus de temps lorsqu'il approche de la fin de sa limite de temps.\nDepuis le portail de compte Epic, les parents/tuteurs peuvent se connecter au compte de leur enfant pour configurer les périodes et une limite de temps totale.\nComment fonctionnent les commandes de limite de temps\nSi vous définissez une limite de temps, votre enfant commencera à voir des notifications pendant ses parties lorsqu'il lui restera 30 minutes dans Fortnite et UEFN. Une fois que votre enfant a atteint sa limite, il ne pourra pas utiliser Fortnite ou UEFN jusqu'au lendemain ou jusqu'au début d'une nouvelle plage horaire.\nSi vous avez autorisé votre enfant à demander plus de temps, et qu'il lui reste 30 minutes ou moins dans la période allouée, votre enfant peut demander plus de temps depuis Fortnite. Sa demande vous enverra un e-mail avec un lien où vous pourrez ajouter plus de temps pour cette journée si vous le souhaitez. Vous pouvez également ajouter plus de temps, même si vous n'avez pas activé les demandes de temps supplémentaire, depuis Fortnite en allant dans la barre latérale Limites de temps et rapports et en sélectionnant « Ajouter plus de temps ». Une fois que vous avez saisi votre code PIN de contrôle parental, vous pouvez sélectionner l'incrément de temps souhaité à ajouter. Le temps accordé sera effectif immédiatement.\nVotre enfant est en mesure de demander plus de temps en allant dans le menu principal de Fortnite, en sélectionnant « Afficher les limites de temps », puis en choisissant « Demander plus de temps » si vous avez activé ce paramètre.\nLes commandes de limite de temps fonctionnent sur toutes les consoles et appareils. Tant que votre enfant utilise le même compte sur tous les appareils, la limite que vous définissez sera effective pour Fortnite et UEFN, quel que soit l'endroit où il joue ou crée.\nVous pouvez activer les rapports de temps dans la section Contrôle parental du menu principal de Fortnite, ou sur le portail de compte Epic sur le Web. Si vous avez opté pour les rapports de temps, vous pouvez consulter le temps total que votre enfant a passé dans Fortnite et UEFN cette semaine. Vous aurez également accès à un tableau de bord situé dans le portail de compte, qui fournit une répartition quotidienne du temps passé dans Fortnite et UEFN et indique quand vous avez accordé du temps supplémentaire à votre enfant. Chaque fois que vous retournerez sur le portail de compte, vous pourrez voir jusqu'à quatre semaines d'activité (ou moins si vous n'avez pas activé les rapports de temps depuis aussi longtemps).\nLes parents continueront d'avoir la possibilité de recevoir des e-mails hebdomadaires de rapports de temps. Ces e-mails comprennent un résumé du temps que votre enfant passe dans Fortnite et UEFN et sont envoyés au parent ou tuteur lié au compte de l'enfant.\nCette image est présentée à titre d'illustration. Elle ne reflète aucunement l'activité de votre enfant pendant la semaine.\nPour consulter et gérer les contrôles parentaux de votre enfant, connectez-vous au compte Epic Games de votre enfant sur le Web ou dans Fortnite et accédez à Contrôle parental. Pour plus d'informations sur les contrôles parentaux d'Epic, consultez le Centre de sécurité.\nMerci,\nL'équipe d'Epic Games"
}