{
    "source": "en_US",
    "target": "fr_FR",
    "text": "REVENUE RECOGNITION PRINCIPLE\nWhen a company agrees to perform a service or sell a product to a customer, it has a performance obligation. When the company meets this performance obli- gation, it recognizes revenue. The revenue recognition principle therefore requires that companies recognize revenue in the accounting period in which the performance obligation is satisfied. To illustrate, assume that Soon’s Dry Clean- ing cleans clothing on June 30, but customers do not claim and pay for their clothes until the first week of July. Soon’s should record revenue in June when it performed the service (satisfied the performance obligation) rather than in July when it received the cash. At June 30, Soon’s would report a receivable on its statement of financial position and revenue in its income statement for the ser- vice performed.\nEXPENSE RECOGNITION PRINCIPLE\nAccountants follow a simple rule in recognizing expenses: “Let the expenses fol- low the revenues.” Thus, expense recognition is tied to revenue recognition. In the dry cleaning example, this means that Soon’s should report the salary expense incurred in performing the June 30 cleaning service in the same period in which it recognizes the service revenue. The critical issue in expense recognition is when the expense makes its contribution to revenue. This may or may not be the same period in which the expense is paid. If Soon’s does not pay the salary incurred on June 30 until July, it would report salaries payable on its June 30 statement of financial position.\nThis practice of expense recognition is referred to as the expense recogni- tion principle (often referred to as the matching principle). It dictates that efforts (expenses) be matched with results (revenues). Illustration 3-1 summa- rizes the revenue and expense recognition principles.",
    "trans": "PRINCIPE DE LA RECONNAISSANCE DES REVENUS\nLorsqu'une entreprise accepte de rendre un service ou de vendre un produit à un client, elle assume une obligation de performance. Lorsque cette obligation de performance est remplie, l'entreprise reconnaît les revenus. Le principe de la reconnaissance des revenus exige donc que les entreprises reconnaissent les revenus de la période comptable au cours de laquelle l'obligation de performance est satisfaite. Pour illustrer cela, supposons que Soon’s Dry Cleaning nettoie des vêtements le 30 juin, mais que les clients ne récupèrent et ne paient leurs vêtements qu'à la première semaine de juillet. Soon’s devrait enregistrer les revenus en juin, lorsqu'elle a rendu le service (satisfait l'obligation de performance), plutôt qu'en juillet, lorsqu'elle a reçu l'argent. Le 30 juin, Soon’s enregistrerait une créance dans son bilan et des revenus dans son compte de résultat pour le service rendu.\nPRINCIPE DE LA RECONNAISSANCE DES DÉPENSES\nLes comptables suivent une règle simple pour reconnaître les dépenses : « Les dépenses suivent les revenus ». Ainsi, la reconnaissance des dépenses est liée à celle des revenus. Dans l'exemple du nettoyage à sec, cela signifie que Soon’s devrait enregistrer la dépense salariale engagée pour effectuer le service de nettoyage du 30 juin dans la même période où elle reconnaît les revenus du service. La question cruciale dans la reconnaissance des dépenses est de savoir quand la dépense contribue aux revenus. Cela peut ou non être la même période où la dépense est payée. Si Soon’s ne paie pas le salaire engagé le 30 juin avant juillet, elle enregistrerait les salaires à payer dans son bilan au 30 juin.\nCette pratique de reconnaissance des dépenses est connue sous le nom de principe de la reconnaissance des dépenses (souvent appelé principe de concordance). Il stipule que les efforts (dépenses) doivent être associés aux résultats (revenus). L'illustration 3-1 résume les principes de reconnaissance des revenus et des dépenses."
}