{
    "source": "en_US",
    "target": "fr_FR",
    "text": "So let me not waste time. Ok at the beginning I don’t remember exactly how things were going, but I do remember that out relationship wasn’t the best and things were kind of off then that’s when J came into the situation and basically told me that you were talking to him about a bunch of different girls and just basically saying lots of things about girls that were not me. And considering that we had a bad situation freshman year, I believed him because to me that was the only explanation for why things were going as bad as they were.. so because I was hurt again about not being your girlfriend for the second year in a row and now hearing that you were talking about other girls, I wanted revenge. So we made a TikTok to get back at you because you were “cheating” and after everything I was so hurt and devastated because I felt like I wasted my time yet again. so J and I became close friends and he made me feel like he was the only person there for me and every time I used to talk about how I missed you and I couldn’t believe everything you did\nhe would tell me all the bad things that you were doing to keep me on his side. Eventually, we fell off and he got back together with his girlfriend, and I started to hear a bunch of untrue rumors that he was telling everybody. I had a lot of people texting me bad things and his girlfriend’s friends texting me things as well. I ended up telling my mom and my grandma about it and they told me to just ignore it. I ended up attempting because I found out that he told you all his lies. Eventually, I confronted him about it and asked him why he was lying, and he claims that he never told anybody anything and that everybody was lying on him. Recently, I found out that he manipulated me the entire time and that he was in fact, telling everybody a bunch of shit that was 100% untrue.",
    "trans": "Alors, ne perdons pas de temps. Au début, je ne me souviens pas exactement comment les choses se passaient, mais je me souviens que notre relation n'était pas la meilleure et que les choses étaient un peu bizarres. C'est à ce moment-là que J est entré en scène et m'a dit que tu parlais de plusieurs filles avec lui et que tu disais beaucoup de choses sur des filles qui n'étaient pas moi. Étant donné que nous avions eu une mauvaise situation en première année, je l'ai cru parce que, pour moi, c'était la seule explication pour laquelle les choses allaient aussi mal qu'elles l'étaient. Donc, parce que j'étais à nouveau blessée de ne pas être ta petite amie pour la deuxième année consécutive et maintenant en entendant que tu parlais d'autres filles, je voulais me venger. Alors, nous avons fait un TikTok pour te rendre la pareille parce que tu \"trichais\" et après tout, j'étais tellement blessée et dévastée parce que j'avais l'impression d'avoir encore une fois perdu mon temps. J et moi sommes devenus de proches amis et il m'a fait sentir qu'il était la seule personne là pour moi et chaque fois que je parlais de combien tu me manquais et que je ne pouvais pas croire tout ce que tu avais fait\nil me disait toutes les mauvaises choses que tu faisais pour me garder de son côté. Finalement, nous nous sommes éloignés et il s'est remis avec sa petite amie, et j'ai commencé à entendre beaucoup de rumeurs fausses qu'il racontait à tout le monde. J'ai eu beaucoup de gens qui m'envoyaient des messages méchants et les amis de sa petite amie me disaient aussi des choses. J'ai fini par en parler à ma mère et à ma grand-mère et elles m'ont dit d'ignorer tout ça. J'ai fini par tenter de me suicider parce que j'ai découvert qu'il t'avait raconté tous ses mensonges. Finalement, je l'ai confronté à ce sujet et je lui ai demandé pourquoi il mentait, et il prétend qu'il n'a jamais rien dit à personne et que tout le monde mentait sur lui. Récemment, j'ai découvert qu'il m'avait manipulée tout le temps et qu'il racontait en fait à tout le monde des choses complètement fausses."
}