{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Cubs will enjoy the night at Markham Fair. There are Monster Truck Madness show, Butter Sculpting Demonstration, Markham Fair Drag Extravaganza, the Old MacDonald farm, poultry and livestock barn, etc. Parents are welcome to pick up your youth and stay for the firework at dusk.\nDate:Thursday, October 3, 2024\nMeet up Time: 6:45pm\nPick up Time: 8:30pm\nMeet up location: Main East Gate.10801 McCowan Rd, Markham, ON L3P 3J3\nGoogle map: https://www.google.com/maps/@43.9249992,-79.2984199,17z? entry=ttu&g_ep=EgoyMDI0MDkxNi4wIKXMDSoASAFQAw==\nDress code and Attire:Full / Outdoor uniform with group scarf. Comfortable shoes to walk around the fairground.\nCost: $2.00 (Deadline Sept 26 to submit money in cash)\nNote: Youth may like to go washroom before arriving at the fair to avoid having to leave the group to find washroom and miss the show. In case needed, there is washroom at the fairground for use.\nItems to bring to the event:\nDay pack\nWater bottle with drinking water\nSmall first aid kit\nHeadlight\nWhistle\nSnack (optional)\n-----------------------------------\nIf you'd rather not receive any emails from 5th Unionville - Cubs, you can update your login settings via \"Account\" | \"My Login\" or just click here.",
    "trans": "Les Cubs passeront la soirée à la Markham Fair. Il y aura des spectacles de Monster Truck Madness, une démonstration de sculpture sur beurre, le Markham Fair Drag Extravaganza, la ferme Old MacDonald, une grange de volaille et de bétail, etc. Les parents sont invités à venir chercher leurs enfants et à rester pour le feu d'artifice au crépuscule.\nDate : Jeudi 3 octobre 2024\nHeure de rendez-vous : 18h45\nHeure de départ : 20h30\nLieu de rendez-vous : Portail Main East. 10801 McCowan Rd, Markham, ON L3P 3J3\nGoogle Map: https://www.google.com/maps/@43.9249992,-79.2984199,17z? entry=ttu&g_ep=EgoyMDI0MDkxNi4wIKXMDSoASAFQAw==\nCode vestimentaire et tenue : Uniforme complet / extérieur avec foulard de groupe. Chaussures confortables pour marcher autour du site de la foire.\nCoût : 2,00 $ (Date limite pour soumettre l'argent en espèces : 26 septembre)\nNote : Les jeunes peuvent souhaiter aller aux toilettes avant d’arriver à la foire pour éviter de devoir quitter le groupe afin de trouver des toilettes et rater le spectacle. En cas de besoin, des toilettes sont disponibles sur le site de la foire.\nArticles à apporter à l'événement :\nSac à dos\nBouteille d'eau avec eau potable\nPetit kit de premiers secours\nLampe frontale\nSifflet\nCasse-croûte (facultatif)\n-----------------------------------\nSi vous préférez ne pas recevoir de courriels de la part des « 5e Unionville - Cubs », vous pouvez mettre à jour vos paramètres de connexion via « Compte » | « Connexion » ou simplement cliquer ici."
}