{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This is to confirm receipt of your email. If you have submitted a completed official Appeals form with your email, you will receive a initial response within 10 working days and the outcome of your appeal will be confirmed within the timescales stated in Section 10 of the Appeals Policy and Procedure.\nPLEASENOTE: The deadline for submission of Appeals claims to appeal the University's official results emails sent on 30 August 2024 was17:00 on 20 September 2024.\nThe deadline for submission of Appeals claims to appeal the University's official results emails sent on 2 September 2024 was17:00 on 23 September 2024.\nPlease note that you can only submit a valid Stage One: Formal Appeal claim once you have received your official results email from the University (and not before). Please note that you need to complete an official Appeals formand submit this to appeals@bathspa.ac.ukin order to submit a claim (an email or other communication is not sufficient).\nPlease read the University's Appeals Policycarefully and, should you wish to submit a claim for a Stage One (Formal Appeal), please send a completed Appeals form to this address within the deadline. Please note that your Appeals claim can only be considered once a fully completed Appeals form has been sent to this address.",
    "trans": "Ceci confirme la réception de votre courriel. Si vous avez soumis un formulaire officiel de recours dûment rempli avec votre courriel, vous recevrez une réponse initiale dans un délai de 10 jours ouvrables et le résultat de votre recours vous sera confirmé dans les délais indiqués à la section 10 de la Politique et Procédure de Recours.\nVEUILLEZ NOTER : La date limite de soumission des demandes de recours contre les courriels officiels de résultats de l'Université envoyés le 30 août 2024 était fixée à 17 h 00 le 20 septembre 2024.\nLa date limite de soumission des demandes de recours contre les courriels officiels de résultats de l'Université envoyés le 2 septembre 2024 était fixée à 17 h 00 le 23 septembre 2024.\nVeuillez noter que vous ne pouvez soumettre une demande de recours formel de première instance valide qu'après avoir reçu votre courriel officiel de résultats de l'Université (et non avant). Veuillez noter que vous devez remplir un formulaire officiel de recours et le soumettre à [email address removed] afin de soumettre une demande (un courriel ou toute autre communication ne suffit pas).\nVeuillez lire attentivement la Politique de Recours de l'Université et, si vous souhaitez soumettre une demande de recours formel de première instance, veuillez envoyer un formulaire de recours dûment rempli à cette adresse dans les délais impartis. Veuillez noter que votre demande de recours ne pourra être prise en compte qu'une fois qu'un formulaire de recours dûment rempli aura été envoyé à cette adresse."
}