{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Mr Yang,\nI look forward to assisting you with your commercial real estate purchase. Below and attached is an initial needs list to get the process started.\nCREDIT NEEDS LIST\nOperating Company Name\n2021 - Complete Tax Returns\n2022 - Complete Tax Returns\n2023 - Complete Tax Return\n2024 Interim Month End Financials (P&L and Balance Sheet, AR and AP Aging if more than $100,000)\nDebt Schedule (to match interim Balance Sheet)\nApplication Questionnaire Business (attached)\nBrief Company History and Explanation of Business\nREAL ESTATE HOLDING COMPANY - Company Name\nHow will property be held or owned? If a Newly Created Entity, need to know ownership breakdown\nOWNERS\nOwner Name\n2021 - Complete Tax Returns\n2022 - Complete Tax Returns\n2023 - Complete Tax Return\nSBA Personal Financial Statement (spouse signature required, attached)\nApplication Questionnaire Individuals (attached)\nResume or Bio\nCopy of Driver’s License(s) (Front and Back)\nAFFILIATES\nBusiness Name\nIf you have less than 50% ownership in another company, just provide K1, otherwise it will require last 2 years of Business Tax Returns, 2024 Interim financials, & Debt Schedule\nGENERAL ITEMS\nPurchase Agreement or offer\nPrior Government Financing Form (attached)\nSBA 504 Assistance Form (attached)",
    "trans": "Monsieur Yang,\nJe suis impatient de vous aider dans votre achat immobilier commercial. Ci-dessous et en pièce jointe se trouve une liste initiale des besoins pour démarrer le processus.\nLISTE DES BESOINS EN CRÉDIT\nNom de l’entreprise exploitante\n2021 - Déclarations fiscales complètes\n2022 - Déclarations fiscales complètes\n2023 - Déclaration fiscale complète\nÉtats financiers intermédiaires de fin de mois 2024 (Compte de résultat et bilan, vieillissement des comptes clients et fournisseurs si plus de 100 000 $)\nCalendrier des dettes (correspondant au bilan intermédiaire)\nQuestionnaire de demande pour l’entreprise (ci-joint)\nBrève présentation de l’entreprise et description de son activité\nSOCIÉTÉ DE DÉTENTION IMMOBILIÈRE - Nom de l'entreprise\nComment la propriété sera-t-elle détenue ou possédée ? Si une entité nouvellement créée, il est nécessaire de connaître la répartition de la propriété\nPROPRIÉTAIRES\nNom du propriétaire\n2021 - Déclarations fiscales complètes\n2022 - Déclarations fiscales complètes\n2023 - Déclaration fiscale complète\nÉtat financier personnel SBA (signature du conjoint requise, en pièce jointe)\nQuestionnaire de demande Individus (en pièce jointe)\nCV ou biographie\nCopie du ou des permis de conduire (recto et verso)\nAFFILIÉS\nNom de l'entreprise\nSi votre participation dans une autre société est inférieure à 50%, un simple K1 suffira. Dans le cas contraire, vous aurez besoin des deux derniers exercices fiscaux de l'entreprise, des états financiers intermédiaires pour 2024 ainsi que du plan d'amortissement de la dette.\nÉLÉMENTS GÉNÉRAUX\nAccord d'achat ou offre\nFormulaire de financement gouvernemental antérieur (en pièce jointe)\nFormulaire d'assistance SBA 504 (en pièce jointe)"
}