{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Our DRIVEN CONCRETE premium line of products includes high-performance concrete solutions for a wide variety of applications, including foundations, driveways, patios, structural beams, precast elements, decorative finishes, and more. DRIVEN CONCRETE is proven and widely trusted, engineered and recommended by professionals throughout the industry. Manufactured using world-class, state-of-the-art processes and materials, this exclusive line of premium concrete products is designed to deliver unmatched durability, consistency, and versatility—exceeding your project’s expectations every time.\nWhether it’s for use in the winter or all seasons, SAFETY5 has the gloves you need.\nHOMEABOUTPRODUCTDRIVEN MERCHCONTACTLOG IN\nSAFETY5 work gloves are always the perfect fit.\nDRIVEN CONCRETE\nDRIVEN FASTENERS are proven and widely trusted, tested and approved by professionals throughout the industry. Manufactured using world-class, state-of-the-art equipment, this exclusive line of premium fastener products will exceed your customers’ expectations.\nHome\nSince 1942, MAX has been recognized, worldwide, as a leading manufacturer of high-end industrial tools and office products.\nNext\nThese premium SAFETY5 branded work gloves and face protection products keep workers safe anywhere protection is required.\nCanada Fastening Corporation is a leading manufacturer and importer of construction and industrial fasteners, concrete accessories and work gloves. We offer product excellence alongside an unparalleled level of support for our distributors and resellers.\nDRIVEN FASTENERS\nOur DRIVEN FASTENERS premium line of products consists of bulk and collated nails, staples, brads, and screws. These premium fasteners are used in a wide variety of applications, including roofing, framing, landscaping, flooring, joist, kitchen cabinetry, upholstery and more.\nMAX products are developed in Japan and manufactured in ISO9001 and ISO14001 certified factories. All MAX products are evaluated to meet strict quality performance standards.\nMAX USA CORP\nMAX industrial products consist of durable yet lightweight tools engineered with highly innovative and patented features.\nAbout\nProducts\nPLANOGRAM DISPLAY\nContact Us\n905-670-7783\nSAFETY FIVE\ninfo@canadafastening.com\n5115 Satellite Dr Mississauga, ON L4W 5B6\nContact Us\nPrevious\nQUESTIONS? CLICK HERE TO CONTACT US",
    "trans": "Notre gamme de produits haut de gamme DRIVEN CONCRETE comprend des solutions de béton haute performance pour une grande variété d'applications, notamment les fondations, les allées, les patios, les poutres structurales, les éléments préfabriqués, les finitions décoratives et bien plus encore. DRIVEN CONCRETE est éprouvé et largement reconnu, conçu et recommandé par des professionnels de l'ensemble du secteur. Fabriquée à l'aide de processus et de matériaux de pointe de classe mondiale, cette gamme exclusive de produits de béton haut de gamme est conçue pour offrir une durabilité, une constance et une polyvalence inégalées, dépassant ainsi les attentes de votre projet à chaque fois.\nQue ce soit pour une utilisation en hiver ou en toutes saisons, SAFETY5 a les gants dont vous avez besoin.\nACCUEILÀ PROPOSPRODUITPRODUITS DÉRIVÉS DRIVENCONTACTCONNEXION\nLes gants de travail SAFETY5 sont toujours parfaitement adaptés.\nDRIVEN CONCRETE\nLes FIXATIONS DRIVEN sont éprouvées et largement reconnues, testées et approuvées par des professionnels de l'ensemble du secteur. Fabriquée à l'aide d'équipements de pointe de classe mondiale, cette gamme exclusive de produits de fixation haut de gamme dépassera les attentes de vos clients.\nAccueil\nDepuis 1942, MAX est reconnue dans le monde entier comme un fabricant leader d'outils industriels et de produits de bureau haut de gamme.\nSuivant\nCes gants de travail et produits de protection faciale de marque haut de gamme SAFETY5 assurent la sécurité des travailleurs partout où une protection est nécessaire.\nCanada Fastening Corporation est un fabricant et importateur leader de fixations de construction et industrielles, d'accessoires de béton et de gants de travail. Nous offrons l'excellence des produits ainsi qu'un niveau de soutien inégalé à nos distributeurs et revendeurs.\nFIXATIONS DRIVEN\nNotre gamme de produits haut de gamme FIXATIONS DRIVEN comprend des clous, des agrafes, des pointes et des vis en vrac et assemblés. Ces fixations haut de gamme sont utilisées dans une grande variété d'applications, notamment la toiture, l'ossature, l'aménagement paysager, les revêtements de sol, les solives, les armoires de cuisine, la tapisserie et bien plus encore.\nLes produits MAX sont développés au Japon et fabriqués dans des usines certifiées ISO9001 et ISO14001. Tous les produits MAX sont évalués pour répondre à des normes de performance de qualité strictes.\nMAX USA CORP\nLes produits industriels MAX comprennent des outils durables mais légers, conçus avec des caractéristiques hautement innovantes et brevetées.\nÀ propos\nProduits\nPRÉSENTOIR DE PLANOGRAMME\nContactez-nous\n905-670-7783\nSAFETY FIVE\ninfo@canadafastening.com\n5115 Satellite Dr Mississauga, ON L4W 5B6\nContactez-nous\nPrécédent\nDES QUESTIONS ? CLIQUEZ ICI POUR NOUS CONTACTER"
}