{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Event: An action initiated by the user, the operating system, or the program itself.\nExamples of events are a keystroke, a mouse click, the expiration of a specified amount\nof time, or the receipt of data from a port.\nObject: A basic element of a program, which contains properties to define its\ncharacteristics, contains methods to define its tasks, and recognizes events to which it can\nrespond. Controls and forms are examples of the objects used in Visual Basic.\nProcedures: Segments of code that you write to accomplish a task. Procedures are often\nwritten to respond to a specific event. Types of procedures include Sub procedures,\nwhich consist of a sequence of statements; and Functions, which return a value.\nProperties: The characteristics of an object, such as its size, position, color, or text font.\nProperties determine the appearance and sometimes the behavior of an object.",
    "trans": "Événement : Une action initiée par l'utilisateur, le système d'exploitation ou le programme lui-même.\nLes exemples d'événements sont une frappe de touche, un clic de souris, l'expiration d'une durée spécifiée ou la réception de\ndonnées provenant d'un port.\nObjet : Un élément de base d'un programme, qui contient des propriétés pour définir ses\ncaractéristiques, contient des méthodes pour définir ses tâches et reconnaît les événements auxquels il peut\nrépondre. Les contrôles et les formulaires sont des exemples d'objets utilisés dans Visual Basic.\nProcédures : Segments de code que vous écrivez pour accomplir une tâche. Les procédures sont\nsouvent écrites pour répondre à un événement spécifique. Les types de procédures comprennent les procédures Sub,\nqui consistent en une séquence d'instructions, et les fonctions, qui renvoient une valeur.\nPropriétés : Les caractéristiques d'un objet, telles que sa taille, sa position, sa couleur ou sa police de texte. Les\npropriétés déterminent l'apparence et parfois le comportement d'un objet."
}