{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Yet apart from the increasing number of studies that examine the reality of young speakers, we would like to underscore a clear epistemological-methodological change in recent years. As reflected in this very volume, at present, the main concerns of researchers focus not only on acces- sing data and describing the situation, but on creating understanding from within, by means of young people themselves (Bucholtz, Casillas, and Lee 2016). Specifically, this paper attempts to go more deeply into the topic via such approaches and reflect on the possibilities that the concept of ‘community of practice’ (hereafter CofP) offers within the framework of current studies on young people and language in the Basque Country. We believe that the notion of CofP offers (especially within the sphere of free time and youth sports) a frame that allows for a research model aimed at what J. Katherine Gibson-Graham (2008) terms a ‘performative ontological project’. A way of understanding and practicing research that encourages assessing the practices and subjectivities involved therein. As Gibson-Graham (ibid: 618) would say, if we want to promote social change, we must change as researchers and academics and create different ways of interacting with theory. For us, the study that served as the basis for this text has implied one step further in that perfor- mative ontological project. In particular, the CofP concept has allowed us access to a space rich in possibilities for examining the relationship between young people and language. In our case, we identify with the notion of a ‘safe space’ as one of the emerging elements that allows us to take a step further in the abovementioned ontological project. An advance that we can only under- stand within the framework of shared learning with the young speakers and as part of an ethnogra- phy in progress (Altuna and Hernández 2019). A proposal that follows a model of understanding academia as the search for better ways and methods of functioning as an agent of change and creat- ing new worlds (ibid: 629).",
    "trans": "Cependant, au-delà du nombre croissant d'études qui examinent la réalité des jeunes locuteurs, nous souhaitons souligner un changement épistémologique-méthodologique clair ces dernières années. Comme le reflète ce volume même, à présent, les principales préoccupations des chercheurs ne se concentrent pas seulement sur l'accès aux données et la description de la situation, mais sur la création d'une compréhension de l'intérieur, par le biais des jeunes eux-mêmes (Bucholtz, Casillas et Lee 2016). Plus précisément, cet article tente d'approfondir le sujet via de telles approches et de réfléchir aux possibilités que le concept de « communauté de pratique » (ci-après CdP) offre dans le cadre des études actuelles sur les jeunes et la langue au Pays basque. Nous croyons que la notion de CdP offre (en particulier dans le domaine du temps libre et des sports de jeunesse) un cadre qui permet un modèle de recherche visant ce que J. Katherine Gibson-Graham (2008) appelle un « projet ontologique performatif ». Une façon de comprendre et de pratiquer la recherche qui encourage l'évaluation des pratiques et des subjectivités impliquées. Comme Gibson-Graham (ibid : 618) le dirait, si nous voulons promouvoir le changement social, nous devons changer en tant que chercheurs et universitaires et créer différentes façons d'interagir avec la théorie. Pour nous, l'étude qui a servi de base à ce texte a impliqué un pas de plus dans ce projet ontologique performatif. En particulier, le concept de CdP nous a permis d'accéder à un espace riche en possibilités pour examiner la relation entre les jeunes et la langue. Dans notre cas, nous nous identifions à la notion d'« espace sûr » comme l'un des éléments émergents qui nous permet de franchir une étape supplémentaire dans le projet ontologique susmentionné. Une avancée que nous ne pouvons comprendre que dans le cadre d'un apprentissage partagé avec les jeunes locuteurs et dans le cadre d'une ethnographie en cours (Altuna et Hernández 2019). Une proposition qui suit un modèle de compréhension de l'université comme la recherche de meilleures façons et méthodes de fonctionner comme un agent de changement et de créer de nouveaux mondes (ibid : 629)."
}