{
    "source": "en_US",
    "target": "fr_FR",
    "text": "How Argentina Should View theDesaparecidos?\nOctober 25\nType the words Dirty War into Wikipedia and you are told that from 1974 to 1983, as part of Operation Condor, Argentina’s military forces along with paramilitary death squads hunted down political dissidents believed to be associated with socialism, left-wing Peronism or theMontonerosmovement, killing or ‘disappearing’ between 22,000 and 30,000 people.\nThe entry adds that Operation Condor targeted communist guerrillas and sympathisers, students, militants, trade unionists, writers, journalists, artists, and citizens suspected of being left-wing activists. Whether these murdered victims were actual participants, innocent or otherwise, in a nascent uprising hoping to take control of the government by force is not mentioned, nor is the Soviet Union’s leadership in, and financial support for, the impending violent revolution.\nArgentina has confronted the terrible crimes perpetrated by the Junta by prosecuting various perpetrators and compensating surviving relatives. Not everybody has received closure, justice, or compensation and today many still ask the question, what happened to the undocumented victims and why were they ‘disappeared’?\nThe Dirty War began nearly fifty years ago, and understanding it properly requires placing oneself within the context of 1970s world politics.\nPost WWII, the Soviet Union and China relentlessly instigated, financed, and supplied armed revolutions wherever they, or their proxies, were not in power. First in Eastern Europe, then Korea, Southeast Asia, the Caribbean and, by 1970, in Latin America, communism was coming to the people by foul means or fair.\nWith the election of Chile’s Salvador Allende in November 1970, the rapidly spreading worldwide communist revolution gained a foothold on Latin America’s mainland. Henceforth, it had a base from which to initiate its armed struggle against the evil forces of bourgeoise exploitation in the southern cone.\nDespite having no mandate to transform Chile into a Marxist state (he won 36% of the vote, marginally more than his two democratic opponents), President Allende pressed ahead with a revolutionary agenda. After three years in power and no growth in his popularity evidence emerged that Allende was overseeing the illegal importation of weapons and activists from a sympathetic Cuba. While preparing to stage an armed insurrection under the nose of the unsympathetic Chilean military and civilian security forces he haplessly attempted to change the make-up of the Supreme Court. Led by General Pinochet, the military drew a halt to these revolutionary activities and shot Allende before ‘disappearing’ tens of thousands of socialist sympathisers from Chilean society.\nAnd how are we invited to understand this today? As with Argentina’s Operation Condor, the accepted mainstream narrative of this period of Chile’s history is that the brass hats brutally suppressed innocents who wished only to peacefully progress society because, well, that is what they do.\nWhile studying Chilean history as an undergraduate in early 1980s Canada, I wondered why the government of a mostly stable, increasingly prosperous democratic country like Chile should so suddenly become violently repressive. As I searched for a more compelling reason for the military coup than the left-wing telling offered, I found it nearly impossible to find any alternative views to their interpretation in either academic literature or the press. Instead, I was offered CIA malfeasance, malintent by self-serving big business, and bloodthirsty brass hats showing typical and reactionary disregard for the wishes of the nation they served.\nWhat did not add up was that acting this way was atypical behaviour for both nation’s militaries. Neither had ever done this before and while I held no doubt that what happened in both countries was a tragedy, like many people today in Argentina, I wanted to know what initiated the repression and whether the mainstream interpretation I was being fed was in any way contestable.\nI knew from my studies of post-war communist activity that struggles undertaken in China, Vietnam, Cambodia, Laos, Afghanistan, Angola, Mozambique, Rhodesia, Cuba, Colombia, and Peru had resulted in countless millions of disappearances and deaths, and wondered whether anybody, supporting revolutionary armed struggle had ever considered the cost in lives before acting. Also, what I did not understand then but do now is why those perpetrating such struggles were never accorded responsibility and blame for their actions.\nI was also curious to understand the thinking that drove the military to act so brutally against so many people when it was their job to protect them.\nWere they thinking in strict terms of self-preservation, knowing that as with other conflicts where the Soviet Union had fomented and supported armed struggle, they would suffer proportionately the greatest losses, whichever side they took? Or had the brass hats made the calculated decision to act, as militaries should, quickly and decisively against an identified enemy? In which case, were they not just doing their duty?\nAs an army officer, Pinochet was in no position to make such decisions but because Chile’s President was acting in a way detrimental to his people’s safety, maybe the right call was made, notwithstanding.\nIn Argentina, both Isabel Peron and her successor Italo Luder ordered the military to act forcefully against the growing insurgency. This is documented, but did the various forces commissioned to counter the insurgency subsequently act proportionately, or egregiously?\nThese are questions for the courts to decide, but I suggest they also require further thorough academic study for any wider rational discussion to take place. Given that armed struggle, had it not been cut short in both countries, would have caused many more deaths than occurred, I think maybe a case for the defence might exist.\nQuestions surrounding responsibility for theDesaparecidosin Argentina are unlikely to go away soon, and neither should they. To politicise the issue, the left will leverage its grievances as victims to undermine the sitting government through the garnering of apologies, regardless of culpability. And they will do this without accepting any responsibility for their side’s actions which were causal. This is wrong.\nThere were victims of injustice during this time, let there be no doubt, but to frame their plight as a left versus right struggle is false and leads nowhere good. The true struggle was not between left-wing revolutionaries and a right-wing military government but rather between those who wanted to live in a peaceful democratic society and those who preferred to use violence and terror to force their ideology on an unwilling populace.\nThe real losers were the innocents who died because of one side’s insistence on violence as a path to power. These individuals and their surviving mothers, fathers, sisters, brothers, sons, and daughters have every right to insist on answers from history to assuage their pain. But a political movement that bears considerable guilt for what happened yet shows no remorse for its actions has no right to demand anything until it provides some answers itself. Until then, the left should not escape scrutiny or accountability to Argentinians seeking justice for what happened.\nIn many ways, Argentina and Chile got lucky. Civil war, with its potential for deaths numbering in the millions, was avoided. Both countries returned to electing governments democratically and living under a legal system based on rules, not guns. Finding such outcomes outside of Latin America is not possible. Argentina should mourn the deaths of the innocents but count its blessings too. It may be of little solace to the grieving, but things could have been far, far worse had action not been taken.\nFor as long as Communism has been with us, the supporters of armed struggle have never taken responsibility for the ensuing atrocities, but they should never be absolved of responsibility. Had there been no threat of armed struggle, the plight of theDesaparecidoswould not be with us today and the surviving relatives of the victims and the Argentinian people would not have to suffer with the frightful pain this unfortunate scar has placed on its history.",
    "trans": "Comment l'Argentine devrait-elle considérer les Desaparecidos ?\n25 octobre\nTapez les mots \"Guerre sale\" sur Wikipédia et vous apprendrez que, de 1974 à 1983, dans le cadre de l'Opération Condor, les forces militaires argentines, aux côtés d'escadrons de la mort paramilitaires, ont traqué les dissidents politiques soupçonnés d'être associés au socialisme, au péronisme de gauche ou au mouvement Montoneros, tuant ou \"faisant disparaître\" entre 22 000 et 30 000 personnes.\nL'article ajoute que l'Opération Condor visait les guérilleros communistes et leurs sympathisants, les étudiants, les militants, les syndicalistes, les écrivains, les journalistes, les artistes et les citoyens soupçonnés d'être des activistes de gauche. Que ces victimes assassinées aient été ou non des participants actifs à une insurrection naissante espérant prendre le pouvoir par la force n'est pas mentionné, pas plus que le rôle de l'Union soviétique dans la direction et le financement de cette révolution violente imminente.\nL'Argentine a confronté les crimes terribles perpétrés par la Junte en poursuivant divers auteurs en justice et en indemnisant les familles des victimes survivantes. Tout le monde n'a cependant pas obtenu justice, réparation ou des réponses claires, et aujourd'hui encore, beaucoup se demandent ce qu'il est advenu des victimes non documentées et pourquoi elles ont été « disparues ».\nLa Guerre sale a commencé il y a près de cinquante ans, et pour la comprendre correctement, il faut se replacer dans le contexte politique mondial des années 1970.\nAprès la Seconde Guerre mondiale, l'Union soviétique et la Chine ont inlassablement instigué, financé et armé des révolutions là où eux ou leurs alliés n'étaient pas au pouvoir. D'abord en Europe de l'Est, puis en Corée, en Asie du Sud-Est, dans les Caraïbes et, en 1970, en Amérique latine, le communisme progressait par tous les moyens, bons ou mauvais.\nAvec l'élection de Salvador Allende au Chili en novembre 1970, la révolution communiste mondiale en pleine expansion a trouvé un point d'ancrage sur le continent sud-américain. Dès lors, elle disposait d'une base pour initier sa lutte armée contre les forces jugées malveillantes de l'exploitation bourgeoise dans le Cône Sud.\nMalgré l'absence de mandat pour transformer le Chili en État marxiste (il n'a remporté que 36 % des voix, devançant de justesse ses deux opposants démocrates), le président Allende a poursuivi un programme révolutionnaire. Après trois ans au pouvoir et sans gain de popularité, des preuves ont émergé selon lesquelles Allende supervisait l'importation illégale d'armes et de militants venus d'une Cuba bienveillante. Alors qu'il préparait une insurrection armée sous le nez de l'armée chilienne et des forces de sécurité civile, il a tenté, de manière maladroite, de modifier la composition de la Cour suprême. Menés par le général Pinochet, les militaires ont mis fin à ces activités révolutionnaires, abattu Allende et \"fait disparaître\" des dizaines de milliers de sympathisants socialistes de la société chilienne.\nEt comment sommes-nous invités à comprendre cela aujourd’hui ? Comme pour l’Opération Condor en Argentine, le récit dominant accepté de cette période de l’histoire du Chili est que les hauts gradés ont brutalement réprimé des innocents qui ne souhaitaient que faire progresser pacifiquement la société parce que, eh bien, c’est ce qu’ils font.\nAlors que j'étudiais l'histoire chilienne en tant qu'étudiant de premier cycle dans le Canada du début des années 1980, je me demandais pourquoi le gouvernement d'un pays démocratique généralement stable et de plus en plus prospère comme le Chili était soudainement devenu violemment répressif. En cherchant une raison plus convaincante au coup d'État militaire que celle avancée par la gauche, j'ai trouvé presque impossible d'accéder à des points de vue alternatifs à leur interprétation, tant dans la littérature universitaire que dans la presse. On me proposait plutôt une version impliquant la malfaisance de la CIA, la malveillance d'entreprises cupides et des généraux assoiffés de sang, faisant preuve d'un mépris réactionnaire typique des aspirations de la nation qu'ils servaient.\nCe qui ne collait pas, c'est que ce comportement était atypique pour les forces armées des deux nations. Aucune d'elles n'avait jamais agi ainsi auparavant, et bien que je ne doutais pas que ce qui s'était produit dans ces deux pays était une tragédie, comme beaucoup aujourd'hui en Argentine, je voulais savoir ce qui avait déclenché la répression et si l'interprétation dominante que l'on me servait était en quelque sorte contestable.\nJe savais, grâce à mes études sur l'activité communiste d'après-guerre, que les luttes menées en Chine, au Vietnam, au Cambodge, au Laos, en Afghanistan, en Angola, au Mozambique, en Rhodésie, à Cuba, en Colombie et au Pérou avaient entraîné des millions de disparitions et de morts. Je me demandais si ceux qui soutenaient la lutte armée révolutionnaire avaient jamais envisagé le coût en vies humaines avant d'agir. Ce que je ne comprenais pas à l'époque, mais que je comprends maintenant, c'est pourquoi ceux qui perpétraient ces luttes n'étaient jamais tenus responsables de leurs actes.\nJe voulais aussi comprendre la logique qui avait poussé l'armée à agir avec une telle brutalité contre tant de personnes alors qu'elle était censée les protéger.\nPensait-elle en termes stricts d'auto-préservation, sachant que, comme dans d'autres conflits où l'Union soviétique avait fomenté et soutenu des luttes armées, elle subirait les pertes les plus lourdes, quel que soit le camp choisi ? Ou bien les généraux avaient-ils pris la décision calculée d'agir, comme une armée devrait le faire, rapidement et décisivement contre un ennemi identifié ? Dans ce cas, ne faisaient-ils pas simplement leur devoir ?\nEn tant qu'officier de l'armée, Pinochet n'était pas en position de prendre de telles décisions, mais puisque le président chilien agissait d'une manière préjudiciable à la sécurité de son peuple, peut-être que la bonne décision avait été prise, en dépit de tout.\nEn Argentine, tant Isabel Perón que son successeur Italo Luder ont ordonné à l'armée d'agir avec fermeté contre l'insurrection grandissante. Cela est documenté, mais les diverses forces mandatées pour contrer l'insurrection ont-elles ensuite agi de manière proportionnée ou excessive ?\nCe sont des questions que les tribunaux doivent trancher, mais je pense qu'elles méritent également une étude académique approfondie pour permettre un débat plus rationnel. Étant donné que la lutte armée, si elle n'avait pas été stoppée, aurait causé bien plus de morts que ce qui s'est produit, il est peut-être possible de défendre l'autre camp.\nLes questions entourant la responsabilité des Desaparecidos en Argentine ne disparaîtront pas de sitôt, et elles ne le devraient pas. Pour politiser la question, la gauche exploitera ses griefs en tant que victime pour affaiblir le gouvernement en place en exigeant des excuses, indépendamment de la culpabilité. Et elle le fera sans jamais assumer la moindre responsabilité pour ses propres actions, qui furent une cause directe. C'est une erreur.\nIl y a eu des victimes d'injustice à cette époque, cela ne fait aucun doute, mais présenter leur situation comme un conflit entre la gauche et la droite est une simplification erronée qui ne mène à rien de bon. Le véritable affrontement n'était pas entre des révolutionnaires de gauche et un gouvernement militaire de droite, mais entre ceux qui voulaient vivre dans une société démocratique pacifique et ceux qui préféraient utiliser la violence et la terreur pour imposer leur idéologie à une population réticente.\nLes vrais perdants furent les innocents morts à cause de l'insistance d'un camp à utiliser la violence pour accéder au pouvoir. Ces individus et leurs parents survivants, leurs sœurs, frères, fils et filles ont tout à fait le droit d'exiger des réponses de l'histoire pour apaiser leur douleur. Mais un mouvement politique qui porte une lourde part de responsabilité dans ces événements et ne manifeste aucun remords pour ses actes n'a aucun droit d'exiger quoi que ce soit tant qu'il n'apporte pas lui-même des réponses. Jusqu'à ce que cela arrive, la gauche ne devrait pas échapper à l'examen critique ni à la responsabilité devant les Argentins en quête de justice.\nSous bien des aspects, l'Argentine et le Chili ont eu de la chance. Une guerre civile, qui aurait pu faire des millions de morts, a été évitée. Les deux pays ont retrouvé le chemin des élections démocratiques et d'un système juridique basé sur des lois, et non sur les armes. Un tel résultat est rare en dehors de l'Amérique latine. L'Argentine doit pleurer ses innocents morts, mais aussi reconnaître sa chance. Cela n'apaisera peut-être pas les familles endeuillées, mais les conséquences auraient pu être bien pires sans intervention.\nDepuis que le communisme existe, les partisans de la lutte armée n'ont jamais assumé la responsabilité des atrocités commises, mais ils ne devraient jamais en être exonérés. S'il n'y avait pas eu de menace de lutte armée, la tragédie des Desaparecidos n'existerait pas aujourd'hui et les proches des victimes ainsi que le peuple argentin ne souffriraient pas de cette blessure tragique laissée dans leur histoire."
}