{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Here are our English Language Assistants for this academic year (from left to right):\nBonnie Marville\nHi, I'm Bonnie! I'm an English Language and Linguistics student in my final year of study. I love to travel and explore different cultures, and I am currently trying to learn Spanish and Korean! I was born in St. Lucia and moved to the UK 10 years ago so I remember how difficult it can be to settle into a new place. I can't wait to meet you all and help you settle in Lancaster!\nRuqayyah Jhanji\nHi, I'm Ruqayyah, I'm in my last year studying Management and HR. I've just returned back from my year in industry, which I thoroughly enjoyed. In my free time I enjoy running, playing badminton and painting. I'm looking forward to meeting you and chatting with you all!\nCiara Salisbury\nHi, my name is Ciara. I am a postgrad student studying Law and Diplomacy. One fun fact about me is that I love to travel and I have studied in three different countries during my time in Lancaster. If I can give you one piece of advice to make the most of your time at uni, it would be to look out for travel opportunities in the UK and abroad. Can't wait to meet you all!\nMaddie Thompson\nHi, I'm Maddie! I'm in my final year studying for my undergrad in French, Spanish and Mandarin Chinese. I'm excited to be back in Lancaster after a year studying in France and in Spain, and I hope you'll come to love Lancaster as much as I do! I can't wait to meet you all very soon!\nLuke Parkinson\nHi, I'm Luke. I'm a 3rd year PhD student in Criminology. I've been studying and living in Lancaster since 2018 so I know Lancaster like the back of my hand. Looking forward to meeting everyone! I like hiking, reading and playing bass.",
    "trans": "Voici nos Assistants de Langue Anglaise pour cette année académique (de gauche à droite) :\nBonnie Marville\nBonjour, je suis Bonnie ! Je suis étudiante en dernière année de Langue et Linguistique anglaises. J’adore voyager et découvrir différentes cultures, et j’essaie actuellement d’apprendre l’espagnol et le coréen ! Je suis née à Sainte-Lucie et j’ai déménagé au Royaume-Uni il y a 10 ans, donc je me souviens à quel point il peut être difficile de s’installer dans un nouvel endroit. J’ai hâte de vous rencontrer et de vous aider à vous intégrer à Lancaster !\nRuqayyah Jhanji\nBonjour, je suis Ruqayyah, je suis en dernière année de Master en Management et Ressources Humaines. Je viens de revenir de mon année en entreprise, que j'ai beaucoup appréciée. Pendant mon temps libre, j'aime courir, jouer au badminton et peindre. J'ai hâte de vous rencontrer et de discuter avec vous tous !\nCiara Salisbury\nBonjour, je m'appelle Ciara. Je suis étudiante en Master de Droit et Diplomatie. Un fait amusant à propos de moi est que j'adore voyager et que j'ai étudié dans trois pays différents pendant mon séjour à Lancaster. Si je peux vous donner un conseil pour profiter au maximum de votre temps à l'université, ce serait de rechercher les opportunités de voyage au Royaume-Uni et à l'étranger. J'ai hâte de vous rencontrer tous !\nMaddie Thompson\nBonjour, je suis Maddie ! Je suis en dernière année de licence en Français, Espagnol et Mandarin. Je suis ravie d’être de retour à Lancaster après une année d’études en France et en Espagne, et j’espère que vous aimerez Lancaster autant que moi ! J’ai hâte de vous rencontrer très bientôt !\nLuke Parkinson\nBonjour, je suis Luke. Je suis doctorant en 3ème année de Criminologie. J'étudie et vis à Lancaster depuis 2018, je connais donc Lancaster comme ma poche. J'ai hâte de rencontrer tout le monde ! J'aime la randonnée, la lecture et jouer de la basse."
}