{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] door slams shut behind him, and only then does he release the breath he’s been holding.\nFuck.\nSimon’s hands shake minutely when he tries to open his door. He fumbles with the keys, missing the lock, and lets out a shout of desperate frustration, levelling a kick with the doorframe. Pain blooms in his toe and he tries so hard not to just scream, bending at the waist, his shoulders shaking with the effort. His keys tumble out of his fingers and land on the carpet in front of him.\n“Fuck, fuck, fuck!” he sobs, dropping his forehead against the door with a depressing thunk.\nAny pleasure he experienced with Wilhelm was quickly eclipsed by his anger, by his bitterness, by his bone-deep sense of fear. The whole thing was— was tainted, coloured by the strange disconnect between them, and no matter how right it felt at the time, it was the wrong thing to do. It’s just— he was so afraid he was going to lose Wilhelm, and then he did, to Wilhelm’s fucking ex, of all people, and he couldn’t stand the thought of Wilhelm with anyone else and he was filled with such sudden possessive rage that he just had to—\nWell. It doesn’t matter why he did it. It matters that it happened, when he swore it wouldn’t, when he swore to himself that this time he was going to actually fucking talk to Wilhelm, not just stonewall him or try to move on or distract him with sex. But that all went out of the window the second [redacted_name] brought up [redacted_name].\nHe’s angry with [redacted_name]. He’s angry with himself.\nSimon bends to scoop his keys off of the carpet and finally unlocks his door, slamming it shut behind him and leaning up against it. After a moment all of the fight drains out of him and he slides down it, head in his hands, staring at his knees.\nHe doesn’t know what to do. He doesn’t know when things got so fucked up between them. Was it that first night, when he’d thrown caution to the wind and allowed himself to have what he wanted? Was it when he’d pulled away immediately after, terrified of the sheer scale of his wanting? Was it when he started to let [redacted_name] in, when he told him about his father, when he realised he was falling harder than he’s ever fallen before? Or was it every time he should have said something, taken back his it doesn’t have to be, like, a thing and let [redacted_name] know how he actually feels?\nWere they doomed from the start? Did he doom them from the start?\nHe doesn’t know. And he doesn’t know how to fix it, because they’ve both fucked up so badly and he knows he didn’t imagine the hurt in Wilhelm’s eyes when Simon pulled away from him again.\nSo, he does what he does best. He runs.\nIt’s all too easy to throw on his leather jacket, legs carrying him out of the apartment and down the stairs. He bursts out of the building and into the night, filled with a grim determination not to cry until he’s far from here. Far from [redacted_name].\nIt’s sleeting down outside, as if the weather knows what it feels like inside his mind right now, and he relishes it where he’d usually cringe away because, fuck, it feels punishing and he feels like he needs to be punished, right now.\nHe clutches his motorbike like a lifeline, swinging his leg over it, feeling the harsh rubber of the handles through his leather gloves. The engine roars to life beneath his hands, always eager, and he relishes in the raw power vibrating through the bike.\nThis was always the one thing he felt he had control over, when he was a teenager. His life was a mess, his father was a mean bastard, and he was scared out of his mind the majority of the time, but all of that just— melted away the second he felt the bike respond to him. At home, he was responsible for his mother and sister’s safety — he had to be the man of the house because the actual man of the house was less of a man and more of a monster. On the bike, speeding down the open road, the moon shining above him like a pale coin, he was responsible in a different way. The bike listened to what he wanted it to do, if he wanted to speed up or slow down that was his choice. He was in control.\nIn spite of the dread boring a pit in his stomach, he manages a small smile as he feels the bite of the engine beneath him. That thrumming energy is fucking addictive —he speeds off into the night without another thought, revving the engine.\nThe wind rushes through his hair, around his ears, along the column of his throat. Raindrops batter him, numbing his cheeks and his lips and clinging to his eyelashes as he rips through the streets and onto the motorway. The explosion of lights before him always takes his breath away, and tonight is no different. The city really is beautiful — it’s a constellation, a mini night sky made up of thousands of people living their lives.\nYou sound like Wille, he thinks, then revs the engine and drives faster.\nDriving along here at night has always filled him with a sense of beautiful freedom that he struggles to find anywhere else. Like he’s flying, like he’s freefalling. Like he’s free. Now, it just fuels his pain, because—fuck, [redacted_name] makes him feel like that, too. Makes him feel like his heart has taken wings and flown itself right out of his chest. It’s all he can do to pray that one day, [redacted_name] will feel that way about him, too. Knowing Simon’s luck, though, he’s missed his chance.",
    "trans": "[redacted_name] claque la porte derrière lui, et ce n'est qu'alors qu'il relâche le souffle qu'il retenait.\nPutain.\nLes mains de Simon tremblent légèrement lorsqu'il essaie d'ouvrir sa porte. Il tâtonne avec les clés, rate la serrure, et laisse échapper un cri de frustration désespérée, donnant un coup de pied dans le cadre de la porte. La douleur se répand dans son orteil et il essaie désespérément de ne pas crier, se penchant en avant, ses épaules tremblant de l'effort. Ses clés tombent de ses doigts et atterrissent sur la moquette devant lui.\n« Putain, putain, putain ! » sanglote-t-il, laissant tomber son front contre la porte avec un bruit sourd et déprimant.\nTout plaisir qu'il avait éprouvé avec Wilhelm a été rapidement éclipsé par sa colère, son amertume, son sentiment de peur viscérale. Tout cela était... souillé, coloré par l'étrange déconnexion entre eux, et peu importe à quel point cela semblait juste sur le moment, c'était la mauvaise chose à faire. C'est juste... il avait tellement peur de perdre Wilhelm, et puis il l'a perdu, au profit de l'ex de Wilhelm, de toutes les personnes, et il ne supportait pas l'idée de Wilhelm avec quelqu'un d'autre et il était rempli d'une rage possessive soudaine qu'il devait juste...\nEh bien. Peu importe pourquoi il l'a fait. Ce qui compte, c'est que cela s'est produit, alors qu'il s'était juré que non, alors qu'il s'était juré que cette fois il allait vraiment putain de parler à Wilhelm, pas seulement le murer dans le silence ou essayer de passer à autre chose ou de le distraire avec du sexe. Mais tout cela a été balayé dès que [redacted_name] a mentionné [redacted_name].\nIl est en colère contre [redacted_name]. Il est en colère contre lui-même.\nSimon se penche pour ramasser ses clés sur la moquette et déverrouille enfin sa porte, la claquant derrière lui et s'appuyant contre elle. Après un moment, toute la combativité le quitte et il glisse le long de la porte, la tête entre les mains, fixant ses genoux.\nIl ne sait pas quoi faire. Il ne sait pas quand les choses se sont autant envenimées entre eux. Était-ce cette première nuit, où il avait jeté la prudence par la fenêtre et s'était permis d'avoir ce qu'il voulait ? Était-ce quand il s'était immédiatement retiré après, terrifié par l'ampleur de son désir ? Était-ce quand il a commencé à laisser [redacted_name] entrer, quand il lui a parlé de son père, quand il a réalisé qu'il tombait plus profondément qu'il ne l'avait jamais fait auparavant ? Ou était-ce à chaque fois qu'il aurait dû dire quelque chose, retirer son « ce n'est pas obligé d'être, genre, une chose » et faire savoir à [redacted_name] ce qu'il ressent vraiment ?\nÉtaient-ils condamnés dès le début ? Les a-t-il condamnés dès le début ?\nIl ne sait pas. Et il ne sait pas comment arranger les choses, parce qu'ils ont tous les deux tellement merdé et il sait qu'il n'a pas imaginé la douleur dans les yeux de Wilhelm quand Simon s'est à nouveau éloigné de lui.\nAlors, il fait ce qu'il fait le mieux. Il s'enfuit.\nC'est trop facile d'enfiler son blouson de cuir, ses jambes le portant hors de l'appartement et dans les escaliers. Il sort en trombe du bâtiment et dans la nuit, rempli d'une détermination sombre à ne pas pleurer avant d'être loin d'ici. Loin de [redacted_name].\nIl grêle dehors, comme si le temps savait ce qu'il ressent dans sa tête en ce moment, et il s'en réjouit là où il aurait habituellement frémi parce que, putain, ça semble punitif et il a l'impression d'avoir besoin d'être puni, en ce moment.\nIl serre sa moto comme une bouée de sauvetage, passant sa jambe par-dessus, sentant le caoutchouc dur des poignées à travers ses gants de cuir. Le moteur rugit sous ses mains, toujours impatient, et il se délecte de la puissance brute qui vibre à travers la moto.\nC'était toujours la seule chose sur laquelle il avait l'impression d'avoir le contrôle, quand il était adolescent. Sa vie était un bordel, son père était un sale con, et il avait une peur bleue la plupart du temps, mais tout cela... fondait dès qu'il sentait la moto lui répondre. À la maison, il était responsable de la sécurité de sa mère et de sa sœur – il devait être l'homme de la maison parce que le véritable homme de la maison était moins un homme qu'un monstre. Sur la moto, filant sur la route ouverte, la lune brillant au-dessus de lui comme une pièce pâle, il était responsable d'une manière différente. La moto écoutait ce qu'il voulait qu'elle fasse, s'il voulait accélérer ou ralentir, c'était son choix. Il avait le contrôle.\nMalgré la crainte qui creuse un trou dans son estomac, il parvient à esquisser un petit sourire en sentant la morsure du moteur sous lui. Cette énergie vibrante est putain d'addictive – il s'élance dans la nuit sans une autre pensée, faisant rugir le moteur.\nLe vent se précipite dans ses cheveux, autour de ses oreilles, le long de sa gorge. Les gouttes de pluie le battent, engourdissant ses joues et ses lèvres et s'accrochant à ses cils alors qu'il fonce à travers les rues et sur l'autoroute. L'explosion de lumières devant lui lui coupe toujours le souffle, et ce soir n'est pas différent. La ville est vraiment magnifique – c'est une constellation, un mini ciel nocturne composé de milliers de personnes vivant leur vie.\nTu ressembles à Wille, pense-t-il, puis fait rugir le moteur et conduit plus vite.\nConduire ici la nuit l'a toujours rempli d'un sentiment de liberté magnifique qu'il a du mal à trouver ailleurs. Comme s'il volait, comme s'il tombait en chute libre. Comme s'il était libre. Maintenant, cela ne fait qu'alimenter sa douleur, parce que – putain, [redacted_name] lui donne aussi cette sensation. Lui donne l'impression que son cœur a pris son envol et s'est envolé hors de sa poitrine. Il ne peut que prier qu'un jour, [redacted_name] ressente la même chose pour lui. Connaissant la chance de Simon, cependant, il a raté sa chance."
}