{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Once your replacement card is ordered, it should arrive within 5 to 7 calendar days.\nIf you have not yet added your Wells Fargo Debit Card to your digital wallet, you may do so using the Wells Fargo Mobile® app.1 Use your digital wallet to access your accounts at Wells Fargo ATMs and to make secure, convenient purchases in stores, online, and in apps.2\nIf you have questions, please call us at the numbers above.\nWells Fargo ATM Banking\nNot all smartphones are enabled with a digital wallet. Your mobile carrier’s message and data rates may apply.\nDigital wallet access is available at Wells Fargo ATMs for Wells Fargo Debit Cards in Wells Fargo-supported digital wallets. Availability may be affected by your mobile carrier’s coverage area. Your mobile carrier’s message and data rates may apply. Some ATMs within secure locations may require a physical card for entry.\nThe Contactless Symbol and Contactless Indicator are trademarks owned by and used with permission of",
    "trans": "Une fois votre carte de remplacement commandée, elle devrait arriver dans un délai de 5 à 7 jours calendaires.\nSi vous n'avez pas encore ajouté votre carte de débit Wells Fargo à votre portefeuille numérique, vous pouvez le faire en utilisant l'application Wells Fargo Mobile®.¹ Utilisez votre portefeuille numérique pour accéder à vos comptes aux distributeurs automatiques Wells Fargo et pour effectuer des achats sécurisés et pratiques en magasin, en ligne et dans les applications.²\nSi vous avez des questions, veuillez nous appeler aux numéros ci-dessus.\nServices bancaires aux GAB Wells Fargo\nTous les smartphones ne sont pas compatibles avec un portefeuille numérique. Les tarifs supplémentaires de messagerie et de données de votre opérateur mobile peuvent s'appliquer.\nL'accès au portefeuille numérique est disponible aux GAB Wells Fargo pour les cartes de débit Wells Fargo dans les portefeuilles numériques pris en charge par Wells Fargo. La disponibilité peut être affectée par la zone de couverture de votre opérateur mobile. Les tarifs de messagerie et de données de votre opérateur mobile peuvent s'appliquer. Certains distributeurs automatiques situés dans des endroits sécurisés peuvent nécessiter une carte physique pour l'entrée.\nLe symbole sans contact et l'indicateur sans contact sont des marques commerciales appartenant à et utilisées avec l'autorisation de"
}