{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The duration of attacks is helpful in distinguishing some of these causes of vertigo. Benign positional vertigo lasts less than 1 min. Attacks of Ménière’s disease are recurrent and last up to 24 h. Vestibular neuronitis does not recur but lasts several days, whereas vertigo due to ototoxic drugs is usually permanent. Brainstem ischaemic attacks occur in patients with evidence of diffuse vascular disease, and long tract signs may be present. Multiple sclero- sis may initially present with an acute attack of vertigo that lasts for 2–3 weeks. Posterior fossa tumours usually have symptoms and signs of space-occupying lesions. Acoustic neu- romas often present with vertigo and deafness. Migrainous attacks are often accompanied by nausea and vomiting. Temporal lobe epilepsy may also produce rotational vertigo, often associated with auditory and visual hallucinations. Central lesions produce nystagmus which is multidirectional and may be vertical. Peripheral lesions induce a unilateral hori- zontal nystagmus.",
    "trans": "La durée des attaques est utile pour distinguer certaines des causes de vertige. Le vertige positionnel bénin dure moins d'une minute. Les crises de la maladie de Ménière sont récurrentes et durent jusqu'à 24 heures. La neuronite vestibulaire ne récidive pas mais dure plusieurs jours, tandis que le vertige dû aux médicaments ototoxiques est généralement permanent. Les attaques ischémiques du tronc cérébral surviennent chez des patients présentant des signes de maladie vasculaire diffuse, et des signes de tractus longs peuvent être présents. La sclérose en plaques peut se manifester initialement par une crise aiguë de vertige qui dure 2 à 3 semaines. Les tumeurs de la fosse postérieure présentent généralement des symptômes et des signes de lésions occupant de l'espace. Les neurofibromes acoustiques se manifestent souvent par un vertige et une surdité. Les crises migraineuses sont souvent accompagnées de nausées et de vomissements. L'épilepsie du lobe temporal peut également produire un vertige rotatoire, souvent associé à des hallucinations auditives et visuelles. Les lésions centrales produisent un nystagmus multidirectionnel, qui peut être vertical. Les lésions périphériques induisent un nystagmus horizontal unilatéral."
}