{
    "source": "en_US",
    "target": "fr_FR",
    "text": "to mean ‘relating to the here and now’, from the origi- nal Greek. Technical skills together with timing, per- sonal integrity, and body coordination in nursing are an artistic performance which, apparently, does not require any effort (Peplau, 1988).\nWe realize this intuitively while observing a nurse in the art of caring, in which the technical component is reconfigured by the ‘artisan’ knowledge. This is evident when we see the images of Sonia Rochel (2013) bathing a newborn child, when we witness a nurse caring for an elderly patient with sensitivity, or a nurse establishing a therapeutic bond by communi- cating with a severely mentally ill patient. The outside observer recognizes the aesthetic experience of care as a subjective, individual, singular, and unique knowl- edge but, at the same time, shareable and communal as an immersive sensorial aesthetic experience (Monteiro, 2014). In this sense, the aesthetics of care goes beyond the purely technical aspects, since it inte- grates the world of values, the feelings, and the ethical and cultural aspects which constitute the aesthetic experiences in nursing care processes (González & Ruiz, 2012). The poetic paradigm in nursing knowl- edge also deserves special attention. The poetic term ought to be understood in the original Greek meaning of poiesis, which means creation, creativity. Commu- nication is at the core of nursing interventions, in its clinical praxis and in the specific type of scientific knowledge organized by nursing.\nIf the aesthetic experience is an acute and active perception of the object or situation, only the aesthetic knowledge can allow for a unified and enhanced understanding of complex life situations and experi- ences in nursing care. Only aesthetic, creative, and ‘poietic’ nursing care can ‘illuminate’ and bring together the gap between aggressive biotechnologies, robotics, IT in healthcare, and person-centred care.\nConclusions\nThe emerging multiparadigms, among which some are more traditional but have new reconfigurations, can lead to an identity dispersion of nursing knowledge if they are not reorganized within a more comprehen- sive model. The paradigm of totality is not completely useful, rather the opposite, for this epistemological",
    "trans": "signifie « relatif à l’ici et maintenant », issu du grec ancien. Les compétences techniques, associées à la synchronisation, à l'intégrité personnelle et à la coordination corporelle en soins infirmiers, constituent une performance artistique qui, apparemment, ne demande aucun effort (Peplau, 1988).\nNous le percevons intuitivement en observant une infirmière exercer l'art du soin, où la composante technique se trouve reconfigurée par un savoir « artisanal ». Cela est manifeste lorsque nous voyons les images de Sonia Rochel (2013) donnant un bain à un nouveau-né, lorsque nous assistons à une infirmière prenant soin d'un patient âgé avec sensibilité, ou lorsqu'une infirmière établit un lien thérapeutique en communiquant avec un patient souffrant d'une maladie mentale sévère. L'observateur extérieur reconnaît l'expérience esthétique du soin comme un savoir subjectif, individuel, singulier et unique, mais en même temps partageable et commun, en tant qu'expérience esthétique sensorielle immersive (Monteiro, 2014). En ce sens, l'esthétique du soin dépasse les simples aspects techniques, car elle intègre le monde des valeurs, des sentiments ainsi que les dimensions éthiques et culturelles qui constituent les expériences esthétiques dans les processus de soins infirmiers (González & Ruiz, 2012). Le paradigme poétique dans le savoir infirmier mérite également une attention particulière. Le terme poétique doit être compris dans son sens grec originel de poiesis, qui signifie création, créativité. La communication est au cœur des interventions infirmières, de leur pratique clinique ainsi que du type spécifique de savoir scientifique organisé par la profession infirmière.\nSi l'expérience esthétique est une perception aiguë et active d'un objet ou d'une situation, seul le savoir esthétique peut permettre une compréhension unifiée et approfondie des situations et expériences de vie complexes dans les soins infirmiers. Seuls des soins infirmiers esthétiques, créatifs et « poétiques » peuvent éclairer et combler le fossé entre les biotechnologies agressives, la robotique, l'informatique en santé et les soins centrés sur la personne.\nConclusions\nLes multiparadigmes émergents, dont certains sont plus traditionnels mais connaissent de nouvelles reconfigurations, peuvent entraîner une dispersion identitaire du savoir infirmier s'ils ne sont pas réorganisés au sein d'un modèle plus global. Le paradigme de la totalité n'est pas complètement utile, bien au contraire, pour cette épistémologie."
}