{
    "source": "en_US",
    "target": "fr_FR",
    "text": "mainly true aneurysms and only one pseudoaneurysm was reported in the literaturell. The present case adds one more to the previously reported cases (Table 1). In contrast to previous reports the present review shows equal incidence in males and females. The age of patients ranges from 17 to 75 years with a mean of 44.5 years. Seven of the 12 patients (58%) presented with dyspnoea and/or chest pain and another three (25%) had syncopal episodes. Two patients (17%) were symptomless (i.e. presented only with a popliteal mass). Therefore this possibility should be kept in mind and included in the differential diagnosis of the popliteal fossae mass. Diagnosis depends on\" a high index of suspicion, particularly if the mass is compressible. Plethysmography and hand-held Doppler examination are unhelpfuF-lo. Duplex scanning when available is very useful, although the gold standard investigation is venographylO. Magnetic resonance imaging was per- formed in the present patient for the author's research purposes and may be indicated in selected cases as it has the advantages of being non-invasive and will not precipitate embolism in a thrombosed popliteal vein aneurysm?\nOnce the diagnosis is made, surgical correction is indicated in view of the frequent incidence of a fatal complication associated with these aneurysms (i.e. pulmonary embolism). Indeed, ten of the 12 reported cases had evidence of pulmonary embolism at presenta- tion. Several surgical procedures are described in the literature. Resection of the aneurysm with venous bypass was hailed as the procedure of choice. Exclusion by ligation of the aneurysm and bypass was performed in the present case. Perhaps the latter procedure is an acceptable alternative to the direct procedure, particu- larly in long-extending aneurysms. If so, it is better to use the contralateral great saphenous vein to ensure good venous drainage. To the best of the author's knowledge, this procedure was performed for the first time in treating these aneurysms.\nTable 1 Review of the English literature of 12 cases of popliteal vein aneurysms\nAuthors\nYear Patient age\n(years)\n1977 37 62 197717 1979 59 1980 37 1981 75 1982 59 1985 48 1988 37 50 1991 28 25\nSex Presentation Pulmonary embolism\n+\n+\n+ + +\nFederman etal? HaroldsandFriedman\nDahl etal4\nPersson etals\nChahlaoui et al.5\nDonald and Edwards7 Gallagher and HagemanB Ross et al.9\nDawson etal.lO Present case\nF Syncope\nM Dyspnoea + F Mass\nF Dyspnoea\nM Syncope\nF Chest pain\nM Dyspnoea\nM Syncope + F Dyspnoea + M Chest pain + F Chest pain +",
    "trans": "Principalement des vrais anévrismes, avec un seul pseudo-anévrisme rapporté dans la littérature. Le cas présent s’ajoute aux cas précédemment signalés (Tableau 1). Contrairement aux rapports précédents, cette revue montre une incidence égale chez les hommes et les femmes. L’âge des patients varie de 17 à 75 ans, avec une moyenne de 44,5 ans. Sept des 12 patients (58 %) ont présenté une dyspnée et/ou des douleurs thoraciques, et trois autres (25 %) ont eu des épisodes syncopaux. Deux patients (17 %) étaient asymptomatiques (présentant uniquement une masse poplitée). Par conséquent, cette possibilité doit être prise en compte et incluse dans le diagnostic différentiel des masses de la fosse poplitée. Le diagnostic repose sur un fort indice de suspicion, en particulier si la masse est compressible. La pléthysmographie et l’examen Doppler portatif sont peu utiles. L’échographie Doppler duplex, lorsqu’elle est disponible, est très précieuse, bien que l’examen de référence soit la phlébographie. L’imagerie par résonance magnétique (IRM) a été réalisée chez le patient étudié dans le cadre des recherches de l’auteur et peut être indiquée dans certains cas sélectionnés, car elle présente l’avantage d’être non invasive et ne risque pas de provoquer une embolie en cas d’anévrisme thrombosé de la veine poplitée.\nUne fois le diagnostic posé, la correction chirurgicale est indiquée en raison de la fréquence des complications fatales associées à ces anévrismes (notamment l’embolie pulmonaire). En effet, dix des 12 cas rapportés présentaient des signes d’embolie pulmonaire au moment du diagnostic. Plusieurs techniques chirurgicales sont décrites dans la littérature. La résection de l’anévrisme avec pontage veineux est considérée comme la procédure de choix. Dans le cas présent, l’exclusion par ligature de l’anévrisme et pontage a été réalisée. Cette approche pourrait être une alternative acceptable à la procédure directe, en particulier pour les anévrismes de grande extension. Dans ce cas, il est préférable d’utiliser la grande veine saphène controlatérale afin d’assurer un bon drainage veineux. À la connaissance de l’auteur, cette procédure a été réalisée pour la première fois dans le traitement de ces anévrismes.\nTableau 1 : Revue de la littérature anglophone sur 12 cas d’anévrismes de la veine poplitée\nAuteurs\nAnnée - Âge du patient\n(années)\n1977 37 62 197717 1979 59 1980 37 1981 75 1982 59 1985 48 1988 37 50 1991 28 25\nSexe Présentation Embolie pulmonaire\n+\n+\n+ + +\nFederman et al. ? Harolds et Friedman\nDahl et al 4\nPersson et al\nChahlaoui et al.5\nDonald et Edwards 7, Gallagher et Hageman 8, Ross et al.9\nDawson et al.10, Cas présent\nF Syncope\nM Dyspnée + F Masse\nF Dyspnée\nM Syncope\nF Douleur thoracique\nM Dyspnée\nM Syncope + F Dyspnée + M Douleur thoracique + F Douleur thoracique +"
}