{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Nothing is more boring than traveling long distances by car. Some of my friends told me they had fun doing it. Well, I guess I might say so if I was with my friends, not with mom, dad and Teresa, my eighteen years old sister.\nI was reading one of my fantasy books. Teresa listened to some music all the way. Mom was asleep, and poor dad was driving. Suddenly, Teresa removed the headphone from her ears and leaned forwards towards mom:\n\"Mom... Mom ...\"\nMother opened one eye and looked over her shoulder:\n\"Yes, dear? \"\n\"I need to go\"\n\"What?\"\n\"I need to pee. I can't hold it anymore. \"\n\"Honey, just hold it a little longer, we can't pull over right now\"\n\"No, no… I really can't hold it anymore\"\n\"Jack, is there any gas station or restaurants ahead of us?\" Mom asked dad.\n\"I don't think so. Why? \"\n\"Teresa needs to pee.\"\n\"Well, I can pull over at the side of the road, and she does it behind the car.\"\n\"DAD!!! I'm not gonna pee on the road!\"\n\"Then honey, I'm afraid you've got to hold it till our next stop\"\n\"How far is it?\"\n\"Something like two hours driving\"\nTeresa pressed her crotch and started squirming on her seat.\n\"Gush, no, I can't hold it for two hours. Pull over, dad. \"\nDad stopped at the side of the road. Teresa pushed open the door and jumped out of the car. She looked cute in her short skirt and pigtails hair. I tuned my head, watching her squatting behind the car.\n\"Jaime, give your sister some privacy.\" Mom scolded me.\nI blushed, turning back to my book. I was curious and somewhat excited about my little sister squirting her warm piss along the road. I looked over, checking if mom was watching me, when I caught the perfect image of my sister on the side mirror.\nTeresa was still squatting; her panties pulled half the way along her thighs. A car passed by, startling her, causing her to pull the short skirt over her ass. I chuckled silently at my stupid little sister. It was obvious she hadn't peed before outside her bathroom. I wished I could see the huge lake she had made on the road, if she needed all this time to pee.",
    "trans": "Rien n'est plus ennuyeux que de parcourir de longues distances en voiture. Certains de mes amis m'ont dit qu'ils s'étaient amusés à le faire. Eh bien, je pense que je pourrais le dire si j'étais avec mes amis, et non avec maman, papa et Teresa, ma sœur de dix-huit ans.\nJe lisais un de mes livres fantastiques. Teresa écoutait de la musique pendant tout le trajet. Maman dormait et le pauvre papa conduisait. Soudain, Teresa a retiré le casque de ses oreilles et s'est penchée vers maman :\n« Maman... Maman... »\nMaman a ouvert un œil et a regardé par-dessus son épaule :\n« Oui, ma chérie ? »\n« Il faut que j'y aille »\n« Quoi ? »\n« J'ai envie de faire pipi. Je ne peux plus me retenir. »\n« Chérie, retiens-toi encore un peu, on ne peut pas s'arrêter maintenant »\n« Non, non... Je ne peux vraiment plus me retenir. »\n« Jack, y a-t-il une station-service ou un restaurant devant nous ? Maman demande à papa.\n« Je ne pense pas qu'il y en ait. Pourquoi ? »\n« Teresa a besoin de faire pipi. »\n« Eh bien, je peux me garer sur le bord de la route, et elle le fait derrière la voiture. »\n« PAPA ! !! Je ne vais pas faire pipi sur la route ! »\n« Alors chérie, j'ai bien peur que tu doives te retenir jusqu'à notre prochain arrêt. »\n« C'est loin ? »\n« Environ deux heures de route »\nTeresa presse son entrejambe et commence à se tortiller sur son siège.\n« Gush, non, je ne peux pas me retenir pendant deux heures. Arrête-toi, papa. »\nPapa s'est arrêté sur le bord de la route. Teresa a poussé la portière et a sauté de la voiture. Elle était mignonne avec sa jupe courte et ses cheveux en nattes. J'ai penché la tête, la regardant s'accroupir derrière la voiture.\n« Jaime, laisse un peu d'intimité à ta sœur. Maman m'a grondé.\nJ'ai rougi et je suis retournée à mon livre. J'étais curieuse et quelque peu excitée à l'idée que ma petite sœur fasse gicler sa pisse chaude le long de la route. J'ai jeté un coup d'œil pour vérifier si maman me regardait, quand j'ai vu l'image parfaite de ma sœur dans le rétroviseur.\nTeresa était toujours accroupie, sa culotte remontée à moitié le long de ses cuisses. Une voiture est passée, la faisant sursauter, ce qui l'a poussée à ramener sa jupe courte sur ses fesses. Je me suis moqué en silence de ma stupide petite sœur. Il était évident qu'elle n'avait jamais fait pipi devant sa salle de bains. J'aurais aimé voir l'énorme lac qu'elle avait fait sur la route, si elle avait eu besoin de tout ce temps pour faire pipi."
}