{
    "source": "en_US",
    "target": "fr_FR",
    "text": "If ‘the ideal of personal autonomy is the vision of people controlling, to some degree, their own destiny, fashioning it through successive decisions throughout their lives’33, who is to say that I lack such autonomy? Sure, my ‘destiny’ was shaped in part by a manipulative, commercial endeavour to sell burglar alarms, just like it was shaped by a vast array of other factors and events. What matters, on ‘procedural’ understandings of autonomy34, is that I retrospectively endorse this influence. Importantly for our purposes, there are alternatives to those procedural understandings that will seek to challenge the validity of such post-hoc endorsement.\n‘most of our commitments, tendencies, emotional predilections, and forms of thought, have developed in us without any ongoing reflective consideration or judgment by our own reasons-responsive faculties. We merely find ourselves with such traits and come to endorse them as constitutive of who we in fact are’.36",
    "trans": "Si « l’idéal de l’autonomie personnelle est la vision de personnes contrôlant, dans une certaine mesure, leur propre destin, le façonnant à travers des décisions successives tout au long de leur vie »33, qui peut dire que je manque d’une telle autonomie ? Certes, mon « destin » a été en partie façonné par une entreprise commerciale manipulatrice visant à vendre des alarmes anti-effraction, tout comme il a été influencé par une vaste gamme d’autres facteurs et événements. Ce qui importe, selon les conceptions « procédurales » de l’autonomie34, c’est que j’endosse rétrospectivement cette influence. Il est important, pour nos objectifs, de noter qu’il existe des alternatives à ces conceptions procédurales qui chercheront à remettre en question la validité d’un tel endossement a posteriori.\n« La plupart de nos engagements, tendances, inclinations émotionnelles et formes de pensée se sont développés en nous sans qu’il y ait eu de considération ou de jugement réflexif constant de la part de nos facultés réactives à la raison. Nous nous découvrons simplement dotés de ces traits et en venons à les adopter comme constitutifs de ce que nous sommes en réalité. »36"
}