{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The General Offices of the CPC Central Committee and The State Council issued Opinions on Further Reducing the Homework Burden and off-campus training Burden of Students in Compulsory Education on July 24, 2021 (hereinafter referred to as the \"double reduction\" policy). The \"double reduction\" policy continues the basic path of burden reduction policies in the past decades and sets the overall goal of \"reducing students’ homework burden and off-campus training burden\". However, this policy is not simply a burden reduction policy, and its reform intensity and coverage are larger than all kinds of burden reduction policies in history. Moreover, the Ministry of Education has set up the Department of After-school Education supervision specif- ically to promote this work. In essence, the \"double reduction\" policy is a major strategic layout for the reconstruction of the public service system of basic education in the new era. Its deep significance lies in the adjustment of major structural contradictions in the current education reform and development, to better serve the overall goal of moral education. Since the prom- ulgation of the \"double reduction\" policy, local governments have introduced supporting policies and implementation measures considering local conditions. With the rapid implementation of this policy, some new challenges have been exposed in practice, which restrict the realization of the goal of enhancing the public welfare attribute of education under the \"double reduction\" policy. Based on sorting out the major strategic intention behind the \"double reduction\" and the effect of reshaping the public service system of education, this paper analyzes the new challenges faced by educational equity under the \"double reduction\" pattern and puts forward",
    "trans": "Le Bureau général du Comité Central du PCC et le Conseil d'État ont publié des Avis sur la Réduction Supplémentaire de la Charge de Devoirs et de la Charge de Formation Hors Campus des Élèves de l'Enseignement Obligatoire le 24 juillet 2021 (ci-après dénommée la politique de « double réduction »). La politique de « double réduction » poursuit la voie fondamentale des politiques de réduction de charge des dernières décennies et fixe l'objectif global de « réduire la charge de devoirs et la charge de formation hors campus des élèves ». Cependant, cette politique n'est pas simplement une politique de réduction de charge, et son intensité de réforme et sa couverture sont plus vastes que toutes les politiques de réduction de charge de l'histoire. De plus, le Ministère de l'Éducation a mis en place le Département de la Supervision de l'Éducation Périscolaire spécifiquement pour promouvoir ce travail. Essentiellement, la politique de « double réduction » est une disposition stratégique majeure pour la reconstruction du système de service public de l'éducation de base dans la nouvelle ère. Sa signification profonde réside dans l'ajustement des contradictions structurelles majeures dans la réforme et le développement de l'éducation actuels, afin de mieux servir l'objectif global de l'éducation morale. Depuis la promulgation de la politique de « double réduction », les gouvernements locaux ont introduit des politiques de soutien et des mesures de mise en œuvre tenant compte des conditions locales. Avec la mise en œuvre rapide de cette politique, de nouveaux défis sont apparus dans la pratique, qui limitent la réalisation de l'objectif de renforcer l'attribut de bien-être public de l'éducation dans le cadre de la politique de « double réduction ». Basé sur le tri de l'intention stratégique majeure derrière la « double réduction » et l'effet de remodeler le système de service public de l'éducation, cet article analyse les nouveaux défis auxquels est confrontée l'équité éducative dans le cadre de la « double réduction » et propose..."
}