{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Slow decay and deterioration are indicated by the Mice card. Though mice may initially seem harmless, many of them can become a problem when they start gnawing and nibbling away at food, resources and housing. It’s a slow process, but if not controlled, this card can cause devastating destruction. In Lenormand readings, this card can mean that something is slowly losing its force or strength - like a relationship that may be crumbling, or hope that is slowly fading. You may not even be conscious of it yet, but it is in the works - you’ll have to be more alert to see what may later become an issue.\nFinally, because mice are sometimes carriers of disease - this card can also indicate some kind of metaphorical or internal corruption. You may be dealing with something that is tainted or polluted; there may be someone that does not have pure motivations for their actions, like a corrupt government (in the case of the tower card) for example.",
    "trans": "La lente dégradation et détérioration sont indiquées par la carte des Souris. Bien que les souris puissent sembler inoffensives au premier abord, elles peuvent poser un sérieux problème lorsqu'elles commencent à ronger et grignoter la nourriture, les ressources et les habitations. C’est un processus lent, mais s’il n’est pas maîtrisé, cette carte peut entraîner une destruction dévastatrice. Dans les lectures Lenormand, cette carte peut signifier que quelque chose perd progressivement de sa force ou de son intensité – comme une relation qui s’effrite ou un espoir qui s’amenuise peu à peu. Vous n’en êtes peut-être pas encore conscient, mais cela est en train de se produire – il vous faudra être plus vigilant pour détecter ce qui pourrait devenir un problème par la suite.\nEnfin, comme les souris sont parfois porteuses de maladies, cette carte peut également indiquer une forme de corruption métaphorique ou interne. Vous pourriez être confronté à quelque chose de souillé ou de contaminé ; il peut y avoir une personne dont les motivations ne sont pas pures, comme un gouvernement corrompu (dans le cas de la carte de la Tour), par exemple."
}