{
    "source": "en_US",
    "target": "fr_FR",
    "text": "On August 22, 2024, we submitted a letter to WADA outlining the key concerns raised during the online ADAMS meeting in July 2024. This letter has also been shared with the CEO group in Basecamp.\nWADA has since responded, expressing their willingness to collaborate with our group to review the feedback and ensure all points are addressed effectively.\nIn light of this, please save the date for an online meeting with WADA:\nDate:10 October 2024\nTime:14:30 - 15:30 CEST\nFurther details and the agenda will be shared in the coming weeks.\nIf you haven’t done so already, please join our ADAMS group in Basecamp by contacting me. This platform is where members can discuss ADAMS-related concerns, topics, and ideas. iNADO will also continue to provide updates on the progress of the group’s active work.\nShould you have any questions or need further information or support, feel free to contact me directly.\nI look forward to your participation!",
    "trans": "Le 22 août 2024, nous avons soumis une lettre à l'AMA exposant les principales préoccupations soulevées lors de la réunion en ligne sur l'ADAMS de juillet 2024. Cette lettre a également été partagée avec le groupe des PDG sur Basecamp.\nL'AMA a répondu depuis, exprimant sa volonté de collaborer avec notre groupe pour examiner les retours et s'assurer que tous les points sont abordés de manière efficace.\nEn conséquence, veuillez noter la date pour une réunion en ligne avec l'AMA :\nDate : 10 octobre 2024\nHeure : 14 h 30 - 15 h 30 CEST\nDe plus amples informations et l'agenda seront partagés dans les semaines à venir.\nSi ce n’est pas déjà fait, veuillez rejoindre notre groupe ADAMS sur Basecamp en me contactant. Cette plateforme est l'endroit où les membres peuvent discuter des préoccupations, des sujets et des idées liés à l'ADAMS. iNADO continuera également de fournir des mises à jour sur l'avancement des travaux du groupe.\nSi vous avez des questions ou besoin d'informations ou de soutien supplémentaires, n'hésitez pas à me contacter directement.\nJ'attends votre participation avec impatience !"
}