{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What we offer:\n$1,000 Onboarding bonus.\n$350 Referral bonus.\nWeekly performance bonus.\nCompetitive pay.\nOpportunities for advancement through our manufacturing careers program.\nAnniversary/tenure bonus paid yearly.\n30-day check-in, 90 Day check-in, 6 months check-in and yearly review feedback.\nHealth, vision, dental, and life benefits eligible day 1 of employment!\nImmediate participation in our companys 401k program & employer match after 6 months of employment.\nPaid time off, eligible day 1 of employment (depending on experience level)\nDuties and Responsibilities:\nOperate and maintain machinery.\nPerform changeovers and PMs.\nEnsure good quality throughout running.\nMake adjustments to machine as needed.\nMust be able to use/read a tape measure in MM and in IN to be able to perform quality checks and machine adjustments.\nAbilities:\nPrevious experience in manufacturing or production environment.\nKnow how to read tape measures\nAbility to use hand tools or power tools.\nAbility to stand and perform repetitive tasks for an extended period of time.\nAbility to work in a fast-paced environment.\nAble to lift 50lbs.\nDetail oriented.",
    "trans": "Ce que nous offrons :\nPrime d’intégration de 1 000 $.\nPrime de cooptation de 350 $.\nPrime de performance hebdomadaire.\nSalaire compétitif.\nOpportunités d’évolution grâce à notre programme de carrière en fabrication.\nPrime d’ancienneté versée chaque année.\nSuivi à 30 jours, 90 jours, 6 mois et évaluation annuelle.\nAvantages santé, vision, dentaire et vie dès le premier jour d’emploi !\nParticipation immédiate à notre programme 401k avec abondement de l’employeur après 6 mois d’emploi.\nCongés payés disponibles dès le premier jour d’emploi (en fonction du niveau d’expérience).\nMissions et responsabilités :\nFaire fonctionner et entretenir les machines.\nEffectuer les changements de série et la maintenance préventive.\nGarantir une bonne qualité tout au long de la production.\nEffectuer les réglages nécessaires sur la machine.\nSavoir utiliser/lire un mètre ruban en MM et en IN afin de réaliser les contrôles qualité et les ajustements machines.\nCompétences requises :\nExpérience préalable dans un environnement de fabrication ou de production.\nMaîtrise de la lecture des mètres rubans.\nCapacité à utiliser des outils manuels ou électriques.\nAptitude à rester debout et effectuer des tâches répétitives sur une longue période.\nCapacité à travailler dans un environnement dynamique.\nCapable de soulever des charges de 50 lbs (environ 23 kg).\nSens du détail."
}