{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Yara by Lattafa Perfumes: A Sweet Escape in a Pink Paradise\nUnleash your inner sweetness with Yara, a captivating Amber Vanilla fragrance for women by Lattafa Perfumes. Launched in 2020, Yara has become a beloved choice for its light and playful scent profile.\nA Whimsical Blend:\nTop Notes:The fragrance opens with adelicate and intriguingblend oforchid, heliotrope, and a touch of tangerine. This creates afresh and invitingfirst impression.\nMiddle Notes:The heart unfolds with agourmand accord, a delightful combination of sweet, edible notes that tantalize the senses. This is accompanied by theexotic allure of tropical fruits, adding a touch of vibrancy to the scent.\nBase Notes:The fragrance settles into awarm and comfortingbase ofvanilla, musk, and sandalwood. This creates alasting and sensualimpression.\nImagine yourself basking in a field of delicate flowers, with a hint of citrus to keep things light. The sweetness of Yara is playful and never overpowering, making it perfect for everyday wear.",
    "trans": "Yara de Lattafa Perfumes : Une douce évasion dans un paradis rose\nLaissez libre cours à votre douceur intérieure avec Yara, une fragrance captivante Ambrée Vanillée pour femme signée Lattafa Perfumes. Lancée en 2020, Yara s'est imposée comme un choix apprécié pour son sillage léger et enjoué.\nUn mélange enchanteur :\nNotes de tête : Une ouverture délicate et intrigante mêlant orchidée, héliotrope et une touche de mandarine, offrant une première impression fraîche et irrésistible.\nNotes de cœur : Un accord gourmand, où des notes sucrées et savoureuses éveillent les sens. L'exotisme des fruits tropicaux vient sublimer cette composition avec une touche vibrante et lumineuse.\nNotes de fond : La fragrance se fond dans un sillage chaleureux et réconfortant, composé de vanille, musc et bois de santal, laissant une empreinte sensuelle et envoûtante.\nImaginez-vous dans un champ de fleurs délicates, bercé par une légère touche d’agrumes. Yara incarne une douceur ludique, jamais écrasante, parfaite pour illuminer votre quotidien."
}