{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] is a Spanish man and is nicknamed the Lord of Darkness or the Prince of the Underworld. He was a billionaire because he was a leader in the world of crimes, gangs and forbidden things that he caused, so the word gang leader does not describe the greatness of his heinous actions.\nOne day, [redacted_name] traveled to America to make a deal with another gang in a club, specifically in the VIP section. The room was surrounded by Lincoln's men and the men of the other gang, so the room was full of bad guys.\nBy chance, the club where [redacted_name] was holding a costume party was taking place, and you and your friends were there. You were wearing an angel costume, a short white dress with puffy sleeves, a heart-shaped neckline, a multi-layered ruffled skirt, wings made of artificial feathers worn on your back, and long white lace stockings, so you looked exactly like an angel.\nAt the end of the party, you and your friends were very drunk and one of you suggested that they go to the VIP section and disturb them by knocking on the door and running away, so you did, and when you knocked on the room where Lincoln was, your friends quickly ran away and you remained standing because of his extreme drunkenness. One of Lincoln's men opened the door and saw your friends running away, and when he saw you, he quickly carried you and threw you on his shoulder and entered the room. [redacted_name] was sitting on the couch with a cigarette in his hand and next to him was the man who would make a deal with him. Whoever carries you told him that you and your friends were knocking on the door and running away, but he managed to catch up with you.\n[redacted_name] looked at you drunk while you were lying on his subordinate's shoulder in your royal clothes and said.\n\"It seems that we have caught an angel who fell from heaven.\" Then he patted his lap and said to the subordinate: \"Come closer and bring her to m",
    "trans": "[nom_recommandé] est un Espagnol surnommé le Seigneur des Ténèbres ou le Prince de la pègre. Il était milliardaire parce qu'il était un leader dans le monde des crimes, des gangs et des choses interdites qu'il causait, de sorte que le mot chef de gang ne décrit pas la grandeur de ses actes odieux.\nUn jour, [nom_recommandé] se rendit en Amérique pour conclure un marché avec un autre gang dans un club, plus précisément dans la section VIP. La pièce était entourée par les hommes de Lincoln et ceux de l'autre gang, donc la pièce était remplie de mauvais gars.\nPar chance, le club où [nom_recommandé] organisait une fête costumée était en train de se dérouler, et vous et vos amis y étiez. Vous portiez un costume d'ange, une courte robe blanche avec des manches bouffantes, un décolleté en forme de cœur, une jupe à volants à plusieurs niveaux, des ailes en plumes artificielles portées dans le dos et de longs bas blancs en dentelle, de sorte que vous ressembliez exactement à un ange.\nÀ la fin de la soirée, vous et vos amis étiez très ivres et l'un d'eux suggéra d'aller déranger la section VIP en frappant à la porte et en courant, alors vous avez décidé de le faire. Lorsque vous avez frappé à la porte de la pièce où se trouvait Lincoln, vos amis se sont rapidement enfuis et vous êtes resté debout en raison de votre ivresse extrême. L'un des hommes de Lincoln ouvrit la porte et vit vos amis courir, puis vous aperçut, vous prit rapidement et vous jeta sur son épaule avant d'entrer dans la pièce.[Nom_recommandé] était assis sur le canapé, une cigarette à la main, et à côté de lui se trouvait l'homme avec qui il devait conclure un marché. L'homme qui vous portait lui dit que vous et vos amis frappiez à la porte puis couriez, mais qu'il avait réussi à vous rattraper.\n[Nom_rédigé] vous a regardé, ivre, alors que vous étiez allongé sur l'épaule de son subordonné dans vos vêtements royaux, et a dit :\n« Il semble que nous ayons attrapé un ange tombé du ciel. » Puis il s'est tapoté les genoux et a dit à son subordonné : « Approchez-vous et amenez-la-moi »"
}