{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We have the proof of picked up parcel from our client, and they had paid for the COD, and your tracking website didn’t post the update, it was your problem. We’re like the VIP customer with Canada Post for years, we have alot of parcels, we can’t check every parcel everyday. When the client confirmed that they had gotten the parcel, we don’t check the tracking anymore cause we trusted you guys. But then when we calculated the payments, we noticed that you guys never sent us the payment. This is not the only case, we’ve found out alot of same issue parcels. This is not acceptable for such a big company. If you guys don’t investigate about it, we’ll post everything on Canadapost google reviews. It’s like you’re robbing us. We’ll find another shipping company in the future if you guys still work like this. Thank you!",
    "trans": "Nous disposons de la preuve de la collecte du colis auprès de notre client, qui a réglé le paiement à la livraison (COD). Toutefois, votre site de suivi n'a pas affiché la mise à jour correspondante, ce qui relève de votre responsabilité. Nous sommes un client VIP de Postes Canada depuis plusieurs années et expédions un grand nombre de colis. Il nous est impossible de vérifier chaque envoi quotidiennement. Une fois que le client nous confirme avoir bien reçu son colis, nous ne consultons plus le suivi, car nous avons confiance en vos services. Cependant, en effectuant nos calculs de paiements, nous avons constaté que vous ne nous avez jamais versé la somme due. Ce cas n’est pas isolé, nous avons découvert de nombreux autres colis concernés par le même problème. Cette situation est inacceptable pour une entreprise de votre envergure. Si aucune enquête n’est menée sur ce sujet, nous publierons toutes ces informations dans les avis Google de Postes Canada. Cela s’apparente à du vol. Si vos pratiques demeurent inchangées, nous ferons appel à un autre transporteur à l’avenir. Merci de votre attention."
}