{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Sleep didn't come easy for Rory that night. After escaping her father's scolding, she returned to her room ready to focus on her school work.\nHowever, her mind was elsewhere. She could still feel Gideon's warm lips pressed against her cheek no matter how hard she tried to wipe it off.\nHe made her feel hot, to point she wanted to strip naked and jump into a cold shower.\nAll concentration had left her body, leaving her rolling around on the bed in frustration. She had tried calling her mother to help relax her mind but the doctor's said she was on medication that made her drowsy. She couldn't talk.\nDinner with the family wasn't great either. Especially when Henry sat across from with a smug expression, taunting her. His smile said he knew something that she didn't then she remembered what he had said earlier. Her father intended to marry her off to man she didn't even know.\nShe swallowed, Henry was a liar and a bully. He was lying, he had to be. There was no way her father would do something like that, it was cruel and inhumane to handle over a child like that; to force her into a marriage with a man she didn't know.\nHenry was lying. Henry always lied.",
    "trans": "Le sommeil ne vint pas facilement à Rory cette nuit-là. Après avoir échappé aux réprimandes de son père, elle était retournée dans sa chambre, prête à se concentrer sur ses activités scolaire.\nCependant, son esprit vagabondait ailleurs. Elle sentait encore la chaleur des lèvres de Gideon pressées contre sa joue, malgré tous ses efforts pour en effacer la sensation.\nIl la troublait au point qu’elle avait envie de se débarrasser de ses vêtements et de plonger sous une douche glacée.\nToute capacité de concentration l’avait abandonnée, la laissant rouler sur son lit avec frustration. Elle avait tenté d’appeler sa mère pour apaiser son esprit, mais les médecins lui avaient indiqué qu’elle était sous médication et qu’elle somnolait. Elle ne pouvait donc pas lui parler.\nLe dîner en famille ne s’était pas mieux déroulé. Henry, assis en face d’elle, affichait un sourire narquois, la provoquant silencieusement. Son expression arrogante trahissait un secret qu’il semblait savourer, puis elle se souvint de ce qu’il lui avait dit plus tôt : son père comptait la marier à un homme qu’elle ne connaissait même pas.\nElle déglutit. Henry était un menteur et un tyran. Il mentait, forcément. Son père ne pouvait pas lui faire une chose pareille. C’était cruel et inhumain de livrer ainsi un enfant, de l’obliger à épouser un inconnu.\nHenry mentait. Henry mentait toujours."
}