{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Optimum Nutrition Micronized Creatine Powder is manufactured with the same creatine monohydrate found in our other premium creatine products. This creatine for women and men is formulated to support explosive movements. These creatine nutritional supplements have 5 g of creatine monohydrate in just 1 serving. Use these creatine supplements to support muscle size, strength, and power when used consistently over time in conjunction with a balanced diet and regular weight training. Optimum Nutrition is part of the Glanbia global nutrition group and has been setting the Gold Standard in sports nutrition for more than 30 years — helping performance-focused athletes achieve their goals. We are proud to say that we are one of the few sports nutrition companies who own and operate our own production facilities. We take as much pride and care in crafting our award-winning supplements as our consumers do with crafting their fitness accomplishments.",
    "trans": "La poudre de créatine micronisée d’Optimum Nutrition est fabriquée avec la même créatine monohydrate que celle présente dans nos autres produits haut de gamme à base de créatine. Conçue aussi bien pour les femmes que pour les hommes, cette créatine est spécialement formulée pour soutenir les mouvements explosifs. Ces compléments alimentaires à base de créatine contiennent 5 g de créatine monohydrate par portion. Utilisée de manière régulière, en complément d’une alimentation équilibrée et d’un entraînement de musculation assidu, cette créatine contribue au développement de la masse musculaire, à l’augmentation de la force et à l’amélioration des performances. Optimum Nutrition fait partie du groupe mondial de nutrition Glanbia et établit la référence en matière de nutrition sportive depuis plus de 30 ans, aidant les athlètes axés sur la performance à atteindre leurs objectifs. Nous sommes fiers de faire partie des rares entreprises de nutrition sportive à posséder et exploiter nos propres installations de production. Nous accordons autant de soin et de rigueur à l’élaboration de nos compléments primés que nos consommateurs en mettent dans la réalisation de leurs objectifs sportifs."
}