{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The young woman was in[redacted_name] surgery by eight o'clock the very next morning. Her name was [redacted_name], and although she was a slight thing, there was a familiar hardness to her expression, a determined set to her shoulders that [redacted_name] found immediately likeable. She had a noticeable scar running the length of her face, as [redacted_name] had anticipated. Although he was glad to see that it was slim and neat and showed no signs of infection or puckering.\nShe remembered him from that day in the A&E, but she seemed relieved that he didn’t ask her any further questions about it.\nHe tested the vision in her left eye, which was next to nothing. She could discern some light, as though through a long tunnel. He ran dozens of diagnostic spells, some repeats of [redacted_name] and some of his own selection. The eye was red but reacted normally when hit with a puff of air.\n“Any pain?” [redacted_name] asked, frowning down into his paperwork.\n“Not really. Not since the day of the accident.”\nHe jotted a note on his paper. “Explain what that felt like.”",
    "trans": "La jeune femme se trouvait dans le cabinet de [redacted_name] dès huit heures le lendemain matin. Elle se nommait [redacted_name] et, bien qu’elle fût frêle, son expression affichait cette dureté familière, cette détermination dans le port de ses épaules que [redacted_name] trouva immédiatement appréciable. Une cicatrice visible longeait son visage, comme [redacted_name] s’y était attendu. Il fut toutefois rassuré de constater qu’elle était fine, nette et ne présentait aucun signe d’infection ou de boursouflure.\nElle se souvenait de lui depuis ce jour aux urgences, mais parut soulagée qu’il ne lui pose aucune question supplémentaire à ce sujet.\nIl testa la vision de son œil gauche, qui s’avéra quasi inexistante. Elle pouvait discerner une certaine lumière, comme à travers un long tunnel. Il réalisa des dizaines de sorts de diagnostic, reprenant certains de [redacted_name] et ajoutant sa propre sélection. L’œil était rouge, mais réagissait normalement lorsqu’il recevait une bouffée d’air.\n« Aucune douleur ? » demanda [redacted_name], le regard froncé sur son dossier.\n« Pas vraiment. Pas depuis le jour de l’accident. »\nIl nota une remarque sur son papier. « Décrivez-moi cette sensation. »"
}