{
    "source": "en_US",
    "target": "fr_FR",
    "text": "CANACCEDE CREDIT LP has retained Commercial Credit Adjusters Ltd. to work with you to find solutions for your outstandingBank ofNova Scotia Visa Classic Cardaccount place in our office. This account is severely delinquent but I have been given the opportunity to help you resolve this problem before further escalation.\nThey have noted your account in default and has placed your file in demand debt collections. The current balance owing is $2,065.51 and payment in full is due.\nFor online banking payment or payment through your bank, please use the following information to add us as a bill payee:\nPayee name “Commercial Credit Adjusters” Account number [redacted_info].\nIf you would prefer to speak to me over the phone, I would be happy to assist and give you several options. Our toll-free number is 1-844-751-1088 and my personal extension is [redacted_number]..\nI look forward to working with you.\nThank you.",
    "trans": "CANACCEDE CREDIT LP a retenu Commercial Credit Adjusters Ltd. pour travailler avec vous afin de trouver des solutions pour le solde impayé de votre compte Bank of Nova Scotia Visa Classic Card placé dans notre bureau. Ce compte est gravement en souffrance, mais j'ai trouvé l'opportunité de vous aider à résoudre ce problème avant toute escalade supplémentaire.\nIl a été noté que votre compte est en défaut et votre dossier a été placé en recouvrement de créances. Le solde actuel dû est de 2 065,51 $ et le paiement intégral est exigé.\nPour effectuer un paiement par banque en ligne ou par l’intermédiaire de votre banque, veuillez utiliser les informations suivantes pour nous ajouter en tant que destinataire de paiement :\nNom du destinataire : « Commercial Credit Adjusters »Numéro de compte : [redacted_info].\nSi vous préférez discuter par téléphone, je serai ravi de vous assister et de vous proposer plusieurs options. Notre numéro sans frais est le 1-844-751-1088, et mon extension personnelle est le [redacted_number].\nJe me réjouis de travailler avec vous.\nJe vous remercie."
}