{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Published 22 September 2020\nI understand that I entered a contract when I accepted the terms and conditions of my original Griffith College Letter of offer.\nIn resuming my study, the original terms and conditions as outlined in my offer letter remain current.\nThe terms of this contract may be subject to variation as necessary to comply with any Australian law, regulation or\namendment thereof. This contract is governed by the laws of the Commonwealth of Australia and the State of Queensland.\nFees\n• I understand that Griffith College must receive payment for each trimester before enrolment. The due date will be published and\nreminders will be sent.\n• I understand that fees are reviewed annually and are subject to increase. I understand that I am liable for fees current at the time\nof my enrolment.\n• I confirm that I have the financial capacity to meet the costs of my studies\n• I am aware that if I withdraw from a course or program, I will be liable to pay cancellation fees as stipulated in the Refund Policy.\nEnrolment\n• I understand that I must keep Griffith College informed of my current address and contact details throughout my studies.\n• It is the student’s responsibility to ensure that they are correctly enrolled in courses as per the new program structure.\n• If I do not make satisfactory academic progress I may not be allowed to re-enrol for future trimesters.\n• If I change lectures or courses, I will complete the appropriate forms and pay the necessary fees (if applicable) by the due dates\nof Griffith College.\n• I have read the relevant Program Information located in the Griffith College portal ([redacted_url]) , and acknowledge I understand and agree to any GPA hurdle, Credit Transfer eligibility and Program\nQuota restrictions applicable to my progression into my chosen Griffith University bachelors degree.\nPolicy, Privacy and Protection\n• I hereby undertake to abide by the policies and procedures documented on Griffith College‘s web pages.\n• I have accessed the Griffith College Policy Library ([redacted_url]) and agree that I will comply with all Griffith\nCollege policies. Some useful ones include Privacy Policy, Transfer of Provider Policy, Refund Policy, Enrolment Policy, OSHC\nPolicy, Recognition of Prior Learning Policy and Program Progression Policy.\n• I have read and agree to abide by the Griffith College Refund Policy: [redacted_url]?\n• Students/Fees/Refund%20Policy . I am aware that if I withdraw from the program, I will be liable to pay cancellation fees as\nstipulated in the Refund Policy.\n• I have read Griffith College's Privacy Policy and understand when my personal information may be shared with others.\n• I acknowledge that Griffith College will take photos at group and social gatherings for use on social media and other collateral. If I\ndo not wish to have my photograph published, I understand that I can contact Griffith College at any time and withdraw this\nconsent.\n• I understand that I may access appeals and grievance processes through Griffith College or Griffith University. However, this\ndoes not remove my right to access other consumer protection laws.\nGriffith University\n• Griffith University tuition fees are published for each degree program and can be found at www.griffith.edu.au/degreefinder. The\ntuition fees you pay each Trimester will depend on the program in which you are enrolled and the number of Credit Points in\nwhich you are enrolled. A standard Trimester enrolment is 40 Credit Points; however some programs require you to enroll in\nmore or fewer Credit Points per Trimester. If you receive an offer for multiple degree programs the tuition fee you will pay for\neach program is the tuition fee applicable to the year in which you commence each program. Please note that the fees quoted\ndo not include any special equipment or resources that may be required.\n• I have accessed the Griffith University’s Policy Library (https://policies.griffith.edu.au/ ) and agree to comply with all Griffith\nUniversity policies.\n• I understand that Griffith University collects stores and uses personal information only for the purposes of administering student\nand prospective student admissions, enrolment and education. The information collected is confidential and will not be disclosed\nto third parties without your consent, except to meet government, legal or other regulatory authority requirements. For further\ninformation consult the University’s privacy plan 8 www.griffith.edu.au/privacy-plan8T.\n• I authorise Griffith University\no To check details of my migration status (study and/or work entitlements) with the Department of Home Affairs to\nrelease information to my Sponsor/Scholarship Provider (if I am sponsored) relating to my studies, including\nenrolment details, academic progress, fees and contact details.\no To check details of my migration status (study and/or work entitlements) with the Department of Home Affairs.\n• I authorise Griffith College and Griffith University to release information to my Sponsor/Scholarship Provider (if I am sponsored)\nrelating to my studies, including enrolment details, academic progress, fees and contact details.\n• International student visa holders have specific rights and obligations under the Education Services for Overseas Student\n(ESOS) Act and The National Code of Practice 2007. International student visa holders must maintain an enrolment load that\nenables completion within the standard duration of the program as noted on the COE. There are only limited circumstances for\nextension of this duration. This means that in most cases you will need to be enrolled in 40 credit points per Trimester, or be\nprepared to catch up enrolment load during summer Trimesters (if available)",
    "trans": "Publié le 22 septembre 2020\nJe comprends que j'ai signé un contrat lorsque j'ai accepté les termes et conditions de ma lettre d'offre originale de Griffith College.\nEn reprenant mes études, les termes et conditions originaux tels qu'indiqués dans ma lettre d'offre restent en vigueur.\nLes termes de ce contrat peuvent être modifiés si nécessaire pour se conformer à toute loi, réglementation ou\nmodification de celle-ci. Ce contrat est régi par les lois du Commonwealth d'Australie et de l'État du Queensland.\nFrais\n• Je comprends que Griffith College doit recevoir le paiement pour chaque trimestre avant l'inscription. La date d'échéance sera publiée et\ndes rappels seront envoyés.\n• Je comprends que les frais sont révisés annuellement et peuvent augmenter. Je comprends que je suis responsable des frais en vigueur au moment\nde mon inscription.\n• Je confirme que j'ai la capacité financière pour assumer les coûts de mes études\n• Je suis conscient que si je me retire d'un cours ou d'un programme, je serai responsable du paiement des frais d'annulation tels qu'indiqués dans la politique de remboursement.\nInscription\n• Je comprends que je dois tenir Griffith College informé de mon adresse actuelle et de mes coordonnées tout au long de mes études.\n• Il est de la responsabilité de l'étudiant de s'assurer qu'il est correctement inscrit aux cours conformément à la nouvelle structure du programme.\n• Si je ne fais pas de progrès académiques satisfaisants, il se peut que l'on ne me permette pas de me réinscrire pour les trimestres futurs.\n• Si je change de cours ou de module, je remplirai les formulaires appropriés et paierai les frais nécessaires (le cas échéant) avant les dates d'échéance\nde Griffith College.\n• J'ai lu les informations pertinentes sur le programme disponibles dans le portail de Griffith College ([redacted_url]) et je reconnais comprendre et accepter toute exigence de GPA, l'éligibilité au transfert de crédits et les conditions du programme\nLes restrictions de quota applicables à ma progression vers le baccalauréat choisi à Griffith University.\nPolitique, confidentialité et protection\n• Par la présente, je m'engage à respecter les politiques et procédures documentées sur les pages web de Griffith College.\n• J'ai consulté la bibliothèque des politiques de Griffith College ([redacted_url]) et je suis d'accord pour respecter toutes les politiques de Griffith\nLes politiques de Griffith College. Certaines politiques utiles incluent la politique de confidentialité, la politique de transfert de fournisseur, la politique de remboursement, la politique d'inscription, la politique OSHC\nLa politique de reconnaissance des apprentissages antérieurs et la politique de progression du programme.\n• J'ai lu et j'accepte de respecter la politique de remboursement de Griffith College : [redacted_url] ?\n• Students/Fees/Refund%20Policy. Je suis conscient que si je me retire du programme, je serai responsable du paiement des frais d'annulation comme indiqué\nstipulé dans la politique de remboursement.\n• J'ai lu la politique de confidentialité de Griffith College et je comprends quand mes informations personnelles peuvent être partagées avec d'autres.\n• Je reconnais que Griffith College prendra des photos lors de rassemblements de groupe et sociaux à des fins d'utilisation sur les réseaux sociaux et autres supports. Si je\nne souhaite pas que ma photographie soit publiée, je comprends que je peux contacter Griffith College à tout moment et retirer cette autorisation\nconsentement.\n• Je comprends que je peux accéder aux processus d'appel et de réclamation via Griffith College ou Griffith University. Cependant, cette\ncela n'enlève pas mon droit d'accéder à d'autres lois de protection des consommateurs.\nUniversité Griffith\n• Les frais de scolarité de l'Université Griffith sont publiés pour chaque programme de diplôme et peuvent être consultés sur www.griffith.edu.au/degreefinder. Les\nFrais de scolarité que vous payez chaque trimestre dépendront du programme dans lequel vous êtes inscrit et du nombre de crédits associés à ce programme.\ndans lequel vous êtes inscrit. Une inscription standard par trimestre correspond à 40 crédits ; toutefois, certains programmes peuvent exiger que vous vous inscriviez à\nplus ou moins de crédits par trimestre. Si vous recevez une offre pour plusieurs programmes de diplôme, les frais de scolarité que vous paierez pour\nchaque programme sont les frais de scolarité applicables à l'année où vous commencez chaque programme. Veuillez noter que les frais indiqués\nn'incluent pas les équipements ou ressources spéciales qui peuvent être nécessaires.\n• J'ai consulté la bibliothèque des politiques de l'Université Griffith (https://policies.griffith.edu.au/) et je m'engage à respecter toutes les politiques de Griffith\nLes politiques de l'Université Griffith.\n• Je comprends que l'Université Griffith collecte, conserve et utilise des informations personnelles uniquement dans le but de gérer les dossiers des étudiants\net des admissions, inscriptions et formations des étudiants et étudiants potentiels. Les informations collectées sont confidentielles et ne seront pas divulguées\nà des tiers sans votre consentement, sauf pour répondre aux exigences des autorités gouvernementales, juridiques ou autres autorités réglementaires. Pour plus de\ninformations, consultez le plan de confidentialité de l'Université à l'adresse www.griffith.edu.au/privacy-plan8T.\n• J'autorise l'Université Griffith\no À vérifier les détails de mon statut migratoire (droit d'étudier et/ou de travailler) auprès du Département des Affaires Intérieures pour\ncommuniquer des informations à mon sponsor/fournisseur de bourse (si je suis sponsorisé) concernant mes études, y compris\nles détails de l'inscription, les progrès académiques, les frais et les coordonnées.\no À vérifier les détails de mon statut migratoire (droit d'étudier et/ou de travailler) auprès du Département des Affaires Intérieures.\n• J'autorise Griffith College et Griffith University à communiquer des informations à mon sponsor/fournisseur de bourse (si je suis sponsorisé)\nconcernant mes études, y compris les détails de l'inscription, les progrès académiques, les frais et les coordonnées.\n• Les titulaires de visa d'étudiant international ont des droits et des obligations spécifiques en vertu de la loi sur les services éducatifs pour les étudiants étrangers Education Services for Overseas Students\n(ESOS) Act et le Code national de pratique 2007. Les titulaires de visa d'étudiant international doivent maintenir une charge d'inscription qui\npermet l'achèvement dans la durée standard du programme telle qu'indiquée sur le COE. Il n'existe que des circonstances limitées pour\nune extension de cette durée. Cela signifie que dans la plupart des cas, vous devrez être inscrit à 40 crédits par trimestre, ou être\nprêt à rattraper la charge d'inscription pendant les trimestres d'été (si disponibles)"
}