{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name] , It's time to schedule check-in #3.\nYou're in the driver's seat when it comes to your career. Get ready for an open, honest conversation with your manager about your career aspirations and potential for growth.\nThis is the perfect opportunity to review your progress on goals, your individual development plan, and the support you’ll need to make it happen.\nThis Workday Journey will guide you through this exchange, step-by-step. It gives you tips and links to resources along the way, so you can get the most out of the experience.\nEvery check-in is an opportunity to connect with your manager. Let’s make it a habit!\nSincerely,\nYour People & Culture Team\nThis eMail was sent from an unmonitored mailbox. Please do not reply to this eMail.\nWe value your feedback on Workday navigation/experience and comments enable us to continuously improve our service\nThis email was intended for [redacted_email] · Manage Preferences\nSanofi · © 2024",
    "trans": "Cher[redacted_name], Il est temps de planifier l'entretien de suivi n # 3.\nVous êtes aux commandes de votre carrière ! Préparez-vous à un échange ouvert et honnête avec votre manager sur vos aspirations professionnelles et vos perspectives d’évolution.\nC’est l’occasion idéale pour faire le point sur vos objectifs, votre plan de développement personnel et le soutien dont vous avez besoin pour les atteindre.\nCe parcours Workday vous guidera à travers cet échange, étape par étape. Il vous donne des conseils et des liens vers des ressources tout au long du chemin, afin que vous puissiez tirer le meilleur parti de cette expérience.\nChaque entretien de suivi est une occasion de vous connecter avec votre responsable. Prenons-en l'habitude !\nCordialement,\nVotre équipe Personnel et Culture\nCet e-mail a été envoyé depuis une boîte aux lettres non surveillée. Veuillez ne pas répondre à cet e-mail.\nNous apprécions vos commentaires sur la navigation/l'expérience Workday et les commentaires nous permettent d'améliorer continuellement notre service\nCet e-mail était destiné à [redacted_email] · Gérer les préférences\nSanofi - © 2024"
}