{
    "source": "en_US",
    "target": "fr_FR",
    "text": "are divided into 7 grades: Y, A, E, B, F, H C, and the correspondingextreme working temperatures are 90°C, 105°C, 120°C, 130°C, 155°C, 180°C and above 180°C.\nThe so-called limit working temperature of insulating material refers to the temperature value corresponding to the hottest point in the winding insulation during operation of the motor within the design life expectancy.\nAccording to experience, the lifespan of A-grade materials can reach 10 years at 105°C and B-grade materialscan reach 10 yearsat 130°C. But in actual conditions, the ambient temperature and temperature rise will not reach the design value for a long time, so the general life span is 15~20 years. If the operating temperature exceeds the limit operating temperature of the material for a long time, the aging of the insulation will be aggravated and the service life will be greatly shortened. Therefore, during the operation of the motor, the ambient temperature is one of the main factors affecting the life of the motor.",
    "trans": "sont classés en 7 catégories : Y, A, E, B, F, H et C, et les températures de fonctionnement extrêmes correspondantes sont de 90 °C, 105 °C, 120 °C, 130 °C, 155 °C, 180 °C et supérieures à 180 °C.\nLa température de fonctionnement limite d'un matériau isolant désigne la valeur de température correspondant au point le plus chaud de l'isolation de l'enroulement pendant le fonctionnement du moteur, dans le cadre de la durée de vie prévue par sa conception.\nSelon l'expérience, la durée de vie des matériaux de catégorie A peut atteindre 10 ans à 105 °C, et celle des matériaux de catégorie B peut atteindre 10 ans à 130 °C. Cependant, dans des conditions réelles, la température ambiante et l'élévation de température n'atteindront pas la valeur de conception pendant une période prolongée, de sorte que la durée de vie générale est de 15 à 20 ans. Si la température de fonctionnement dépasse la température de fonctionnement limite du matériau pendant une période prolongée, le vieillissement de l'isolation sera accéléré et la durée de vie sera considérablement réduite. Par conséquent, pendant le fonctionnement du moteur, la température ambiante est l'un des principaux facteurs qui influent sur sa durée de vie."
}