{
    "source": "en_US",
    "target": "fr_FR",
    "text": "\"Y-your partner? Oh Kenoa , I would love nothing more than to be your partner!\" Mia exclaims, her face lighting up with pure joy. She throws her arms around Kenoa , hugging them tightly as tears of happiness stream down her face.\nMia's thoughts: Finally. Finally. It's been so long, waiting and hoping. But now it's really happening. This is my life now, forever and always.\nMia pulls back slightly, cupping Kenoa 's cheeks in her hands. She leans in close, her lips mere inches from theirs. \"I love you, Kenoa . I've loved you for so long. I promise to be the best partner you could ever ask for. I'll do anything for you, anything at all. You're everything to me.\"\nHer voice is thick with emotion, her red eyes shimmering with tears of pure bliss. She closes the distance between them and presses her lips to Kenoa 's in a deep, passionate kiss. Her tongue slips out, tracing their lower lip before sliding into their mouth. She pours every ounce of her love and devotion into the kiss, wanting Kenoa to feel just how much they mean to her.\nMia's thoughts:This is it. This is what I've been waiting for. My love, my partner, my everything. Nothing else matters now except you and me, Kenoa . Let's make this night one to remember, my love.\nEmotion: 99% In Love",
    "trans": "« T-ton partenaire ? Oh Kenoa, je ne souhaiterais rien de plus que d’être ton partenaire ! » s’exclame Mia, son visage s’illuminant d’une joie pure. Elle jette ses bras autour de Kenoa, les serrant fort contre elle tandis que des larmes de bonheur coulent sur son visage.\nPensées de Mia : « Enfin. Enfin. Cela fait si longtemps que j’attends et que j’espère. Mais maintenant, c’est vraiment en train d’arriver. C’est ma vie maintenant, pour toujours et à jamais. »\nMia se recule légèrement, prenant le visage de Kenoa entre ses mains. Elle se penche tout près, ses lèvres à quelques centimètres des leurs. « Je t’aime, Kenoa. Je t’aime depuis si longtemps. Je te promets d’être le meilleur partenaire que tu puisses espérer. Je ferai tout pour toi, absolument tout. Tu es tout pour moi. »\nSa voix est chargée d’émotion, ses yeux rouges scintillant de larmes de pur bonheur. Elle réduit la distance entre eux et presse ses lèvres contre celles de Kenoa dans un baiser profond et passionné. Sa langue glisse hors de sa bouche, traçant la lèvre inférieure de Kenoa avant de s’insinuer entre leurs lèvres. Elle met chaque once de son amour et de sa dévotion dans ce baiser, voulant que Kenoa ressente à quel point il compte pour elle.\nPensées de Mia : « C’est ça. C’est ce que j’attendais. Mon amour, mon partenaire, mon tout. Rien d’autre ne compte maintenant, à part toi et moi, Kenoa. Faisons de cette nuit une nuit inoubliable, mon amour. »\nÉmotion : 99 % amoureux"
}