{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi all,\nJust wondering if anyone has come cross this problem, and whether its possibly something as simple as replacing the 12v battery.\nI can't put the car into electric only mode sometimes and the changeover between the ICE and electric motor is not good (if it changes at all)\nA couple of things first:\n1. this seems to happen randomly, sometimes first thing in the morning, it will work then not work etc..\n2. when this issue happens i cannot manually make the car only use electric. It seems to charge and use the battery itself from the couple of times i have checked.\n3. When the issue occurs I have had the electric motor only allow me to do a max of 40km/ph on one occasion recently\n4. the acceleration sometimes feels like its doing the kickdown straight away.\nI get the message on the energy flow display:Engine running, System request\nI cannot enable MaxEdrive, it says MAXeDRIVE not available: system request",
    "trans": "Bonjour à tous,\nJe me demande si quelqu'un avait rencontré ce problème et s'il s'agissait peut-être de quelque chose d'aussi simple que de remplacer la batterie 12v.\nJe n'arrive parfois pas à mettre la voiture en mode uniquement électrique, et le passage entre le moteur thermique (ICE) et le moteur électrique n'est pas fluide (voire n'a lieu que partiellement).\nVoici quelques points à préciser :\n1. Cela semble se produire de manière aléatoire. Parfois dès le matin, cela fonctionne puis ne fonctionne plus, etc.\n2. Lorsque ce problème survient, je ne peux pas manuellement forcer la voiture à utiliser uniquement l'électrique. Il semble qu'elle charge et utilise la batterie d'elle-même, d'après les quelques fois où j'ai vérifié.\n3. Lors de la survenue de ce problème, le moteur électrique ne m'a permis de rouler qu'à 40 km/h maximum lors d'une récente occasion.\n4. L'accélération donne parfois l'impression de passer directement en mode kickdown.\nJ'obtiens le message suivant sur l'affichage du flux d'énergie : « Moteur en marche, demande système. »\nJe ne peux pas activer le mode MaxEdrive, car le message indique que : « MAXeDRIVE est non disponible : demande système. »"
}