{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello, excuse me, I'm Sarah from TEMU Services USA. Your background and resume have been recommended by multiple online recruitment agencies. Therefore, we would like to offer you a great remote online part-time/full-time job to help TEMU merchants update data, increase visibility and bookings, and provide you with free training. Flexible part-time and full-time jobs allow you to work 60 to 90 minutes a day, 5 days a week, earn extra income on weekends too. You can work anytime and anywhere according to your schedule, and earn $50 to $500 a day. The basic salary is $950 per 4 days worked. Paid annual leave: In addition to maternity leave, paternity leave and other statutory holidays, ordinary employees are entitled to 5-15 days of paid annual leave. If you want to participate, please contact me by WhatsAPP:+19893150823(Note: You must be at least 20 years old)",
    "trans": "Bonjour, excusez-moi, je suis Sarah de TEMU Services USA. Votre parcours et votre CV ont été recommandés par plusieurs agences de recrutement en ligne. Par conséquent, nous souhaitons vous proposer un excellent emploi à distance, à temps partiel/à temps plein, pour aider les commerçants TEMU à mettre à jour les données, augmenter la visibilité et les réservations, et vous fournir une formation gratuite. Les emplois flexibles à temps partiel et à temps plein vous permettent de travailler 60 à 90 minutes par jour, 5 jours par semaine, et de gagner des revenus supplémentaires le week-end. Vous pouvez travailler à tout moment et de n'importe où selon votre emploi du temps, et gagner entre 50 et 500 $ par jour. Le salaire de base est de 950 $ pour 4 jours travaillés. Congés payés : En plus des congés de maternité, de paternité et d'autres jours fériés légaux, les employés ordinaires ont droit à 5 à 15 jours de congés payés par an. Si vous souhaitez participer, veuillez me contacter par WhatsApp : +19893150823 (Note : Vous devez avoir au moins 20 ans)"
}