{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The transition movement that took place between the 14th and 17th century in Italy is known as the Renaissance time or by definition \"rebirth\". The philosophy that took place in the period is one of the humanism or the focus on the human being. One of the master artists of this time is Leonardo Da Vinci (1452-1519) and one of the paintings that best represents the philosophy and art of this period is the Mona Lisa.\nThe philosophy of humanism brought on a time where the focus was on the human being. The previous philosophy of the medieval time was more focused on biblical motivation, whereas humanism was not. Humanism stood for the; \" the emergence of the individual figure, in place of stereotyped or symbolic figure, greater realism and consequent …show more content…\nThe landscape in the background showing mountains, trees and water are painted in cooler blues and greens. There is a sense of depth and form because the picture becomes hazier as the landscape progresses backwards. Also, with this technique, the figure in the painting appears closer to the viewer and puts more emphasis on her because of the scenery.",
    "trans": "La période de transition en Italie entre le XIVe et le XVIIe siècle, connue sous l'appellation de Renaissance ou, par définition, de « renaissance », est caractérisée par son renouveau culturel et artistique. L'humanisme, qui privilégie l'être humain, est la philosophie prédominante de cette époque. Léonard de Vinci (1452-1519) figure parmi les artistes majeurs de cette époque, et l'une des œuvres qui illustre le mieux la philosophie et l'art de cette période est sans conteste la Mona Lisa.\nLa philosophie de l'humanisme a inauguré une époque où l'accent était mis sur l'être humain. La philosophie précédente, celle du Moyen Âge, était davantage axée sur la motivation biblique, tandis que l'humanisme ne l'était pas. L'humanisme prônait : « l'émergence de la figure individuelle, à la place de la figure stéréotypée ou symbolique, un plus grand réalisme et par conséquent… voir plus de contenu…\nL'arrière-plan, qui comprend des montagnes, des arbres et de l'eau, est dépeint en utilisant des nuances plus froides de bleu et de vert. Un effet de profondeur et de relief est généré, car le paysage se brouille progressivement à mesure qu'il s'éloigne. Cette méthode donne l'illusion que la représentation sur la toile est plus près du public, accentuant ainsi son importance au détriment de l'arrière-plan."
}