{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Nova Scotia's Department of Labour, Skills and Immigration has lifted a stop-work order for the bakery of a Halifax Walmart following the death of a 19-year-old employee.\nThe order was issued after the body of [redacted_name] was found in a large commercialoven in the store bakery on Oct. 19 during her shift. Her mother, who also worked at the store, discovered the body.\nADVERTISEMENT\n\"The stop-work order was lifted when compliance was confirmed, allowing bakery operations to safely resume should Walmart decide to do so,\" the department said in an email to CBC News on Oct. 29.\nThe Mumford Road location remains closed. In an Oct. 27letter to employees obtained by CBC News, Walmart says the store is closed for at least another weekand the company isnot certain when it will reopen.\nLabour investigators conducted nine inspections at the Walmart on Mumford Road over the last five years, The Canadian Press reported last week.\nNo enforcement action was taken afterthose inspections and no orders or administrative penalties were issued.\nHalifax Regional Police have not released any newupdates this week on their ongoing investigation into the cause of [redacted_name] death.\nFamily's suffering 'unimaginable'\n[redacted_name] came to [redacted_address] about two years ago from [redacted_address], said[redacted_name], secretary of theMaritime Sikh Society.\nADVERTISEMENT\nShe was \"a young beautiful girl who came to [redacted_address] with big dreams,\" says an online fundraising page organized by the society.\n[redacted_name] mother is still suffering from shock but she authorized the release of information about her daughter for the GoFundMe page, the society said.\nThe fundraising drive says the mother became frantic after her daughter didn't answer her phone during the Saturday night shift. The mother, whose name was not released, eventually opened the walk-in bakery oven at the store and found her daughter's burned body, it says.\nBody of woman, 19, at Halifax Walmart was discovered by her mother\nThe fundraiser, which had amassed nearly $200,000, requests donations to bring [redacted_name] father and brother from the Punjab region of India to Nova Scotia for the funeral.\n\"This family's sufferings are unimaginable and indescribable. They need your support to get through this horrific time,\" it says.",
    "trans": "Le ministère du Travail, des Compétences et de l'Immigration de la Nouvelle-Écosse a levé l'ordonnance de suspension des travaux pour la boulangerie d'un Walmart à Halifax suite au décès d'une employée âgée de 19 ans.\nL'ordonnance avait été émise après que le corps de [redacted_name] ait été retrouvé dans un grand four commercial de la boulangerie du magasin le 19 octobre, pendant son service. Sa mère, qui travaillait également au magasin, a découvert le corps.\nPUBLICITÉ\n« La suspension des travaux a été levée après que la conformité ait été confirmée, permettant à la boulangerie de reprendre ses opérations en toute sécurité, si Walmart décidait de le faire », a indiqué le département dans un courriel envoyé à CBC News le 29 octobre.\nLe magasin de la rue Mumford reste fermé. Dans une lettre du 27 octobre adressée aux employés, obtenue par CBC News, Walmart a indiqué que le magasin resterait fermé pour au moins une semaine de plus et que la société n'était pas certaine de la date de réouverture.\nLes enquêteurs du travail ont enquêté neuf inspections du Walmart de la rue Mumford au cours des cinq dernières années, a rapporté la Presse canadienne la semaine dernière.\nAucune mesure d'application n'a été prise après ces inspections et aucune ordonnance ni pénalité administrative n'a été émise.\nLa police régionale de Halifax n'a pas publié de nouvelles mises à jour cette semaine concernant leur enquête en cours sur les causes du décès de [redacted_name].\nLa souffrance « inimaginable » de la famille\n[redacted_name] est arrivée à [redacted_address] il y a environ deux ans en provenance de [redacted_address], a déclaré [redacted_name], secrétaire de la Société Sikh maritime.\nPUBLICITÉ\nElle était « une jeune fille magnifique qui est venue à [redacted_address] avec de grands rêves », indique une page de collecte de fonds en ligne organisée par la société.\nLa mère de [redacted_name] souffre encore du choc, mais elle a autorisé la diffusion d'informations concernant sa fille pour la page GoFundMe, a précisé la société.\nLa collecte de fonds précise que la mère est devenue paniquée après que sa fille n'ait pas répondu à son téléphone pendant son service du samedi soir. La mère, dont le nom n'a pas été communiqué, a finalement ouvert le four à pain du magasin et a trouvé le corps carbonisé de sa fille, dit-on.\nLe corps d'une femme de 19 ans découvert à Walmart de Halifax par sa mère.\nLe fonds de soutien, qui a recueilli près de 200 000 dollars, sollicite des dons pour amener le père et le frère de [redacted_name] depuis la région du Pendjab en Inde jusqu'en Nouvelle-Écosse pour les funérailles.\n« Les souffrances de cette famille sont inimaginables et indescriptibles. Ils ont besoin de votre soutien pour traverser cette épreuve horrifique », indique la page."
}