{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Yawning, Y/n awoke to the sound of their alarm. Turning it off, they noted the date. It was their first day of U.A, and Y/n wasn't too thrilled, seeing it as nothing more than a waste of time.\nThey stared at the outfit they had laid out the night prior. It wasn't the traditional U.A uniform, instead they swapped out the ugly blazer for a dark green knit sweater, and swapped out the dark green pants for black shorts along with a matching black tie.\nSoon after getting dressed, Y/n walked out of the house. Toshinori left early since he was a teacher. After some arguing the night before, Y/n had convinced the pro to let them walk alone.\n-\nY/n clicked their tongue, staring at the large glass building. The press was relatively contained today, having been pushed to the sides by guards. Y/n hummed, stepping through the large blue gates and into the school's courtyard.\nThey had been informed by Toshinori that they'd be going to Aizawa's class, 1-A, instead of a more fitting class like maybe, a third year class for people their age. They frowned at the thought. Having to spend up to a year with sixteen year olds seemed like hell to them. Even Muichiro could suck the life out of them at times, and they could only imagine this would be like being with twenty Muichiros... Right?\nWhen Y/n entered the classroom through the large doors reading 1-A, they were greeted by shouting, and a lot of it. Y/n blinked, this was much worse than just Muichiro.\nAfter scanning the room, they recognized a few people: the dog, the man who yelled at them, and the two people they sat next to. It seemed Midoriya either hadn't made it into U.A, or was in a separate class.\nThe dog and the other loud man seemed to be fighting. Y/n gave the scene a deadpan stare before walking over to a random untaken seat. The middle row had an extra seat compared to the other four rows, so Y/n sat at the seat farthest from the door in the middle row.\nY/n glanced back to the two fighting, their eye twitching in annoyance, \"Can't you two just shut up?\" They asked, watching the two shift their gazes to them.\nThe blonde dog's head shot to Y/n, a growl emitting from his practically frothing mouth, \"The hell did you say you extra!?\" He shouted, his quirk flaring up, \"How about you shut the hell up and mind your own business?!\"\nY/n clicked their tongue, \"It seems you're still not leashed,\" They sighed, \"Whatever,\" They said, \"If you won't shut up at least say something entertaining,\" Y/n's eyes were unamused as they spoke, annoyed at the same time.\n\"Greetings, classmate! I'm-\" The louder man took the dog's silence to speak, before promptly gasping, \"Oh my! You're the person I had talked down to! I'm so sorry!\" He apologized.\nY/n only sighed, pointing to the door, \"Apologize to him, how about?\" They said, their eyes locking with shocked green ones, \"I bet Izu was far more offended and upset by your call out to him than I,\" They shrugged.\nMidoriya's face went red, \"I- uh- W-well...\" He stuttered, not being able to let out a single proper word, \"L-L/n, I-\"\nThe blue haired man cut the boy off, \"Greetings, classmate,\" He said, moving like a robot, \"I fervently apologize for my past actions, you must have realized there was more to the exam, right?\" He asked, not waiting for a response, \"I applaud you!\" He said, though instead of a smile, his face held a serious expression.\nY/n looked at the scene curiously, watching more people crowd around Izuku as they were forgotten. Y/n sighed, their classmates seemed utterly uninteresting. They were all so cliche, and weak.\nA silence fell over the room as the students noticed a man in a yellow sleeping bag speak. Y/n recognized the man's aura, noting that it was Aizawa. He was always more no nonsense compared to Toshinori, but in some ways that was much more interesting.\nY/n gazed at the man as he spoke, not listening to what he had to say until they saw their classmates leaving. They glanced to Aizawa, who stared back, \"Go get changed, Y/n,\" He said, pointing towards the door.\nY/n clicked their tongue, \"I'm eighteen, Aizawa,\" They reminded, \"Do you really think an adult should be going into changing room's with sixteen year olds?\"\nAizawa hummed, \"Fine, you won't have to change today, but I'll make sure you have a separate room tomorrow,\" He frowned.\nY/n nodded, opting to take off their knit sweater for more movement before laying it on their desk, \"Let's get going, Aizawa.",
    "trans": "Bâillant, Y/n se réveilla au son de son réveil. L'éteignant, il nota la date. C'était son premier jour à U.A., et Y/n n'était pas vraiment ravi, considérant cela comme une perte de temps.\nIl fixa la tenue qu'il/elle avait préparée la veille. Ce n'était pas l'uniforme traditionnel de U.A., il avait remplacé le blazer laid par un pull en tricot vert foncé, et remplacé le pantalon vert foncé par un short noir avec une cravate noire assortie.\nPeu après s'être habillé, Y/n sortit de la maison. Toshinori était parti tôt, puisqu'il était professeur. Après quelques disputes la veille, Yn avait convaincu le professeur de le laisser marcher seul.\n-\nY/n fit claquer sa langue, contemplant le vaste édifice de verre. Aujourd'hui, les journalistes ont été plutôt retenus, repoussés sur les flancs par des gardes. Y/n chantonnait doucement, traversant les imposantes portes bleues pour pénétrer dans la cour de l'école.\nIel avait reçu l'information de Toshinori qu'iel rejoindrait la classe 1-A d'Aizawa, au lieu d'une classe plus adaptée à son âge, comme une classe de troisième année.  Y/n plissa les sourcils à cette idée.  L'idée de passer jusqu'à un an avec des adolescents de seize ans lui semblait être un véritable cauchemar.  Même Muichiro avait le talent de lui vider son énergie, alors iel n'osait envisager ce que cela donnerait avec une vingtaine de Muichiro... N'est-ce pas ?\nEn entrant dans la salle de classe marquée 1-A, Y/n fut accueilli·e par des cris. Beaucoup de cris. Iel cligna des yeux. C’était bien pire qu’un simple Muichiro.\nAprès avoir balayé la pièce du regard, il reconnut quelques personnes : le chien, l’homme qui lui avait crié dessus, et les deux personnes à côté de qui elle s’était assise. Il semblait que Midoriya n'avait soit pas réussi à entrer à U.A, soit avait été placé dans une autre classe.\nLe chien et l’autre homme bruyant semblaient se disputer. Y/n leur jeta un regard impassible avant d’aller s’asseoir sur un siège inoccupé. La rangée du milieu avait une place supplémentaire par rapport aux autres, alors iel choisit le siège le plus éloigné de la porte.\nY/n jeta un coup d'œil en arrière aux deux qui se battaient, son œil tressaillant d'agacement : « Vous ne pouvez pas vous taire, vous deux ? » demanda-t-il/elle, regardant les deux tourner leurs regards vers lui.\nLa tête du chien blond se tourna brusquement vers Y/n, un grognement sortant de sa bouche pratiquement écumante : « Qu'est-ce que tu as dit, espèce d'extra ?! » cria-t-il, son alter s'activant : « Pourquoi tu ne la fermes pas et tu ne t'occupes pas de tes affaires ?! »\nY/n claqua sa langue  « On dirait que tu n'es toujours pas en laisse, » soupira-t-il, « Peu importe, » dit-il, « Si tu ne te tais pas, dis au moins quelque chose d'intéressant, » les yeux de Y/n étaient peu amusés alors qu'il/elle parlait, agacé en même temps.\n« Salutations, camarade de classe ! Je suis- » L'homme plus bruyant profita du silence du chien pour parler, avant de s'exclamer : « Oh mon Dieu ! Vous êtes la personne à qui j'ai parlé de haut ! Je suis tellement désolé ! » s'excusa-t-il.\nY/n soupira seulement, pointant la porte : « Excuse-toi auprès de lui, que dirais-tu ? » dit-il/elle, ses yeux se verrouillant avec des yeux verts choqués : « Je parie qu'Izu était bien plus offensé et bouleversé par ton interpellation que moi, » haussa-t-il/elle les épaules.\nLe visage de Midoriya devint rouge : « Je- euh- B-bien... » bégaya-t-il, incapable de sortir un seul mot correct : « L-L/n, je- »\nL'homme aux cheveux bleus coupa le garçon : « Salutations, camarade de classe », dit-il, se déplaçant comme un robot, « Je m'excuse ardemment pour mes actions passées. Vous avez dû vous rendre compte qu'il y avait plus d'éléments à l'examen, n'est-ce pas ? », demanda-t-il, sans attendre de réponse. « Je vous applaudis ! », dit-il, mais au lieu d'un sourire, son visage affichait une expression sérieuse.\nY/n regarda la scène avec curiosité, regardant de plus en plus de gens se rassembler autour d'Izuku alors qu'il/elle était oublié. Y/n soupira, ses camarades de classe semblaient totalement inintéressants. Ils étaient tous si clichés et faibles.\nUn silence s'installa dans la salle lorsque les étudiants remarquèrent un homme parlant depuis un sac de couchage jaune. Y/n a perçu l'aura de l'individu, réalisant qu'il s'agissait d'Aizawa. Il était constamment plus direct que Toshinori, mais d'une certaine manière, c'était bien plus captivant.\nY/n regarda l'homme pendant qu'il parlait, n'écoutant pas ce qu'il avait à dire jusqu'à ce qu'il/elle voie ses camarades de classe partir. Il/elle jeta un coup d'œil à Aizawa, qui le/la regarda en retour : « Va te changer, Y/n, » dit-il, pointant la porte.\nY/n claqua sa langue : « J'ai dix-huit ans, Aizawa, » rappela-t-il/elle, « Penses-tu vraiment qu'un adulte devrait aller dans les vestiaires avec des jeunes de seize ans ? »\nAizawa fredonna : « Très bien, tu n'auras pas à te changer aujourd'hui, mais je m'assurerai que tu aies une pièce séparée demain, » il fronça les sourcils.\nY/n acquiesça, choisissant d'enlever son pull en tricot pour plus de mouvement avant de le poser sur son bureau : « Allons-y, Aizawa."
}