{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name] knew he was trying to push her beyond her limits, he always did when he would rather keep fighting than have a meaningful conversation that had the potential of making him feel exposed and vulnerable in any way. She decided she wasn't going to let him get his way, not this time. \"For everything,\" she whispered.\nA sudden twitch in his face was all [redacted_name] needed. The lifeline she had been hoping - praying - for; to anyone else, it would have been a simple knee-jerk, biologically generated reaction, but she knew it was one of the first signs that Harvey was working through his own process of breaking down his walls, even if [redacted_name] was the only person he let through, that's all she needed...just a little space to make her presence known within his being, his very soul.\n\"I'm sorry for keeping it from you,\" she breathed, her bottom lip trembling now as a reaction of the commanding tears that gathered in her eyes threatening to make their presence known at any second, \"I'm sorry that you found out the way you did.\" She tried swallowing the knot that had formed in the back of her throat but it was too late. Instead, it came out as an agonizing whimper that must have sounded muffled from [redacted_name] hand shooting up to cover her mouth. She hadn't allowed herself to cry in a few hours so her body betraying her this severely was anticipated.",
    "trans": "[redacted_name] savait qu'il essayait de la pousser à bout, il le faisait toujours lorsqu'il préférait se battre plutôt qu'avoir une conversation significative qui risquait de le faire se sentir exposé et vulnérable de quelque manière que ce soit. Elle décida qu'elle ne le laisserait pas faire à sa guise, pas cette fois. « Pour tout », murmura-t-elle.\nUn soudain tressaillement de son visage fut tout ce dont [redacted_name] avait besoin. La bouée de sauvetage qu'elle espérait - qu'elle priait - obtenir ; pour n'importe qui d'autre, cela aurait été un simple réflexe, une réaction biologiquement générée, mais elle savait que c'était l'un des premiers signes qu'Harvey était en train de briser ses propres barrières, même si [redacted_name] était la seule personne qu'il laissait passer, c'était tout ce dont elle avait besoin... juste un peu d'espace pour faire connaître sa présence en son être, son âme même.\n« Je suis désolée de te l'avoir caché », souffla-t-elle, sa lèvre inférieure tremblant maintenant en réaction aux larmes impérieuses qui se rassemblaient dans ses yeux, menaçant de se manifester à tout instant, « Je suis désolée que tu l'aies découvert de cette façon. » Elle essaya d'avaler la boule qui s'était formée au fond de sa gorge, mais il était trop tard. Au lieu de cela, elle se transforma en un gémissement angoissant qui dut sembler étouffé par la main de[redacted_name] qui se leva pour couvrir sa bouche. Elle ne s'était pas autorisée à pleurer depuis quelques heures, alors que son corps la trahisse si sévèrement était prévisible."
}