{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Our records show that [redacted_name] child care enrolment with Concord West Child Care Service (OSHC) has ended on 14 October 2024. After this date, you are no longer entitled to receive Child Care Subsidy at this child care service.\nIf this information is correct, you do not need to do anything as we have updated your records.\nIf this information is not correct, you should contact your child care service and ask them to update your child's enrolment information.\nIf your child is attending more than one child care service, you can tell us how many hours of care you want paid or allocated to each service. If you have told us previously, you will now need to tell us again. This is because your current arrangement to allocate the hours of care for Child Care Subsidy is ending.\nWhat you need to do\nYou can do this by calling us on 136 150 (call charges may apply) or visiting one of our service centres.\nMore information\nFor more information about Child Care Subsidy including the eligibility requirements, please go to",
    "trans": "Nos dossiers indiquent que l'inscription de [redacted_name] au service de garde d'enfants de Concord West (OSHC) a pris fin le 14 octobre 2024. Après cette date, vous n'avez plus droit à la subvention pour la garde d'enfants auprès de ce service de garde.\nSi cette information est correcte, vous n'avez rien à faire, car nous avons mis à jour vos dossiers.\nSi cette information est incorrecte, vous devez contacter votre service de garde d'enfants et leur demander de mettre à jour les informations d'inscription de votre enfant.\nSi votre enfant fréquente plusieurs services de garde, vous pouvez nous indiquer le nombre d’heures de garde que vous souhaitez voir attribué ou payé pour chaque service. Si vous nous l’avez déjà indiqué auparavant, vous devrez nous le signaler à nouveau. En effet, votre arrangement actuel pour l’attribution des heures de garde dans le cadre de la subvention pour la garde d’enfants prend fin.\nCe que vous devez faire\nVous pouvez le faire en nous appelant au 136 150 (des frais d'appel peuvent s'appliquer) ou en vous rendant dans l'un de nos centres de service.\nPlus d’informations\nPour plus d’informations sur la subvention pour la garde d’enfants, y compris les critères d’éligibilité, veuillez consulter"
}