{
    "source": "en_US",
    "target": "fr_FR",
    "text": "'m a cancer survivor so I'm a little crazy with my sunscreen use but this year I have decided to try some of these sunscreen oils because I used to exclusively use tanning oil precancer and I'd like to get back to having a natural tan and not always having to use self tanner. I definitely don't feel comfortable going out with just oil or without SPF like I used to so I thought these would be good for me to try. I really like the consistency of the oil, it sinks into my skin easily and doesn't feel oily after. I really like the smell of this oil too, I actually prefer the scent of this one over the baby oil. I've tried this oil a couple of times now and so far it has kept me from getting burnt at all. It also allows me to get a base tan which is nice. My only complaint with this product is the packaging. I received this one in a GWP and even though the bottle has a seal underneath the cap everything in the GWP bag was covered in a oily film. Luckily the seal kept it from completely spilling out but somehow it still seeped underneath. This is definitely a product I would not feel comfortable ordering online which is a problem for me because I am disabled",
    "trans": "Je suis un·e survivant·e du cancer, donc je suis un peu obsédé·e par l'utilisation de crème solaire. Mais cette année, j’ai décidé d’essayer certaines de ces huiles solaires, car avant mon cancer, j’utilisais exclusivement de l’huile de bronzage et j’aimerais retrouver un bronzage naturel sans avoir à utiliser constamment de l’autobronzant. Je ne me sens définitivement pas à l’aise de sortir avec juste de l’huile ou sans SPF comme je le faisais avant, donc je me suis dit que celles-ci pourraient être une bonne option pour moi. J’aime vraiment la texture de cette huile : elle pénètre facilement dans ma peau et ne laisse pas de sensation grasse après application. J’aime aussi beaucoup son odeur, je la préfère même à celle de l’huile pour bébé. Je l’ai testée plusieurs fois maintenant et, jusqu’à présent, elle m’a totalement évité les coups de soleil. Elle me permet également d’obtenir un bronzage de base, ce qui est appréciable. Mon seul reproche concerne le packaging. J’ai reçu ce produit dans un GWP (cadeau avec achat) et, bien que le flacon ait un sceau sous le bouchon, tout le contenu du sac GWP était recouvert d’un film huileux. Heureusement, le sceau a empêché une fuite complète, mais d’une manière ou d’une autre, l’huile s’est quand même infiltrée en dessous. C’est un produit que je ne me sentirais pas à l’aise de commander en ligne, ce qui est un problème pour moi, car je suis en situation de handicap."
}