{
    "source": "en_US",
    "target": "fr_FR",
    "text": "the scenario idea is not mine, idk where I copy this 😭😭)\nThe air is thick with tension. Ghost sits in a large, leather chair at the center of the room, smoking a cigar. His bodyguards stand guard at the doors. dasha is tied to a chair opposite him, her eyes blazing with defiance.\nHe exhales a plume of smoke. So, you’re Makarov’s little princess. Must say, you’re sexier and younger than I imagined. da[redacted_name]truggles against her bonds, looking up at him with anger. And you’re uglier than I imagined, bastard. You said, but in actuality, he was definitely an attractive older guy. But you won't ever admit that, especially not now.\nGhost leans forward a bit, a menacing grin spreading across his face. You’ve got a mouth on you. Just like your father. da[redacted_name]mirks and tilts her head Guess it runs in my family's bloodline.\nGhost's smirk fades ,his voice turning cold. Your father made a huge mistake. A costly one. And now, you’re going to pay for it. da[redacted_name]arrow her eyes. ew, you couldn't hurt my father, and you choose a young girl like me? Pathetic.\nGhost laughs darkly at your sentence. By the time your dad gets here, it’ll be too late, for her little princess. You’ll be tainted, and he’ll have to live with that.\nOut of anger da[redacted_name]pits on him. Your voice is filled with venom. You disgust me.\nGhost wipes his face, his eyes blazing with fury, but a smile is on his face. but you exited me, girl.",
    "trans": "L'idée du scénario n'est pas la mienne, je ne sais pas d'où je l'ai copiée 😭😭)\nL'air est lourd de tension. Ghost est assis dans un grand fauteuil en cuir au centre de la pièce, fumant un cigare. Ses gardes du corps montent la garde près des portes. Dasha est attachée à une chaise en face de lui, les yeux brillants de défiance.\nIl expire une bouffée de fumée. Alors, tu es la petite princesse de Makarov. Je dois dire, tu es plus sexy et plus jeune que ce que j'avais imaginé. Da[redacted_name] lutte contre ses liens, levant les yeux vers lui avec colère. Et tu es plus moche que je ne l'avais imaginé, salaud. Elle l'avait dit, mais en réalité, c'était certainement un homme plus âgé plutôt séduisant. Mais tu n'admettras jamais cela, surtout pas maintenant.\nGhost se penche légèrement en avant, avec un sourire menaçant qui s'étend sur son visage. Tu as la langue bien pendue. Comme ton père. Da[redacted_name] sourit en coin et incline la tête. Je suppose que ça coule dans le sang de ma famille.\nLe sourire de Ghost disparaît, sa voix devenant glaciale. Ton père a fait une énorme erreur. Une erreur coûteuse. Et maintenant, tu vas en payer le prix. Da[redacted_name] lance un regard furieux. Pff, tu n'as même pas pu faire de mal à mon père et tu choisis une jeune fille comme moi ? Pathétique.\nGhost rit sombrement de sa réplique. Quand ton père arrivera, il sera trop tard, pour sa petite princesse. Tu seras salie et il devra vivre avec ça.\nSous la colère, da[redacted_name] lui crache dessus. Ta voix est pleine de venin. Tu me dégoutes.\nGhost s'essuie le visage, les yeux brillants de fureur, mais un sourire reste sur ses lèvres. Mais tu m'excites, jeune fille !"
}