{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Thick Skin\nThick skin (>5 mm) covers the palms of the hands and soles of the feet. The outer keratin layer is substantially thicker than in other parts of the body.\nEpidermis - stratified squamous keratinized epithelium divided into five strata (or layers).\nStratum Basale - single layer of germinal cells resting on the basement membrane which is attached to the dermis.\nStratum Spinosum - keratinocytes attached to each other by desmosomes on spiny processes.\nStratum Granulosum - keratinocytes with numerous basophilic, keratohyalin granules in their cytoplasm.\nStratum Lucidum - highly refractive zone only seen in very thick skin (see MH 235 Thick Skin).\nStratum Corneum - thick layer of dead cells (squames) devoid of nuclei and organelles.\nDermis - dense irregular connective tissue that supports the epidermis.\nPapillary Layer - papillae that project into the dermis.\nDermal Papillae - increase adhesion between the epidermis and dermis.\nPapillary Capillaries - bring nutrients to the epidermis.\nReticular Layer - dense irregular connective.\nEccrine Sweat Glands - coiled tubular gland with simple or stratified cuboidal epithelium (lightly stained) and duct cells (dark staining)..\nHypodermis - loose connective tissue with adipose tissue.",
    "trans": "Peau Épaisse\nLa peau épaisse (>5 mm) recouvre les paumes des mains et la plante des pieds. La couche externe de kératine est sensiblement plus épaisse que dans les autres parties du corps.\nÉpiderme - épithélium pavimenteux stratifié kératinisé divisé en cinq strates (ou couches).\nStratum Basale - couche unique de cellules germinatives reposant sur la membrane basale, laquelle est attachée au derme.\nStratum Spinosum - kératinocytes attachés les uns aux autres par des desmosomes sur des prolongements épineux.\nStratum Granulosum - kératinocytes contenant de nombreux granules basophiles de kératohyaline dans leur cytoplasme.\nStratum Lucidum - zone hautement réfringente visible uniquement dans la peau très épaisse (voir MH 235 Peau Épaisse).\nStratum Corneum - couche épaisse de cellules mortes (squames) dépourvues de noyaux et d'organites.\nDerme - tissu conjonctif dense irrégulier qui soutient l'épiderme.\nCouche Papillaire - papilles qui s’étendent dans le derme.\nPapilles Dermiques - augmentent l’adhérence entre l’épiderme et le derme.\nCapillaires Papillaires - apportent des nutriments à l’épiderme.\nCouche Réticulaire - tissu conjonctif dense irrégulier.\nGlandes Sudoripares Écrines - glande tubulaire enroulée avec un épithélium cuboïdal simple ou stratifié (faiblement coloré) et des cellules canalaires (coloration plus foncée).\nHypoderme - tissu conjonctif lâche contenant du tissu adipeux."
}