{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Abstract—In this paper, an analysis on the stepwise adiabatic circuits is presented. In this analysis, the energy consumption of stepwise adiabatic circuits for the case where it is possible to recycle the charge stored on the load capacitor is studied. As a results of the analysis, energy consumption equations are presented which accurately model the efficiency of the stepwise adiabatic circuits. The proposed analysis shows stepwise adiabatic circuits are able to decrease the total energy by a factor of N if the load capacitor is charged in N steps and then discharged in N steps. Energy consumption equations suggest even for small values of the tank capacitors the energy is reduced significantly. For example, if the tank capacitors are equal to the load capacitor, energy is reduced by 40% for N=2, 55% for N=3, and energy saving is increased with N. Simulation results in 0.18 technology show the errors of the proposed derivations are less than 2% in different scenarios.\nKeywords— adiabatic charging; stepwise charging",
    "trans": "Résumé — Dans cet article, une analyse des circuits adiabatiques progressifs est présentée. Dans cette analyse, la consommation d'énergie des circuits adiabatiques progressifs est étudiée dans le cas où il est possible de recycler la charge stockée sur le condensateur de charge. À la suite de cette analyse, des équations de consommation d'énergie sont présentées, modélisant avec précision l'efficacité des circuits adiabatiques progressifs. L'analyse proposée montre que les circuits adiabatiques progressifs peuvent réduire la consommation totale d'énergie par un facteur de N si le condensateur de charge est chargé en N étapes puis déchargé en N étapes. Les équations de consommation d'énergie suggèrent qu'avec des valeurs faibles des condensateurs de stockage, l'énergie est réduite de manière significative. Par exemple, si les condensateurs de stockage sont égaux au condensateur de charge, l'énergie est réduite de 40% pour N=2, 55% pour N=3 et l'économie d'énergie augmente avec N. Les résultats de simulation en technologie 0.18 montrent que les erreurs des dérivations proposées sont inférieures à 2% dans différents scénarios.\nMots-clés — charge adiabatique ; charge progressive"
}