{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Enzymes are biological catalysts that facilitate biochemical reactions, and their activity is highly dependent on temperature. The optimal functioning temperature for most human enzymes, particularly those found in metabolic pathways, is around 37°C, which is reflective of normal human body temperature. At this temperature, enzymes exhibit maximal kinetic energy, leading to an increased rate of reaction due to higher frequency and energy of molecular collisions.\nHowever, after the incubation period at 37°C, it is crucial to place the enzymes in a freezer at –20°C to halt their activity. This cessation is important for several reasons: first, it preserves the structural integrity of the enzymes by preventing denaturation that can occur at elevated temperatures. Second, freezing effectively reduces the kinetic energy of the molecules, significantly slowing down any enzymatic reactions. This step is critical for maintaining the consistency and reliability of subsequent analyses, as it ensures that any measurements taken reflect the state of the enzymes at the conclusion of the incubation period without further alteration from ongoing enzymatic activity.",
    "trans": "Les enzymes sont des catalyseurs biologiques qui facilitent les réactions biochimiques, et leur activité dépend fortement de la température. La température optimale de fonctionnement de la plupart des enzymes humaines, en particulier celles impliquées dans les voies métaboliques, est d’environ 37 °C, ce qui correspond à la température normale du corps humain. À cette température, les enzymes atteignent une énergie cinétique maximale, entraînant une augmentation du taux de réaction en raison d’une fréquence et d’une énergie accrues des collisions moléculaires.\nCependant, après la période d’incubation à 37 °C, il est essentiel de placer les enzymes au congélateur à –20 °C afin d’arrêter leur activité. Cette interruption est importante pour plusieurs raisons : tout d’abord, elle préserve l’intégrité structurelle des enzymes en empêchant leur dénaturation, qui peut survenir à des températures élevées. Ensuite, la congélation réduit efficacement l’énergie cinétique des molécules, ralentissant considérablement toute réaction enzymatique. Cette étape est cruciale pour garantir la cohérence et la fiabilité des analyses ultérieures, car elle permet de s’assurer que les mesures effectuées reflètent l’état des enzymes à la fin de la période d’incubation, sans altération due à une activité enzymatique en cours."
}