{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We at FCS wanted to send a final reminder that the Foster Undergraduate Mentor Program Application will be closing today.\nThis program was created to offer intentional mentorship for students of which they will be paired with a professional UW Foster alum as an early career resource where the students can build and develop professional relationships and networks, as well as receive academic and early career advice. This great opportunity to connect students with peers and professionals in the workplace will accelerate their professional and personal growth as they navigate their career exploration! More information regarding the timeline, activities, and program dates can be found on Husky Landing.\nIf you are interested in applying, please head to Husky Landing, watch the 20- minute virtual info session (if you haven't attended one live), and apply by pressing the green \"Join\" button in the top right! This year we are accepting Freshmen on a case-by-case basis, please reach out if you have questions or find it difficult to answer the application as it may not be the right year yet!\nEveryone needs a board of mentors and directors for their career journey, and what better time to start then now!",
    "trans": "Nous, à FCS, souhaitions vous envoyer un dernier rappel : les candidatures pour le Foster Undergraduate Mentor Program ferment aujourd’hui.\nCe programme a pour but de fournir une guidance personnalisée aux étudiants en les mettant en relation avec un diplômé d'UW Foster. Ce mentor sera une ressource essentielle au début de leur parcours professionnel, les aidant à établir et à renforcer des liens professionnels et des réseaux, tout en profitant de conseils académiques et professionnels dès les premières étapes. Cette chance exclusive de liaison entre étudiants et professionnels favorisera l'évolution professionnelle et personnelle des participants dans leur recherche de carrière !Plus de détails concernant le programme, y compris le calendrier, les activités et les dates, sont disponibles sur Husky Landing.\nSi vous êtes intéressé à postuler, rendez-vous sur Husky Landing, regardez la session d'information virtuelle de 20 minutes (si vous n'avez pas assisté à une session en direct), et postulez en cliquant sur le bouton vert « Rejoindre » en haut à droite ! Cette année, nous acceptons les étudiants de première année au cas par cas. Veuillez nous contacter si vous avez des questions ou si vous avez du mal à répondre à la candidature, car ce n'est peut-être pas encore la bonne année !\nTout le monde a besoin d'un conseil de mentors et de directeurs pour son parcours professionnel, et quel meilleur moment pour commencer que maintenant !"
}