{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Maurizio Pollini’s last recording, planned\nwith his son Daniele, focuses on three\nessential areas of Schubert’s music for\npiano: the sonatas, the collections of short\npieces, and the music for four hands. Preju-\ndice against the sonatas may be a thing of\nthe past, but a masterpiece such as the\nSonata in G major, D 894, still does not enjoy\nthe popularity that it merits, given its\nextraordinary poetic intensity. It is Schu-\nbert’s only sonata in G major, and was com-\nposed in October 1826, only a few months\nafter the composer’s last quartet, D 887,\nlikewise in G major, of June of the same\nyear. It was the third sonata that Schubert\nhad published, and was brought out by\nTobias Haslinger in Vienna in April 1827\nunder the title Fantasie, Andante, Menuetto,\nAllegretto (the title Fantasie does not appear\nin the manuscript, and was presumably an\naddition on the part of the publisher).\nThe first movement’s apparent respect\nfor sonata-form conventions does not stand\nin the way of an immediate impression of\nthe tempo being almost suspended in time,\nutterly free and highly original. Certainly,\nthe broad opening idea does not have the\ncharacteristics of a conventional first\ntheme, taking shape as it does in a mysteri-\nous pianissimo and a mood of reflection,\nbefore the dancing second theme instantly\nand abruptly takes over. After a brief third\ntheme and a reference to the first have\nrounded off the exposition, the develop-\nment brings a surprise: the first-theme\nmaterial reveals new aspects, reappearing\nin the minor and fortissimo to create con-\ntrasts and tensions. After the regular reca-\npitulation, the music fades away in a brief,\npoetic coda.",
    "trans": "Le dernier enregistrement de Maurizio Pollini, prévu\navec son fils Daniele, se concentre sur trois\néléments essentiels de la musique de Schubert pour\npiano : les sonates, les collections de morceaux\ncourts, et la musique à quatre mains. Les préju-\ngés contre les sonates sont peut-être de l'histoire\nancienne, mais un chef d'œuvre tel que la\nSonate en sol majeur, D 894, ne jouit pas encore de\nla popularité qu'elle mérite, au vu de son\nextraordinaire intensité poétique. C'est la seule sonate\nde Schubert en sol majeur, qui fut com-\nposée en octobre 1826, quelques mois seulement\naprès le dernier quatuor du compositeur, D 887,\nlui-aussi en sol majeur, en juin de la même\nannée. C'était la troisième sonate publiée par\nSchubert, et fut apportée par\nTobias Haslinger à Vienne en avril 1827\nsous le titre Fantaisie, Andante, Menuetto,\nAllegretto (le titre Fantaisie n'apparait pas\ndans le manuscrit, et a été probablement un\najout de l'éditeur).\nL'apparent respect du premier mouvement\npour les conventions de la structure de la sonate n'empêche\npas une impression immédiate de\ntempo presque suspendu dans le temps,\nabsolument libre et extrêmement original. Certes,\nla grande idée d'ouverture n'a pas les\ncaractéristiques d'un premier thème\nconventionnel, prenant la forme comme il le fait d'un mystéri-\neux pianissimo et d'une humeur de réflexion,\navant que le second thème dansant, instantanément\net abruptement, prenne le relai. Après qu'un court troisième\nthème et une référence au premier aient\nclôturé l'exposition, le dévelop-\npement apporte une surprise : le contenu du premier thème\nrévèle de nouveaux aspects, réapparaissant\ndans le mineur et fortissimo pour créer du con-\ntraste et des tensions. Après une récapitulation\nrégulière, la musique s'éteint dans un bref,\ncoda poétique."
}