{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Now, I'd like to talk about something important to us—the second project we've been working on alongside Steps of Debauchery. First, let me assure you that Riley and Steps of Debaucheryare still our main focus, and no other project will affect the development speed of the game. If we've chosen to support or join another project, it's only because we've been able to hire more people or work on it in parallel.\nAs some of you already know, the project I'm talking about is the game Bright Lord, developed by KissKiss Studio. It’s had its ups and downs, so we decided to help bring it to completion, ensuring it doesn’t get abandoned like so many other adult visual novels. Our support included proofreading the entire script, improving and compressing the game’s code, creating a completely new UX/UI, and translating the game into 7 languages. The story and graphics are still being handled by KissKiss Studio, so this hasn’t affected our work on Steps of Debauchery.",
    "trans": "À présent, j'aimerais aborder un sujet important pour nous : le deuxième projet sur lequel nous travaillons en parallèle des Étapes de la Débauche. Tout d'abord, permettez-moi de vous assurer que Riley et les Étapes de la Débauche restent notre priorité principale, et qu'aucun autre projet n'affectera la vitesse de développement du jeu. Si nous avons choisi de soutenir ou de rejoindre un autre projet, c'est uniquement parce que nous avons pu embaucher plus de personnel ou y travailler en parallèle.\nComme certains d'entre vous le savent déjà, le projet dont je parle est le jeu Bright Lord, développé par KissKiss Studio. Il a connu des hauts et des bas, et nous avons décidé de l'aider à être achevé, afin qu'il ne soit pas abandonné comme tant d'autres romans visuels pour adultes. Notre soutien a inclus la relecture de l'intégralité du script, l'amélioration et la compression du code du jeu, la création d'une interface utilisateur/expérience utilisateur entièrement nouvelle, et la traduction du jeu en sept langues. L'histoire et les graphismes sont toujours gérés par KissKiss Studio, ce qui n'a donc pas affecté notre travail sur les Étapes de la Débauche."
}