{
    "source": "en_US",
    "target": "fr_FR",
    "text": "\"Right at first, I did. Then I saw how you stood up to Chi Fu after I killed Shan Yu, and it changed how I felt about you. When I thought you were dead, I couldn't stand it. I never want to be without you again.\"\n\"Mulan, I am a general in the Imperial army. I'm going to have to leave you at some point for military duty. Probably more than once.\"\n\"Can we talk about this another time? I just got you back from the dead. I don't want to think about having to send my husband off to war now.\"\n\"Yes, I suppose. But not wanting to talk about it doesn't make it any less true. What were you planning to do about your wedding night if you had married that little prince?\"\n\"I was just hoping he wouldn't notice that I didn't bleed. If he had, and told Lord Chin I wasn't a virgin, I'm sure I would have been killed and the alliance nullified.\"\n\"Yes, I'm sure. That would have been humiliating for you. I'm sorry.\"\n\"Sorry for what? If you remember, I pushed for it originally.\"\n\"True, you did. But if you remember correctly, I wasn't complaining. I wanted that as much as you did.\"\n\"You know what I was thinking as I was getting ready for that wedding? That I didn't regret what we did. I knew I would never stop loving you, and that at least I had the memories of giving myself to you before you died.\"\n\"What if you were with child because of me? Would you have known whose child it was and just passed it off as being the prince's?\n\"I'm not positive I would have known if it was yours or not. And yes, I would have led everyone to believe it was the prince's.\"\n\"Speaking of which, when would you know if you were?\"\n\"Another week. If my bleeding doesn't happen by the week after, then I probably am.\"\n\"I'm so glad it all turned out how it did. Now we're married, and get to spend the rest of our lives together. I can't wait to have children with you.\"\n\"Me, neither. My skin crawled at the thought of having to sleep with that prince. Ugh!\"\n\"I took one look at him and thought there was no way I wanted him putting his little hands on you.\"\n\"Me, neither.\"\n\"We belong to each other now.\"\n\"I love you, Shang!\"\n\"I love you, too, Mulan!\"\nIt was close to sundown when they reached the river, back at the spot they had chosen the first night when the carriage had gotten destroyed. Amazingly, their supplies were still where they had stashed them, so they had tents, cooking supplies and clothing.\nThe guards caught several fish and Shang and Mulan cooked it. After everyone had eaten and drank some tea, the guards offered to take the first watch. As Shang and Mulan set up their tent, they got a lot of ribbing from Yao, Ling and Chien Po.\nThe couple was just about to go into the tent when they spotted Mushu standing by the entrance. He smiled. \"I know. You actually married. So go do the babymakin' dance all you want. I'll make sure no one bothers you. I'm sorry I made you two fight so much you ended up breaking up. I'll make it up to you somehow.\"\n\"Mushu, you already did. If it hadn't been for you playing their Golden Dragon of Unity, Shang would be in a prison in Qui Gong and I would be having a wedding night with that little prince.\" Mulan made a gagging sound.\n\"Ew! I did what I could. You're welcome!\"\nThey smiled at the little red dragon and went into their tent and shut the entrance tightly. Shang pulled Mulan into his arms tightly and his lips met hers. Sashes and robes went flying and in moments they were laying on the mat under a blanket wearing only their Yin and Yang necklaces.\nShang gazed into Mulan's eyes. \"I never thought I'd get to look into your beautiful eyes again. Or see your beautiful breasts.\" He leaned over and kissed each breast, then ran his hands over them. \"As I was falling after I let go of the rope, I thought about you all the way down, until I went unconscious. When I woke up, you were the first thing I thought of.\"\nMulan planted kisses on Shang's chest and neck. \"I never thought I'd get to hold you again.\"\n\"Neither did I.\"\nRemembering the first time they'd made love, Shang moved his hand down to Mulan's core. He slipped two fingers inside her and she gasped in surprise and moaned. She reached her hand over to touch him, but he moved it away. \"Not yet. I'll be done too quick.\"\nHis thumb found her sensitive little bump and he made little circles over it, while moving his fingers in and out of her. He watched as she closed her eyes and tilted her head back and her breath came in little moans. Suddenly, she arched her back and let out several loud cries as she climaxed under his touch.\nShang climbed over her and slid himself inside. She wrapped her arms around his neck and whispered \"I love you, Shang\".\n\"I love you, too, Mulan.\"\nThe two made love several times, hoping to make up for a little bit of lost time. And to celebrate their marriage. And just because they could.\nIt was nearly daylight before the guards banged on the sides of their tent to get their attention so they could take over. They would have gone inside their tent, but the guards knew the couple was likely not dressed and acting like the newlyweds they were.\nWhen the two dressed and came outside, Yao and Ling laughed and slapped Shang on the back. Mulan blushed furiously and quickly walked away.\nEven from several feet away, she heard Yao. \"Way to make her scream, Pretty Boy!\" She was mortified to think the guards had heard her and suddenly felt like crying.\nShang stopped and leaned down so that his face was about two inches from Yao's and used his harshest drill sergeant voice. \"You are not to speak about MY WIFE in that manner again, am I understood?\" The soldier looked startled, but saluted Shang. \"Yes, Sir.\"\nAfter Shang joined Mulan at the edge of the clearing, she whispered to him. \"Thank you, that was really humiliating to know they heard me.\"\n\"I know. It won't happen again.\"\nIn the distance, they heard Chien Po scolding Yao for his big mouth.\nThe group covered a lot of ground that day. At nightfall, the guards took the first watch and the couple pitched their tent further away from them this time. Inside, Shang laid down and pulled Mulan on top of him. She made an effort to be quieter, and Shang did what he could to make that difficult.\n.\n.\n.\nThe guards and princesses were getting to know each other better, now that the guards were no longer under orders not to talk to them. The princesses could finally relax, now that they knew they weren't going to be married to princes they'd never met.\nThe remainder of the trip back to the Imperial City was uneventful, compared to the trip out to Qui Gong. Mushu did everything he could to make up for his earlier behavior, including starting fires when the group needed them for cooking meals.\nOnly one obstacle remained, and that was explaining to the Emperor why his daughters were returning to him and that they had fallen in love with the guards. Mulan and Shang also had it in the back of their minds that they were going to have to explain to her family how they were already married. She could already hear the ribbing they were going to get from her grandma Fa.\nWhen the group arrived back at the Imperial palace, Shang went in alone to talk to the Emperor and present the written agreement of alliance from Lord Chin. After kneeling and explaining the events of the mission, he waited for the Emperor's response.\nFor a few agonizing minutes, the Emperor was quiet and Shang hoped he'd be given a chance to say goodbye to Mulan before his head was lopped off.\n\"General Li, this is highly unexpected. I've never known you to defy an order before. However, I am grateful that I will now have my three daughters here with me once again. Had they married Lord Chin's sons, I almost certainly would have never seen them again.\"\n\"Yes, Your Excellency.\"\n\"And would you say these guards my daughters fell in love with are your three best soldiers?\"\n\"Yes, sir. They aided in your rescue when the Huns ambushed us at the victory parade.\"\n\"I must meet them before I give my approval. I understand you now need to explain to Fa Zhou why you are already married to his only daughter. I wish you luck.\"\nShang smiled. \"Thank you.\"\n\"You and your new wife may be on your way after you bring in my daughters and your three best soldiers.\"\nShang nodded and left to bring the princesses and guards back to the Emperor. Before they entered the throne room, he gave each soldier a salute and they saluted him back. \"I never thanked the three of you for helping Mulan when I left her on the mountain. She told me you gave her food, a blanket and bandages. Thank you.\"\nMulan hugged each princess, then they were on their way.\nIt was a few hours from sundown, so the couple rode until bright red, orange and gold streaks signaled the end of another day. They pitched their tent by a stream. After catching several fish and cooking them over a fire, they decided to cool off in the water.\nIt was already dark as they removed their clothes and left them on the shore. Shang picked up Mulan and carried her into the water, setting her down by a large rock in the middle. It reminded them both of the stream at Wu Zhong. Mulan smiled as she remembered a time when she'd seen Shang getting out of the water and how attracted she'd been to him.\n\"I've got a confession to make, Shang.\"\n\"What? About what?\" He looked concerned and his thoughts immediately went back to Qui Gong where Mulan had almost gotten married. Had something taken place she didn't tell him about?\n\"Did something happen in Qui Gong?\"\n\"No, no, not at all. Once at Wu Zhong, I was headed to the stream to bathe when you were just getting out. I hid in the trees and watched you dry off and get dressed. I was totally transfixed by your body, but I never thought I'd actually get to touch it.\"\n\"You watched me get out of the river and dress?\"\nMulan nodded.\n\"And you liked what you saw, did you?\"",
    "trans": "« Au début, oui. Puis j'ai vu comment tu as tenu tête à Chi Fu après que j'ai tué Shan Yu, et cela a changé mes sentiments à ton égard. Quand j'ai cru que tu étais mort, je n'ai pas pu le supporter. Je ne veux jamais plus être sans toi. »\n« Mulan, je suis un général de l'armée impériale. Je vais devoir te quitter un jour ou l'autre pour le service militaire. Probablement plus d'une fois. »\n« Pouvons-nous en parler une autre fois ? Je viens tout juste de te ramener d'entre les morts. Je ne veux pas penser à envoyer mon mari à la guerre maintenant. »\n« Oui, sans doute. Mais le fait de ne pas vouloir en parler n'enlève rien à la vérité. Que comptais-tu faire lors de ta nuit de noces si tu avais épousé ce petit prince ? »\n« J'espérais juste qu'il ne remarquerait pas que je ne saignais pas. S'il l'avait fait et qu'il avait dit au Seigneur Chin que je n'étais pas vierge, je suis sûre que j'aurais été abattue et que l'alliance aurait été annulée. »\n« Oui, j'en suis sûr. Cela aurait été humiliant pour toi. Je suis désolé. »\n« Désolé pour quoi ? Si tu te souviens bien, c'est moi qui l'ai proposé initialement. »\n« C'est vrai. Mais si tu te souviens bien, je ne me plaignais pas. Je le voulais autant que toi. »\n« Tu sais ce à quoi je pensais quand je me préparais pour ce mariage ? Que je ne regrettais pas ce que nous avions fait. Je savais que je ne cesserais jamais de t'aimer, et qu'au moins j'avais le souvenir de m'être donné à toi avant que tu ne meures. »\n« Et si tu avais été enceinte à cause de moi ? Aurais-tu su à qui appartenait l'enfant et l'aurais-tu fait passer pour celui du prince ?\n« Je ne suis pas sûr que j'aurais su si c'était le tien ou non. Et oui, j'aurais fait croire à tout le monde que c'était celui du prince. »\n« A ce propos, quand sauras-tu si c'est le cas ? »\n« Dans une semaine. Si je ne saigne pas d'ici la semaine suivante, je le serai probablement. »\n« Je suis si ravi que tout se soit passé comme ça. Maintenant, nous sommes mariés et nous allons passer le reste de notre vie ensemble. J'ai hâte d'avoir des enfants avec toi. »\n« Moi aussi. J'avais des frissons à l'idée de devoir coucher avec ce prince. Pouah ! »\n« Je le regardais et je me disais que je ne voulais surtout pas qu'il pose ses petites mains sur toi. »\n« Moi non plus. »\n« Nous nous appartenons l'un à l'autre maintenant. »\n« Je t'aime, Shang ! »\n« Je t'aime aussi, Mulan ! »\nPeu avant le coucher du soleil, ils atteignirent la rivière, à l'endroit qu'ils avaient choisi la première nuit, lorsque le chariot avait été détruit. Étonnamment, leurs provisions étaient toujours là où ils les avaient cachées, et ils avaient donc des tentes, des ustensiles de cuisine et des vêtements.\nLes gardes attrapèrent plusieurs poissons que Shang et Mulan firent cuire. Après que tout le monde eut mangé et bu du thé, les gardes proposèrent de prendre le premier tour de garde. Alors que Shang et Mulan montaient leur tente, Yao, Ling et Chien Po se moquèrent d'eux.\nLe couple s'apprêtait à entrer dans la tente lorsqu'ils aperçurent Mushu qui se tenait près de l'entrée. Il sourit : « Je sais. Vous êtes vraiment mariés. Alors allez faire la danse du bébé tant que vous voulez. Je m'assurerai que personne ne vous dérange. Je suis désolé de vous avoir fait vous disputer à tel point que vous avez fini par vous séparer. Je me rattraperai d'une manière ou d'une autre. »\n« Mushu, tu l'as déjà fait. Si tu n'avais pas joué leur Dragon d'Or de l'Unité, Shang serait dans une prison à Qui Gong et je serais en train de passer ma nuit de noces avec ce petit prince. » Mulan fait un bruit de déglutition.\n« Ouf ! J'ai fait ce que j'ai pu. De rien ! »\nIls sourirent au petit dragon rouge et rentrèrent dans leur tente en fermant hermétiquement l'entrée. Shang attira Mulan dans ses bras et ses lèvres rencontrèrent les siennes. Les écharpes et les robes volèrent et, en quelques instants, ils s'allongèrent sur le tapis sous une couverture, ne portant que leurs colliers Yin et Yang.\nShang regarde Mulan dans les yeux. « Je n'ai jamais pensé que je pourrais à nouveau regarder tes beaux yeux. Ou de voir tes beaux seins. » Il se pencha et embrassa chaque sein, puis passa ses mains dessus. « En tombant après avoir lâché la corde, j'ai pensé à toi tout au long de la descente, jusqu'à ce que je perde connaissance. Quand je me suis réveillé, c'est à toi que j'ai pensé en premier ».\nMulan dépose des baisers sur la poitrine et le cou de Shang. « Je n'aurais jamais cru pouvoir te serrer à nouveau dans mes bras. »\n« Moi non plus. »\nSe souvenant de la première fois qu'ils avaient fait l'amour, Shang descendit sa main jusqu'au cœur de Mulan. Il glissa deux doigts à l'intérieur d'elle, qui sursauta de surprise et gémit. Elle tendit la main pour le toucher, mais il l'éloigna. « Pas tout de suite. Je viendrais trop vite. »\nSon pouce a trouvé son petit bouton sensible et il fait des petits cercles dessus, tout en faisant entrer et sortir ses doigts de son corps. Il la regarda fermer les yeux, pencher la tête en arrière et respirer par petits gémissements. Soudain, elle se cambra et poussa plusieurs cris perçants alors qu'elle atteignait l'orgasme sous son contact.\nShang grimpa sur elle et se glissa en elle. Elle passa ses bras autour de son cou et murmura « Je t'aime, Shang ».\n« Je t'aime aussi, Mulan.\nLes deux firent l'amour plusieurs fois, dans l'espoir de rattraper un peu le temps perdu. Et pour célébrer leur mariage. Et juste parce qu'ils le pouvaient.\nIl faisait presque jour lorsque les gardes frappèrent sur les côtés de leur tente pour attirer leur attention afin qu'ils prennent le relais. Ils seraient bien rentrés dans leur tente, mais les gardes savaient que le couple n'était probablement pas habillé et se comportait comme les jeunes mariés qu'ils étaient.\nLorsque les deux jeunes gens s'habillèrent et sortirent, Yao et Ling éclatèrent de rire et donnèrent une tape dans le dos de Shang. Mulan rougit furieusement et s'éloigna rapidement.\nMême à plusieurs mètres de distance, elle entendit Yao. « Tu as bien fait de la faire crier, beau gosse ! » Elle était mortifiée de penser que les gardes l'avaient entendue et avait soudain envie de pleurer.\nShang s'arrêta et se pencha de façon à ce que son visage soit à deux pouces de celui de Yao et prit sa voix la plus dure de sergent instructeur. « Vous ne devez plus jamais parler de MA FEMME de cette manière, est-ce bien compris ? » Le soldat eut l'air surpris, mais salua Shang. « Oui, monsieur. »\nAprès que Shang eut rejoint Mulan au bord de la clairière, elle lui chuchota : « Merci, c'était vraiment humiliant de savoir qu'ils m'ont entendue. »\n« Je sais. Cela ne se reproduira plus. »\nAu loin, ils entendirent Chien Po réprimander Yao pour sa grande gueule.\nLe groupe a parcouru beaucoup de terrain ce jour-là. À la tombée de la nuit, les gardes prirent le premier tour de garde et le couple planta sa tente plus loin d'eux cette fois. À l'intérieur, Shang s'allongea et attira Mulan sur lui. Elle fit un effort pour être plus silencieuse, et Shang fit ce qu'il pouvait pour lui rendre la tâche difficile.\n.\n.\n.\nLes gardes et les princesses apprenaient à mieux se connaître, maintenant que les gardes n'avaient plus l'ordre de ne pas leur parler. Les princesses pouvaient enfin se détendre, maintenant qu'elles savaient qu'elles n'allaient pas être mariées à des princes qu'elles n'avaient jamais rencontrés.\nLe reste du voyage de retour vers la Cité Impériale se déroula sans incident, comparé au voyage vers Qui Gong. Mushu fit tout ce qu'il pouvait pour se racheter, y compris allumer des feux lorsque le groupe en avait besoin pour préparer les repas.\nIl ne restait plus qu'un obstacle à surmonter : expliquer à l'empereur pourquoi ses filles revenaient auprès de lui et qu'elles étaient tombées amoureuses des gardes. Mulan et Shang avaient également à l'esprit qu'ils allaient devoir expliquer à sa famille qu'ils étaient déjà mariés. Elle entendait déjà les réprimandes qu'ils allaient recevoir de sa grand-mère Fa.\nLorsque le groupe arriva au palais impérial, Shang entra seul pour parler à l'empereur et lui présenter l'accord d'alliance écrit du seigneur Chin. Après s'être agenouillé et avoir expliqué les événements de la mission, il attendit la réponse de l'empereur.\nPendant quelques minutes angoissantes, l'empereur resta silencieux et Shang espéra qu'on lui donnerait l'occasion de faire ses adieux à Mulan avant qu'on ne lui coupe la tête.\n« Général Li, c'est tout à fait inattendu. Je ne vous ai jamais vu défier un ordre auparavant. Cependant, je suis reconnaissant d'avoir à nouveau mes trois filles auprès de moi. Si elles avaient épousé les fils du seigneur Chin, je ne les aurais certainement jamais revues. »\n« Oui, Votre Excellence. »\n« Et diriez-vous que ces gardes dont mes filles sont tombées amoureuses sont vos trois meilleurs soldats ? »\n« Oui, Excellence. Ils ont participé à votre sauvetage lorsque les Huns nous ont tendu une embuscade lors du défilé de la victoire. »\n« Je dois les rencontrer avant de donner mon accord. Je comprends que vous devez maintenant expliquer à Fa Zhou pourquoi vous êtes déjà marié à sa fille unique. Je vous souhaite bonne chance. »\nShang sourit. « Je vous remercie. »\n« Vous et votre nouvelle épouse pourrez partir dès que vous aurez ramené mes filles et vos trois meilleurs soldats. »\nShang acquiesça et partit ramener les princesses et les gardes à l'empereur. Avant qu'ils n'entrent dans la salle du trône, il salua chaque soldat, qui lui rendit son salut. « Je ne vous ai jamais remerciés tous les trois d'avoir aidé Mulan lorsque je l'ai laissée sur la montagne. Elle m'a dit que vous lui aviez donné de la nourriture, une couverture et des bandages. Je vous remercie. »\nMulan serra chaque princesse dans ses bras, puis ils se mirent en route.\nIl restait quelques heures avant le coucher du soleil, et le couple chevaucha jusqu'à ce que des traînées rouge vif, orange et or signalent la fin d'une autre journée. Ils plantèrent leur tente au bord d'un ruisseau. Après avoir attrapé plusieurs poissons et les avoir fait cuire sur un feu, ils décidèrent de se rafraîchir dans l'eau.\nIl faisait déjà nuit lorsqu'ils enlevèrent leurs vêtements et les laissèrent sur le rivage. Shang prit Mulan et l'entraîna dans l'eau, la déposant près d'un gros rocher au milieu. Cela leur rappelait le ruisseau de Wu Zhong. Mulan sourit en se souvenant de la fois où elle avait vu Shang sortir de l'eau et de l'attirance qu'elle avait ressentie pour lui.\n« J'ai une confession à te faire, Shang. »\n« Quoi ? A propos de quoi ? » Il avait l'air inquiet et ses pensées retournèrent immédiatement à Qui Gong, où Mulan avait failli se marier. S'était-il passé quelque chose dont elle ne lui avait pas parlé ?\n« Il s'est passé quelque chose à Qui Gong ? »\n« Non, non, pas du tout. Une fois à Wu Zhong, je me dirigeais vers le ruisseau pour me baigner quand tu en es sorti. Je me suis caché dans les arbres et je t'ai regardé te sécher et t'habiller. J'étais totalement fasciné par ton corps, mais je n'aurais jamais pensé pouvoir le toucher un jour. »\n« Tu m'as regardé sortir de la rivière et m'habiller ? »\nMulan acquiesce.\n« Et tu as aimé ce que tu as vu, n'est-ce pas ? »"
}