{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Participation and housing is final after written confirmation and signing of the agreement and\npayment of the payment of the first part of 5000 € (so 2500) before 29th October 2024 on BE67\n0017 8164 6587 (see details payment on p. 3).\nYour spot in The Cobble Bike House can only be guaranteed if this first part is paid by 29th\nOctober 2024. Additionally, it is also necessary for the order of the clothing and equipment (see\ndetails clothing order email).\n1. Duration and subject of the agreement.\n• The agreement between club and cyclist is entered for the season starting from 1\nJanuary till 31 December 2025. Or from … to … as agreed upon by both parties with a\nminimal period of 5 months of the season.\n• In that period, the cyclist will participate in competitions, trainings, photoshoots, social\nrides and other activities that the club plans and organises.\n• In the beginning of the season, the club will draw up a schedule for races and other\nactivities, although it is subject to change.\n• The cyclist is allowed to return to his/ her home country to participate in the nationals of\ntheir home country.\n2. Not professional athlete\n• This agreement respects the decree of the Belgian non-professional athlete and should\nbe interpreted within this framework.\n• Moreover, no form of salary is paid to the cyclist.\n3. Prize money\n• The cyclist has the claim on all prize money won in the cycling contests he or she\nparticipated in.\n• The club will render all prize money to the cyclist from the moment the club receives the\nprize money.",
    "trans": "La participation et le logement sont définitifs après confirmation écrite, signature de l'accord et\npaiement de la première tranche de 5 000 € (soit 2 500 €) avant le 29 octobre 2024 sur le compte BE67\n0017 8164 6587 (voir les détails du paiement à la page 3).\nVotre place à The Cobble Bike House ne peut être garantie que si cette première tranche est payée avant le 29\noctobre 2024. De plus, il est également nécessaire de passer commande pour les vêtements et l'équipement (voir\nles détails dans l'e-mail de commande de vêtements).\n1. Durée et objet de l'accord. *\n• L'accord entre le club et le cycliste est conclu pour la saison commençant le 1er\njanvier et se terminant le 31 décembre 2025. Ou de… à… comme convenu par les deux parties, avec une\npériode minimale de 5 mois de la saison.\n• Pendant cette période, le cycliste participera à des compétitions, des entraînements, des séances photo, des\nsorties sociales et d'autres activités planifiées et organisées par le club.\n• Au début de la saison, le club établira un calendrier pour les courses et autres\nactivités, bien qu'il soit sujet à modification.\n• Le cycliste est autorisé à retourner dans son pays d'origine pour participer aux championnats nationaux de\nson pays.\n2. Athlète non professionnel.\n• Cet accord respecte le décret relatif à l'athlète non professionnel belge et doit\nêtre interprété dans ce cadre.\n• De plus, aucune forme de salaire n'est versée au cycliste.\n3. Gains financiers\n• Le cycliste a droit à tous les gains financiers remportés lors des compétitions cyclistes auxquelles il ou elle\na participé.\n• Le club versera tous les gains financiers au cycliste dès que le club recevra les\ngains financiers."
}