{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Your Debt Faster With Help From The National Debt Relief Team\nWith our award-winning program, you could resolve your debt in as little as 24-48 months, and faster than making minimum monthly payments.\nGet A Free Estimate\nDisclaimer: This message is sent to you by National Debt Relief, LLC. *$6,492 average savings based on clients that graduated our program from 01/01/2022 - 12/31/2022. Please note that all communications with the company may be recorded or monitored for quality assurance. Clients who graduate from the program and get all their debt settled realize approximate savings of 44% before fees, or 23% including our fees over 24 to 48 months. Examples are based on enrolled debts. Not all debts are eligible for enrollment. Not all clients complete our program for various reasons, including their ability to save sufficient funds. We do not guarantee that your debts will be lowered by a specific amount or percentage or that you will be debt-free within a specific period of time. We do not assume consumer debt, make monthly payments to creditors or provide tax, bankruptcy, accounting or legal advice. We do not offer credit score improvement services and are not a credit repair agency. Please contact a tax professional to discuss tax consequences of settlement or an attorney as needed for bankruptcy questions. Services not available in all states. Read and understand all program materials prior to enrollment, including potential adverse impact on credit rating.\nMarketing Disclosures:(Maryland/Delaware/Utah/Colorado/Nevada/Rhode Island/Tennessee) The use of the debt settlement services and the failure to make payments to creditors: (1) Will likely adversely affect your creditworthiness (credit rating/credit score) and make it harder to obtain credit; (2) May result in your being subject to collections or being sued by creditors or debt collectors; and (3) May increase the amount of money you owe due to the accrual of fees and interest by creditors or debt collectors. NDR's fees are calculated based on a percentage of the debt enrolled in the program.",
    "trans": "Votre dette plus rapidement avec l'aide de l'équipe de National Debt Relief\nGrâce à notre programme primé, vous pourriez résoudre votre dette en aussi peu que 24 à 48 mois, et plus rapidement qu’en effectuant uniquement les paiements minimums mensuels.\nObtenez une estimation gratuite\nAvertissement : Ce message vous est envoyé par National Debt Relief, LLC. *Économies moyennes de 6 492 $ basées sur les clients ayant terminé notre programme du 01/01/2022 au 31/12/2022. Veuillez noter que toutes les communications avec l'entreprise peuvent être enregistrées ou surveillées à des fins d'assurance qualité. Les clients qui terminent le programme et obtiennent le règlement de toutes leurs dettes réalisent des économies approximatives de 44 % avant les frais, ou de 23 % en incluant nos frais sur 24 à 48 mois. Les exemples sont basés sur les dettes inscrites. Toutes les dettes ne sont pas éligibles à l'inscription. Tous les clients ne terminent pas notre programme pour diverses raisons, notamment leur capacité à économiser des fonds suffisants. Nous ne garantissons pas que vos dettes seront réduites d'un montant ou d'un pourcentage spécifique, ou que vous serez libéré de vos dettes dans un délai spécifique. Nous n'assumons pas la dette des consommateurs, n'effectuons pas de paiements mensuels aux créanciers et ne fournissons pas de conseils fiscaux, de faillite, comptables ou juridiques. Nous n'offrons pas de services d'amélioration de la cote de crédit et ne sommes pas une agence de réparation de crédit. Veuillez contacter un professionnel de la fiscalité pour discuter des conséquences fiscales d'un règlement ou un avocat si nécessaire pour les questions de faillite. Services non disponibles dans tous les États. Lisez et comprenez tous les documents du programme avant l'inscription, y compris l'impact négatif potentiel sur la cote de crédit.\nDivulgations Marketing : (Maryland/Delaware/Utah/Colorado/Nevada/Rhode Island/Tennessee) L’utilisation des services de règlement de dettes et le non-paiement aux créanciers : (1) Risque d’affecter négativement votre solvabilité (note de crédit/score de crédit) et de rendre l’obtention de crédit plus difficile ; (2) Peut entraîner des poursuites ou des actions de recouvrement par des créanciers ou des agences de recouvrement ; et (3) Peut augmenter le montant de l’argent que vous devez en raison de l’accumulation de frais et d’intérêts par les créanciers ou agences de recouvrement. Les frais de NDR sont calculés sur un pourcentage de la dette inscrite au programme."
}