{
    "source": "en_US",
    "target": "fr_FR",
    "text": "In the market for fresh peaches, the increase in quantity supplied from growers shifting production originally intended for canned peaches, causes the supply curve to shift rightward from S1 to S2 as shown in figure 3. There is no indication of a change in demand in the fresh peach market. As a result, the new equilibrium moves to a higher quantity Q2 and lower price P2. At the original price P1, industry supply increases from Q1 to Q2, creating a surplus of Q2-Q1 or with demand stationary at D1, equilibrium moves to higher output (Q2) but reduced price per unit (P2). According to economic theory of demand to clear market, prices must fall to P2 and quantity to Q1. While providing a sourcing option, fresh market access could exacerbate downward price pressures for growers. If the people more interested fresh peaches due to lower price this will cause to the rise in demand which lead to shift in demand curve to the right side from D1 to D2. This cause to rise in price to P1 level while the overall demand rises to Q3 equilibrium level. While total sales rise for growers targeting fresh channels, returns per piece drop. Individual producers may still experience losses if lower earnings fall short of costs (Cook, 2011). Moreover, with growers competing for a limited fresh market, oversupply is possible if shifts fully compensate for canned declines.\nFigure 4:",
    "trans": "Sur le marché des pêches fraîches, l'augmentation de la quantité offerte, due aux producteurs redirigeant leur production initialement destinée aux pêches en conserve, entraîne un déplacement de la courbe d'offre vers la droite, de S1 à S2, comme illustré dans la figure 3. Il n'y a aucune indication de changement dans la demande sur le marché des pêches fraîches. En conséquence, le nouvel équilibre se déplace vers une quantité plus élevée Q2 et un prix plus bas P2. Au prix initial P1, l'offre industrielle augmente de Q1 à Q2, créant un surplus de Q2-Q1. Avec une demande inchangée à D1, l'équilibre atteint un niveau de production plus élevé (Q2) mais un prix unitaire réduit (P2). Selon la théorie économique de l'offre et de la demande, les prix doivent baisser jusqu'à P2 pour équilibrer le marché, avec une quantité ajustée à Q1. Bien que l'accès au marché des pêches fraîches puisse offrir une option d'approvisionnement, il pourrait également accentuer la pression à la baisse sur les prix pour les producteurs. Si davantage de consommateurs s'intéressent aux pêches fraîches en raison de la baisse des prix, cela entraînera une augmentation de la demande, déplaçant la courbe de demande vers la droite, de D1 à D2. Ce phénomène fera remonter le prix au niveau P1, tandis que la demande totale atteindra l'équilibre à Q3. Bien que les ventes globales augmentent pour les producteurs ciblant les circuits de distribution de pêches fraîches, le revenu par unité diminue. Certains producteurs pourraient néanmoins subir des pertes si leurs revenus inférieurs ne couvrent pas leurs coûts (Cook, 2011). De plus, avec la concurrence accrue entre producteurs sur un marché des pêches fraîches limité, une surproduction reste possible si les ajustements compensent intégralement la baisse du marché des pêches en conserve.\nFigure 4 :"
}