{
    "source": "en_US",
    "target": "fr_FR",
    "text": "We've confirmed\nyour order.\nWe're working to prepare your order for shipment. When it ships, you'll receive an email with an estimated arrival date.\nYou will also receive an email with next steps for orders containing an early upgrade and how to receive your promo credits if your order involves a trade-in.\nHere are your order details:\nOrder # [redacted_info] October 19, 2024\nSmart Watches\n1 line, data counts towards data option of its paired phone\nWatch's watch\nSamsungGalaxy Watch Ultra 47mm,Titanium Silver , Downpayment,$32.50 , Paymonthly,$25.72/mofor24months\nXfinity Mobile Care, $15.00/mo*\nSmart Watch, $10/month\n$58.22\n*Some of your costs have been pushed to your next bill cycle. Taxes are paid today.\nSubtotals $58.22\nShipping $0.00\nEstimated Taxes, Fees, & Surcharges\nTaxes are based on the full price of your device in FRANKFORT, IN.\nThese must be paid up front.\nSales Tax $45.50\nEstimated Other Charges\nXfinity Mobile assesses Other Charges, which are not government mandated, recover federal, state and local fees imposed on Xfinity Mobile.\nOrder Total $103.72",
    "trans": "Nous avons confirmé\nvotre commande.\nNous travaillons à préparer votre commande pour l’expédition. Lorsqu’elle sera expédiée, vous recevrez un e-mail avec une date de livraison estimée.\nVous recevrez également un e-mail avec les prochaines étapes pour les commandes contenant une mise à niveau anticipée et des instructions sur la manière de recevoir vos crédits promotionnels si votre commande implique un échange.\nVoici les détails de votre commande :\nCommande n° [redacted_info] – 19 octobre 2024\nMontres intelligentes\n1 ligne, les données sont comptabilisées dans l’option de données du téléphone associé\nMontre Watch's Watch\nSamsung Galaxy Watch Ultra 47 mm, Titane Argent Acompte : 32,50 dollars Paiement mensuel : 25,72 dollars/mois pendant 24 mois\nXfinity Mobile Care : 15,00 dollars/mois*\nMontre intelligente : 10,00 dollars/mois\nTotal : 58,22 dollars\n*Certains de vos frais ont été reportés à votre prochain cycle de facturation. Les taxes sont payées aujourd’hui.\nSous-total : 58,22 dollars\nFrais d’expédition : 0,00 dollar\nTaxes, frais et surtaxes estimés\nLes taxes sont calculées sur le prix total de votre appareil à Frankfort, IN.\nCes frais doivent être payés immédiatement.\nTaxe de vente : 45,50 dollars\nAutres frais estimés\nXfinity Mobile applique des frais supplémentaires, qui ne sont pas imposés par le gouvernement, afin de couvrir les taxes fédérales, étatiques et locales imposées à Xfinity Mobile.\nMontant total de la commande : 103,72 dollars"
}