{
    "source": "en_US",
    "target": "fr_FR",
    "text": "[redacted_name], [redacted_name] would like to recall the message, \"回复：RE: 回复: [EXT] Re: RE: Machine log when magazine_hang_in_STN10\".\nThis email is intended only for the use of the party to which it is addressed and may contain information that is privileged, confidential, or protected by law. If you are not the intended recipient you are hereby notified that any dissemination, copying or distribution of the email or its contents is strictly prohibited. If you have received this message in error, please notify us immediately, by replying to the message and deleting it from your computer. WARNING: Internet communications are not assured to be secure or clear of inaccuracies as information could be intercepted, corrupted, lost, destroyed, arrive late or incomplete, or contain viruses. Therefore, we do not accept responsibility for any errors or omissions that are present in this email, or any attachment, that have arisen as a result of e-mail transmission.",
    "trans": "[redacted_name], [redacted_name] souhaite rappeler le message : « 回复：RE: 回复: [EXT] Re: RE: Machine log when magazine_hang_in_STN10 ».\nCet e-mail est destiné uniquement à l’usage du destinataire indiqué et peut contenir des informations privilégiées, confidentielles ou protégées par la loi. Si vous n’êtes pas le destinataire prévu, vous êtes par la présente informé que toute diffusion, copie ou distribution de cet e-mail ou de son contenu est strictement interdite. Si vous avez reçu ce message par erreur, veuillez nous en informer immédiatement en y répondant et en le supprimant de votre ordinateur. AVERTISSEMENT : Les communications par Internet ne sont pas garanties comme étant sécurisées ou exemptes d’inexactitudes, car les informations peuvent être interceptées, altérées, perdues, détruites, retardées, incomplètes ou contenir des virus. Par conséquent, nous déclinons toute responsabilité quant aux erreurs ou omissions présentes dans cet e-mail ou dans toute pièce jointe, résultant de la transmission par e-mail."
}