{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Research Assignment #4 Worksheet\n[redacted_id]\nInstructions: Follow all of the instructions below to find and read two more peer-reviewed, empirical research articles related to your anchor article. You should have discussed a plan for this with your group members in the previous Recitation class. All articles should be saved to your Group Zotero folder. You do not need to submit highlighted/annotated articles this week – your TA will be able to see them in your Group Folder.\nTo complete this assignment, you must have:\nYour group research question (decided by the group in Week 3 Recitation)\nYour “anchor article” from last week (confirmed with the group during the Week 4 Recitation)\nYOUR NAME (first and last):\n[redacted_name]\nWHAT IS YOUR GROUP’S RESEARCH QUESTION?\nHow are current children's social media exposure affecting their cognitive processes as opposed to the way our generation, the current young adults were raised (reading, drawing, little-no technology)\nOVERVIEW OF THE ASSIGNMENT\nThis homework assignment is guiding you through the process of finding, reading, and synthesizing the research you need to complete your research paper. By following the prompts below, you will conduct a literature search in order to find TWO additional peer-reviewed and empirical research articles:\nYour first peer-reviewed, empirical article must CITE or be CITED BY your anchor article.\nThe second article can but does not need to be cited or cited by your anchor article. You should, instead, use your advanced search techniques to find a second peer-reviewed, empirical research article. Focus on finding an article that helps to draw a connection between the topic of your research question and how or why it is relevant to college students.\nSTEP 1: Cite your anchor article\nYour previous research assignment #3 required you to find a potential “anchor article” – an empirical, peer-reviewed research article related to your group’s research question that you were excited about. You shared this article with your group and checked that it was (1) peer-reviewed and empirical, and (2) helpful in answering your group’s research question. If your chosen article was not both of these things, you may have switched to using a group member’s anchor article. That’s fine! When I reference “anchor article” below, I am referring to the anchor article you decided to use after last week’s Recitation.\nProvide an APA-format Citation for your anchor article (either the empirical research article that you read last week or, if your group determined it was not appropriate, the one you are switching to):\nSTEP 2: Find and read an empirical article Cited or Cited By your anchor article\nOpen PsycInfo by going to through SU Library website and signing in with your NetID. (Not sure how to do this? Go back to Research Skills Module #3!)\nFind your anchor article in PsycInfo.\nAbove the “Linked Full Text” button there are hyperlinks: “Cited References” and “Times Cited in this Database.” Click on these to see all references cited by or that cite your anchor article.\nSkim through these and identify one peer-reviewed, EMPIRICAL research article that helps to answer your group’s research question.\nOnce you choose an article, save it to your GROUP ZOTERO folder for this class.\nRead the article. You are NOT submitting the highlighted/annotated article this week.\nThen answer the following questions about the article you chose:\nProvide the APA Citation for the article you chose (remember, Zotero makes this for you!):\nDoes this article CITE your anchor article or is it CITED BY your anch",
    "trans": "Travail de Recherche #4 Fiche de Travail\n[redacted_id]\nInstructions : Suivre toutes les instructions ci-dessous pour trouver et lire deux autres articles de recherche empiriques évalués par des pairs en rapport avec votre article de référence. Vous aurez discuté d'un plan avec votre groupe lors du précédent cours de Récitation. Tous les articles devraient être enregistrés dans votre dossier Group Zotero. Vous n'avez pas à envoyer d'articles surlignés/annotés cette semaine - votre assistant pédagogique pourra les consulter dans votre dossier de groupe.\nAfin d'effectuer ce travail, vous devez avoir :\nLa question de votre groupe de recherche (choisie par le groupe au cours de Récitation, Semaine 3)\nVotre \"article de référence\" de la semaine dernière (confirmé avec le groupe au cours de Récitation, Semaine 4)\nVOTRE NOM (prénom et nom de famille) :\n[redacted_name]\nQUELLE EST LA QUESTION DE RECHERCHE DE VOTRE GROUPE ?\nComment l'exposition au réseaux sociaux actuelle chez les enfants affecte leurs processus cognitifs par rapport à la façon dont notre génération, les jeunes adultes actuels, ont été élevés (lecture, dessin, peu ou pas de technologie)\nAPERÇU DU TRAVAIL\nCe devoir à domicile vous guide à travers le processus de trouver, lire et synthétiser la recherche dont vous avez besoin pour effectuer votre article de recherche. En suivant les invites ci-dessous, vous dirigerez une recherche documentaire afin de trouver DEUX articles supplémentaires de recherche empiriques évalué par des pairs :\nVotre premier article empirique et évalué par des pairs doit CITER ou être CITÉ PAR votre article de référence.\nLe second article peut mais n'a pas besoin d'être cité ou cité par votre article de référence. Vous devrez plutôt utiliser vos techniques de recherches avancées pour trouver un second article de recherche empirique évalués par des pairs. Concentrez-vous sur la recherche d'un article qui aide à former une connexion entre le sujet de votre recherche et comment ou pourquoi il est pertinent pour des étudiants universitaires.\nÉTAPE 1 : Citez votre article de référence\nVotre travail de recherche précédent #3 vous demandait de trouver un \"article de référence\" potentiel - un article de recherche empirique et évalué par des pairs en rapport avec le sujet de recherche de votre groupe qui vous a intéressé. Vous avez partagé cet article avec votre groupe et vérifié qu'il était (1) évalué par des pairs et empirique, et (2) utile pour répondre à la question de recherche de votre groupe. Si l'article que vous avez choisi ne répondait pas à ces deux critères, vous l'avez peut-être remplacé par un article de référence d'un des membres du groupe. C'est très bien ! Lorsque je parle d'\"article de référence\" ci-dessous, je parle de l'article de référence que vous avez choisi d'utiliser après le cours de Récitation de la semaine dernière.\nFournissez une citation au format APA pour votre article de référence (l'article de recherche empirique que vous avez lu la semaine dernière ou, si votre groupe a décidé qu'il n'était pas approprié, celui qui le remplace) :\nÉTAPE 2 : Trouver et lire un article empirique Cité ou Cité Par votre article de référence\nOuvrir PsycInfo en allant sur le site web de la bibliothèque SU et se connecter avec NetID. (Vous ne savez pas comment faire ? Retournez dans le Module de Compétences de Recherche #3!)\nTrouvez votre article de référence sur PsycInfo.\nAu-dessus du bouton \"Texte Intégral Lié\" se trouvent des hyperliens : \"Références Citées\" et \"Nombre de citations dans cette base de données.\" Cliquez dessus pour voir toutes les références citées par ou qui citent votre article de référence.\nParcourir les pages et identifier un article de recherche EMPIRIQUE évalué par des pairs qui aide à répondre à la question de recherche de votre groupe.\nUne fois votre article choisi, enregistrez-le dans le dossier GROUP ZOTERO pour cette classe.\nLisez l'article. Vous ne soumettrez PAS d'article surlignés/annotés cette semaine.\nRépondez ensuite aux questions suivantes au sujet de l'article choisi :\nFournissez la citation APA pour l'article choisi (n'oubliez pas, Zotero le fait pour vous !)\nEst-ce que cet article CITE votre article de référence ou est-il CITÉ PAR votre"
}