{
    "source": "en_US",
    "target": "fr_FR",
    "text": "I hope everyone had a great weekend 😊. Here are a few updates, what we’re learning this week, and reminders:\nScholastic Book Fair is Monday, October 21st- Friday, October 25th. Students will be going to the bookfair during their STEAM specials. Our class has STEAM on Friday. Cash will not be accepted. You will need to set up an e-wallet for your child. Here is the link: https://bookfairs.scholastic.com/bf/hillsboroacadbobcats\nWe are looking for volunteers for the book fair. Sign-up here: https://www.signupgenius.com/go/10C0F4BADAA2DA5FBC34-52413759-scholastic#/\nTrunk or Treat is this Friday, October 25th from 6-8 p.m.\nCheck PowerSchool Weekly.\nUpcoming: Conference week will take place the week of November 18th. I will be sending a signup genius in a separate email.\nReading/ELA: We will be wrapping up Unit 1 this week. Students will take their Unit 1 Assessment on Wednesday.\nUnit 1: How do different places affect us?\nThis week in Reading: Realistic Fiction, Informational Text, Poetry\nStudents will read various texts that are realistic fiction, informational text, and poetry.\nRealistic Fiction: A story that is made up but can happen in real life. A realistic fiction story will have characters, setting, and a plot (beginning, middle, end).\nInformational Text: Gives us information. Informational text will have labels, diagrams, picture, bold words, and captions.\nPoetry: Tells a story, appeals to feelings and senses, using descriptive words. Poetry will have rhyme, rhythm, lines, and stanzas.\nThis week in ELA: Simple Sentences & Long Vowels\nHigh Frequency Words:\nAlso\nLarge\nSmall\nSpelling Words:\nCart\nMark\nGarden\nForest\nRoar\nCore\nTore\nChore\nFort\nBoard\nSpelling and r-Controlled Vowels:\nStudents will work on editing sentences for spelling and writing r-controlled vowel words (-ar, -or,-ore, -oar). They will also work on using resources to spell words. I would highly suggest practicing this at home with your student.\nSpelling Words Quiz\nNo spelling words quiz this week or next week.\nReview\nPlease review simple sentences, and subject & predicate with your child this week.\nHomework:\nRead for 20mins. every night 📚 (no reading log)\nUse MyOn via Clever for access to books!\nHomework Worksheet(No homework sheet this week)\nDoNOThave your child complete the entire worksheet in one night.\nSeparate the \"boxes/ sections\" 1 to 2 per night.\nIXL Reading\nComplete recommended lessons\nSpelling word vocabulary cards\nHomework is due every Friday.\nMath:\nTopic 3 Essential Question: What are the strategies for adding numbers to 100?\nWe will be reviewing & assessing Topic 3 this week:\nTopic 3 Review\nTopic 3 Assessment\nMath Homework:\nReview workbook pages are available on Savvas and are assigned to each student. Please have them complete it, and turn it in online.\nThis week in Science: We will be reviewing Topic 1 Earth’s Surface.\nTopic 1 Assessment will be next Wednesday, October 23rd.\nScience Olympic Trials are continuing this week! Our class competition will be Friday, October 25th. Schoolwide competition will be Monday October 28th.\nOur class science project will be starting next week. I will send a separate email with details. Please be on the lookout.\nSocial Studies: Our Country’s Symbols\nWe will be reviewing Chapter 1.\nChapter 1 Assessment will be next week.\nHomework:\nNo social studies homework this week.\nAs always, if you haveany questions or concerns,please do nothesitate to reach out to me.\nHave a blessed week,",
    "trans": "J’espère que vous avez passé un excellent week-end😊. Voici quelques mises à jour, ce que nous allons apprendre cette semaine et quelques rappels importants :\nFoire aux livres Scholastic : Elle se tiendra du lundi 21 octobre au vendredi 25 octobre. Les élèves visiteront la foire aux livres pendant leurs cours de STEAM. Notre cours STEAM  aura lieu le vendredi. Les paiements en espèces ne seront pas acceptés. Vous devrez créer un portefeuille électronique pour votre enfant. Voici le lien : https://bookfairs.scholastic.com/bf/hillsboroacadbobcats\nNous recherchons également des bénévoles pour la foire aux livres. Inscrivez-vous ici :  https://www.signupgenius.com/go/10C0F4BADAA2DA5FBC34-52413759-scholastic#/\nTrunk or Treat : ce vendredi 25 octobre, de 18h à 20h.\nConsultez PowerSchool chaque semaine.\nSemaine des conférences : elle aura lieu la semaine du 18 novembre. Un lien d’inscription sera envoyé dans un email séparé.\nLecture / Langue anglaise (ELA) : Nous terminerons l’unité 1 cette semaine. L’évaluation finale aura lieu mercredi.\nUnité 1 : Comment les différents lieux nous influencent-ils ?\nTextes étudiés cette semaine : Fiction réaliste, Texte informatif , Poésie\nLes élèves liront divers textes de fiction réaliste, des textes informatifs et des poèmes.\nFiction réaliste : Une histoire inventée mais qui peut se dérouler dans la vie réelle. Une histoire de fiction réaliste a des personnages, un cadre et une intrigue (début, milieu, fin).\nTexte informatif : Il nous donne des informations. Un texte informatif comporte des étiquettes, des diagrammes, des images, des mots en gras et des légendes.\nPoésie : Raconte une histoire, fait appel aux sentiments et aux sens, en utilisant des mots descriptifs. La poésie comporte des rimes, un rythme, des vers et des strophes.\nLangue Anglaise (ELA) cette semaine : Phrases simples et voyelles longues\nMots de haute fréquence :\nAlso\nLarge\nSmall\nMots d’orthographe :\nCart\nMark\nGarden,\nForest\nRoar\nCore\nTore\nChore\nFort\nBoard\nOrthographe et voyelles contrôlées r :\nLes élèves travailleront sur la révision des phrases pour l'orthographe et l'écriture des mots à voyelles contrôlées (-ar, -or, -ore, -oar). Ils travailleront également sur l'utilisation de ressources pour épeler les mots. Je vous conseille vivement de vous entraîner à la maison avec votre élève.\nQuiz sur l'orthographe\nPas de quiz d'orthographe cette semaine ni la semaine prochaine.\nRévision\nVeuillez réviser les phrases simples, le sujet et le prédicat avec votre enfant cette semaine.\nDevoirs :\nLire pendant 20 minutes tous les soirs 📚 (pas de carnet de lecture)\nUtilisez MyOn via Clever pour accéder aux livres !\nFeuille de composition (pas de feuille de composition cette semaine)\nNe demandez PAS à votre enfant de remplir toute la feuille de composition en une seule nuit.\nSéparez les « cases/parties » 1 à 2 par soir.\nLecture IXL\nCompléter les leçons recommandées.\nCartes de vocabulaire des mots d'orthographe\nLes devoirs sont à rendre tous les vendredis.\nMathématiques :\nQuestion essentielle du thème 3  : Quelles sont les stratégies pour additionner des nombres jusqu'à 100 ?\nNous allons réviser et évaluer le thème 3 cette semaine :\nRévision du thème 3\nÉvaluation du thème 3\nDevoirs de mathématiques :\nLes pages du cahier de révision sont disponibles sur Savvas et sont attribuées à chaque élève. Demandez-leur de les compléter et de les rendre en ligne.\nCette semaine en sciences : Nous allons réviser le thème 1 La surface de la Terre.\nL'évaluation du thème 1 aura lieu mercredi prochain, le 23 octobre.\nLes épreuves olympiques de sciences se poursuivent cette semaine ! La compétition de notre classe aura lieu le vendredi 25 octobre. La compétition à l'échelle de l'école aura lieu le lundi 28 octobre.\nLe projet scientifique de notre classe commencera la semaine prochaine. Je vous enverrai un courriel séparé avec les détails. Soyez à l'affût.\nÉtudes sociales : Les symboles de notre pays\nNous allons réviser le chapitre 1.\nL'évaluation sur le chapitre 1 aura lieu la semaine prochaine.\nDevoirs :\nPas de devoirs d'études sociales cette semaine.\nComme toujours, si vous avez des questions ou des préoccupations, n'hésitez pas à me contacter.\nJe vous souhaite une bonne semaine !"
}