{
    "source": "en_US",
    "target": "fr_FR",
    "text": "13. In the green-to yellow lighting conditions of the lowest levels of the forest, yellow and green would be the brightest colors, but when an animal is signaling, these colors would not be very visible if the animal was sitting in an area with a yellowish or greenish background.\n○When an animal is signaling in an area with green-to yellow lighting condition, it’s signal will not be visible if the background is brightly lit.\n○In the lowest levels of the forest, an animal's signals are not easily seen unless there is a yellowish or greenish background.\n○In the green-to-yellow lighting conditions at the lowest levels of the forest, only signals that are themselves green or yellow will be bright enough to be seen in most areas.\n○Although green and yellow would be the brightest colors near the forest floor, these colors would make poor signals whenever the forest background was also in the green-to-yellow range",
    "trans": "13. Dans les conditions de lumière allant du vert au jaune aux niveaux les plus bas de la forêt, les couleurs jaunes et vertes seraient les plus lumineuses. Cependant, lorsqu'un animal signale, ces couleurs ne seraient pas très visibles si l'animal se trouvait dans une zone avec un fond jaunâtre ou verdâtre.\n○ Lorsqu'un animal signale dans une zone avec des conditions de lumière allant du vert au jaune, son signal ne sera pas visible si l'arrière-plan est fortement éclairé.\n○ Aux niveaux les plus bas de la forêt, les signaux d'un animal ne sont pas facilement visibles à moins qu'il n'y ait un arrière-plan jaunâtre ou verdâtre.\n○ Dans les conditions de lumière allant du vert au jaune aux niveaux les plus bas de la forêt, seuls les signaux qui sont eux-mêmes verts ou jaunes seront suffisamment lumineux pour être vus dans la plupart des zones.\n○ Bien que le vert et le jaune soient les couleurs les plus lumineuses près du sol forestier, ces couleurs seraient de mauvais signaux chaque fois que l'arrière-plan de la forêt se situe également dans la gamme du vert au jaune."
}