{
    "source": "en_US",
    "target": "fr_FR",
    "text": "She looked up at Shoto and smiled at him. \"Mhm, I'm alright. Just it sad to think about the things that I know how to do that the rest of my family doesn't. I felt like I was babysitting three over sized children.\"\n\"It's okay, you aren't there anymore Shyla.\" Shoto said before he kissed her cheek softly\nShe leaned against him with her eyes shut. \"I know... I'm glad. Living here has lifted so much stress off of me.\"\nHer father was over hearing the two of them speak and he knew that if anything happened to him, his precious girl would be well taken care of.\n\"Here let me take care of the dishes for you, you should see if your father remembered to call his mother or not.\"\nShyla laughed and smiled \"Yeah okay thank you Shoto!\"\nHer father went straight to his office as he called his mother. \"Hello?\"\n\"Hey mom... I know it's been a while since I called. But there's so much going on right now with me. I hate to intrude on you but...would it be okay if I come over for thanksgiving with Shyla and her boyfriend?\"\n\"Oh now you want to spend time with your dear old parents!? Where was this motivation years ago?!\"\n+\n\"Mom I was busy, getting divorced to a crazy woman and trying to keep a company from going under isn't the easiest thing. Especially when I've been trying like crazy to get custody of Shy which I've finally been able to do.\" He said with a sigh",
    "trans": "Elle leva les yeux vers Shoto et lui sourit. « Mhm, ça va. C'est juste triste de penser aux choses que je sais faire et que le reste de ma famille ne sait pas. J'avais l'impression de garder trois enfants trop grands. »\n« Ça va, tu n'es plus là-bas, Shyla. » répondit Shoto avant de déposer un baiser doux sur sa joue.\nElle se blottit contre lui, les yeux fermés. « Je sais... et j'en suis heureuse. Vivre ici m'a enlevé un poids énorme. »\nSon père surprit leur conversation, et il savait que quoi qu'il arrive, sa précieuse fille serait entre de bonnes mains.\n« Laisse-moi m'occuper de la vaisselle pour toi, tu devrais voir si ton père a pensé à appeler sa mère ou non. »\nShyla rit et sourit. « D'accord, merci Shoto ! »\nSon père se dirigea directement vers son bureau et appela sa mère. « Allô ? »\n« Salut maman... Je sais que ça fait un moment que je n'ai pas appelé. Mais il se passe tellement de choses en ce moment. Je déteste te déranger, mais... est-ce que ce serait possible de venir pour Thanksgiving avec Shyla et son petit ami ? »\n« Ah, maintenant tu veux passer du temps avec tes vieux parents !? Où était cette motivation il y a des années ?! »\n+\n« Maman, j'étais occupé... Divorcer d'une femme folle et essayer d'empêcher une entreprise de couler, ce n'est pas ce qu'il y a de plus simple. Surtout quand je me suis battu comme un fou pour obtenir la garde de Shy, ce que j'ai enfin réussi à faire. » dit-il en soupirant."
}