{
    "source": "en_US",
    "target": "fr_FR",
    "text": "OUTSIDE OFFICE HOURS\nIf you require the car to be available outside of normal office hours, whether for the pick-up or the drop-off, Drive will arrange for a member of staff to be available. Prior notification is required for this service and it will incur a fee to cover additional man hours.\nThe cost of this service is THB 214.\nDELIVERIES AND COLLECTIONS\nIf requested in advance, Drive may agree to deliver the car at the start of the rental. The cost will be paid to Drive on signing the rental agreement.\nThe cost of this service will be confirmed after you have made the booking and we have confirmed that this would be allowed.\nCROSS-BORDER AND BOUNDARY RULES\nPlease note that cross-border travel is not allowed with Drive.\nRENTAL PERIOD\nDrive will allow a grace period of 60 minutes when returning your vehicle. Extra hours will be charged at one fourth of daily rate.\nEXTENSION OF RENTAL\nShould the renter wish to extend the rental beyond the agreed return date, it is very important that the Drive rental office be advised immediately so that the insurance coverage will be extended. Failure to do so will mean that the renter is driving the vehicle without insurance coverage.\nCANCELLATIONS, NO SHOWS & AMENDMENTS\nCancellation Pay on Arrival Bookings\nThere is no cancellation fee for Pay on Arrival.\nCancellation of Fully Prepaid Bookings\nIf you cancel 48 hours or more before your rental is due to start, we will reimburse the entire prepaid amount, deducting a THB 400 processing fee (exclude 7% VAT).\nIf you cancel less than 48 hours period before pick-up time, the entire prepaid amount will be forfeited.\nIn the case of the customer requesting to postpone the travel date, when the original travel schedule has passed and notify the cancellation later. The company reserves the right not to refund according to the conditions (must cancel 48 hours or more from the original car rental time).\nIf you fail to turn up at the agreed time and date, and/or to provide all the necessary documentation, and/or to provide a credit card with enough available funds on it, the Drive Car Rental may refuse you the car.\nIf you return the vehicle before the original return date (early return), you will not be refunded any portion of the payment.\nUpon returning the vehicle, Drive will process a release of the deposit of the hold taken at the time of pickup subject to your bank’s procedure. This hold may take up to two weeks to be released by your bank.\nNo-Show\nA ‘No-show’ is when you:\nWish to cancel but don’t tell us before your rental is due to start, or\nFail to pick the car up at the arranged time and date, or\nFail to provide the documentation that’s required to pick the car up, or\nFail to provide a credit card in the main driver’s name with enough available funds on it.\nIn all of these cases, you’ll receive no refund of the money you’ve paid.\nIn case of a no-show, the original booking conditions will only be maintained for 12 hours.\nDrive reserves the right to refuse the car to any customer who fails to arrive on time with all necessary documentation and a credit card with enough available funds for the car’s deposit. In such a case, unless the rental has been cancelled in advance, the customer will not be entitled to a refund.",
    "trans": "HORS DES HEURES DE BUREAU\nSi vous avez besoin du véhicule en dehors des heures d'ouverture habituelles, que ce soit pour la prise en charge ou la restitution, Drive organisera la présence d’un membre du personnel. Une confirmation préalable est nécessaire pour ce service, et des frais seront appliqués pour couvrir les heures supplémentaires.\nLe coût de ce service s'élève à 214 THB.\nLIVRAISON ET RÉCUPÉRATION\nSi vous en faites la demande, Drive peut accepter de livrer la voiture au début de la location. Le coût sera payé à Drive lors de la signature du contrat de location.\nLe coût de ce service sera confirmé après que vous aurez effectué la réservation et que nous aurons confirmé que cela est autorisé.\nRÈGLES TRANSFRONTALIÈRES ET DE LIMITES\nVeuillez prendre note que les voyages transfrontaliers ne sont pas autorisés avec Drive.\nPÉRIODE DE LOCATION\nDrive accordera un délai de grâce de 60 minutes en cas de remise du véhicule. Les heures supplémentaires seront facturées au quart du tarif journalier.\nPROLONGATION DE LOCATION\nSi le locataire souhaite étendre la période de location au-delà de la date de retour convenue, il est impératif d’en informer immédiatement l’agence Drive afin de prolonger la couverture d’assurance. En l'absence de notification, le locataire circulera sans couverture d’assurance.\nANNULATIONS, NON-PRÉSENTATION & MODIFICATIONS\nAnnulation des réservations avec paiement à l'arrivée\nAucun frais de modification ou d'annulation ne s’applique aux réservations avec paiement à l’arrivée.\nAnnulation des réservations prépayées\nSi vous annulez 48 heures ou plus avant la date prévue de prise en charge, nous vous restituerons l'intégralité du montant prépayé, moins des frais de traitement de 400 THB (hors TVA 7 %).\nSi vous désirez annuler moins de 48 heures avant l'heure de prise en charge, l'intégralité du montant prépayé sera perdue.\nSi le client demande à reporter la date du voyage une fois que le calendrier de voyage initial est écoulé et qu'il notifie l'annulation plus tard. La société se réserve le droit de ne pas rembourser selon les conditions (doit annuler 48 heures ou plus avant la location initiale de la voiture).\nSi vous ne vous rendez pas à l'heure et à la date convenues, et/ou si vous ne présentez pas tous les documents nécessaires, et/ou si vous ne fournissez pas une carte de crédit avec des fonds disponibles suffisants, Drive Car Rental peut vous refuser la voiture.\nSi vous rendez le véhicule avant la date de restitution initiale (restitution anticipée), aucune partie du paiement ne vous sera remboursée.\nLors de la remise du véhicule, Drive procédera à la libération de la garantie bloquée au moment de la prise en charge, sous réserve de la procédure de votre banque. Le déblocage peut prendre jusqu'à deux semaines.\nNon-présentation\nUne « non-présentation » se produit lorsque vous :\nSouhaitez annuler mais ne nous le dites pas avant le début prévu de votre location, ou\nNe récupérez pas la voiture à l'heure et à la date convenues, ou\nNe fournissez pas les documents nécessaires pour récupérer la voiture, ou\nNe fournissez pas de carte de crédit au nom du conducteur principal avec un fonds disponible suffisant.\nDans tous ces cas, vous ne bénéficierez d'aucun remboursement.\nEn cas de non-présentation, les conditions de réservation d'origine ne seront maintenues que pendant 12 heures.\nDrive se garde le droit de refuser la voiture à tout client qui n'arrive pas à l'heure avec tous les documents nécessaires ainsi qu'une carte de crédit avec des fonds suffisants pour la caution du véhicule. Dans ce cas, à moins que la location ait été annulée au préalable, le client n'aura pas droit à un remboursement."
}