{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Error-The following questions will ask about your general availability. Please share all days and times you are available to work and not your preferred work schedule or preferred days/times. Greater availability, especially on weekends, will increase the number of opportunities available to you and may increase your chances of moving forward in the hiring process.To prioritize the needs of our guests are you primarily available to work on weekends and holidays?\nThe field The following questions will ask about your general availability. Please share all days and times you are available to work and not your preferred work schedule or preferred days/times. Greater availability, especially on weekends, will increase the number of opportunities available to you and may increase your chances of moving forward in the hiring process.To prioritize the needs of our guests are you primarily available to work on weekends and holidays? is required and must have a value.",
    "trans": "Erreur : Les questions suivantes concerneront votre disponibilité générale. Veuillez indiquer tous les jours et horaires où vous êtes disponible pour travailler, et non vos horaires ou jours/horaires préférés. Une plus grande disponibilité, en particulier pendant les week-ends, augmentera le nombre d'opportunités disponibles pour vous et pourrait accroître vos chances de progression dans le processus de recrutement. Afin de répondre aux besoins de nos invités, êtes-vous principalement disponible pour travailler les week-ends et les jours fériés ?\nLe champ Les questions suivantes concerneront votre disponibilité générale. Veuillez indiquer tous les jours et horaires où vous êtes disponible pour travailler, et non vos horaires ou jours/horaires préférés. Une plus grande disponibilité, en particulier pendant les week-ends, augmentera le nombre d'opportunités disponibles pour vous et pourrait accroître vos chances de progression dans le processus de recrutement. Afin de répondre aux besoins de nos invités, êtes-vous principalement disponible pour travailler les week-ends et les jours fériés ? est requis et doit avoir une valeur."
}