{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The following information is added:\n• Please fill in the accommodation ticket in the house book attached here. It serves for the local authority to choose recreational fees 20CZK /per day / adults person.\n• PETS 200,- CZK/per day (8 e) (put on the table)\n• If you would like to lock bikes or other equipment, you can give in to the building wood. The code is 01515.\n• It is strictly forbidden to inserting hygienic needs and wet napkins into the toilet. Can cause blockage of the drain and damage to the pump.\n• Do not leave the rubbish at the door, because of the animals. Leave them in the apartment, the wood or use the containers (wood build). Or next collection are in the village Lojzovy Paseky or Posudov. Here it is possible to discard the waste.\n• When leaving, close windows and doors, lock and put the keys back in the safe. Check out 10:00 hours. Late Check-out if possible to 16:00 - 500,- CZK",
    "trans": "Les informations suivantes sont ajoutées :\n* Veuillez remplir le ticket d'hébergement dans le livre de la maison joint ici. Il sert à l'autorité locale pour choisir les frais de loisirs de 20 CZK/par jour/adulte.\n* ANIMAUX 200,- CZK/par jour (8 e) (mettre sur la table)\n* Si vous souhaitez verrouiller des vélos ou d'autres équipements, vous pouvez les ranger dans le bâtiment en bois. Le code est 01515.\n* Il est strictement interdit d'insérer des produits d'hygiène et des lingettes humides dans les toilettes. Cela peut provoquer un blocage de l'évacuation et endommager la pompe.\n* Ne laissez pas les ordures à la porte, à cause des animaux. Laissez-les dans l'appartement, le bois ou utilisez les conteneurs (bâtiment en bois). Ou les prochaines collectes se font dans le village de Lojzovy Paseky ou Posudov. Il est possible d'y jeter les déchets.\n* Au départ, fermez les fenêtres et les portes, verrouillez et remettez les clés dans le coffre-fort. Départ à 10h00. Départ tardif si possible jusqu'à 16h00 - 500,- CZK."
}