{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Beautiful 4 Bedroom House with Double Car Garage nestled on a mature street. The layout blends utility with style - Sun-filled Open & Airy Kitchen with Breakfast Area offers under cabinet lighting, backsplash and a view of the backyard. Cozy large Family Rm features Fireplace and walk-out to backyard. Enjoy relaxing or gathering with family & friends in the fenced backyard. Unwind or entertain in the Elegant Living Rm with large window along with a Double Door entry into Formal Dining Rm with chandelier & window overlooking backyard. The 4 bedrooms have a window and a closet. Primary Bdrm features Ensuite bathroom, which includes a Separate Shower with a Glass Door. A 4-piece Bathroom serves the other 3 bedrooms. The Basement is ready for your imagination with an open space, as well as a crawl space ideal for storage. There is convenient entry access to Double Car Garage from hallway. ** Click Multimedia Link for Video Tour **\nEnjoy the front porch area overlooking the landscaped front garden. Schools, Parks, Mississauga Golf & Country Club, Restaurants, Shops, Public Transit, QEW, University of Toronto (UTMississauga) are a few minutes away.",
    "trans": "Magnifique maison de 4 chambres avec garage double, nichée dans une rue paisible et arborée. Son agencement allie utilité et style : une cuisine ouverte et lumineuse avec coin petit-déjeuner offre un éclairage sous les armoires, une crédence et une vue sur le jardin. La grande salle familiale, chaleureuse et confortable, est dotée d'une cheminée et d'un accès direct au jardin. Profitez de moments de détente ou de rassemblements en famille et entre amis dans le jardin clôturé.Relaxez-vous ou recevez dans le salon élégant, baigné de lumière grâce à une grande fenêtre, avec une entrée à double porte menant à une salle à manger formelle ornée d'un lustre et d'une fenêtre donnant sur le jardin. Les 4 chambres disposent chacune d'une fenêtre et d'un placard. La chambre principale est équipée d'une salle de bains attenante, comprenant une douche séparée avec porte en verre. Une salle de bains de 4 pièces dessert les 3 autres chambres.Le sous-sol est prêt à accueillir vos idées, avec un espace ouvert et un vide sanitaire idéal pour le rangement. Vous bénéficierez d'un accès pratique au garage double directement depuis le couloir. ** Cliquez sur le lien multimédia pour une visite vidéo. **\nProfitez également de l'espace sur le porche avant donnant sur un jardin paysager. Écoles, parcs, club de golf et de loisirs de Mississauga, restaurants, boutiques, transports en commun, QEW et l’Université de Toronto (campus UTMississauga) se trouvent à quelques minutes."
}