{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Piper this one is for you like Harry one better watch out get out of my wayPf I find you oh piper I found something for you. It’s a big fat.L for you you can have it here now it’s time for my real rap like Eminem I get on my way when I watch out you better stay on my way or I’m going to hurt you like you little loser always think I’m messing with you, but you can’t even swim you almost died and drowned look I tell my friends about you because you suck like poo like not the poo on Roblox so you better watch out who are you gonna get caught better watch how are you gonna get caught where the watcher or you gonna get a better watch out or you’re gonna get cold better watch out or you’re gonna get call Big Bro watch out we’re gonna get caught better watch out or you’re going to get cold don’t get caught Lackin piper\nSincerely, Harper don’t get caught Lackin sincerely, sincerely Harper with a HARPER give me an HAPER",
    "trans": "Piper, celui-ci est pour toi comme Harry, mieux vaut faire attention, écarte-toi de mon chemin. Pf, si je te trouve… oh Piper, j’ai trouvé quelque chose pour toi. C’est un gros L bien gras. Tu peux le prendre, le voilà. Maintenant, c’est l’heure de mon vrai rap, comme Eminem. Je me mets en route, fais attention, mieux vaut que tu restes hors de mon chemin sinon je vais te faire mal. Comme le petit loser que tu es, tu crois toujours que je plaisante avec toi, mais tu ne sais même pas nager. Tu as failli mourir et te noyer. Regarde, je parle de toi à mes amis parce que tu es nul comme du caca, pas celui de Roblox, alors tu ferais mieux de faire attention. Qui va se faire choper ? Mieux vaut que tu fasses attention, sinon tu vas te faire prendre. Mieux vaut que tu fasses attention, sinon tu vas te faire appeler Big Bro. Fais attention, on va se faire choper. Fais attention, sinon tu vas avoir froid. Ne te fais pas avoir, Piper.\nSincèrement, Harper. Ne te fais pas avoir. Sincèrement, sincèrement, Harper avec un HARPER. Donne-moi un HAPER."
}