{
    "source": "en_US",
    "target": "fr_FR",
    "text": "you?” he asked. Divya was shocked. She had been grateful for just a half hour of his time, but now Stephen Fischer wanted to help her. “I don’t need anything, but I’m just compelled to help you because you seem like a very driven, ambitious woman,” he said. “Why don’t we partner on this?” Divya came into the meeting with an idea and left with a business partner. They agreed to a fifty-fifty ownership split.Over the next few years, Fischer took Divya under his wing. Despite being a notoriously busy man who ran several other restaurants with a constellation of Michelin stars, Fischer went out of his way to make himself available to Divya. They met regularly to talk about the future of the business. They appeared together in the glossy magazines where Divya had once dreamed of working. Divya ran the day-to-day operations of Prameer, but Fischer, who had no kids of his own, offered her advice and guidance. “This was the first time I ever had a mentor,” Divya told me. “Like a father figure.” One day, Divya was feeling particularly anxious about the business, so she went to Fischer’s office, which is a garden",
    "trans": "« Vous ? » demanda-t-il. Divya était choquée. Elle avait été reconnaissante de n’avoir eu qu’une demi-heure de son temps, mais maintenant Stephen Fischer voulait l’aider. « Je n’ai rien besoin, mais je me sens simplement obligé de vous aider parce que vous semblez être une femme très déterminée et ambitieuse », dit-il. « Pourquoi ne pas faire équipe sur ce projet ? » Divya était venue à la réunion avec une idée et en est ressortie avec un partenaire commercial. Ils ont convenu d’un partage de propriété à parts égales. Au cours des années suivantes, Fischer prit Divya sous son aile. Bien qu’il soit un homme notoirement occupé, dirigeant plusieurs autres restaurants avec une constellation de étoiles Michelin, Fischer a fait en sorte de se rendre disponible pour Divya. Ils se rencontraient régulièrement pour discuter de l’avenir de l’entreprise. Ils sont apparus ensemble dans les magazines brillants où Divya avait un jour rêvé de travailler. Divya gérait les opérations quotidiennes de Prameer, mais Fischer, qui n’avait pas d’enfants, lui offrait des conseils et des orientations. « C’était la première fois que j’avais un mentor », m’a dit Divya. « Comme une figure paternelle. » Un jour, Divya se sentait particulièrement anxieuse à propos de l’entreprise, alors elle se rendit au bureau de Fischer, qui est un jardin"
}