{
    "source": "en_US",
    "target": "fr_FR",
    "text": "bsession will be published within the Filthy Elites: An Anthology of Enemies to Lovers Romance Standalone Novels*** Obsessed – to be preoccupied or fill the mind with someone continually and to a troubling extent. As soon as I realized she existed, I lost the ability to look away. She was always destined to be mine. I’m [redacted_name]; a king among men. And kings get to take what they want. My little bird disagreed. She fought me, disobeyed me even though we both know she belongs to me. So I broke her, bent her to my will. I pushed too hard, loved too much and she ran from me. But letting her go was impossible. So I chased; hiding in the shadows, silently pulling the strings that would bind her to me. Two years have passed, I’ve waited long enough. It’s time to reclaim my queen; to take what’s mine. The trap is set, a gilded cage worthy of royalty and only I have the key. I’ll make her pay for leaving me. I’ll make her love me, want me as much as I do her. I couldn’t stop if I tried. She’s my obsession.",
    "trans": "bsession sera publié dans le cadre de Filthy Elites : An Anthology of Enemies to Lovers Romance Standalone Novels*** Obsédé - être préoccupé ou remplir l'esprit de quelqu'un continuellement et dans une mesure troublante. Dès que j'ai réalisé qu'elle existait, j'ai perdu la capacité de détourner le regard. Elle a toujours été destinée à être la mienne. Je suis [redacted_name], un roi parmi les hommes. Et les rois peuvent prendre ce qu'ils veulent. Mon petit oiseau n'était pas d'accord. Elle m'a combattu, m'a désobéi même si nous savons tous les deux qu'elle m'appartient. Alors je l'ai brisé, je l'ai plié à ma volonté. J'ai poussé trop fort, j'ai trop aimé et elle m'a fui. Mais la laisser partir était impossible. Alors je l'ai poursuivie, me cachant dans l'ombre, tirant silencieusement les ficelles qui la lieraient à moi. Deux ans ont passé, j'ai attendu assez longtemps. Il est temps de récupérer ma reine, de prendre ce qui m'appartient. Le piège est tendu, une cage dorée digne de la royauté dont je suis le seul à détenir la clé. Je lui ferai payer son abandon. Je ferai en sorte qu'elle m'aime, qu'elle me désire autant que je la désire. Je ne pourrais pas m'arrêter même si j'essayais. Elle est mon obsession."
}