{
    "source": "en_US",
    "target": "fr_FR",
    "text": "First, we classified species as herbivores (Table S6) or carnivores (Table S7) based on the HerbiTraits (Lundgren et al., 2021) and the CarniDIET (Middleton et al., 2021) databases. From these data- bases, we also collected functional traits for each species, adding further information on carnivores by Dalerum (2013). Functional traits of cave lion (Panthera spelaea) were not available, but esti- mated from Sandom et al. (2018). We also collected average body mass and percentage of plants and meat in the diet for each spe- cies from PHYLACINE v1.2.1 (Faurby et al., 2020). We gathered data on average species population density as estimated in conditions of low human impact and “field metabolic rate” for each species from Pedersen et al. (2023). As explained in detail in the reference, spe- cies population density and field metabolic rate were estimated for each species as a result of phylogenetically adjusted allometric models. Specifically, both traits were modelled as a function of body mass, with phylogeny serving as a random effect. All extant mamma- lian species for which empirical data were available were considered for training the models. These included, for example, African spe- cies whose body size is comparable to that of extinct European spe- cies, and which belong to the same or closely related phylogenetic groups. We assumed that estimated population densities are not in- fluenced by neglecting trophic interactions, such as herbivore popu- lations that may have been suppressed by now-extinct predators, since empirical data were gathered mainly from studies in protected areas where rich megafauna communities still exist, for example, in sub-Saharan Africa. Furthermore, the species for which there is no empirical data to collect because they are globally extinct are par- ticularly the larger species, such as megaherbivores, which are not top-down controlled by carnivores (Owen-Smith, 1988). 2.3 | Palaeoclimate of the LIG and climate of the present For the LIG palaeoclimate, we calculated 12 bioclimatic variables based on climate variables obtained from a set of palaeoclimate simulations. These simulations targeted the maximum anom- aly in Northern Hemisphere summer insolation, which reached 127,000 years ago, thought to be the driver of the warmest phases of the LIG in Europe (Otto-Bliesner et al., 2017). Simulations were performed with six climate models (Table S2), each forced accord- ing to the protocol for experiment lig127k of the Paleoclimate Modelling Intercomparison Project phase 4 (PMIP4; Otto-Bliesner et al., 2017; data provided in supporting information). We used the climatological mean of monthly values of the following cli- mate variables: total precipitation, near-surface air temperature and minimum daily near-surface air temperature. We downscaled the climate variables to a resolution of 30-km grid cell. We cor- rected biases in the climate variables from the models. For this, we compared these variables between the historical simulation with the same climate models and the dataset CHELSA V2.1 (Karger et al., 2021), also aggregated at the resolution of 30-km grid cell, as both datasets represent the period 1981–2010. Based on this com- parison, we applied a delta correction to the temperature results of the climate model, and a ratio correction to the precipitation results, similar to the procedure applied in, for example, Scussolini et al. (2020). With the bias-corrected variables, we calculated 12 bioclimatic variables (Table S2). LIG palaeoclimate is warmer than 20th-century average but similar to the early 21st-century average climate, thus providing a reasonable analogue for global warming thus far (Sánchez Goñi et al., 2012), although spatial and seasonal differences in temperature and precipitation were likely quite ac- centuated (Otto-Bliesner et al., 2021; Scussolini et al., 2019). For the present climate, we retrieved the same bioclimatic variables (Table S2) from CHELSA V2.1 (Karger et al., 2021) for the period 2010–2020.",
    "trans": "Tout d'abord, nous avons classé les espèces comme herbivores (Tableau S6) ou carnivores (Tableau S7) en nous basant sur les bases de données HerbiTraits (Lundgren et collab., 2021) et CarniDIET (Middleton et collab., 2021). À partir de ces bases de données, nous avons également collecté des traits fonctionnels pour chaque espèce, en ajoutant des informations supplémentaires sur les carnivores grâce à Dalerum (2013). Les traits fonctionnels du lion des cavernes (Panthera spelaea) n'étaient pas disponibles, mais ont été estimés à partir de Sandom et collab. (2018). Nous avons également collecté la masse corporelle moyenne et le pourcentage de végétaux et de viande dans le régime alimentaire de chaque espèce à partir de PHYLACINE v1.2.1 (Faurby et collab., 2020). Nous avons rassemblé des données sur la densité de population moyenne des espèces estimée dans des conditions de faible impact humain, ainsi que sur le « taux métabolique de terrain » pour chaque espèce, à partir de Pedersen et collab. (2023). Comme expliqué en détail dans la référence, la densité de population des espèces et le taux métabolique de terrain ont été estimés pour chaque espèce en utilisant des modèles allométriques ajustés phylogénétiquement. Plus précisément, ces deux traits ont été modélisés en fonction de la masse corporelle, avec la phylogénie servant d'effet aléatoire. Toutes les espèces de mammifères existantes pour lesquelles des données empiriques étaient disponibles ont été prises en compte pour l'entraînement des modèles. Celles-ci comprenaient, par exemple, des espèces africaines dont la taille corporelle est comparable à celle d'espèces européennes éteintes et qui appartiennent aux mêmes groupes phylogénétiques ou à des groupes apparentés. Nous avons supposé que les densités de population estimées ne sont pas influencées par la négligence des interactions trophiques, telles que les populations d'herbivores qui auraient pu être réduites par des prédateurs aujourd'hui éteints, car les données empiriques ont principalement été collectées à partir d'études menées dans des zones protégées où existent encore des communautés riches en mégafaune, par exemple en Afrique subsaharienne. En outre, les espèces pour lesquelles il n'existe pas de données empiriques à collecter parce qu'elles sont globalement éteintes sont particulièrement les espèces de grande taille, comme les mégaherbivores, qui ne sont pas régulés par les carnivores (Owen-Smith, 1988). 2.3 | Paléoclimat du LIG et climat actuel Pour le paléoclimat du LIG, nous avons calculé 12 variables bioclimatiques à partir des variables climatiques obtenues dans un ensemble de simulations paléoclimatiques. Ces simulations ont ciblé l'anomalie maximale de l'insolation estivale de l'hémisphère nord, qui a atteint son pic il y a 127 000 ans et est considérée comme le moteur des phases les plus chaudes du LIG en Europe (Otto-Bliesner et collab., 2017). Les simulations ont été réalisées avec six modèles climatiques (Tableau S2), chacun étant contraint selon le protocole de l'expérience lig127k du Paleoclimate Modelling Intercomparison Project phase 4 (PMIP4 ; Otto-Bliesner et al., 2017 ; données fournies en informations complémentaires). Nous avons utilisé la moyenne climatologique des valeurs mensuelles des variables climatiques suivantes : précipitations totales, température de l'air en surface et température minimale quotidienne de l'air en surface. Nous avons mis à l'échelle les variables climatiques à une résolution de grille de 30 km. Nous avons corrigé les biais dans les variables climatiques des modèles. Pour ce faire, nous avons comparé ces variables entre la simulation historique avec les mêmes modèles climatiques et le jeu de données CHELSA V2.1 (Karger et collab., 2021), également agrégé à la résolution de grille de 30 km, car les deux jeux de données représentent la période 1981-2010. Sur la base de cette comparaison, nous avons appliqué une correction delta aux résultats de température du modèle climatique, et une correction par ratio aux résultats des précipitations, similaire à la procédure appliquée, par exemple, par Scussolini et collab. (2020). Avec les variables corrigées des biais, nous avons calculé 12 variables bioclimatiques (Tableau S2). Le paléoclimat du LIG est plus chaud que la moyenne du XXe siècle mais similaire à la moyenne du climat du début du XXIe siècle, fournissant ainsi un analogue raisonnable du réchauffement climatique jusqu'à présent (Sánchez Goñi et collab., 2012), bien que des différences spatiales et saisonnières de température et de précipitations aient probablement été très marquées (Otto-Bliesner et al., 2021 ; Scussolini et collab., 2019). Pour le climat actuel, nous avons récupéré les mêmes variables bioclimatiques (Tableau S2) à partir de CHELSA V2.1 (Karger et collab., 2021) pour la période 2010-2020."
}