{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Various leadership theories have emerged over time. We can categorize those theories in groups as per their approach to leadership as Trait theory, Behavioural theories, Contingency theories, Modern theories. These theories help us in understanding the leadership concepts. Organizations are spending millions on leadership development. World is full of MBA schools which produce more than a million MBAs every year.\nStill, the biggest challenge being faced by organizations today is dearth of effective leaders. Organizations spend a lot on various leadership development programmes. These programmes do not have similar impact on all the individuals who attend the programmes. Everyone attends the same lectures, goes through same simulations,\nexercises, psychometric instruments etc., yet these same inputs are processed in a different manner by each individual and a different output is seen in each case. To make leadership development programmes more effective, we need to know what is the hidden factor that affects the processing of input.\nHow leaders think, learn, and behave are driven by their mindsets. The mindset differences are consistent and can be documented. The course will make leaders question if they have the mindset necessary to pursue and achieve goals. This course is about leaders discovering how mindset can be developed for success in all spheres of life.\nThe course answers questions like how the mindset is formed. How does one’s mindset affect the outcome? What kind of mindset truly opens leaders to growth and change? What kind of mindset makes one a confident and successful negotiator, a win-win role that leaders and managers are often called upon to enact? How can one develop a leadership mindset?\nThis course provides a roadmap for leaders to develop a leadership mindset and cultivate minds for building and leading effective teams. This course will lead leaders to embark on a journey to the right mindset which will not only help in forging rewarding relationships but also in developing the willpower to transform their own mindset essential to leadership role and also to mentor their workforce and realign their mindset.",
    "trans": "Au fil du temps, diverses théories sur le leadership ont émergé. Nous pouvons classer ces théories en groupes selon leur approche du leadership : les théories des traits, les théories comportementales, les théories de contingence et les théories modernes. Ces théories nous aident à mieux comprendre les concepts de leadership. Les organisations dépensent des millions dans le développement du leadership. Le monde regorge d’écoles de commerce qui forment plus d’un million de diplômés en MBA chaque année.\nCependant, le plus grand défi auquel les organisations sont confrontées aujourd’hui est le manque de leaders efficaces. Les organisations investissent énormément dans divers programmes de développement du leadership. Pourtant, ces programmes n’ont pas le même impact sur tous les participants. Tous assistent aux mêmes cours, participent aux mêmes simulations,\nexercices, et utilisent les mêmes instruments psychométriques, mais chaque individu traite ces informations différemment, ce qui conduit à des résultats variés. Pour rendre les programmes de développement du leadership plus efficaces, il est essentiel d’identifier le facteur caché qui influence la manière dont les informations sont traitées.\nLa façon dont les leaders pensent, apprennent et agissent est influencée par leur état d’esprit. Les différences d’état d’esprit sont constantes et peuvent être documentées. Ce cours invite les leaders à se questionner : ont-ils l’état d’esprit nécessaire pour poursuivre et atteindre leurs objectifs ? Ce cours porte sur la découverte de la manière dont l’état d’esprit peut être développé pour réussir dans tous les domaines de la vie.\nLe cours répond à des questions telles que : comment un état d’esprit se forme-t-il ? Comment l’état d’esprit d’une personne influence-t-il le résultat ? Quel type d’état d’esprit ouvre véritablement les leaders à la croissance et au changement ? Quel type d’état d’esprit fait de quelqu’un un négociateur confiant et performant, jouant un rôle gagnant-gagnant que les leaders et managers sont souvent appelés à endosser ? Comment peut-on développer un état d’esprit de leadership ?\nCe cours propose une feuille de route permettant aux leaders de développer un état d’esprit de leadership et de cultiver des esprits pour constituer et diriger des équipes efficaces. Ce cours guidera les leaders dans un voyage vers le bon état d’esprit, ce qui les aidera non seulement à établir des relations enrichissantes, mais également à développer la volonté de transformer leur propre état d’esprit, indispensable pour le rôle de leader, ainsi que pour encadrer leurs équipes et réaligner leur mentalité."
}