{
    "source": "en_US",
    "target": "fr_FR",
    "text": "“Stay.” I say with a smile. Her eyes light up as she steps closer to me and pats my shoulder.“ Don’t worry, big guy. I wouldn’t leave you alone. I’m all too familiar with what that’s like and wouldn’t want to make anyone feel that way. I’m glad my icy hands make you comfortable. When I was little, they teased me a lot about how cold my hands were. I would run home crying, being extra dramatic, and tell my mom everything the bullies said to me. She would hug me and tell me not to pay them any mind, and those cold hands mean having a soft heart and that one day, my soul Mate would take refuge in the coolness of them.” She chuckles sweetly, then sighs. “You didn’t ask me any of that, sorry. Plus, I’m no longer a child who believes in fairy tales and soulmates.”“ I’ll listen to whatever you want to tell me.” She looks at me with a smirk, then takes her hand away to sit on the bed.”\nPasaje de\nThe Vampire King and I: Book One\nRose Marie\nEs posible que este material esté protegido por copyright.",
    "trans": "« Reste. » dis-je avec un sourire. Ses yeux s’illuminent tandis qu’elle se rapproche de moi et me tapote l’épaule. « Ne t’inquiète pas, grand gaillard. Je ne te laisserais pas seul. Je sais trop bien ce que ça fait et je ne voudrais pas infliger ça à qui que ce soit. Je suis contente que mes mains glacées te réconfortent. Quand j’étais petite, on se moquait souvent de moi parce qu’elles étaient toujours froides. Je rentrais en pleurant, en exagérant un peu, et je racontais tout à ma mère, chaque mot que les autres enfants me lançaient. Elle me prenait dans ses bras et me disait de ne pas y prêter attention, que ces mains froides étaient le signe d’un cœur tendre et qu’un jour, mon âme sœur trouverait refuge dans leur fraîcheur. »Elle rit doucement, puis soupire. « Tu ne m’as rien demandé de tout ça, désolée. Et puis, je ne suis plus une enfant qui croit aux contes de fées et aux âmes sœurs. » « Je t’écouterai, quoi que tu veuilles me raconter. »Elle me lance un sourire en coin, puis retire sa main avant de s’asseoir sur le lit.\nPasaje de\nThe Vampire King and I: Book One\nRose Marie\nEs posible que este material esté protegido por copyright."
}