{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Like U.S. manufacturers facilitating wealth concentration after the Civil War using business models centered on industrial efficiency similar to enslaving (1935/1998, p. 210), neocolonialism found Liberia “practically mortgaged to the Firestone Rubber Company after being threatened with absorption by both France and Great Britain” (1935, p. 85).2 Du Bois documented how European governments' investment in businesses, combined with colonial taxation, furnished private investors with excessive profits resulting in the colonizeds' alienation from the land and the destruction of indigenous agriculture, local markets, and civilization itself across Africa and in India, particularly without labor protections for workers (1920/1999, 1942/2004d, 1944).\nDu Bois also identified neocolonialism's recycled colonial epistemologies to minimize resistance to exploitative labor,\nElaborate propaganda showed the perfect fitness of this arrangement. Lazy and inferior races were made thrifty workers, increasing their own well‐being and the income of the whites; and if the increase of well‐ being among the natives was not always clear and certain, what would you? Was it not better to die working for imperial industry than die sleeping in the shade?",
    "trans": "Comme les industriels américains favorisant la concentration de la richesse après la guerre de Sécession grâce à des modèles économiques axés sur l'efficacité industrielle, similaires à l'asservissement (1935/1998, p. 210), le néocolonialisme a conduit le Liberia à être « pratiquement hypothéqué à la Firestone Rubber Company après avoir été menacé d'absorption par la France et la Grande-Bretagne » (1935, p. 85).2 Du Bois a documenté comment l'investissement des gouvernements européens dans les entreprises, combiné à la fiscalité coloniale, a permis aux investisseurs privés de réaliser des profits excessifs, entraînant ainsi l'aliénation des colonisés de leurs terres et la destruction de l'agriculture indigène, des marchés locaux et de la civilisation elle-même à travers l'Afrique et l'Inde, en particulier en l'absence de protections pour les travailleurs (1920/1999, 1942/2004d, 1944).\nDu Bois a également identifié les épistémologies coloniales recyclées du néocolonialisme visant à minimiser la résistance à l'exploitation du travail,\nUne propagande élaborée montrait la parfaite légitimité de cet arrangement. Les races paresseuses et inférieures étaient transformées en travailleurs économes, améliorant ainsi leur propre bien-être et les revenus des Blancs ; et si l'augmentation du bien-être des indigènes n'était pas toujours évidente et certaine, qu'y pouvait-on ? N'était-il pas préférable de mourir en travaillant pour l'industrie impériale que de mourir en dormant à l'ombre ?"
}