{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Everyone,\nThe Roster is attached.\nIf there are any shifts you are unable to work please let me know immediately.\nDuring the past week a number of Senior Executives stayed with us from Pack and Send International. This Organisation has been staying at Il Mondo for a number of years.\nOne of these Guests was the Vice President of the Company, who advised me that Pack & Send have contractual arrangements to stay with Quest Hotels all around Australia.\nHe further advised me when staying in Brisbane however, all Company personnel stay at Il Mondo, because of the friendliness and professionalism of the Staff, the cleanliness and presentation of the Rooms and our dedication to ensuring the best possible Hotel experience.\nThis is an enormous compliment to all of us and I thank each of you for your contribution in meeting and exceeding the needs and expectations of Pack & Send personnel.\nKind regards,\nChris",
    "trans": "Bonjour à tous,\nLa liste est jointe en annexe.\nSi vous n'êtes pas en mesure de travailler pendant certaines périodes, veuillez m'en informer immédiatement.\nAu cours de la semaine dernière, un certain nombre de cadres supérieurs de Pack and Send International ont séjourné chez nous. Cette organisation séjourne au Il Mondo depuis plusieurs années.\nL'un de ces invités était le vice-président de la société, qui m'a informé que Pack & Send avait conclu des accords contractuels avec des hôtels Quest dans toute l'Australie.\nIl m'a également indiqué que, lorsqu'ils séjournent à Brisbane, tous les membres du personnel de la société séjournent à Il Mondo, en raison de l'amabilité et du professionnalisme du personnel, de la propreté et de la présentation des chambres, ainsi que de notre volonté de garantir la meilleure expérience hôtelière possible.\nC'est un énorme compliment pour nous tous et je remercie chacun d'entre vous pour votre contribution à la satisfaction et au dépassement des besoins et des attentes du personnel de Pack & Send.\nCordialement,\nChris"
}