{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Today, the Government announced they are going to crack down on excessive childcare charging through top up fees. And mostly, I’m pretty chuffed about that. It was something I raised with the Minister when we met a few weeks ago. We hear insane stories about how much parents are being charged in top up fees when accessing funded hours. For some of you, it makes accessing funded childcare impossible. In extreme cases you are being charged more in top up fees than you were paying for full price childcare so providers are getting double income.\nThe majority of nurseries charge a reasonable and fair amount, but a small number use this as an opportunity to generate larger profits. If providers are accessing public funding then this must be used responsibly.\nBut, and it’s a BIG BUT, the funding provided by the Government, particularly for the 3-4 year old entitlement, does not cover the cost to deliver places so before any new rules and restrictions are applied, we must first have a funding model that works for providers and staff.\nWhat do you think?",
    "trans": "Aujourd'hui, le gouvernement a annoncé qu'il allait sévir contre les frais de garde d'enfants excessifs par le biais de frais supplémentaires. Et pour la plupart, j'en suis plutôt ravi. C'est une question que j'ai soulevée auprès du ministre lors de notre rencontre il y a quelques semaines. Nous entendons des histoires insensées sur le montant des frais supplémentaires facturés aux parents lorsqu'ils accèdent aux heures financées. Pour certains d'entre vous, cela rend l'accès à la garde d'enfants financée impossible. Dans des cas extrêmes, vous payez plus en frais supplémentaires que ce que vous payiez pour la garde d'enfants à plein tarif, de sorte que les prestataires obtiennent un double revenu.\nLa majorité des crèches facturent un montant raisonnable et équitable, mais un petit nombre en profite pour générer des bénéfices plus importants. Si les prestataires accèdent à des fonds publics, ceux-ci doivent être utilisés de manière responsable.\nMais, et c'est un GRAND MAIS, le financement fourni par le gouvernement, en particulier pour le droit des 3-4 ans, ne couvre pas le coût de la prestation des places. Par conséquent, avant que de nouvelles règles et restrictions ne soient appliquées, nous devons d'abord avoir un modèle de financement qui fonctionne pour les prestataires et le personnel.\nQu'en pensez-vous ?"
}