{
    "source": "en_US",
    "target": "fr_FR",
    "text": "好的！ 根據圖片中的說明，這篇作文的主題是探討「隨著科技發展而來的新發明」，並分為兩個段落，要求描述一項最新發明、解釋原因，並說明此發明的解決問題之處。 以下是完整的作文大綱範例：\nP1 - Introduction to a New Invention (TP)\nIn recent years, technological advancements have brought forth various remarkable inventions that once existed only in the realm of science fiction. One such invention is [choose an example, such as “artificial intelligence assistants” or “augmented reality (AR) glasses”]. These devices are designed to [briefly describe the purpose, like “enhance daily tasks by providing instant information or performing complex calculations at the user’s request”].\nP2 - Explanation and Purpose of the Invention (TP)\nThe primary reason for the development of [AI assistants / AR glasses] lies in the growing need for efficient and personalized tools in modern society. With an increasing amount of information to process and organize, these inventions serve as valuable tools that help individuals manage their time and tasks more effectively. By offering [describe how the invention helps, like “real-time insights or reminders for daily routines”], [AI assistants / AR glasses] solve the problem of information overload and improve the quality of life.\nCS - Conclusion\nIn summary, [name the invention] exemplifies how technology can transform our daily lives. As we continue to innovate, such advancements are likely to address even more of society’s pressing challenges, paving the way for a future where technology seamlessly integrates into our everyday lives.\n希望這個大綱能幫助你完成作業！",
    "trans": "好的！ 根據圖片中的說明，這篇作文的主題是探討「隨著科技發展而來的新發明」，並分為兩個段落，要求描述一項最新發明、解釋原因，並說明此發明的解決問題之處。 以下是完整的作文大綱範例：\nP1 - Introduction à une nouvelle invention (TP)\nCes dernières années, les avancées technologiques ont donné naissance à diverses inventions remarquables qui n'existaient autrefois que dans le domaine de la science-fiction. L'une de ces inventions est [choisissez un exemple, tel que « les assistants d'intelligence artificielle » ou « les lunettes de réalité augmentée (RA) »]. Ces dispositifs sont conçus pour [décrivez brièvement l'objectif, comme « améliorer les tâches quotidiennes en fournissant des informations instantanées ou en effectuant des calculs complexes à la demande de l'utilisateur »].\nP2 - Explication et objectif de l'invention (TP)\nLa raison principale du développement des [assistants d'IA / lunettes de RA] réside dans le besoin croissant d'outils efficaces et personnalisés dans la société moderne. Avec une quantité croissante d'informations à traiter et à organiser, ces inventions servent d'outils précieux qui aident les individus à gérer leur temps et leurs tâches plus efficacement. En offrant [décrivez comment l'invention aide, comme « des informations en temps réel ou des rappels pour les routines quotidiennes »], les [assistants d'IA / lunettes de RA] résolvent le problème de la surcharge d'informations et améliorent la qualité de vie.\nCS - Conclusion\nEn résumé, [nommez l'invention] illustre comment la technologie peut transformer notre vie quotidienne. Alors que nous continuons à innover, de telles avancées sont susceptibles de relever encore plus de défis pressants de la société, ouvrant la voie à un avenir où la technologie s'intègre harmonieusement dans notre vie de tous les jours.\n希望這個大綱能幫助你完成作業"
}