{
    "source": "en_US",
    "target": "fr_FR",
    "text": "He stifled a scream as he came to again. Every fiber of his body was on fire, and as he tried to rise, his lanky arms gave way and he sank back into the puddle in which he had been left. He was cold, so terribly cold, but he knew of no place he could retreat to in order to warm himself. He didn't even know if he could muster the strength to drag himself back to the wooden shack he called home.\n\"What happened to you, boy?\" The surprisingly gentle voice startled him, and he instinctively curled more into himself, holding his breath in fear.\n\"Hey,\" a cautious hand touched his shoulder, \"I'm not going to hurt you. Please, look at me.\"\nSlowly, he lifted his head. Through the tears that had once again welled up in his eyes, he recognized a figure cloaked in white.\n\"Can you get up?\" The voice of the being in white sounded worried.\nHe shook his head, but still tried to push himself up into a sitting position.\nAs his arms tried to give way yet again, he felt himself being gathered into a gentle embrace.\nPowerlessly, he allowed himself to be gathered into the stranger's arms. The smell of fresh laundry in his nose calmed him a little.\n\"Come on, I'll take care of your wounds.\"\nAs if he were as light as a feather, he was lifted up. He didn't resist, too exhausted to do more than keep his eyes open.\nDespite not knowing where she was taking him, something told him he was safe with her. Unconsciously, he nestled his swollen cheek against his benefactress's chest and succumbed to sleep once again.",
    "trans": "Un cri fut étouffé alors qu'il reprenait ses esprits. Chaque fibre de son corps était en feu, et alors qu'il essayait de se lever, ses bras maigres cédèrent et il retomba dans la flaque où il avait été laissé. Il avait froid, terriblement froid, mais il ne connaissait aucun endroit où se réfugier pour se réchauffer. Il ne savait même pas s'il aurait la force de se traîner jusqu'à la cabane en bois qu'il appelait sa maison.\n« Qu'est-ce qui t'est arrivé, mon garçon ? La voix étonnamment douce le fit sursauter et il se recroquevilla instinctivement sur lui-même, retenant son souffle de peur.\n« Une main prudente se posa sur son épaule, « Je ne vais pas te faire de mal. S'il te plaît, regarde-moi. »\nLentement, il releva la tête. A travers les larmes qui lui montaient à nouveau aux yeux, il reconnut une silhouette vêtue de blanc.\n« Peux-tu te lever ? La voix de l'être en blanc semblait inquiète.\nIl secoua la tête, mais essaya tout de même de se mettre en position assise.\nAlors que ses bras tentaient une nouvelle fois de céder, il sentit qu'on le prenait dans une douce étreinte.\nImpuissant, il se laissa prendre dans les bras de l'inconnu. L'odeur du linge frais dans son nez le calma un peu.\n« Viens, je vais m'occuper de tes blessures. »\nComme s'il était aussi léger qu'une plume, il fut soulevé. Il ne résista pas, trop épuisé pour faire plus que garder les yeux ouverts.\nMalgré le fait qu'il ne savait pas où elle l'emmenait, quelque chose lui disait qu'il était en sécurité avec elle. Inconsciemment, il nicha sa joue gonflée contre la poitrine de sa bienfaitrice et succomba une fois de plus au sommeil."
}