{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Gladstone Parent Community,\nThis year Gladstone and the VSB are partnering with the following organization https://www.exploitationeducation.org/ to bring some very important presentations about Online Safety and Consent to our school community on Wednesday October 23rd. Some topics that will be covered in these presentations are the following:\nWhat constitutes Consent?\nDigital Consent, Age of Consent\nAccepting Rejection Gracefully\nMethods of saying and hearing No\nHow to be an active bystander\nForms of Online sexual exploitation and current trends\nRed Flags for Grooming\nInformation sharing-what is ok and not ok\nHigh Risk Behaviors on Social Media\nRisks associated with Online gaming platforms\nIf you have any questions or concerns about your child participating in the following presentations on Wednesday, October 23rd please reach out to your child’s school counsellor as follows:\nGrade 8\nWith last names:\nA-H\nMs. Yu\nI-N\nMs. Davie\nO-R\nMs. Boyd\nS-Z\nMr. Paley\nE-mail:\njyu@vsb.bc.ca\ncdavie@vsb.bc.ca\naboyd@vsb.bc.ca\ntpaley@vsb.bc.ca\nGrade 9\nJeanne Yu\njyu@vsb.bc.ca\nGrade 10\nTommy Paley\ntpaley@vsb.bc.ca\nGrade 11\nArielle Boyd\naboyd@vsb.bc.ca\nGrade 12\nCaitlin Davie\ncdavie@vsb.bc.ca\nWe encourage you to ask your children about the presentation this week and continue the conversations about online safety and consent at home. Follow up resource can be found on the exploitation education website and follow up VSB resources will be made available at a later date and/or please reach out to your child's counsellor about further parental resources on these topics.\nThank you for your attention,\nThe Gladstone Counselling department",
    "trans": "Bonjour à la communauté des parents de Gladstone,\nCette année, Gladstone et le VSB collaborent avec l'organisation suivante : https://www.exploitationeducation.org/ afin d'offrir à notre communauté scolaire des présentations essentielles sur la Sécurité en ligne et le Consentement le mercredi 23 octobre. Les sujets abordés lors de ces présentations incluront :\nQu’est-ce qui constitue un consentement ?\nConsentement numérique, âge du consentement\nAccepter un refus avec respect\nMéthodes pour dire et entendre « Non »\nComment être un témoin actif\nFormes d’exploitation sexuelle en ligne et tendances actuelles\nSignaux d’alerte pour le grooming\nPartage d’informations : ce qui est acceptable et ce qui ne l’est pas\nComportements à haut risque sur les réseaux sociaux\nRisques associés aux plateformes de jeux en ligne\nSi vous avez des questions ou des préoccupations concernant la participation de votre enfant à ces présentations le mercredi 23 octobre, veuillez contacter le conseiller scolaire de votre enfant comme suit :\nClasse de 8e année\nPar nom de famille :\nA-H\nMme Yu\nI-N\nMme Davie\nO-R\nMme Boyd\nS-Z\nM. Paley\nCourriel :\njyu@vsb.bc.ca\ncdavie@vsb.bc.ca\naboyd@vsb.bc.ca\ntpaley@vsb.bc.ca\nClasse de 9e année\nJeanne Yu\njyu@vsb.bc.ca\nClasse de 10e année\nTommy Paley\ntpaley@vsb.bc.ca\nClasse de 11e année\nArielle Boyd\naboyd@vsb.bc.ca\nClasse de 12e année\nCaitlin Davie\ncdavie@vsb.bc.ca\nNous vous encourageons à discuter avec vos enfants de cette présentation au cours de la semaine et à poursuivre la conversation sur la sécurité en ligne et le consentement à la maison. Des ressources complémentaires sont disponibles sur le site Exploitation Éducation, et d’autres ressources du VSB seront mises à disposition ultérieurement. Vous pouvez également contacter le conseiller scolaire de votre enfant pour obtenir des ressources supplémentaires destinées aux parents sur ces sujets.\nMerci de votre attention,\nLe département de counseling de Gladstone"
}