{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Lulu Chu Talks with Captain Jack\nLulu is a cute Asian pornstar who is fairly new to the wide world of porn. I saw this cutie on Twitter and we started chatting. She has an interesting background and definitely knows what she likes sexually.\nCaptain Jack: Tell me about Lulu Chu.\nLulu: I was born in Lu’an China. I was adopted shortly before I turned one. I’ve spent the majority of my life in Oklahoma. Family life has always been kind of rough; I moved out the week after I turned 18. But I met a lot of cool people in Oklahoma and I have a lot of close friends that I consider family.\nCJ: How old are you?\nLulu: I’m 19.\nCJ: How long have you been in the industry?\nLulu: I started last May but then I took a 5-month break so 5-ish months.\nCJ: When did you lose your virginity?\nLulu: I was 17. It was with this guy that hit me up on Instagram and I figured it was time to lose my virginity so I said, ‘Yeah, let’s hook up!’ I went to his house and never talked to him again.\nCJ: Was he an older guy?\nLulu: He was 19 or so.\nCJ: Did that open up the floodgates? Were you promiscuous after that?\nLulu: I was pretty slutty in high school. (laughs)\nCJ: How many guys did you sleep with before porn?\nLulu: Before porn, I would say somewhere in the 30’s.\nCJ: Were you with girls before porn?\nLulu: I’ve always been interested in girls but I wasn’t with a lot just because, well, I was in Oklahoma.\nCJ: When you were booked with a girl in porn, did you know what to do?\nLulu: Yeah, I didn’t really know what I was doing but I read a lot of erotica. So I did what sounded good and went for it. (laughs)\nCJ: Why did you decide to get into the adult industry?\nLulu: I was already in it. After I moved out, I did sugar babying for money and I also was a cam girl for a while and that’s how I got into porn actually. I got recruited from my cam girl twitter.\nCJ: How did you come up with your stage name?\nLulu: Literally, my agent said we needed to find something Asian and cute. So we looked up Asian names and Asian American names and we settled on Lulu Chu!\nCJ: So what was your first scene like? You were sexually experienced but it’s different with all these people around. Were you intimidated? Nervous? Turned on?\nLulu: Oh yeah, I was so nervous for the first couple shoots. I was not used to people other than my roommate seeing me get fucked. It was something different. Being a cam girl definitely helped because it was just like being at home but there was someone actually manning the camera for you.\nCJ: What’s your favorite position?\nLulu: Doggie style, easy!\nCJ: You said you were sugar babying, so I take it you don’t mind working with older men?\nLulu: I do like relatively older men and don’t mind working with “older” men. My oldest prior to porn was 55.\nCJ: Have you ever been in an inappropriate sexual relationship?\nLulu: No, not really. From the start, mostly just older guys in my high school.\nCJ: What do you like sexually? What gets Lulu wet?\nLulu: I’m really into BDSM, DDLG, voyeurism/exhibitionism, role play, I love role play.\nCJ: Have you ever been in a BDSM relationship.\nLulu: I am a sub. I haven’t been in a BDSM relationship but I have experimented in the bedroom and I really enjoy it.\nCJ: The daddy/little girl fantasy, do you love playing the little girl or moreso the dom/submissive part of it?\nLulu: Kind of everything, just all of it.\nCJ: You mentioned voyeurism, you mentioned it in passing before when you said no one had watched you have sex before except for your roommate, did you leave the door open so they could watch you?\nLulu: Oh, no. When I was camming, I would cam with my boyfriend and we were all really good friends with my roommate so nobody cared.\nCJ: Besides webcamming, how often do you masturbate?\nLulu: When I’m home in Oklahoma, generally a couple of hours per day.\nCJ: Favorite method?\nLulu: I really the Domi by Lush. It’s my favorite vibrator ever!\nCJ: Did you watch porn before you got into the industry?\nLulu: Obviously, I had watched porn but it’s not my favorite thing.\nCJ: When a guy pops, where do you prefer it?\nLulu: Inside me.\nCJ: Are you a swallower?\nLulu: Yes I am. Spitters are quitters.\nCJ: Are you a size queen? Do you like huge cocks?\nLulu: I like anything between boyfriend dick and 11 inches. 12 is a little too much.\nCJ: Are you going to do anal on camera?\nLulu: I would be interested in doing it at some point but not any time soon. I don’t really do it recreationally.\nCJ: When you webcammed, what is the strangest thing a guy requested you to put in your pussy?\nLulu: No one has really asked me to do anything too weird but I have been asked to put a Hitachi head inside of me and the answer is no, it’s much too big. (laughs)\nCJ: Do you have any fantasies you would like to live out on camera?\nLulu: I want to do some real bondage scenes at some point because that really turns me on.\nCJ: What do you look for in a guy off camera?\nLulu: I’m on a more case-by-case basis but I like guys with more of a dominant personality, especially if that comes over to the bedroom. I like guys who are smart and funny. Older is better.\nCJ: What are you like off-camera? When you have free time, what do you do for fun?\nLulu: I watch way too much TV and I read and sleep. I recently started taking pole lessons and that is a lot of fun.\nCJ: Do you want to be a feature dancer?\nLulu: Yes, that is my ultimate goal.\nCJ: What’s your favorite TV shows?\nLulu: I really like Brooklyn Nine-Nine and American Horror Story. Also, Rick and Morty and How I Met Your Mother.\nCJ: What’s your favorite book?\nLulu: Favorite book ever, Pride and Prejudice.\nCJ: What kind of music do you like?\nLulu: I kind of listen to everything. Lana Del Rey, Brockhampton, the Hamilton Soundtrack….\nCJ: What’s your favorite food?\nLulu: Dumplings, probably.\nCJ: What’s the kinkiest thing you’ve ever done?\nLulu: I sucked dick in a movie theatre and behind an elementary school. I got fucked in a car in broad daylight in a parking lot. And that sucked too because I was on my period too and I ended up getting blood all over his shirt. (laughs)\nCJ: What about the elementary school? Was that during the day?\nLulu: No, that was late at night. I snuck out specifically to suck dick. I went to a place where I thought no one else would be.\nCJ: And how can the fans follow you on social media?\nLulu: On Twitter, I’m @LuluChuOfficial. Instagram is the same.\nLulu Chu Movies, Photos, Talk\nPornstars, set up an interview with Captain Jack – message him through any of his forum posts (envelope icon,) or hit him up on Twitter.",
    "trans": "Lulu Chu parle avec Captain Jack\nBasée en Asie, Lulu est une jolie star du porno qui vient de faire son entrée dans le monde du porno. J'ai vu cette mignonne sur Twitter et nous avons commencé à discuter. Elle a un parcours intéressant et sait vraiment ce qu'elle aime sexuellement.\nCaptain Jack : Parle-moi de Lulu Chu.\nLulu : Je suis née à Lu'an en Chine. J'ai été adoptée peu avant mon premier anniversaire. J'ai passé la majeure partie de ma vie dans l'Oklahoma. La vie de famille a toujours été assez difficile ; j'ai déménagé la semaine suivant mes 18 ans. Mais j'ai rencontré beaucoup de gens sympas dans l'Oklahoma et j'ai beaucoup d'amis proches que je considère comme ma famille.\nCJ : Quel âge as-tu ?\nLulu : J'ai 19 ans.\nCJ : Depuis combien de temps êtes-vous dans l'industrie ?\nLulu : J'ai commencé en mai dernier, puis j'ai fait une pause de 5 mois, donc 5 mois environ.\nCJ : Quand as-tu perdu ta virginité ?\nLulu : J'avais 17 ans : J'avais 17 ans. C'était avec un mec qui m'avait draguée sur Instagram et je me suis dit qu'il était temps de perdre ma virginité alors j'ai dit : « Ouais, on se branche ! ». Je suis allée chez lui et je ne lui ai plus jamais parlé.\nCJ : C'était un homme plus âgé ?\nLulu : Il avait 19 ans environ.\nCJ : Est-ce que cela a ouvert les vannes ? Avez-vous eu des mœurs légères après cela ?\nLulu : J'étais plutôt dévergondée au lycée (rires).\nCJ : Avec combien de garçons as-tu couché avant le porno ?\nLulu : Avant le porno, je dirais une trentaine.\nCJ : Tu étais avec des filles avant le porno ?\nLulu : Les filles m'ont toujours intéressé mais je n'étais pas avec beaucoup de filles parce que, eh bien, j'étais en Oklahoma.\nCJ : Quand tu as été booké avec une fille dans le porno, tu as su quoi faire ?\nLulu : Oui, je ne savais pas vraiment ce que je faisais, mais je lisais beaucoup d'ouvrages érotiques. Alors j'ai fait ce qui me semblait bien et je me suis lancée. (rires)\nCJ : Pourquoi as-tu décidé de te lancer dans l'industrie du sexe ?\nLulu : Je l'étais déjà. Après avoir déménagé, j'ai fait du sugar babying pour de l'argent et j'ai aussi été cam girl pendant un moment et c'est comme ça que je suis entrée dans le porno en fait. J'ai été recrutée par mon twitter de cam girl.\nCJ : Comment as-tu trouvé ton nom de scène ?\nLulu : Mon agent m'a dit qu'il fallait trouver quelque chose d'asiatique et de mignon. Nous avons donc cherché des noms asiatiques et des noms américains d'origine asiatique et nous avons choisi Lulu Chu !\nCJ : Comment s'est passée ta première scène ? Vous aviez de l'expérience sexuelle, mais c'est différent avec tous ces gens autour de vous. As-tu été intimidée ? Nerveuse ? Excitée ?\nLulu : Oh oui, j'étais très nerveuse lors des deux premiers shootings. Je n'étais pas habituée à ce que d'autres personnes que ma colocataire me voient me faire baiser. C'était quelque chose de différent. Le fait d'être une cam girl m'a définitivement aidée parce que c'était comme être à la maison, mais il y avait quelqu'un qui s'occupait de la caméra pour toi.\nCJ : Quelle est ta position préférée ?\nLulu : La levrette, facile !\nCJ : Tu as dit que tu faisais du sugar babying, donc j'en déduis que ça ne te dérange pas de travailler avec des hommes plus âgés ?\nLulu : J'aime les hommes plus ou moins âgés et cela ne me dérange pas de travailler avec des hommes « plus âgés ». Le plus âgé d'entre eux, avant le porno, avait 55 ans.\nCJ : Avez-vous déjà eu une relation sexuelle inappropriée ?\nLulu : Non, pas vraiment. Depuis le début, je n'ai rencontré que des hommes plus âgés dans mon lycée.\nCJ : Qu'est-ce que tu aimes sexuellement ? Qu'est-ce qui fait mouiller Lulu ?\nLulu : J'aime beaucoup le BDSM, le DDLG, le voyeurisme/exhibitionnisme, les jeux de rôle, j'adore les jeux de rôle.\nCJ : As-tu déjà eu une relation BDSM ?\nLulu : Je suis une soumise. Je n'ai jamais eu de relation BDSM, mais j'ai fait des expériences dans la chambre à coucher et j'aime vraiment ça.\nCJ : Le fantasme du papa et de la petite fille, tu aimes jouer la petite fille ou plutôt la partie dominé/soumis ?\nLulu : Un peu tout, tout simplement.\nCJ : Le voyeurisme, tu l'as mentionné en passant quand tu as dit que personne ne t'avait regardé faire l'amour avant, à part ton colocataire, est-ce que tu laissais la porte ouverte pour qu'ils puissent te regarder ?\nLulu : Oh, non. Quand je faisais de la webcam, je faisais de la webcam avec mon petit ami et nous étions tous de très bons amis avec mon colocataire, donc personne ne s'en souciait.\nCJ : En dehors de la webcam, à quelle fréquence te masturbes-tu ?\nLulu : Quand je suis chez moi dans l'Oklahoma, généralement quelques heures par jour.\nCJ : Quelle est ta méthode préférée ?\nLulu : J'aime beaucoup le Domi de Lush. C'est mon vibromasseur préféré !\nCJ : As-tu regardé du porno avant de te lancer dans l'industrie ?\nLulu : Évidemment, j'ai regardé du porno, mais ce n'est pas ce que je préfère.\nCJ : Quand un mec s'éclate, où préfères-tu qu'il s'éclate ?\nLulu : En moi.\nCJ : Es-tu une avaleuse ?\nLulu : Oui, je le suis. Les cracheurs sont des abandonneurs.\nCJ : Es-tu une reine de la taille ? Tu aimes les grosses bites ?\nLulu : J'aime tout ce qui se situe entre une bite de petit ami et 12 pouces. 12, c'est un peu trop.\nCJ : Allez-vous faire de l'anal à la caméra ?\nLulu : Je serais intéressée à le faire à un moment donné, mais pas de sitôt. Je ne le fais pas vraiment à titre récréatif.\nCJ : Quand tu as fait de la webcam, quelle est la chose la plus étrange qu'un mec t'ait demandé de mettre dans ta chatte ?\nLulu : On ne m'a jamais demandé de faire quelque chose de trop bizarre, mais on m'a demandé de mettre une tête Hitachi à l'intérieur de moi et la réponse est non, c'est beaucoup trop gros (rires).\nCJ : Avez-vous des fantasmes que vous aimeriez réaliser devant une caméra ?\nLulu : J'aimerais faire de vraies scènes de bondage à un moment donné parce que ça m'excite vraiment.\nCJ : Qu'est-ce que tu recherches chez un mec hors caméra ?\nLulu : Je suis plus au cas par cas, mais j'aime les gars qui ont une personnalité plus dominante, surtout si cela se traduit dans la chambre à coucher. J'aime les hommes intelligents et drôles. Le plus vieux est le mieux.\nCJ : Comment êtes-vous en dehors de la caméra ? Quand tu as du temps libre, que fais-tu pour t'amuser ?\nLulu : D'une part, je regarde bien trop la télévision, d'autre part, je lis et je dors. Depuis peu, je suis des cours de pole dance et c'est très amusant.\nCJ : Veux-tu devenir une danseuse vedette ?\nLulu : Oui, c'est mon but ultime.\nCJ : Quelles sont tes émissions télévisées préférées ?\nLulu : J'aime beaucoup Brooklyn Nine-Nine et American Horror Story. J'aime aussi Rick and Morty et How I Met Your Mother.\nCJ : Quel est ton livre préféré ?\nLulu : Mon livre préféré, Orgueil et préjugés.\nCJ : Quel genre de musique aimes-tu ?\nLulu : J'écoute un peu de tout. Lana Del Rey, Brockhampton, la bande originale de Hamilton....\nCJ : Quel est ton plat préféré ?\nLulu : Les boulettes, probablement.\nCJ : Quelle est la chose la plus perverse que tu aies jamais faite ?\nLulu : J'ai sucé des bites dans un cinéma et derrière une école primaire. Je me suis fait baiser dans une voiture en plein jour sur un parking. Et ça craignait aussi parce que j'avais mes règles et j'ai fini par mettre du sang sur sa chemise (rires).\nCJ : Et l'école primaire ? C'était pendant la journée ?\nLulu : Non, c'était en fin de soirée. J'ai fait le mur spécialement pour sucer des bites. Je suis allée dans un endroit où je pensais qu'il n'y aurait personne d'autre.\nCJ : Et comment les fans peuvent-ils vous suivre sur les réseaux sociaux ?\nLulu : Sur Twitter, je suis @LuluChuOfficial. Sur Instagram, c'est la même chose.\nLulu Chu Movies, Photos, Talk\nPornstars, organisez une interview avec Captain Jack - envoyez-lui un message via l'un de ses messages sur le forum (icône d'enveloppe) ou contactez-le sur Twitter."
}