{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The Transparency, Tension, and Allure of Team USA Ice Dancers Isabella Flores and Ivan Desyatov\nAm I a…fangirl?\nJOCELYN JANE COX\nSEP 24, 2024\n9\n7\nBella and Vanya: follow them on Insta\nI’ll start with a confession: Though I skated for 11 years (ages 8-19), competed at the national level, and coached ice dance and moves in the field for over 20 years, I’m not much of a “skating fan.” This is probably because I needed to spend some time healing from my experiences and building some new interests and synapses. In the years when I was coaching, I spent so many hours in the rink and traveling around to test sessions and competitions that I didn’t really want to spend any additional time thinking about the sport in ways that didn’t directly pertain to my students.\nSo it comes as a surprise to me that I have recently become enchanted by Team USA ice dancers Isabella Flores and Ivan Desyatov. I discovered them on Instagram at some point in the last year and have gradually transformed into what I can only qualify as a…superfan. Possibly because I’m writing full-time and not currently spending any time in rinks, I’ve spent quite a bit of time watching all of their reels, reading all the captions, and poring over the comments. I’m even paying $5 a month for extra BTS content. Who am I?",
    "trans": "La transparence, la tension et l'attrait des danseurs sur glace de Team USA Isabella Flores et Ivan Desyatov\nSuis-je une... fangirl ?\nJOCELYN JANE COX\n24 SEPTEMBRE 2024\n9\n7\nBella et Vanya : suivez-les sur Instagram\nJe commencerai par un aveu : Bien que j'aie fait du patinage pendant 11 ans (de 8 à 19 ans), que j'aie participé à des compétitions au niveau national et que j'aie enseigné la danse sur glace et les mouvements sur le terrain pendant plus de 20 ans, je ne suis pas vraiment une « fan de patinage ». C'est probablement parce que j'avais besoin de passer du temps à guérir de mes expériences et à construire de nouveaux intérêts et de nouvelles synapses.  Pendant les années où j'étais entraîneur, j'ai passé tellement d'heures dans la patinoire et à me déplacer pour assister à des séances d'essai et à des compétitions que je n'avais pas vraiment envie de passer plus de temps à réfléchir au sport d'une manière qui n'était pas directement liée à mes élèves.\nC'est donc avec surprise que j'ai été récemment séduite par les danseurs sur glace de l'équipe des États-Unis, Isabella Flores et Ivan Desyatov.  Je les ai découverts sur Instagram à un moment donné au cours de l'année dernière et je me suis progressivement transformée en ce que je ne peux que qualifier de... superfan. Peut-être parce que j'écris à plein temps et que je ne passe pas de temps dans les patinoires, j'ai passé pas mal de temps à regarder toutes leurs reels, à lire toutes les sous-titres et à lire les commentaires. Je paie même 5 $ par mois pour avoir du contenu BTS supplémentaire. Qui suis-je ?"
}