{
    "source": "en_US",
    "target": "fr_FR",
    "text": "ADIB has partnered with Visa, a world leader in digital payments to offer innovative and customer-centric solutions to ADIB cardholders.\nAccordingly, ADIB will be migrating its cards to the Visa network and your existing Emirates Skywards World Card will be replaced with an Emirates Skywards Signature Card that you will receive in November 2024.\nBy activating the new Visa Card, you will be deemed to have accepted to replace your existing Mastercard Card with the new Visa Card and its related terms and conditions available here.\nYou may continue to use your Emirates Skywards World Card uninterrupted until you receive and activate your new Visa card.\nThe terms and conditions for the current Murabaha contract and features and benefits including the Skywards Miles earn rates will remain the same without any change including the Murabaha profit rate, the card cover limit, and the date of issuing the card account statement.",
    "trans": "ADIB s'est également associé à Visa, un leader mondial des transactions numériques, pour offrir des solutions nouvelles et centrées sur le client aux titulaires de cartes ADIB.\nEn raison de cette migration, vos cartes Emirates Skywards World et Skywards Travel seront remplacées par une carte Emirates Skywards Signature que vous recevrez en novembre 2024.\nEn accédant à votre compte et en activant votre nouvelle carte Visa, vous serez présumé avoir accepté de remplacer votre carte Mastercard actuelle par cette nouvelle carte Visa ainsi que par les termes et conditions qui lui sont associés, disponibles ici.\nVous pouvez continuer à faire usage de votre carte Emirates Skywards World sans limitation de durée, jusqu'à réception et activation de votre nouvelle carte Visa.\nLes termes et conditions du partenariat actuel Murabaha, ainsi que les caractéristiques et avantages, y compris les taux d'accumulation de miles Skywards, resteront les mêmes sans aucun changement. Cela inclut également le taux de profit Murabaha, la franchise de couverture de la carte et la date d'émission du relevé de compte de la carte."
}