{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dysfunctional Belief: Your degree determines your career. Reframe: Three-quarters of all college grads don’t end up working in a career related to their majors. By her mid-thirties, Janine was really starting to reap the benefits of decades of dedication. She’d jumped on the fast track early and had managed to stay there. She was a graduate of a top college and a top law school, had joined a firm that did important and influential work, and was on her way to really “making it.” College, law school, marriage, career—everything in her life had turned out exactly as she had planned, and her willpower and hard work had given her everything she wanted. She was the picture of success and achievement. But Janine had a secret. Some nights, after driving home from the law firm that bore one of the most recognizable names in Silicon Valley, she would sit out on the deck as the lights of the valley came on, and cry. She had everything she thought she should have, everything that she thought she wanted, but she was profoundly unhappy. She knew she should be ecstatic with the life she had created, but she wasn’t. Not even close. Janine imagined that there was something wrong with her. Who wakes up every morning the picture of success, and goes to bed every night with a knot in her stomach, feeling as if there’s something missing, something that got lost along the way? Where do you turn when you have everything and nothing all at the same time? Like Ellen, Janine held a dysfunctional belief. She believed that if she rode all the merry-go-rounds and grabbed for all the brass rings she would find happiness. Janine is also not alone. In America, two-thirds of workers are unhappy with their jobs. And 15 percent actually hate their work.",
    "trans": "Croyance dysfonctionnelle : Votre diplôme définit votre carrière. Recadrage : Les trois quarts des diplômés universitaires ne finissent pas par travailler dans une carrière liée à leur spécialisation. Vers le milieu de la trentaine, Janine commençait vraiment à récolter les fruits de décennies de dévouement. Elle avait pris le chemin rapide très tôt et était parvenue à y rester. Elle était diplômée d'une université prestigieuse et d'une grande école de droit, avait rejoint un cabinet qui faisait un travail important et influent, et était sur le point de vraiment « réussir ». Université, école de droit, mariage, carrière—tout dans sa vie s'était déroulé exactement comme elle l'avait prévu, et sa volonté et son travail acharné lui avaient donné tout ce qu'elle voulait. Elle était l'image même du succès et de la réussite. Mais Janine avait un secret. Certaines nuits, après être rentrée en voiture du cabinet d'avocats qui portait l'un des noms les plus reconnaissables de la Silicon Valley, elle s'asseyait sur la terrasse alors que les lumières de la vallée s'allumaient et elle pleurait. Elle avait tout ce qu'elle pensait devoir avoir et tout ce qu'elle pensait vouloir, mais elle était profondément malheureuse. Elle savait qu'elle devrait être extatique de la vie qu'elle avait créée, mais elle ne l'était pas. Loin de là. Janine imaginait qu'il y avait quelque chose qui n'allait pas en elle. Qui se réveille chaque matin avec l'image du succès et se couche chaque soir avec un nœud à l'estomac, en se sentant comme si quelque chose manquait, quelque chose qui s'était perdu en chemin ? Vers qui se tourner quand on a tout et rien à la fois ? Comme Ellen, Janine entretenait une croyance dysfonctionnelle. Elle croyait que si elle faisait tous les tours de manège et attrapait tous les anneaux de cuivre, elle trouverait le bonheur. Janine n'est pas la seule. En Amérique, les deux tiers des travailleurs sont mécontents de leur travail. Et 15 % d'entre eux détestent même leur travail."
}