{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Sir / Ma'am,\nThanks for your reply.\nWe would like to request your quotation for our specifications model we need.\nKindly log into our purchasing web with your valid email and your valid password.\nSend us your price on the numbers of quantities as we require.\nAnd please, try to give us a discount. In this case, your price will be the best for us.\nVisit web:[redacted_url]\nWhat payment terms could you offer us?\nPlease, consider the payment terms \"30% deposit + 70% before telex release\" or \"100% before telex release\".\nWe usually offer such payment terms to our new suppliers for the first several shipments.\nBut with our old suppliers we have more comfortable payment terms.\nPlease confirm, so you'll prepare proforma Invoice and send us for our reference.\nAwaiting for your soonest reply.\nFlorêncio.",
    "trans": "Madame/Monsieur,\nNous vous remercions de votre réponse.\nNous aimerions vous demander un devis pour le modèle dont nous avons besoin.\nVeuillez-vous connecter à notre site d'achat avec votre adresse électronique et votre mot de passe.\nEnvoyez-nous votre prix pour les quantités que nous demandons.\nEt s'il vous plaît, essayez de nous faire bénéficier d'une remise. Dans ce cas, votre prix sera le meilleur pour nous.\nVisitez le site web : [url_masquée]\nQuelles conditions de paiement pouvez-vous nous proposer ?\nVeuillez envisager les conditions de paiement suivantes : « 30% d'acompte + 70% avant l'envoi du télex » ou « 100% avant l'envoi du télex ».\nNous proposons généralement de telles conditions de paiement à nos nouveaux fournisseurs pour les premières livraisons.\nMais avec nos anciens fournisseurs, nous avons des conditions de paiement plus confortables.\nVeuillez nous confirmer que vous préparez une facture pro forma et que vous nous l'envoyez pour référence.\nDans l'attente de votre réponse, je vous prie d'agréer, Madame, Monsieur, l'expression de mes salutations distinguées.\nFlorêncio."
}