{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Edwards, this one’s for you. I stopped thinking about how much Charlie loved to be fucked, but always nice to take a walk down memory lane since that’s what you supposedly want.”\nBoth Rocky and an onlooker try to hold back Lex all the while as I stand there gobsmacked at Julian’s hurtful words. Julian turns to face me, out of breath, eyes wild with rage and hurt as he says the words I’ve dreaded all along. “I’m done. I can’t do this, Adriana, it’s too hard.” He shakes his head, defeated. “I love you, but you’ll always choose your brother over me, and I refuse to go on always being someone’s second place. Even I know I don’t deserve that.”\nMy voice croaks, and I try to speak to no avail.\nWith a second attempt, I finally sync my mind and voice. “Julian, don’t do this. Please, I didn’t mean the things I said.”\nHis eyes have settled, and his brown pupils stare deep into mine, piercing my soul with pain, knowing that the damage is done, and I’m losing the one person who means more to me than anyone else.\nThe man I love.\nTell him you love him… now.\nI want to tell him, but he beats me to the punch. “You doubted me, and I never thought you would do that. It’s over, okay?”\nCrushed, he walks away, Tristan running after him.\nDazed and confused, arms wrap around me in comfort, and the moment I realize they belong to Charlie, I stiffen. “Don’t touch me,” I warn her.",
    "trans": "Edwards, celle-ci est ta femme. J'ai arrêté de songer à quel point Charlie aimait se faire baiser, mais c'est toujours sympa de faire un tour dans les souvenirs puisque c'est ce que tu es censé vouloir ».\nRocky et un spectateur essaient de retenir Lex pendant que je reste bouche bée devant les paroles blessantes de Julian. Julian se tourne vers moi, essoufflé, les yeux fous de rage et de douleur, et prononce les mots que je redoutais depuis le début. « J'en ai fini. Je ne peux pas faire ça, Adriana, c'est trop dur. » Il secoue la tête, vaincu. « Je t'aime, mais tu choisiras toujours ton frère plutôt que moi, et je refuse d'être toujours la seconde place de quelqu'un. Même moi, je sais que je ne le mérite pas. »\nMa voix chevrote et j'essaie de parler en vain.\nAvec une deuxième tentative, je synchronise enfin mon esprit et ma voix. « Julian, ne fais pas ça. S'il te plaît, je ne pensais pas ce que j'ai dit. »\nSes yeux se sont posés, et ses pupilles brunes fixent profondément les miennes, transperçant mon âme de douleur, sachant que le mal est fait, et que je suis en train de perdre la seule personne qui compte plus pour moi que n'importe qui d'autre.\nL'homme que j'aime.\nDis-lui que tu l'aimes... maintenant.\nJe veux lui dire, mais il me devance. « Tu as douté de moi, et je n'aurais jamais cru que tu ferais ça. C'est fini, d'accord ? »\nÉcrasé, il s'en va, Tristan courant après lui.\nHébétée et confuse, des bras m'entourent pour me réconforter, et au moment où je réalise qu'ils appartiennent à Charlie, je me raidis. « Ne me touche pas », l'avertis-je."
}