{
    "source": "en_US",
    "target": "fr_FR",
    "text": "***Check In Instructions***\nThe address is [redacted_address]\n1. Arrive anytime after 3 pm.\n2. Park anywhere in the driveway. Please do not park on the grass.\n3. Code to enter the house is 2417. Sometimes the deadbolt gets snagged when trying to unlock. You may need to pull the door handle towards you or even up while it is trying to unlock to get it to open. You will need to do the same thing when locking it. If you can not get ahold of us and you can not get inside, there is a backup lock with the same code on the back door. You can go around the side gate to access the backyard.\n4. Wifi Username: [redacted_id]\nPassword: [redacted_number]\n5. If you are bringing a pet, please make sure to clean up after them. You are more than welcome to take them potty outside in the yard, but we do ask that you pick up after their business is done. We very much appreciate the courtesy!\n6. We really prefer pets do not get up on the leather couches. If you must have your furry friend cuddled up with you, we ask that you lay a blanket on the leather couch to prevent any unwanted scratches.\n7. We partner with a local company called Hostello that provides Grocery Delivery Services prior to your arrival. They will leave your grocery list on the counter and stocked up in the fridge/freezer for a $75 fee. Please reach out to me ahead of time if you would like to utilize this service.\nWe look forward to hosting you for your stay! Feel free to message or give us a call at [redacted_number] if you have any questions as you approach your stay.\nBest regards,\nJeremy",
    "trans": "***Instructions pour l'enregistrement***\nL'adresse est [adresse supprimée]\n1. Arrivez à tout moment après 15h00.\n2. Stationnez n'importe où dans l'allée. Veuillez ne pas stationner sur la pelouse.\n3. Le code pour entrer dans la maison est 2417. Parfois, le verrou se bloque pendant le déverrouillage. Vous devrez peut-être tirer la poignée de la porte vers vous ou même vers le haut pendant qu'elle essaie de se déverrouiller pour l'ouvrir. Faites de même lorsque vous la verrouillez. Si vous ne parvenez pas à nous joindre et que vous ne pouvez pas entrer, sachez qu'il y a un verrou de secours avec le même code sur la porte arrière. Vous pouvez contourner le portail latéral pour accéder à la cour arrière.\n4. Nom d'utilisateur Wifi : [identifiant_censuré]\nNom d'utilisateur Wifi : [identifiant_censuré]\n5. Si vous amenez un animal de compagnie, veuillez vous assurer de nettoyer derrière lui. Vous êtes les bienvenus pour les promener dans la cour, mais nous vous demandons de ramasser après qu'ils aient fait leurs besoins. Nous vous remercions de cette courtoisie !\n6. Nous préférons vraiment que les animaux ne montent pas sur les canapés en cuir. Si vous devez absolument avoir votre compagnon à fourrure avec vous, nous vous demandons de poser une couverture sur le canapé en cuir pour éviter les rayures indésirables.\n7. Nous avons un partenariat avec une entreprise locale appelée Hostello qui offre un service de livraison de courses avant votre arrivée. Ils laisseront votre liste de courses sur le comptoir et rempliront le réfrigérateur/congélateur moyennant un frais de 75 $. Merci de me contacter à l'avance si vous souhaitez utiliser ce service.\nNous sommes impatients de vous accueillir pour votre séjour ! N'hésitez pas à nous envoyer un message ou à nous appeler au [numéro_censuré] si vous avez des questions à l'approche de votre séjour.\nCordialement,\nJeremy"
}