{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Using 450-500 words, please introduce your chosen social movement and discuss:\nProject summary\nBackground history and context for the movement/issue you have chosen\nWhat is the purpose of your work in relation to this movement?\nDiscuss the visual choices you have made for your poster: what is the message the poster is conveying, who is your audience, what symbols and/or narrative strategies are you implementing?\nHow do you incorporate respectful design in your project?\nWhy does the specific issue matter to you? (optional)\nYour project statement should include five (5)references in your poster:\nYou may use any resources except personal blogs and Wikipedia.\nPlease use endnotes and citations in your statement.\nPlease use MLA formatting.\nWhen considering a movement for this project, this is a good opportunity to assess your own positionality and experiences in relation to the movement/issue you have chosen. Consider the historical context of this movement. Apply scrutiny and critical analysis to the ideas of within the movement and how it affects different communities.\nConsider also that some movements may co-opt language from oppressed groups and marginalized communities. Look closely at the positionality of those within your chosen movement, especially in the context of power and institutional oppression.\nThis assignment is meant for you to engage with different issues that affect marginalized and oppressed groups, and to understand how to critically assess available information and the language used for the movement. Is it meant to be inclusive and dismantle oppression? Does it serve only a small subset of people who are aligned with power?",
    "trans": "En utilisant 450 à 500 mots, veuillez présenter le mouvement social que vous avez choisi et discuter des points suivants :\nRésumé du projet\nHistorique et contexte du mouvement/sujet que vous avez choisi\nQuel est le but de votre travail par rapport à ce mouvement ?\nDiscutez des choix visuels que vous avez faits pour votre affiche : quel est le message véhiculé par l'affiche, quel est votre public, quels symboles et/ou stratégies narratives mettez-vous en œuvre ?\nComment intégrez-vous un design respectueux dans votre projet ?\nPourquoi ce problème spécifique vous importe-t-il ? (facultatif)\nVotre déclaration de projet doit inclure cinq (5) références dans votre affiche :\nVous pouvez utiliser toutes les ressources sauf les blogs personnels et Wikipédia.\nVeuillez utiliser des notes de bas de page et des citations dans votre déclaration.\nVeuillez utiliser le format MLA.\nLorsque vous envisagez un mouvement pour ce projet, c'est une bonne opportunité d'évaluer votre positionnement et vos expériences par rapport au mouvement/problème que vous avez choisi. Tenez compte du contexte historique de ce mouvement. Réalisez une analyse critique des idées du mouvement et de la façon dont elles affectent les différentes communautés.\nConsidérez également que certains mouvements peuvent s'approprier le langage des groupes opprimés et des communautés marginalisées. Examinez de près la position de ceux au sein de votre mouvement choisi, en particulier dans le contexte du pouvoir et de l'oppression institutionnelle.\nCe travail est destiné à vous faire réfléchir aux différents enjeux qui affectent les groupes marginalisés et opprimés, et à vous aider à comprendre comment évaluer de manière critique les informations disponibles ainsi que le langage utilisé par le mouvement. Il est conçu pour être inclusif et démanteler l'oppression, ou seulement pour servir un petit sous-groupe de personnes alignées avec le pouvoir ? Sert-il seulement un petit sous-ensemble de personnes alignées avec le pouvoir ?"
}