{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Where appropriate, applications for make-up test will be referred to Subject Team for approval.\na different format of test questions.\nexplanation and supporting document is provided.\n(Wednesday) 11:59pm, together with:\nto e-mail the subject leader (june.fung@cpce-polyu.edu.hk) no later than 23 October 2024\n(1) A copy of any supporting documentary proof such as a recognised and valid medical certificate\n In case you are permitted to take the make-up test, the Subject Team reserves the rights to offer\n(2) A copy of your weekly class schedule at HKCC.\nf you are absent from the test because of illness, injury or other unforeseeable reasons, you need\nHowever, make-up test is not an automatic entitlement. It may not be offered if no sufficient\nwith recommended sick leave period that covers the test day; and",
    "trans": "Le cas échéant, les demandes d'épreuves de rattrapage seront soumises à l'approbation de l'équipe chargée du sujet.\nUn format différent de questions d'examen.\nLe candidat doit fournir une explication et un document d'appui.\nLes demandes doivent être envoyées au plus tard le 23 octobre 2024 (mercredi) à 23h59,\naccompagnées d'un document d'accompagnement : à envoyer par courriel au responsable du sujet (june.fung@cpce-polyu.edu.hk) au plus tard le 23 octobre 2024 :\n(1) Une copie de tout document justificatif tel qu'un certificat médical reconnu et valide.\nAu cas où vous seriez autorisé à passer l'épreuve de rattrapage, l'équipe chargée du sujet se réserve le droit de vous proposer.\n(2) Une copie de votre emploi du temps hebdomadaire au HKCC.\nSi vous êtes absent de l'épreuve en raison d'une maladie, d'une blessure ou d'autres raisons imprévisibles, vous devez vous présenter à l'épreuve de rattrapage.\nToutefois, l'épreuve de rattrapage n'est pas un droit automatique. Elle peut ne pas être proposée si aucune période de congé de maladie suffisante n'est prévue,\nde congés de maladie recommandés couvrant le jour de l'examen ; et"
}