{
    "source": "en_US",
    "target": "fr_FR",
    "text": "LEE, KWI SOOK\nRICARDO LARA CALIFORNIA INSURANCE COMMISSIONER\nDate: License Number: License Type: License Qualifications:\nSeptember 30, 2024 4410863\nInsurance Producer Accident & Health or Sickness, Life\nYour license [redacted_number] issued by the California Department of Insurance's (CDI) Producer Licensing Bureau is now ready for you to print or download to your computer. The license, which was recently issued or renewed, authorizes you to operate as a: Insurance Producer.\nAs of July 1, 2009, the CDI no longer mails licenses. You must use the following service to obtain your license. Please note, license number formats vary. The initial digit of your license could begin with 0-9.\nYou may print or download your license using the following link: www.sircon.com or https://www.insurance.ca.gov/0200-industry/0075-print-lic. Please note that you may use the Print or download your license service at any time.\nIn order to successfully download the encrypted license, your computer may need the latest version of Adobe Acrobat to print your license. Here is the free Adobe Acrobat link to upload the latest\nversion: http://get.adobe.com/reader/\nIf you have any questions or problems, please submit your inquiry to CDI's Producer Licensing Bureau E- mail Inquiry Services https://interactive.web.insurance.ca.gov/pli/servlet/InformationRequest or you can call the producer licensing hotline at 800-967-9331.\nThank you.\nProducer Licensing Bureau\nCALIFORNIA DEPARTMENT OF INSURANCE",
    "trans": "LEE, KWI SOOK\nRICARDO LARA COMMISSAIRE AUX ASSURANCES DE CALIFORNIE\nDate : Numéro de Licence : Type de Licence : Qualifications de la Licence :\n30 Septembre 2024 4410863\nProducteur d'assurance Accident et Santé ou Maladie, Vie\nVotre licence [numéro_rédigé] délivrée par le Bureau des Licences des Producteurs du Département des Assurances de Californie (CDI) est maintenant prête à être imprimée ou téléchargée sur votre ordinateur. La licence, qui a été récemment délivrée ou renouvelée, vous autorise à exercer en tant que : Producteur d'Assurance.\nDepuis le 1er juillet 2009, le CDI n’envoie plus les licences par courrier. Vous devez utiliser le service suivant pour obtenir votre licence. Veuillez noter que les formats de numéro de licence varient. Le premier chiffre de votre licence peut être compris entre 0-9.\nVous pouvez imprimer ou télécharger votre licence en utilisant le lien suivant :www.sircon.com ou https://www.insurance.ca.gov/0200-industry/0075-print-lic. Veuillez noter que vous pouvez utiliser ce service pour imprimer ou télécharger votre licence à tout moment.\nAfin de télécharger avec succès la licence cryptée, votre ordinateur peut avoir besoin de la dernière version d'Adobe Acrobat pour imprimer votre licence. Voici le lien gratuit d'Adobe Acrobat pour télécharger la dernière\nversion : http://get.adobe.com/reader/\nSi vous avez des questions ou des problèmes, veuillez adresser votre demande au service de demande de renseignements par courrier électronique du Bureau des Licences de Producteurs de l'IDC, à l'adresse https://interactive.web.insurance.ca.gov/pli/servlet/InformationRequest, ou appelez le service d'assistance téléphonique pour les licences de producteurs au 800-967-9331.\nMerci.\nBureau de Délivrance des Licences des Producteurs\nDÉPARTEMENT DES ASSURANCES DE CALIFORNIE"
}