{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Halfway through the 2020s, it’s been a decade full of highs and lows: the depths of the pandemic, the trials of supply chain and labor disruption, the boom times of recovery and the current challenges of slow sales and tight budgets. It has called for leaders who can meet the moment.\nThe Counselor Power 50 is a collection of these entrepreneurs and executives in the promo industry who have demonstrated all the right qualities. With the perfect mix of pragmatism and boldness, they’re steeling their companies against the ebbs and flows to reach long-term success.\nOur process for assembling the Counselor Power 50 starts by surveying last year’s members and the promo industry at large to determine whose influence is rising and falling. We also put out a call for nominations for potential new members. We then research each candidate and examine their career accomplishments and achievements in the past year. This information in its totality helps establish who is recognized on our annual list.\nThis year and moving forward, Counselor has decided to include only leaders whose companies conduct business as promo suppliers and distributors. (This makes industry service providers, nonprofits, politicians and outside business leaders ineligible.) The change has a notable effect this year – the Counselor Power 50 features 17 people who weren’t on last year’s list, including 15 people making their first appearance. The list also features 20 women – more than have ever appeared on the Counselor Power 50 since its inception.\nCome meet the leaders who have their companies sprinting to success in the second half of the decade and beyond.",
    "trans": "À mi-parcours des années 2020, cette décennie a été ponctuée de hauts et de bas : les profondeurs de la pandémie, les épreuves des perturbations de la chaîne d'approvisionnement et de la main-d'œuvre, les périodes de boom de la reprise et les défis actuels des ventes lentes et des budgets serrés. Cela a exigé des dirigeants capables de répondre immédiatement.\nLe Counselor Power 50 est un recueil de ces entrepreneurs et cadres de l'industrie promotionnelle qui ont démontré toutes les qualités requises. Alliant parfaitement pragmatisme et audace, ils blindent leurs entreprises contre les hauts et les bas pour atteindre un succès à long terme.\nNotre processus de sélection pour le Counselor Power 50 commence par une enquête menée auprès des membres de l'année précédente et de l'industrie de la promotion en général afin de déterminer l'influence croissante et décroissante de chacun. Nous lançons également un appel à candidatures pour de nouveaux membres potentiels. Nous examinons ensuite chaque candidature individuellement et nous basons notre sélection sur les réalisations et succès de chaque candidat au cours de l'année écoulée. L'ensemble de ces informations nous permet de déterminer qui figurera dans notre liste annuelle.\nCette année et à l'avenir, Counselor a décidé d'inclure uniquement les dirigeants dont les entreprises exercent leurs activités en tant que fournisseurs et distributeurs promotionnels. (Cela rend inéligibles les prestataires de services de l'industrie, les organisations à but non lucratif, les politiciens et les chefs d'entreprise extérieurs.) Cette année, le changement est notable : 17 personnes qui ne figuraient pas sur la liste de l'année dernière font leur apparition dans le Counselor Power 50, dont 15 pour la première fois. La liste comprend également 20 femmes, soit plus qu'il n'y en a jamais eu depuis la création du Counselor Power 50.\nVenez rencontrer les dirigeants qui font sprinter leurs entreprises vers le succès dans la seconde moitié de la décennie et au-delà."
}