{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Breweries have become beloved neighborhood pubs, and lucky for us, Norfolk’s brewery scene has taken off! With multiple breweries in Norfolk, each serving up something a little different, there’s a brew to match every mood. Here’s a guide to exploring the breweries in Norfolk.\nAfterglow Brewing\nAfterglow is a fun, family-friendly/pet-friendly brewery crafting delicious beers and seltzers in all styles. They brew with state-of-the-art BrewHa equipment from Canada and are the first brewery to use this system in the state of Virginia. They also pride themselves on recycling their used grain to local farmers in the Hampton Roads area. Check them out in Norfolk’s up-and-coming Railyard.\nArmed Forces Brewing Co.\nArmed Forces Brewing\nLocated at 211 W. 24th Street, Norfolk’s newest brewery has a 650 person, multi-level tap room with 32 taps, a performance stage for live entertainment, and a covered outdoor beer garden with 12 more taps. The owners say it is “a great space for our Military and Veteran community and for everyone to hold events, parties and meetings, or to just stop by and drink some great American beer!” (Kid and Pet friendly)\nBenchtopCraft Brewing Compan",
    "trans": "Les brasseries sont devenues des pubs de quartier populaires, et bonne nouvelle pour nous, la scène brassicole de Norfolk a explosé ! Avec plusieurs brasseries à Norfolk, chacune offrant quelque chose d’un peu différent, il y a une bière pour chaque humeur. Voici un guide pour explorer les brasseries de Norfolk.\nAfterglow Brewing\nAfterglow est une brasserie amusante, accueillante pour les familles et les animaux, qui fabrique de délicieuses bières et des seltzers de tous styles. Elle brasse avec un équipement BrewHa ultramoderne en provenance du Canada et est la première brasserie à utiliser ce système dans l'État de Virginie. Elle est également fière de recycler ses céréales usagées pour les donner aux agriculteurs locaux de la région de Hampton Roads. Allez les voir à Norfolk, dans le quartier en plein essor de Railyard.\nArmed Forces Brewing Co.\nArmed Forces Brewing\nSituée au 211 W. 24th Street, la toute nouvelle brasserie de Norfolk dispose d'une salle de dégustation de 650 personnes sur plusieurs niveaux avec 32 robinets, d'une scène pour les spectacles et d'un jardin à bière couvert en plein air avec 12 robinets supplémentaires. Les propriétaires affirment qu'il s'agit d'un « espace idéal pour notre communauté de militaires et d'anciens combattants, ainsi que pour tous ceux qui souhaitent organiser des événements, des fêtes et des réunions, ou tout simplement s'arrêter pour boire une bonne bière américaine ». (adapté aux enfants et aux animaux)\nBenchtopCraft Brewing Compan"
}