{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Apple Intelligence (All iPhone 16 models, iPhone 15 Pro, iPhone 15 Pro Max)\nWriting Tools\nWriting Tools are available nearly everywhere you type, allowing you to rewrite, proofread, and summarize text right in the app you’re working in\nRewrite suggests different versions of your text so you can choose which combination of flow and wording you like best\nProofread lets you view suggested improvements to what you’re writing, like grammar fixes and language refinements\nSummarize allows you to select text wherever you’re writing and generate a high-quality summary\nSiri\nA new look and feel includes a glowing light that wraps around the edge of your screen, animates responsively to the sound of your voice, and lets you keep scrolling or typing while you talk to Siri\nType to Siri when you don’t want to speak a request out loud by double tapping at the bottom of the screen\nRicher language understanding enables Siri to follow along if you stumble over your words or change your mind mid-sentence\nConversational context is maintained over the course of a session, so you can refer more naturally to something you said in a recent request or something Siri mentioned in a recent response\nProduct knowledge helps you get answers to thousands of questions about the features and settings on your Apple products\nVoice enhancements make Siri sound more natural, expressive, and clear\nPhotos\nPhotos search lets you find photos and videos simply by describing what you’re looking for\nClean Up removes distractions in your photos\nMemory movies can be created by describing the story you want to see\nNotifications\nNotification summaries make it easy to catch up on your notifications with a glanceable summary of the most important information",
    "trans": "Apple Intelligence (Tous les modèles d’iPhone 16, iPhone 15 Pro, iPhone 15 Pro Max)\nOutils d’écriture\nLes outils d’écriture sont disponibles presque partout où vous tapez, vous permettant de reformuler, corriger et résumer du texte directement dans l’application que vous utilisez.\nReformuler propose différentes versions de votre texte afin que vous puissiez choisir la combinaison de fluidité et de formulation qui vous convient le mieux.\nCorrection vous permet de voir des suggestions d’améliorations, telles que des corrections grammaticales et des raffinements linguistiques.\nRésumé vous permet de sélectionner du texte où que vous écriviez et de générer un résumé de haute qualité.\nSiri\nNouveau design avec une lumière lumineuse qui entoure l’écran, s’anime en fonction de votre voix et vous permet de continuer à faire défiler ou à taper pendant que vous parlez à Siri.\nTaper à Siri lorsque vous ne souhaitez pas parler à voix haute, en effectuant un double tap en bas de l’écran.\nMeilleure compréhension du langage permettant à Siri de suivre votre discours même si vous hésitez ou changez d’avis en cours de phrase.\nContexte conversationnel conservé tout au long d’une session, vous permettant de faire référence plus naturellement à une demande ou une réponse récente.\nConnaissance des produits pour répondre à des milliers de questions sur les fonctionnalités et réglages de vos appareils Apple.\nAméliorations vocales rendant la voix de Siri plus naturelle, expressive et claire.\nPhotos\nRecherche améliorée permettant de retrouver facilement des photos et vidéos en décrivant ce que vous recherchez.\nNettoyage des photos pour supprimer les éléments indésirables\nFilms souvenirs créés en décrivant l’histoire que vous souhaitez voir.\nNotifications\nRésumé des notifications offrant un aperçu rapide des informations les plus importantes."
}