{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This paper is an exploratory and tentative study of the specific differentia of medical care as the object of normative economics. It si contended here, on the basis of comparison of obvious characteris- tics of the medical-care industry with the norms of welfare economics, that the special economic problems of medical care can be explained as adaptations to the existence of uncertainty in the incidence of dis- ease and in the efficacy of treatment.\nhel lshould eb noetd thats ni subit si them, nac ear plustry, not medical care si only one. Particularly at olw levels of income, other\nabout the physician, private and group practice, hospitals, and public health, which 1propose to discuss.\nThe focus of discussion will be on the way the operation of the medical-care industry and the efficacy with which it satisfies the needs of society differ from a norm, if at all. The \"norm\" that the econo- mist usually uses for the purposes of such comparisons is the operation of a competitive model, that is, the flows of services that would be\n*The author is professor of economics at Stanford University. He wishes to express his S h a M e s i n a f u l c o m o t e . i s p o p e , w a s p r e p a r e d u n d e r t , s p o n s o r s h i p f o Re h F r o , l Foundation as part of a series of papers on the economics of health, education, and welfare.",
    "trans": "Cet article est une étude exploratoire et provisoire des différentiations spécifiques des soins médicaux en tant qu'objet de l'économie normative. Sur la base d'une comparaison des caractéristiques évidentes de l'industrie des soins médicaux avec les normes de l'économie du bien-être, nous soutenons que les problèmes économiques particuliers des soins médicaux peuvent être expliqués comme des adaptations à l'existence de l'incertitude dans l'incidence de la maladie et dans l'efficacité du traitement.\nL'industrie des soins de santé devrait être consciente du fait qu'elle n'est pas la seule à être concernée par les soins médicaux. Particulièrement aux faibles niveaux de revenus, d'autres\nsur es médecins, les cabinets privés et les cabinets de groupe, les hôpitaux et la santé publique sont autant de sujets que nous nous proposons d'aborder.\nLa discussion se concentrera sur la manière dont le fonctionnement de l'industrie des soins médicaux et l'efficacité avec laquelle elle satisfait les besoins de la société diffèrent d'une norme, si tant est qu'il y en ait une. La « norme » que l'économiste utilise habituellement pour de telles comparaisons est le fonctionnement d'un modèle concurrentiel, c'est-à-dire les flux de services qui seraient.\n*L'auteur est professeur d'économie à l'université de Stanford. Il souhaite exprimer ses remerciements à S h a M e s i n a f u l c o m o t e . i s p o p e , a é t é p r é p a r é e d a n s l e c a d r e , s p o n s o r s h i p f o r h F r o , l Foundation dans le cadre d'une série d'articles sur l'économie de la santé, de l'éducation et de la protection sociale."
}