{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Wide Range of Uses: The 4 pieces patio furniture set you buy includes a two-seater sofa, 2 armchairs, a coffee table with a tempered glass top and 3 cushions, and an instruction manual. The cushion is detachable and it is not recommended to expose the cushion to rain or snow. Our outdoor sofa sets are suitable for a variety of occasions such as swimming pools, backyards or gardens, and are convenient to store, easy to maintain, and suitable for any size of space.\nSoft and Comfortable: The rattan outside furniture has a thick sponge cushion to provide you with a soft sitting experience. Comfort upgrade|, a wide and deep chair can provide enough space for you to sit comfortably.The seat cushion of the outdoor furniture set can be removed for easy cleaning.\nRugged and Durable: The outdoor furniture set is made of high-grade rattan material with a weatherproof formula. It can be used all-weather and can resist cracking, fading, decay and so on. Ensure a longer service life. The rust-proof steel frame supports the gradient rattan structure, the structure is sturdy and durable.\nMultifunctional Coffee Table: Each outdoor furniture set is equipped with a central coffee table with shatter-resistant tempered glass, which is used to display decorations, place food and drinks, etc.\nReminders and Suggestions: This patio furniture set comes with all the hardware and necessary tools. Follow the instructions and you can assemble the patio sofa set easily and quickly. Note: When you try to install the patio furniture set, please try to align the holes on all sides, do not overtighten one hole, and then try to tighten it slowly on each side. If you are not using a chair, please keep the cushion indoors, because prolonged exposure to the sun or rain will damage the cushion.",
    "trans": "Large éventail d'utilisations : l'ensemble de meubles de terrasse 4 pièces que vous achetez comprend un canapé deux places, 2 fauteuils, une table basse avec un plateau en verre trempé et 3 coussins, ainsi qu'un manuel d'utilisation. Le coussin est amovible et il n'est pas recommandé de l'exposer à la pluie ou à la neige. Nos ensembles de canapés d'extérieur conviennent à diverses circonstances telles que les piscines, les arrière-cours ou les jardins. Ils sont faciles à ranger et à entretenir et conviennent à toutes les tailles d'espace.\nDoux et confortable : les meubles d'extérieur en rotin sont dotés d'un coussin épais en éponge qui vous permet de vous asseoir en toute tranquillité. Le coussin d'assise de l'ensemble de meubles d'extérieur est amovible pour faciliter le nettoyage.\nRobuste et durable : l'ensemble de meubles d'extérieur est fabriqué en rotin de haute qualité avec une formule résistante aux intempéries. Il peut être utilisé en toutes saisons et peut résister à la fissuration, à la décoloration, à la décomposition, etc. Durée de vie prolongée. Le cadre en acier inoxydable soutient la structure en rotin dégradé, la structure est robuste et durable.\nTable basse multifonctionnelle : chaque ensemble de meubles d'extérieur est équipé d'une table basse centrale en verre trempé incassable, utilisée pour l'affichage des décorations, la mise en place de la nourriture et des boissons, etc.\nRappels et suggestions : cet ensemble de meubles de terrasse est livré avec toutes les pièces et tous les outils nécessaires. Suivez les instructions et vous pourrez assembler l'ensemble de canapé de terrasse facilement et rapidement. Remarque : lorsque vous essayez d'installer l'ensemble de meubles de terrasse, essayez d'aligner les trous de tous les côtés, ne serrez pas trop un trou, puis essayez de le serrer lentement de chaque côté. Si vous n'utilisez pas de chaise, gardez le coussin à l'intérieur, car une exposition prolongée au soleil ou à la pluie l'endommagera."
}