{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear [redacted_name],\nWe are writing to you because we believe that you may be eligible to apply for the new Graduate Visa.\nAccording to our records:\nwe have awarded you a qualifying degree; and\nyou have Tier 4 or Student immigration permission, which has not yet expired; and\nyou were in the UK for the required qualifying period.\nWe have sent a report to the UK Government stating that you may be eligible for the Graduate Route. The UK Government requires us to do this as part of our duties as a Student Sponsor (for immigration purposes).\nYou can only apply for a Graduate Visa if you are in the UK.\nImportant Information: Please be advised that the Graduate visa can only be granted once and there are no exceptions to this. We do not have the ability to check if you have previously had one granted. This means if you have previously had a successful Graduate visa application you do not qualify for it again and your application will be rejected.\nFor more information on the application requirements, please read the guidance provided by the QMUL Advice and Counselling Service.\nTo apply for a Graduate visa, you will need your CAS number: E4G9O",
    "trans": "Cher [nom_masqué],\nNous vous contactons car nous pensons que vous pourriez être éligible pour postuler au nouveau Graduate Visa.\nSelon nos dossiers :\n•Nous vous avons attribué un diplôme éligible ;\n•Vous disposez d'une autorisation d'immigration de type Tier 4 ou d'un visa étudiant, toujours valide ;\n•Vous avez séjourné au Royaume-Uni pendant la période requise.\nNous avons envoyé un rapport au gouvernement britannique indiquant que vous pourriez être éligible pour la Graduate Route. Cette démarche fait partie de nos obligations en tant que Sponsor d’étudiants (dans le cadre des démarches d’immigration).\nVous ne pouvez postuler pour un Graduate Visa que si vous êtes actuellement au Royaume-Uni.\nInformations importantes : Veuillez noter que le Graduate Visa ne peut être accordé qu'une seule fois, sans exception. Nous ne sommes pas en mesure de vérifier si vous avez déjà obtenu un Graduate Visa auparavant. Cela signifie que si vous avez déjà obtenu ce visa par le passé, vous ne pouvez pas y postuler à nouveau et votre demande sera rejetée.\nPour plus d'informations sur les exigences de la demande, veuillez consulter les directives fournies par le service d'orientation et de conseil de QMUL.\nPour postuler à un Graduate Visa, vous aurez besoin de votre numéro CAS : E4G9O."
}