{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Every kid in my neighborhood knew about the Christmas Witch. She was an elderly woman who left her Christmas decorations up all year long: a twinkling tree in the living room, a plastic wreath on the front door, and giant candy canes hanging in the windows. One kid told me the Christmas Witch would *kidnap children attracted to the decorations.\nI promised myself I would never go near that place, but when I turned fourteen, I got a newspaper route and discovered I’d have to deliver papers to the Christmas Witch. My first day of delivery was a dark, frosty March morning. The sky was just turning pink as I approached the last house on my route ... that of the Christmas Witch. Inside, the house was dark, so I tiptoed up the porch steps and placed the newspaper by the door.\n(ア)I’d done it.\nThen I quickly turned around, not seeing an icy spot on the step. I slipped, fell and slid down the stairs, landing on the sidewalk. I got up and *stumbled, unable to walk. I’d *sprained my ankle.\nThe porch light blinked on. The door opened. Someone slowly came out.\nIt was the Christmas Witch.\n“I’m sorry,” I said. “I ...”\n“Dear me,” said the Christmas Witch. “Are you alright?”\nSpeechless, I pointed at my ankle.\n“Come in; make sure you’re okay.” She smiled — not a wicked-witch smile but a nice smile, like she was concerned.\n(イ)Ididn’thaveanychoice. Holdingtherailing,Iwentupthestepsintoherhouse. She turned on a living room lamp as I *limped to a chair.\n“Relax. Have some tea while I call your parents.”\nI told her my number as she dialed.\n“Hello,” she said. “This is Mona Wright on Pine Way Avenue. Your son slipped and hurt his ankle.” She nodded and hung up. “Your mother will be here shortly.” “Thank you, Mrs. Wright.”\n“You’re welcome.” She sat down across from me, and then whispered, “You don’t have to call me Mrs. Wright; you can call me( ウ ).”\n4\n次の英文を読んで，あとの問いに答えよ。( 配点 22)\n− 12 −\nI was surprised.\n“It’s alright.” She shrugged. “I hear what people say. It doesn’t matter.”\n“You do have lots of decorations,” I said.\n“I think it’s pretty,” she replied.\nI said, “People think it’s ... weird.”\n“They don’t understand the reason I leave up my decorations,” she responded. “What is the reason?” I asked.\nMrs. Wright took a deep breath. “Well, in 1970, my son Anthony was *drafted and sent to Vietnam. My husband had died years earlier when Anthony was little, so the only family we had was each other. Anthony was scheduled to come home on January 10, 1972. He called me on New Year’s Eve and told me to leave up the Christmas decorations. He would help me put them away when he got home.”\n“So what happened?” I asked.\n“Three days later, Anthony was killed in a helicopter crash,” said Mrs. Wright. “My boy never made it back home. And even though I know it doesn’t change anything, I can’t bring myself to take down those decorations, even after all these years. (エ)I guess I just like to pretend that Anthony will be home soon to help me with that chore.”\nI didn’t like myself at that moment. Mrs. Wright wasn’t a witch. She was a sad, isolated person struggling with a terrible loss.\n(“ オ)I’m sorry,” I said quietly.\nMrs. Wright sighed. “It felt good to talk about Anthony again.”\nThe doorbell chimed.\n“That’s your mother,” said Mrs. Wright, wiping her eyes.\n注) *kidnap =~をさらう *stumble =よろける *sprain =~をくじく *limp =足を引きずって歩く *draft =~を徴兵する\n問1 以下の Question に対する Answer となるように，空所に適当な5~ 10 語程度の英語 を補え。\nQuestion: Why was an elderly woman in the authorʼs neighborhood called the Christmas Witch?\nAnswer : Because her house( ), which seemed strange and scary to some children.",
    "trans": "Tous les enfants de mon quartier connaissaient la Sorcière de Noël. C'était une vieille femme qui laissait ses décorations de Noël toute l'année : un sapin scintillant dans le salon, une couronne en plastique sur la porte d’entrée et d’énormes cannes en sucre accrochées aux fenêtres. Un enfant m’a dit que la Sorcière de Noël *enlevait les enfants attirés par les décorations.\nJe m’étais promis de ne jamais m’approcher de cet endroit, mais lorsque j’ai eu quatorze ans, j’ai obtenu une tournée de distribution de journaux et j’ai découvert que je devais livrer des journaux à la Sorcière de Noël. Mon premier jour de livraison eut lieu un matin sombre et glacial de mars. Le ciel commençait tout juste à rosir lorsque j’atteignis la dernière maison de ma tournée... celle de la Sorcière de Noël. L’intérieur de la maison était plongé dans l’obscurité, alors je montai les marches du perron sur la pointe des pieds et déposai le journal devant la porte.\n(ア)Je l’avais fait.\nPuis je me retournai rapidement, sans voir une plaque de verglas sur la marche. Je glissai, tombai et dévalai les escaliers avant d’atterrir sur le trottoir. Je me relevai en *trébuchant, incapable de marcher. Je m’étais *foulé la cheville.\nLa lumière du perron s’alluma. La porte s’ouvrit. Quelqu’un sortit lentement.\nC’était la Sorcière de Noël.\n« Je suis désolé », dis-je. « Je... »\n« Mon pauvre », dit la Sorcière de Noël. « Est-ce que ça va ? »\nMuet, je pointai ma cheville.\n« Entre, pour voir si tout va bien. » Elle sourit – pas un sourire de sorcière maléfique, mais un sourire bienveillant, comme si elle était inquiète.\n(イ)Je n’avais pas le choix. M’accrochant à la rampe, je montai les marches et pénétrai dans sa maison. Elle alluma une lampe du salon tandis que je *boitais jusqu’à une chaise.\n« Repose-toi. Bois un peu de thé pendant que j’appelle tes parents. »\nJe lui donnai mon numéro pendant qu’elle composait.\n« Allô », dit-elle. « Ici Mona Wright, sur Pine Way Avenue. Votre fils a glissé et s’est blessé à la cheville. » Elle hocha la tête et raccrocha. « Ta mère sera là sous peu. »« Merci, Madame Wright. »\n« Je t’en prie. » Elle s’assit en face de moi, puis murmura : « Tu n’es pas obligé de m’appeler Madame Wright ; tu peux m’appeler (ウ). »\n4\n次の英文を読んで，あとの問いに答えよ。( 配点 22)\n− 12 −\nJ’étais surpris.\n« Ce n’est rien. » Elle haussa les épaules. « Je sais ce que les gens disent. Cela m’est égal. »\n« Vous avez beaucoup de décorations », dis-je.\n« Je trouve ça joli », répondit-elle.\nJe dis : « Les gens trouvent ça... bizarre. »\n« Ils ne comprennent pas pourquoi je laisse mes décorations », répondit-elle.« Quelle est la raison ? » demandai-je.\nMme Wright prit une grande inspiration. « Eh bien, en 1970, mon fils Anthony a été *appelé sous les drapeaux et envoyé au Vietnam. Mon mari était décédé des années plus tôt, quand Anthony était encore petit, donc nous n’avions que l’un et l’autre. Anthony devait rentrer chez lui le 10 janvier 1972. Il m’a appelée la veille du Nouvel An et m’a demandé de laisser les décorations de Noël. Il m’aiderait à les ranger une fois rentré. »\n« Et qu’est-il arrivé ? » demandai-je.\n« Trois jours plus tard, Anthony a été tué dans un accident d’hélicoptère », dit Mme Wright. « Mon fils n’est jamais rentré à la maison. Et même si je sais que cela ne change rien, je ne peux pas me résoudre à enlever ces décorations, même après toutes ces années. (エ)Je suppose que j’aime simplement faire semblant qu’Anthony rentrera bientôt pour m’aider à cette tâche. »\nJe ne m’aimais pas à cet instant. Mme Wright n’était pas une sorcière. C’était une femme triste et isolée, luttant contre une terrible perte.\n(オ)« Je suis désolé », dis-je doucement.\nMme Wright soupira. « Ça m’a fait du bien de reparler d’Anthony. »\nLa sonnette retentit.\n« C’est ta mère », dit Mme Wright, s’essuyant les yeux.\n注) *enlever = ~をさらう *trébucher = よろける *fouler = ~をくじく *boiter = 足を引きずって歩く *appeler sous les drapeaux = ~を徴兵する\n問1 以下の Question に対する Réponseとなるように，空所に適当な5~ 10 語程度の英語 を補え。\nQuestion : pour quelle raison une vieille dame du quartier de lʼauteur se faisait-elle appeler la sorcière de Noël ?\nRéponse : à cause de sa maison ( ), qui paraissait étrange et effrayante à certains enfants."
}