{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Jia Simpson replied to your conversation.\nIMPORTANT\nHi, your student needs extra help in math class because they did not get a good grade on the most recent test. Your student will have the opportunity to study and take the test again.\nIn order to prepare your student to review their test. They need to attend office hours to receive extra help. Office hours are available on Mondays 3:50-4:30pm and Wednesdays 9:20-10:15am with Ms. Simpson. This is MANDATORY if your student wants the opportunity to review their test. Ms. Simpson will meet with your student tomorrow October 10th to discuss opportunities to improve their grade. Please ask your student to arrange a day to receive tutoring at school and after school. For anything, Ms. Simpson.\nMessage sent on Wednesday, Oct 9 at 10:14 AM to Jessica Rodriguez\nView or Reply in App\nPlease do not reply directly to this email. Click the \"View or Reply in App\" button to send a reply to Jia Simpson.\nPrevious Message:\nOn Friday, Sep 27 at 4:29 PM, Jia Simpson wrote:\nHello parents,\nThis week in math class, we continued learning about translations, rotations, and reflections. In addition to this we learned how to plot points on a graph. Please help your student check their math grade and check that they turned in their IXL noted for this week in Google classroom. This week your student should have completed 3 items in Google Classroom:\n9/23 SDL\n9/26 SDL\nPart 1 Desmos lesson\nMs. Simpson\n--Spanish--\nHello parents,\nThis week in math class, we continued learning about translations, rotations, and reflections. In addition to this we learned how to plot points on a graph. Please help your student check their math grade and check that they turned in their IXL noted for this week in Google classroom. This week your student should have completed 3 articles in Google Classroom:\n9/23 SDL\n9/26 SDL\nPart 1 Desmos Lesson\nMrs. Simpson",
    "trans": "Jia Simpson a répondu à votre conversation.\nIMPORTANT\nBonjour,Votre élève a besoin d’une aide supplémentaire en mathématiques, car il n’a pas obtenu une bonne note au dernier test. Il aura l’opportunité d’étudier et de repasser ce test.\nAfin de préparer cette révision, votre élève doit assister aux heures de permanence pour bénéficier d’un soutien supplémentaire. Les permanences ont lieu les lundis de 15 h 50 à 16 h 30 et les mercredis de 9 h 20 à 10 h 15 avec Mme Simpson. Cette présence est OBLIGATOIRE si votre élève souhaite avoir l’opportunité de revoir son test.\nMessage envoyé le mercredi 9 octobre à 10h14 à Jessica Rodriguez\nVoir ou répondre dans l'application\nVeuillez ne pas répondre directement à cet e-mail. Cliquez sur le bouton « Voir ou répondre dans l’application » pour envoyer une réponse à Jia Simpson.\nMessage précédent :\nLe vendredi 27 septembre à 16h29, Jia Simpson a écrit :\nBonjour chers parents,\nCette semaine en mathématiques, nous avons poursuivi l’apprentissage des translations, rotations et réflexions. Nous avons également appris à tracer des points sur un graphique. Merci d’aider votre enfant à vérifier sa note en mathématiques et à s’assurer qu’il a bien remis ses notes IXL de la semaine sur Google Classroom. Cette semaine, votre enfant devait avoir complété trois éléments sur Google Classroom :\n9/23 SDL\n9/23 SDL\nPartie 1 de la leçon Desmos\nMme Simpson\n--Espagnol--\nBonjour chers parents,\nCette semaine en mathématiques, nous avons poursuivi l’apprentissage des translations, rotations et réflexions. Nous avons également appris à tracer des points sur un graphique. Merci d’aider votre enfant à vérifier sa note en mathématiques et à s’assurer qu’il a bien remis ses notes IXL de la semaine sur Google Classroom. Cette semaine, votre enfant devait avoir complété trois éléments sur Google Classroom :\n9/23 SDL\n9/26 SDL\nPartie 1 de la leçon Desmos\nMme Simpson"
}