{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello Business English 2 Class 13 students,\nA few minutes ago I sent out scores from our online exercise. We will talk more about it tomorrow in class. I really appreciate all your hard work on this assignment and the data you have provided me.\nAccording to the data, the average time on this assignment was around 70 minutes, with some of you completing it in as little as 35 minutes 14 seconds and some of you finishing in about 94 minutes. I would also like to point out that the person who completed the exercise in 94 minutes has the second highest score! Well done!\nThere are obviously some problems with the system since 11 of you were unable to do the activity. I hope that we can work together tomorrow and see if the students were able to access the online activity can be of help to those who could not.\nTo those of you who did complete the activity, I have added a 1 point bonus to your score. Congratulations. If you want to earn more, please help our fellow students to access Pearson Online in tomorrow’s class.\nThat’s all for now. You do not need to reply to this email. I look forward to seeing all of you in class tomorrow. We will fix any problems and move on!\nHave a good day! It’s hot but also sunny and beautiful here in Osaka!\nAll the best to you!\nJoe\nSent from: 🔵 iPad",
    "trans": "Bonjour aux étudiants de la classe Business English 2, section 13,\nIl y a quelques minutes, j'ai envoyé les scores de notre exercice en ligne. Nous en parlerons davantage demain en classe. J'apprécie vraiment tout votre travail acharné sur cette tâche et les données que vous m'avez fournies.\nSelon les données, le temps moyen pour réaliser cet exercice était d'environ 70 minutes, certains d'entre vous l'ayant terminé en seulement 35 minutes et 14 secondes, tandis que d'autres l'ont terminé en environ 94 minutes. Je tiens également à souligner que la personne qui a terminé l'exercice en 94 minutes a le deuxième meilleur score ! Bien joué !\nIl y a évidemment quelques problèmes avec le système puisque 11 d'entre vous n'ont pas pu faire l'activité. J'espère que nous pourrons travailler ensemble demain et voir si les étudiants qui ont pu accéder à l'activité en ligne peuvent aider ceux qui ne l'ont pas pu.\nÀ ceux d'entre vous qui ont terminé l'activité, j'ai ajouté un bonus de 1 point à votre score. Félicitations. Si vous souhaitez gagner plus de points, aidez nos camarades à accéder à Pearson Online lors du cours de demain.\nC'est tout pour le moment. Vous n'avez pas besoin de répondre à cet e-mail. J'ai hâte de vous voir tous en classe demain. Nous réglerons tous les problèmes et avancerons !\nPassez une bonne journée ! Il fait chaud mais aussi ensoleillé et beau ici à Osaka !\nTous mes vœux,\nJoe\nEnvoyé depuis : 🔵 iPad"
}