{
    "source": "en_US",
    "target": "fr_FR",
    "text": "First, the researcher sent consent for Ebda Academy (see Appendix B). Second, participants' parents were given the consent (see Appendix C), if they agreed, the researcher told them about the experiment and the time the students took for the experiment. Third, the participants were given a pre-test on their reading skills (see Appendix D). Then, they attend an intensive course in one week to train reading strategies and how to use it during the reading process. After the training course, the participants were given a post-test (see Appendix E ). Thereafter, the researcher will analyze the results if there are any differences between the degrees in pre and post tests, that will show the impact of using reading strategies to teaching English reading in primary students. At the conclusion of the study, they will be thanked for their time and dismissed from the study.",
    "trans": "Tout d'abord, le chercheur a envoyé le consentement pour l'Académie Ebda (voir l'Annexe B). Deuxièmement, les parents des participants ont reçu le consentement (voir l'Annexe C), s'ils étaient d'accord, le chercheur leur a expliqué l'expérience et le temps que les élèves prendraient pour l'expérience. Troisièmement, les participants ont passé un test préalable sur leurs compétences en lecture (voir l'Annexe D). Puis, ils ont suivi un cours intensif d'une semaine pour apprendre des stratégies de lecture et comment les utiliser pendant le processus de lecture. Après le cours de formation, les participants ont passé un test postérieur (voir l'Annexe E). Ensuite, le chercheur analysera les résultats pour déterminer s'il y a des différences entre les scores des tests préalables et postérieurs, ce qui permettra de montrer l'impact de l'utilisation des stratégies de lecture pour l'enseignement de la lecture en anglais chez les élèves du primaire. À la fin de l'étude, les participants seront remerciés pour leur temps et seront renvoyés."
}