{
    "source": "en_US",
    "target": "fr_FR",
    "text": "What happens if the weather conditions do not allow for the event to take place?\nIf the weather conditions affect your experience in any way (change of location/postponement), please rest assured that we will notify you by email in advance.\nTickets\nCan I sit together with friends?\nYes, you can sit with your friends if you come together, and you all have tickets for the same zone. We recommend you to arrive in good time, and we will do our best to accommodate you.\nCan I transfer my tickets to another person?\nYes, you can transfer your tickets to any other Fever account at no extra cost. It’s as easy as clicking \"Transfer Tickets\" on your ticket on the Fever app. For additional help, please feel free to contact us, indicating your ticket ID.\nAre the candles flammable?\nPlease note that, for the security of attendees, all candles will be flameless.",
    "trans": "Que se passe-t-il si les conditions météorologiques ne permettent pas à l'événement d'avoir lieu ?\nSi les conditions météorologiques affectent votre expérience de quelque manière que ce soit (changement de lieu/ report), soyez assuré que nous vous en informerons par courriel à l'avance.\nBillets\nPuis-je m'asseoir avec mes amis ?\nOui, vous pouvez vous asseoir avec vos amis si vous êtes vénus ensemble et que vous avez tous des billets pour la même zone. Nous vous recommandons d'arriver à temps et nous ferons de notre mieux pour vous accueillir.\nPuis-je transférer mes billets à une autre personne ?\nOui, vous pouvez transférer vos billets vers n'importe quel autre compte Fever sans frais supplémentaires. Il vous suffit de cliquer sur « Transférer les billets » sur votre billet dans l'application Fever. Pour toute aide supplémentaire, n'hésitez pas à nous contacter en indiquant l'identifiant de votre billet.\nLes bougies sont-elles inflammables ?\nVeuillez noter que, pour la sécurité des participants, toutes les bougies seront sans flamme."
}