{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Charles II\nCharles II (1660-85), Charles I's son, had spent his exile in France; he was an admirer of the Sun King, Louis XIV, and he had French tastes. Therefore, when the monarchy was restored in 1660 and he came back to England, he established a court devoted to pleasure.\nTheatres, race-courses and taverns re-opened, and fashion and gossip replaced religious debate. The reaction to the Civil War and Puritan Commonwealth (→ 2.5) varied from the rejection of strict morality to a more rational interest in the real, present world, rather than a concentration on the life of the soul In 1662 Charles patronised the Royal Society, which was an association of scientists and intellectuals. The motto of the Society, nullius in verba - on the word of no one' - was a direct challenge to the dependence of the old philosophy on authorities. Among its members were the physicist and chemist Robert Boyle (1627-91), the diarists John Evelyn (1620-1706) and Samuel Pepys (→ The Portrait, p. 185), and the architect Sir Christopher Wren (1632-1723).\nAs regards home policy, the landowners, both nobles and gentry, resumed their leadership of society and the newly elected Parliament, the so-called Cavalier Parliament, met in 1661. It ordered the bodies of the regicides, including Cromwell, to be exhumed and hanged. A series of acts were passed, like the Corporation Act\n(1661), which excluded the dissenters from",
    "trans": "Charles II\nCharles II (1660-85), fils de Charles I, avait passé son exil en France; il était admirateur du Roi Soleil, Louis XIV, et avait des goûts français. Ainsi, lorsque la monarchie a été restaurée en 1660 et qu'il est revenu en Angleterre, il a établi une cour consacrée au plaisir.\nLes théâtres, les hippodromes et les tavernes ont rouvert, et la mode et les potins ont remplacé le débat religieux. La réaction à la guerre civile et au Commonwealth puritain a varié de la rejection de la stricte moralité à un intérêt plus rationnel pour le monde réel et présent, plutôt que de se concentrer sur la vie de l'âme. En 1662, Charles a parrainé la Royal Society, qui était une association de scientifiques et d'intellectuels. La devise de la Société, nullius in verba - sur la parole de personne - était une défiance directe à la dépendance de la vieille philosophie vis-à-vis des autorités. Parmi ses membres se trouvaient le physicien et chimiste Robert Boyle (1627-91), les diaristes John Evelyn (1620-1706) et Samuel Pepys, et l'architecte Sir Christopher Wren (1632-1723).\nEn ce qui concerne la politique intérieure, les propriétaires terriens, nobles et gens de qualité, ont repris leur leadership de la société et le Parlement nouvellement élu, le soi-disant Parlement cavalier, s'est réuni en 1661. Il a ordonné que les corps des régicides, y compris Cromwell, soient exhumés et pendus. Une série de lois ont été adoptées, comme le Corporation Act\n(1661), qui excluait les dissidents de"
}