{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Autoimmune endotheliopathy is a rare finding associated with pars planitis. [redacted_name] et al.30 reported four of 10 patients with pars pla- nitis who demonstrated areas of peripheral corneal edema with KPs arranged linearly on the border between the edematous and normal areas of the cornea. This morphologic finding was reminiscent of a corneal graft endothelial rejection line. Although other investigators have not observed this finding as frequently as [redacted_name] et al. did, the possible association of an autoimmune phenomenon is an intrigu- ing notion.\nMost adults with intermediate uveitis have minimal anterior seg- ment inflammation,39 except those with intermediate uveitis associated with multiple sclerosis; these patients typically develop a granuloma- tous anterior uveitis with formation of mutton-fat keratic precipitates (KPs). Anterior segment inflammation is more common in pediatric uveitis, where there may be a moderate degree of anterior chamber cells with posterior synechiae. [redacted_name] et al.3 noted peripheral anterior synechiae in 24% of patients and posterior synechiae in 18%. Band keratopathy may be seen in children. Occasionally, patients may present with significant anterior segment inflammation with pain and photophobia and only later manifest signs typical of an intermediate uveitis.",
    "trans": "L'endothéliopathie auto-immune est une observation rare associée à la pars planitis. [redacted_name] et al.30 ont rapporté que quatre des 10 patients atteints de pars planitis présentaient des zones d'œdème cornéen périphérique avec des précipités kératiques (PK) disposés linéairement à la limite entre les zones œdémateuses et normales de la cornée. Cette observation morphologique rappelait une ligne de rejet endothélial de greffe cornéenne. Bien que d'autres chercheurs n'aient pas observé cette observation aussi fréquemment que [redacted_name] et al., l'association possible d'un phénomène auto-immun est une notion intrigante.\nLa plupart des adultes atteints d'uvéite intermédiaire présentent une inflammation minimale du segment antérieur,39 à l'exception de ceux atteints d'uvéite intermédiaire associée à la sclérose en plaques ; ces patients développent généralement une uvéite antérieure granulomateuse avec formation de précipités kératiques en graisse de mouton (PK). L'inflammation du segment antérieur est plus fréquente dans l'uvéite pédiatrique, où il peut y avoir un degré modéré de cellules de la chambre antérieure avec des synéchies postérieures. [redacted_name] et al.3 ont noté des synéchies antérieures périphériques chez 24 % des patients et des synéchies postérieures chez 18 %. Une kératopathie en bandelette peut être observée chez les enfants. Occasionnellement, les patients peuvent présenter une inflammation significative du segment antérieur avec douleur et photophobie et ne manifester que plus tard des signes typiques d'une uvéite intermédiaire."
}