{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Semantic Feature Injection: We employ the region classification model to produce semantically meaningful visual features of the current observation. Specifically, we extract features at different levels of the visual encoder of the region classifier, together with a CNN with transposed convolutional layers to upsample and align the spatial shape of the features to that of the output of the UNet encoders. At this point, two parallel pipelines follow the generation of the occupancy map and the region map. We use two different CNNs to merge the multi-modal features obtained from the RGB and depth encoders, and the CLIP features. The merge module that generates the occupancy map uses RGB and depth features, while the other merge module also includes the CLIP features. The output of the merge modules is fed to two UNet decoders to produce the final egocentric occupancy map and region map",
    "trans": "Injection de Caractéristiques Sémantiques : Nous utilisons le modèle de classification de région pour produire des caractéristiques visuelles sémantiquement significatives de l'observation actuelle. Plus précisément, nous extrayons des caractéristiques à différents niveaux de l'encodeur visuel du classificateur de région, ainsi qu'un CNN avec des couches de convolution transposées pour augmenter et aligner la forme spatiale des caractéristiques sur celle de la sortie des encodeurs UNet. À ce stade, deux pipelines parallèles suivent la génération de la carte d'occupation et de la carte de région. Nous utilisons deux CNN différents pour fusionner les caractéristiques multimodales obtenues des encodeurs RGB et de profondeur, et les caractéristiques CLIP. Le module de fusion qui génère la carte d'occupation utilise les caractéristiques RGB et de profondeur, tandis que l'autre module de fusion inclut également les caractéristiques CLIP. La sortie des modules de fusion est alimentée à deux décodeurs UNet pour produire la carte d'occupation égocentrique finale et la carte de région."
}