{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Classification of deciduous teeth: Depend on the relation between terminal plane\npresent in the maxillary and mandibular deciduous posterior teeth.\nTerminal plane:\nThe distal proximal surface of the maxillary and mandibular second deciduous molars\n(being the distal terminal plane of the deciduous dentition). The relationship between the\nmaxillary and mandibular terminal planes in the early mixed dentition is thought to\ndetermine, to a degree, the eventual relationship between the (at the time still\nunerupted) maxillary and mandibular first permanent molars.\nDistal step:\nA situation in which the terminal plane of the mandibular second deciduous molar is\nsituated posteriorly to that of the maxillary second deciduous molar. This situation is\nthought to be predisposing to, but not necessarily predictive of, a Class II relationship of\nthe (at the time, still unerupted) first permanent molars.",
    "trans": "Classification des dents de lait : Dépend de la relation entre le plan terminal\nprésents dans les dents de lait postérieures maxillaires et mandibulaires.\nPlan terminal :\nLa surface proximale distale des deuxièmes molaires de lait maxillaires et mandibulaires.\n(c'est-à-dire le plan terminal distal de la dentition de lait). La relation entre les plans terminaux\nmaxillaire et mandibulaire au début de la dentition mixte déterminerait, dans une certaine mesure, l'évolution de la dentition\ndéterminerait, dans une certaine mesure, la relation entre les plans terminaux (à l'époque encore\nnon érigés) premières molaires permanentes maxillaires et mandibulaires.\nMarche distale :\nUne situation dans laquelle le plan terminal de la deuxième molaire mandibulaire est\nsituée postérieurement à celle de la deuxième molaire maxillaire. Cette situation est\nconsidérée comme prédisposant, mais pas nécessairement prédictive, à une relation de classe II de la deuxième molaire\ndes premières molaires permanentes (encore non-eruptées à ce moment-là)."
}