{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello,\nThanks for reaching out to us. We’ve investigated your report and it seems like you still have control of your account.\nIf you notice there is suspicious activity on the account, please take these steps immediately:\nChange your password. You can request a new password through this link. Picking a strong, unique password you haven’t used before is always the best plan.\nCheck your connections Visit the Apps tab to revoke any third-party applications you don’t recognize. Read about connecting or removing apps from your account here .\nEnable 2FA in your account. This added security feature will require access to both your password and your mobile device whenever there is a login attempt in the future.\nVerify that the email address connected to your account is secure. If you’re not sure, change the email associated with your X account.\nCheck your computers for viruses and malware, especially if you change your X password and there are still unauthorized posts on your account.\nDo not share your username, email, and password with untrusted third-party sites, especially sites that promise to get you more followers.\nIf you’re receiving password reset emails that you didn’t request, please consider enabling the option to require personal information when resetting your password. We also have more information about compromised accounts .\nThanks,\nX Support",
    "trans": "Bonjour,\nMerci de nous avoir contactés. Nous avons examiné votre rapport et il semble que vous ayez toujours le contrôle de votre compte.\nSi vous remarquez une activité suspecte sur votre compte, veuillez suivre ces étapes immédiatement :\nChangez votre mot de passe. Vous pouvez demander un nouveau mot de passe via ce lien. Il est toujours préférable de choisir un mot de passe fort et unique que vous n'avez jamais utilisé auparavant.\nVérifiez vos connexions. Rendez-vous dans l'onglet Applications pour révoquer toute application tierce que vous ne reconnaissez pas. Vous pouvez en savoir plus sur la gestion des applications connectées ici.\nActivez la vérification en deux étapes (2FA). Cette fonction de sécurité supplémentaire nécessitera un accès à la fois à votre mot de passe et à votre appareil mobile à chaque tentative de connexion future.\nVérifiez que l'adresse e-mail liée à votre compte est sécurisée. Si vous n'en êtes pas sûr, changez l'adresse e-mail associée à votre compte X.\nVérifiez vos ordinateurs pour détecter des virus et des malwares, surtout si vous avez changé votre mot de passe et que des publications non autorisées apparaissent toujours sur votre compte.\nNe partagez pas votre nom d'utilisateur, votre e-mail et votre mot de passe avec des sites tiers non fiables, en particulier ceux qui promettent de vous donner plus d'abonnés.\nSi vous recevez des e-mails de réinitialisation de mot de passe que vous n'avez pas demandés, envisagez d'activer l'option de demander des informations personnelles lors de la réinitialisation de votre mot de passe. Nous avons également plus d'informations sur les comptes compromis.\nMerci,\nL'équipe X"
}