{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Now [redacted_name] shoulders forward, clasping your hand in a gesture of friendship; beside him, [redacted_name] bows so low that his forehead nearly touches the ground. Only [redacted_name] hangs back, pretending to be distracted by something out the infirmary window—for you must be in the Hunters' infirmary—though her body language remains puckered and sullen.\n\"I suppose we ought to start from the beginning,\" [redacted_name] says. \"But first—[redacted_name], go and get someone to bring [redacted_name] some food. She must be famished.\"\n\"I'll get it,\" [redacted_name] says then, without looking at you.\n\"No,\" [redacted_name] says then, immediately bristling with anger again. Although he doesn't raise his voice, you can see it in the slant of his brow, the slight tension in his jaw, the way his right shoulder just drops slightly for easy access to his sword's hilt. [redacted_name] is furious, and the object of his ire is, bizarrely, Moonsilk.\n[redacted_name] glances sharply at his betrothed, apparently also displeased by the suggestion. \"I think it'd be easier if you waited in your room, [redacted_name].\"\nIt's barely noticeable, but you all see it: she goes stiff with anger for a moment, the soft and ethereal and mystical facade melting into the indignation of a young woman used to getting her way. It doesn't seem that she's used to her husband-to-be speaking to her like that… but after a moment, Moonsilk only nods curtly and walks silently out of the room. Still barefoot and gliding.\nThe three men exchange silent glances with each other, and from their intense stares, you can tell some sort of heated conversation is going on between all three of them. Finally [redacted_name] turns to you with a crooked, forced smile and says, \"Right. Food first. Then we can talk.\"\nYou nod, puzzled by the tension in the atmosphere but suddenly too hungry to probe into it further. \"Sounds good to me.\"",
    "trans": "Maintenant, [redacted_name] s'avance en haussant les épaules, serrant votre main dans un geste d’amitié ; à ses côtés, [redacted_name] s’incline si bas que son front frôle presque le sol. Seul [redacted_name] reste en retrait, feignant d’être distrait par quelque chose à l’extérieur de la fenêtre de l’infirmerie—car vous devez bien être dans l’infirmerie des Chasseurs—bien que son langage corporel demeure crispé et maussade.\n« Je suppose que nous devrions commencer par le début, » dit [redacted_name]. « Mais d’abord—[redacted_name], va chercher quelqu’un pour apporter de la nourriture à [redacted_name]. Elle doit être affamée. »\n« Je vais m’en charger, » dit alors [redacted_name], sans même vous regarder.\n« Non, » rétorque aussitôt [redacted_name], s’irritant de nouveau. Il ne hausse pas la voix, mais vous pouvez le voir dans l’inclinaison de ses sourcils, la légère tension dans sa mâchoire, la façon dont son épaule droite s’abaisse imperceptiblement pour un accès rapide à la garde de son épée. [redacted_name] est furieux, et l’objet de sa colère est, étrangement, Moonsilk.\n[redacted_name] jette un regard acéré à sa fiancée, apparemment lui aussi mécontent de la suggestion. « Je pense qu’il serait plus simple que tu attendes dans ta chambre, [redacted_name]. »\nC’est à peine perceptible, mais vous le remarquez tous : elle se raidit un instant sous l’effet de la colère, et le doux voile éthéré et mystique se dissipe pour laisser place à l’indignation d’une jeune femme habituée à obtenir ce qu’elle veut. Il semblerait qu’elle ne soit pas habituée à ce que son futur mari lui parle ainsi… mais après un instant, Moonsilk se contente d’un bref hochement de tête avant de quitter silencieusement la pièce. Toujours pieds nus, toujours glissante.\nLes trois hommes échangent des regards silencieux, et à l’intensité de leurs yeux, vous comprenez qu’une conversation muette mais animée a lieu entre eux. Finalement, [redacted_name] se tourne vers vous avec un sourire en coin, forcé, et déclare : « Très bien. D’abord, à manger. Ensuite, on pourra parler. »\nVous hochez la tête, intrigué par la tension ambiante mais soudainement trop affamé pour creuser davantage. « Ça me va. »"
}