{
    "source": "en_US",
    "target": "fr_FR",
    "text": "multimodality, thus further enhancing the theoretical foundations of multimodal discourse analysis. Zhang (2009), guided by Systemic Functional Linguistics, established a comprehensive framework for multimodal discourse analysis, covering cultural, contextual, semantic, formal, and medial dimensions. This contribution played a pivotal role in advancing the maturity of this theory within the domestic academic landscape. Currently, multimodal discourse analysis is predominantly focused on fields such as education, cognitive linguistics, and corpus linguistics. In terms of education, research on the use of multimedia has become mainstream. Feng Dezhen studied the effectiveness of using multiple symbolic systems in English teaching and believed that the theory of diversified reading and writing combined with multimodality and education could address issues such as the dryness of linguistic curriculum and theoretical disconnection from practice. For instance, his “In Chinese, Humanistic and Moral Education in English Language Teaching: The Multimodal Construction of Positive Values” (2015) discusses how to implement humanistic moral education in English teaching using multimodal resources. On the one hand, it systematically expounds on the construction of positive values in multimodal teaching materials, providing teachers with a metalinguistic framework for in-depth interpretation of humanistic values embedded in the curriculum. On the other hand, it applies the theory of diversified reading and writing to design teaching principles for moral education elements, enabling students to understand, identify with, and practice positive values. In addition to education, MDA has been applied to various domains including comics, advertisements, identity construction, news reporting and films with increasing popularity at home. For example, Pan (2021) explores the analysis of subtitle translation in the 2017 American film “Coco”. Her study primarily aims to address two aspects: firstly, analyzing how different modalities in the film coordinate and interact, collectively constructing the overall meaning of subtitle translation text; secondly, examining how film subtitle translation reflects the cultural, contextual, content, and expressive dimensions of the comprehensive theoretical framework of multimodal discourse analysis. Gou (2021), drawing on visual grammar and theories related to text-image relations, employed a screenshot tool to capture images where text and visuals co-occurred in the BBC documentary “Chinese Stories: The Silk Road” and conducted a multimodal discourse analysis of the documentary discourse. Zhang (2023) conducted a statistical analysis of identity resources in video",
    "trans": "multimodalité, renforçant ainsi les bases théoriques de l’analyse du discours multimodal. Zhang (2009), guidé par la linguistique fonctionnelle systémique, a établi un cadre complet pour l’analyse du discours multimodal, couvrant les dimensions culturelles, contextuelles, sémantiques, formelles et médiatiques. Cette contribution a joué un rôle essentiel dans l’avancement de la maturité de cette théorie dans le paysage académique national. Actuellement, l’analyse du discours multimodal se concentre principalement sur des domaines tels que l’éducation, la linguistique cognitive et la linguistique de corpus. En ce qui concerne l’éducation, la recherche sur l’utilisation des multimédias est devenue courante. Feng Dezhen a étudié l’efficacité de l’utilisation de multiples systèmes symboliques dans l’enseignement de l’anglais et a estimé que la théorie de la lecture et de l’écriture diversifiées, combinée à la multimodalité et à l’éducation, pourrait résoudre des problèmes tels que la sécheresse des programmes linguistiques et la déconnexion théorique de la pratique. Par exemple, son ouvrage \"In Chinese, Humanistic and Moral Education in English Language Teaching: The Multimodal Construction of Positive Values\" (2015) examine comment mettre en œuvre l’éducation humaniste morale dans l’enseignement de l’anglais en utilisant des ressources multimodales. D’une part, il expose de manière systématique la construction des valeurs positives dans les supports pédagogiques multimodaux, fournissant aux enseignants un cadre métalinguistique pour une interprétation approfondie des valeurs humanistes intégrées dans le programme. D’autre part, il applique la théorie de la lecture et de l’écriture diversifiées pour concevoir des principes pédagogiques pour les éléments d’éducation morale, permettant aux étudiants de comprendre, de s’identifier et de pratiquer les valeurs positives. En plus de l’éducation, l’ADM a été appliquée à divers domaines, notamment les bandes dessinées, la publicité, la construction de l’identité, le journalisme et le cinéma, avec une popularité croissante dans le pays. Par exemple, Pan (2021) explore l’analyse de la traduction des sous-titres dans le film américain de 2017 \"Coco\". Son étude vise principalement deux aspects : premièrement, analyser comment différentes modalités dans le film se coordonnent et interagissent, construisant collectivement la signification générale du texte de traduction des sous-titres ; deuxièmement, examiner comment la traduction des sous-titres du film reflète les dimensions culturelles, contextuelles, de contenu et expressives du cadre théorique complet de l’analyse du discours multimodal. Gou (2021), en s’appuyant sur la grammaire visuelle et les théories relatives aux relations texte-image, a utilisé un outil de capture d’écran pour saisir des images où texte et visuels coexistaient dans le documentaire de la BBC \"Chinese Stories: The Silk Road\" et a mené une analyse du discours multimodal du discours documentaire. Zhang (2023) a réalisé une analyse statistique des ressources identitaires dans les vidéos."
}