{
    "source": "en_US",
    "target": "fr_FR",
    "text": "uminus is a vertically integrated fast-growing high-tech company that engages in high power Light-Emitting-Diode (LED) solid-state lighting for a variety of application areas such as industrial UV, IR, medicals, projection displays, high-end illumination lighting, horticulture lighting, and automotive lighting. Luminus is at the forefront of the undergoing solid-state lighting revolution that will change lighting technology in almost every aspect of our everyday work and life. Luminus (Hong Kong) Company Limited, a subsidiary of Luminus, Inc. headquartered in California, USA is an Equal Opportunity Employer. We foster a work environment that's inclusive as well as diverse and if you are looking for a place where you can grow, work hard, and have fun this is a GREAT opportunity to learn about the lighting technology world and be part of an exciting forward company!\nJob Title:General LedgerAccountant",
    "trans": "uminus est une entreprise de haute technologie à intégration verticale et à croissance rapide qui se consacre à l'éclairage à semi-conducteurs à diodes électroluminescentes (DEL) de haute puissance pour une variété de domaines d'application tels que l'éclairage industriel UV, IR, médical, les écrans de projection, l'éclairage haut de gamme, l'éclairage pour l'horticulture et l'éclairage automobile. Luminus est à l'avant-garde de la révolution en cours de l'éclairage à semi-conducteurs qui va transformer la technologie d'éclairage dans presque tous les aspects de notre travail et de notre vie quotidienne. Luminus (Hong Kong) Company Limited, une filiale de Luminus, Inc. dont le siège est en Californie, USA, est un employeur offrant des chances égales. Nous favorisons un environnement de travail inclusif et diversifié et si vous cherchez un endroit où vous pouvez évoluer, travailler dur et vous amuser, c'est une EXCELLENTE occasion d’en apprendre davantage sur le monde de la technologie de l'éclairage et de faire partie d’une entreprise dynamique et innovante !\nTitre du poste : Comptable du Grand Livre"
}