{
    "source": "en_US",
    "target": "fr_FR",
    "text": "wigs. Kiichi Watanabe, the hairstylist who founded JHD&C, said in a Kyodo News article that one of his customers stopped visiting after she became bald. So wanting to help people like her, he founded the NPO to encourage people to donate cut hair, collect hair from beauty salons, produce wigs, and donate those wigs.\nHuman hair wigs cost around 300,000 yen, which many people cannot afford. JHD&C has given away over 400\nwigs so far. Almost 500 people are waiting for high-quality realistic wigs. One high school student said that she had\nnot smiled for a long time. She finally smiled after wearing\nthe wig she had received and looking at herself in a mirror.\nA girl in the UK who lost her hair when she became sick at the age of eight said that losing her hair caused her great sadness. Her hair, she said, had been her best characteristic. Wearing a wig that looked like her natural hair improved her mental health. She survived her illness. Now a teenager, she grows her hair long, and she regularly cuts and donates it to help younger children.\nDonating hair is something that many people could do. The average human-hair wig requires around 20 ponytails. More people need wigs than wigs are available.\nImagine how many children could be helped if more ordinary people, like us, donated some hair, money, or time to organizations like JHD&C. Children are waiting for assistance.",
    "trans": "Perruques. Kiichi Watanabe, le coiffeur qui a fondé JHD&C, a déclaré dans un article de Kyodo News qu’une de ses clientes avait cessé de venir après être devenue chauve. Désireux d’aider des personnes comme elle, il a créé cette ONG pour encourager les dons de cheveux coupés, collecter des cheveux auprès des salons de beauté, fabriquer des perruques et les offrir.\nLes perruques en cheveux naturels coûtent environ 300 000 yens, un prix que beaucoup ne peuvent pas se permettre. JHD&C a déjà offert plus de 400\nperruques. Près de 500 personnes attendent encore des perruques réalistes et de haute qualité. Une lycéenne a confié qu’elle n’avait\npas souri depuis longtemps. Elle a enfin retrouvé le sourire après avoir porté\nla perruque qu’elle avait reçue et s’être regardée dans un miroir.\nUne fille au Royaume-Uni, qui a perdu ses cheveux à l’âge de huit ans à cause d’une maladie, a expliqué que cette perte lui avait causé une grande tristesse. Ses cheveux, disait-elle, étaient sa plus belle caractéristique. Porter une perruque ressemblant à sa chevelure naturelle a amélioré sa santé mentale. Elle a survécu à sa maladie. Aujourd’hui adolescente, elle laisse pousser ses cheveux, les coupe régulièrement et les donne pour aider de jeunes enfants.\nDonner ses cheveux est un geste que beaucoup de personnes pourraient faire. Une perruque en cheveux naturels nécessite environ 20 queues-de-cheval. La demande de perruques est bien plus grande que l’offre disponible.\nImaginez combien d’enfants pourraient être aidés si davantage de personnes ordinaires, comme nous, faisaient don de leurs cheveux, de leur argent ou de leur temps à des organisations comme JHD&C. Des enfants attendent notre aide."
}