{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Choose between 5 modes of stroller use: parent-facing car seat caddy, reversible carriage, and reversible stroller\nUnique QuikCarriage feature allows the upright stroller seat to convert to a lie-flat carriage instantly\nStroller has 4 relaxing recline positions for a customized comfort\n360° MaxShade extendable canopy on stroller provides UPF 50 protection and unzips to cover the entire seat for added privacy. Peek-a-boo window offers added ventilation and lets you check in on your child.\nExtra-large, easy-access storage basket holds up to 25 lbs.\nRear-facing car seat for babies 4–30 pounds and up to 32\"\nCar seat shell is designed with ClimaFlow™ technology, which helps keep baby cooler\nStroller features 1-handed fold and is self-standing for convenient storage\nStroller’s seat cushion is machine-washable and reversible: breathable mesh fabric for warmer days and cozy knit for cooler days.\nStroller’s soft, plush fabrics are both stylish and comfy\nMesh peek-a-boo window on stroller canopy for ventilation\nBumper bar on the stroller swings out to the side for easy access\nAdjustable stroller handle with 4 positions for a comfortable push\nStroller is lightweight and easy to maneuver with SmoothRide innovative tire technology with all-wheel suspension\nLockable swivel wheels for easy transition from one terrain to another\nParent cup holder and stroller rain cover included\nVentilated canopy with a flip-out visor on Mico Luxe+ car seat to increase airflow and comfort for baby\nCar seat features PureCosi™ fabrics made without wool or added fire-retardant treatment\nExtra plush padding on the infant head and lumbar inserts in the car seat ensures a comfortable and secure ride\nCar seat’s contoured, ergonomic handle with premium vegan-leather trim curves around your hip for a more comfortable carry\nInfant inserts in the car seat can be easily removed without rethreading the harness. All fabrics are machine-washable and dryer-safe.\nLarge, visible belt guides for simple installation of the car seat without the base (taxi-mode)\nSide Impact Protection (SIP)\n1-handed release from car seat base and stroller\nCar seat includes a convenient stay-in-car base featuring MaxiLock™ technology with 3 adjustable positions, 1-click LATCH system, and the load leg that limits movement in the event of a collision\nCar seat meets or exceeds Federal Safety Standards\nStroller meets Disney park size requirements",
    "trans": "Choisissez entre 5 modes d'utilisation de la poussette : porte-siège auto face aux parents, landau réversible et poussette réversible.\nLa fonctionnalité unique QuikCarriage permet au siège de la poussette de se transformer instantanément en landau à plat.\nLa poussette propose 4 positions d'inclinaison relaxantes pour un confort personnalisé.\nLe canopy MaxShade 360° extensible de la poussette offre une protection UPF 50 et se dézippe pour couvrir l'ensemble du siège, offrant ainsi plus d'intimité. La fenêtre Peek-a-boo permet une meilleure ventilation et vous permet de vérifier votre enfant.\nLe panier de rangement extra-large, facilement accessible, peut contenir jusqu'à 25 lb.\nSiège auto orienté vers l'arrière pour les bébés de 4 à 30 livres et jusqu'à 32\".\nLa coque du siège auto est conçue avec la technologie ClimaFlow™, qui aide à garder bébé au frais.\nLa poussette dispose d'un pliage à une main et se tient debout pour un rangement pratique.\nLe coussin du siège de la poussette est lavable en machine et réversible : tissu en maille respirante pour les journées plus chaudes et tricot confortable pour les journées plus fraîches.\nLes tissus doux et moelleux de la poussette sont à la fois élégants et confortables.\nFenêtre peek-a-boo en mesh sur le canopy de la poussette pour une meilleure ventilation.\nLe barreau de sécurité de la poussette pivote sur le côté pour un accès facile.\nPoignée de poussette ajustable avec 4 positions pour une conduite confortable.\nLa poussette est légère et facile à manœuvrer grâce à la technologie des pneus SmoothRide avec suspension à toutes roues.\nRoues pivotantes verrouillables pour une transition facile entre différents terrains.\nPorte-gobelet pour parents et housse de pluie pour poussette inclus.\nCanopy ventilé avec pare-soleil sur le siège auto Mico Luxe+ pour améliorer la circulation de l'air et le confort de bébé.\nLe siège auto dispose de tissus PureCosi™ fabriqués sans laine ni traitement ignifuge ajouté.\nUn rembourrage supplémentaire pour la tête du nourrisson et des inserts lombaires dans le siège auto garantissent un trajet confortable et sécurisé.\nLa poignée ergonomique et contournée du siège auto, avec des finitions en simili-cuir haut de gamme, épouse votre hanche pour un transport plus confortable.\nLes inserts pour nourrisson dans le siège auto peuvent être facilement retirés sans avoir à refaire les sangles. Tous les tissus sont lavables en machine et adaptés au sèche-linge.\nGrands guides de ceinture visibles pour une installation simple du siège auto sans la base (mode taxi).\nProtection contre les impacts latéraux (PIL).\n1-Libération d'une main depuis la base du siège auto et la poussette.\nLe siège auto comprend une base pratique à laisser dans la voiture avec la technologie MaxiLock™ offrant 3 positions ajustables, un système LATCH à une seule pression et un pied de soutien qui limite les mouvements en cas de collision.\nLe siège auto respecte ou dépasse les normes de sécurité fédérales.\nLa poussette respecte les exigences de taille des parcs Disney."
}