{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hello [redacted_name],\nYou are receiving this independent survey because you recently participated in an Amazon investigation. You completed an interview with us on October 16, 2024. As an employee participating in this process, we wanted to understand more about your experience. There are questions in this survey about the expectations set, the communications you received, and whether you had the opportunity to provide your view on the matter being investigated. Your feedback is important to improving the employee experience in the investigation process.\nThis survey is not part of the investigation process and is voluntary. It should take approximately 5 minutes to complete. Your responses will be treated as sensitive and confidential. We appreciate you taking the time to tell us about your experience.\nSurvey Link: https://amazonexteu.qualtrics.com/jfe/form/SV_71iOECLkc6vk0js\nPlease note this survey is intended for you to provide feedback on your recent experience in the process. If you have any other concerns regarding conduct/issues that relate to Amazon policies, please contact your People Experience and Technology (PXT) team by clicking here, use the webform (US only) directly from your phone or personal computer, or use EthicsPoint. Responses to this email are not monitored.\nThank you for participating in this survey,\nThe Amazon Employee Workplace Relationship Solutions (EWRS)",
    "trans": "Bonjour [nom_rédigé],\nVous recevez cette enquête indépendante parce que vous avez récemment participé à une enquête Amazon. Vous avez terminé un entretien avec nous le 16 octobre 2024. En tant qu'employé ayant participé à ce processus, nous souhaitons mieux comprendre votre expérience. Cette enquête contient des questions sur les attentes définies, les communications que vous avez reçues et si vous avez eu l'opportunité de partager votre point de vue sur le sujet investigué. Votre feedback est essentiel pour améliorer l'expérience des employés dans le processus d'enquête.\nCette enquête ne fait pas partie du processus d'investigation et est volontaire. Elle devrait prendre environ 5 minutes à compléter. Vos réponses seront traitées comme sensibles et confidentielles. Nous apprécions que vous preniez le temps de nous faire part de votre expérience.\nLien de l'enquête : https://amazonexteu.qualtrics.com/jfe/form/SV_71iOECLkc6vk0js\nCette enquête est destinée à recueillir vos commentaires sur votre expérience récente dans le processus. Si vous avez d'autres préoccupations concernant des problèmes liés aux politiques d'Amazon, veuillez contacter votre équipe People Experience and Technology (PXT) en cliquant ici, utiliser le formulaire en ligne (États-Unis uniquement) directement depuis votre téléphone ou ordinateur personnel, ou utiliser EthicsPoint. Les réponses à cet e-mail ne sont pas surveillées.\nMerci de participer à cette enquête,\nL'équipe Amazon Employee Workplace Relationship Solutions (EWRS)"
}