{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Please it’s important to me that if you’re asking me for a date clean your self &amp; take care of ur self &amp; be presentable let’s have some sort of respect for each other an a first date, don’t like stinky people that l can smell them from a mile away, &amp; if u invite me to a nice restaurant be presentable &amp; if you can’t afford it, don’t do it &amp; start telling me that we have to split a meal once we’re there, it’s awkward. Or invite me to plays and try to get tickets for free that’s really embarrassing &amp; so low, don’t pretend to be someone you’re not just be real but clean ur self &amp; brush ur teeth, hate the smell of mariguana &amp; l don’t like control freaks\nLove some one who has good eating habits &amp; take care of him self,\nLove some one who likes , doing fun things together or just enjoying taking walks together or having a glass of wine and likes to dance",
    "trans": "S'il te plaît, c'est important pour moi : si tu m'invites à un rendez-vous, prends soin de toi, sois propre et présentable. Ayons un minimum de respect l’un pour l’autre lors d’un premier rendez-vous. Je n’aime pas les personnes qui sentent mauvais au point qu’on peut les repérer à un kilomètre.Si tu m’invites dans un bon restaurant, sois bien habillé(e) et, si tu n’as pas les moyens, ne le fais pas. Ne commence pas à me dire, une fois sur place, qu’on doit partager un plat, c’est vraiment gênant. Et ne m'invite pas à des spectacles en essayant d’avoir des billets gratuits, c’est embarrassant et mesquin. Ne fais pas semblant d’être quelqu’un que tu n’es pas, sois juste authentique, mais propre, et surtout brosse-toi les dents !Je déteste l’odeur de la marijuana et je ne supporte pas les control freaks.\nJ’aime les personnes qui ont de bonnes habitudes alimentaires et qui prennent soin d’eux-mêmes.\nJ’aime aussi quelqu’un avec qui je peux partager des activités amusantes, simplement profiter d’une promenade, boire un verre de vin ensemble ou danser."
}