{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Re: Pest Control Entry Date: October 25, 2024\nThis will serve as notice of entry for pest prevention. Massey Pest Control will enter\nyour home on FRIDAY, October 25th, 2024, to treat pest prevention. You do NOT have\nto be home at the time of treatment.\nWe require that all residents do the following items to prepare the home properly for\ntreatment:\n1. Place all uncovered food items in the refrigerator.\n2. Move items (excluding furniture) at least 2 feet from all baseboards.\n3. Coverall fish tanks and turn off filters\n4. Please make sure your pets are locked up or in a safe place.\n5. Ensure that there are no dirty dishes in the kitchen.\n6. Vacuum floors and clean counter tops.\n7. PLEASE REMOVE ALL ITEMS FROM UNDERNEATH THE SINKS. THIS IS\nIMPERATIVE!\nIt is imperative that everyone comply with this treatment in order to maintain a\npest-free community. A non-compliance fee of $50.00 will be charged to those\nthat deny entry to exterminators without exception. This is not optional and is a\nrequirement.\nFEE WILL 100% BE CHARGED FOR DENIAL/REFUSAL OF ENTRY\nLastly, if your home has recently been treated, we must still enter and treat the home\nagain in order to stay on target.\nThank you in advance for your cooperation.",
    "trans": "Objet : Avis d'entrée pour le contrôle des nuisibles - Date : 25 octobre 2024\nCeci sert d'avis d'entrée pour la prévention des nuisibles. Massey Pest Control entrera\ndans votre domicile le VENDREDI 25 octobre 2024 pour effectuer un traitement de prévention des nuisibles. Il n'est PAS nécessaire que vous soyez\nprésent au moment du traitement.\nNous demandons à tous les résidents de suivre les instructions suivantes pour préparer correctement la maison pour le\ntraitement :\n1. Placez tous les aliments non couverts dans le réfrigérateur.\n2. Déplacez les objets (sauf les meubles) à au moins 60 cm des plinthes.\n3. Couvrez les aquariums et éteignez les filtres.\n4. Veuillez vous assurer que vos animaux sont enfermés ou dans un endroit sûr.\n5. Assurez-vous qu'il n'y a pas de vaisselle sale dans la cuisine.\n6. Aspirez les sols et nettoyez les plans de travail.\n7. VEUILLEZ RETIRER TOUS LES OBJETS SOUS LES ÉVIERS. C'EST\nIMPÉRATIF !\nIl est impératif que tout le monde se conforme à ce traitement afin de maintenir une\ncommunauté sans nuisibles. Des frais de non-conformité de 50,00 $ seront facturés à ceux\nqui refusent l'entrée des exterminateurs sans exception. Cela n'est pas optionnel et est une\nexigence.\nDES FRAIS SERONT 100 % FACTURÉS EN CAS DE REFUS D'ENTRÉE.\nEnfin, si votre domicile a récemment été traité, nous devons tout de même entrer et traiter à nouveau votre maison\npour rester dans les délais prévus.\nNous vous remercions par avance de votre coopération."
}