{
    "source": "en_US",
    "target": "fr_FR",
    "text": "1. .( F)\n2. .( T)\n3.\nA concept test is the first physical depiction of a new product\nAn industry is a group of firms producing a similar product or service\nFor feasibility analysis, it is not typically required that an entrepreneur do a rigorous\nfinancial assessment.\nA business plan is more than a document. It’s a guide that helps you outline and achieve\n(T)\n5. Entrepreneur and inventor mean essentially the same thing.( F)\n6. Feasibility analysis is the process of determining whether a business idea is viable.( T)\n7. The proper time to conduct a feasibility analysis is early in thinking through the prospects\nfor a new business.( T)\n8. The thought is to screen ideas after a lot of resources are spent on them(F)\n9. In the feasibility analysis stage, the extent to which a business opportunity is positive\nrelative to each factor is based on an estimate rather than actual performance.( T)\n10. The business plan has one purpose document used outside the firm only.( F)\n11. A clearly written business plan helps the Investors of a firm operate in sync and move\nforward in a consistent and purposeful manner.( F)\n12. Many investors read the business plan look first at the Financial Projections and then go\ndirectly to the management team section.( F)\n13. The executive summary is a short overview provides everything that needs to be known about the new venture’s distinctive nature(T)\n14. Most startups do not focus on servicing a specific (target) market within the industry.( F)",
    "trans": "1. .( F)\n2. .( T)\n3.\nUn test de concept est la première représentation physique d'un nouveau produit\nUne industrie est un groupe d'entreprises produisant un produit ou un service similaire\nPour l'analyse de faisabilité, il n'est généralement pas nécessaire qu'un entrepreneur effectue une évaluation\nfinancière rigoureuse.\nUn business plan est plus qu'un simple document. C'est un guide qui vous aide à définir et atteindre\n(T)\n5. Entrepreneur et inventeur signifient essentiellement la même chose. (F)\n6. L'analyse de faisabilité est le processus permettant de déterminer si une idée d'entreprise est viable. (T)\n7. Le moment approprié pour réaliser une analyse de faisabilité est au début de la réflexion sur les perspectives\nd'une nouvelle entreprise. (T)\n8. L'idée est de filtrer les concepts après y avoir consacré beaucoup de ressources. (F)\n9. Au stade de l'analyse de faisabilité, l'étendue de la positivité d'une opportunité commerciale\npar rapport à chaque facteur repose sur une estimation plutôt que sur une performance réelle. (T)\n10. Le business plan a un seul objectif : être un document utilisé uniquement en dehors de l'entreprise. (F)\n11. Un business plan clairement rédigé aide les investisseurs d'une entreprise à fonctionner en harmonie et à avancer\nde manière cohérente et déterminée. (F)\n12. De nombreux investisseurs, en lisant un business plan, regardent d'abord les projections financières, puis passent\ndirectement à la section sur l'équipe de direction. (F)\n13. Le résumé exécutif est un bref aperçu qui fournit tout ce qu'il faut savoir sur la nature distinctive de la nouvelle entreprise. (T)\n14. La plupart des startups ne se concentrent pas sur le service à un marché spécifique (cible) au sein de l'industrie. (F)"
}