{
    "source": "en_US",
    "target": "fr_FR",
    "text": "are thrilled to announce newversion of ScoreCloud Studio, now equipped with a completely revamped audio engine!\nWe have also added support for macOS 15 Sequoia.\nDownload the new ScoreCloud Studio\nThis upgrade significantly enhances the program's stability, allowing you to compose, arrange, record and listen to your music with greater reliability.\nAdditionally this new audio engine lays the groundwork for upcoming advanced audio features. We are continually evolving ScoreCloud Studio, and this update opens the door for exciting enhancements, such as synced audio recordings, time-stretching, pitch-shifting, and real-time audio processing.\nTHANK YOU!\nWe have listened to your invaluable feedbackand it has beenguiding these innovations. We can't wait to introduce more features to elevate your music-making experience.\nThanks to you we have also been able to address multiple bugs and issues in this version.\nThank you for being a part of the ScoreCloud community! We are eager to hear how you enjoy the new version and encourage you to reach out with any feedback or feature requests.\nStay tuned for more updates as we continue to enhance ScoreCloud Studio,",
    "trans": "nous sommes ravis d'annoncer la nouvelle version de ScoreCloud Studio, désormais équipée d'un moteur audio entièrement remanié !\nNous avons également ajouté la prise en charge de macOS 15 Sequoia.\nTéléchargez le nouveau ScoreCloud Studio\nCette mise à niveau améliore considérablement la stabilité du programme, vous permettant de composer, arranger, enregistrer et écouter votre musique avec une plus grande fiabilité.\nDe plus, ce nouveau moteur audio prépare le terrain pour de futures fonctionnalités audio avancées. Nous faisons évoluer ScoreCloud Studio en permanence, et cette mise à jour ouvre la voie à des améliorations passionnantes, telles que des enregistrements audio synchronisés, l'étirement temporel, la transposition de hauteur et le traitement audio en temps réel.\nMERCI !\nNous avons tenu compte de vos précieux commentaires, qui ont guidé ces innovations. Nous sommes impatients de vous présenter d'autres fonctionnalités pour améliorer votre expérience de création musicale.\nGrâce à vous, nous avons également pu résoudre de nombreux bogues et problèmes dans cette version.\nNous vous remercions de faire partie de la communauté ScoreCloud ! Nous sommes impatients de savoir comment vous appréciez la nouvelle version et vous encourageons à nous faire part de vos commentaires ou de vos demandes de fonctionnalités.\nRestez à l'écoute pour d'autres mises à jour alors que nous continuons à améliorer ScoreCloud Studio,"
}