{
    "source": "en_US",
    "target": "fr_FR",
    "text": "GLC provides Linguist support under the World Protective Service II contract to State Department employees, their household members, U.S. and foreign government dignitaries, diplomats, officials, employees, and other individuals in the U.S. and overseas. GLC supports our partner by providing interpreters and translators to facilitate verbal and/or written communications between non-English- and English-speaking individuals. GLC also provides language support during service forums such as meetings, briefings, training, and/or operational support.\nGLC has worked with ENSE Group, one of our oldest commercial clients, for almost twenty years providing technical and non-technical translations for their Immigration Control System.\nGLC has been working with the State Department for the last seven years in foreign language education and training. We have over 240 instructors, curriculum developers, testers, distance learning mentors, and/or management and support staff.",
    "trans": "GLC fournit un soutien linguistique dans le cadre du contrat World Protective Service II pour les employés du Département d'État, leurs membres de la famille, les dignitaires, diplomates, fonctionnaires, employés américains et étrangers, ainsi que d'autres personnes aux États-Unis et à l'étranger. GLC soutient nos partenaires en fournissant des interprètes et des traducteurs pour faciliter la communication verbale et/ou écrite entre les individus anglophones et non-anglophones. GLC fournit également un soutien linguistique lors de forums de service tels que des réunions, des briefings, des formations et/ou un soutien opérationnel.\nGLC travaille avec le groupe ENSE, l'un de nos plus anciens clients commerciaux, depuis presque vingt ans en fournissant des traductions techniques et non techniques pour leur Système de Contrôle de l'Immigration.\nGLC collabore avec le Département d'État depuis sept ans dans le domaine de l'éducation et de la formation en langues étrangères. Nous avons plus de 240 instructeurs, développeurs de programmes, testeurs, mentors en apprentissage à distance, ainsi que du personnel de gestion et de soutien."
}