{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Chapter 3: Congratulations, It's Puppies! (1)\nPeter was still sitting in [redacted_name] chair, in [redacted_name] old office – their father's old office – when someone else came visit. He arched an eyebrow as a familiar scent filled his nose. The boy who'd driven [redacted_name] to the Hale House earlier. The peculiar thing was that Peter didn't remember [redacted_name] mentioning any other boy. The only ones whose safety [redacted_name] had asked for, well demanded really, had been Scott, Allison, [redacted_name], Melissa and, naturally, his father. Yet this boy, his scent was also always vaguely around [redacted_name], he was the one [redacted_name] had called to take care of [redacted_name], had trusted to take care of [redacted_name]. So Peter remained seated and waited, curious.\nIt didn't take long for Derek to drag the blonde, freckled boy into the office, a scowl on his dear nephew's face. Peter didn't let that bother him, he simply smiled, bemused and patient. Derek gave the boy a last shove into Peter's direction, then crossed his arms and leaned against the door-frame.\n\"I want what Scott has,\" the boy spoke after a moment, after gathering his courage.\n\"You will have to be more precise,\" Peter furrowed his brows. \"Failing grades? [redacted_name]' loyalty? A tendency to complain? Daddy and authority issues due to an absent father?\"\nA snort came from Derek in the background and the boy glared at Peter. \"I want to be a werewolf. I asked Derek, but he said you are the [redacted_name]. Which means you can turn me.\"\nCocking an eyebrow, Peter glared at his nephew, who offered a carefree 'not my problem' kind of shrug. Oh no. Derek was turning back into the little shit he used to be before the fire. How insufferable (how achingly nostalgic). Snorting, Peter regarded the boy more closely. Strong, athletic, cock-sure. He could make a strong beta, perhaps. And the entanglement with [redacted_name] made him all the more appealing. The best course of action to ensure [redacted_name] would stay at his side, with this pack, was to build a pack around the people in Stiles' life.\n\"I am the one who can turn you,\" Peter confirmed, flashing his eyes red and offering a smile full of fangs. \"However, I am not the one who decides who gets turned.\"\nThe boy frowned at him, then instinctively turned toward Derek. But Derek just barked out a laugh. A real laugh, sarcastic as it may be, it was the first time Peter heard his nephew laugh since before the fire. The way he laughed, at someone else's expense, reminded him of times when Derek would do anything to annoy his sister and if he got Laura in trouble, he'd gloat. There was an ugly, twisted feeling in Peter's chest at the memory of carefree times, of Derek and Laura.\n\"Oh, you're going to absolutely hate what he says next, Jackson,\" Derek declared amused.\n/break\\\nStiles watched warily how [redacted_name] sat down opposite him. At this point in his life, Jackson Whittemore had become a fixed part of [redacted_name]' lunch. But that was on account of Scott dating Allison who had befriended [redacted_name] who was still unfortunately dating [redacted_name] (hey, just because [redacted_name] was over his infatuation with Lydia didn't mean he didn't want her to develop better taste). Considering that Lydia was still in the hospital and Allison had taken a leave of absence with her aunt's death ([redacted_name]' mind was still working angles on how to smooth that one over), [redacted_name] had no reason to sit with [redacted_name] and Scott right now. He should be with [redacted_name], or literally anyone else. Not to mention the very constipated look on [redacted_name] face as he stared directly at [redacted_name].\nAfter a minute,[redacted_name] caved and sighed. \"Okay, what do you want.\"\n\"I went to see the [redacted_name],\" [redacted_name] growled softly.\nOh, crap. [redacted_name]' face scrunched up. Jackson hadn't exactly made a secret about wanting the Bite and considering the way [redacted_name] had used [redacted_name] as his personal Uber to Kate [redacted_name] execution, there was no hiding where the Hales were or who was in charge. [redacted_name] sighed and leaned back.",
    "trans": "Chapitre 3 : Félicitations, ce sont des chiots ! (1)\nPeter était toujours assis dans le fauteuil de [nom_rédigé], dans leur ancien bureau – le bureau de leur père – quand quelqu'un d'autre est venu lui rendre visite. Il leva un sourcil en sentant une odeur familière lui chatouiller les narines. C'était le garçon qui avait conduit [nom_rédigé] à la maison des Hale plus tôt. La chose étrange, c'est que Peter ne se souvenait pas que [nom_rédigé] ait mentionné un autre garçon. Les seules personnes dont [nom_rédigé] avait demandé – ou plutôt exigé – la protection étaient Scott, Allison, [nom_rédigé], Melissa et, naturellement, son père. Pourtant, ce garçon, son odeur était toujours vaguement présente autour de [nom_rédigé]. C'était lui que [nom_rédigé] avait appelé pour s'occuper de [nom_rédigé], celui à qui il avait fait confiance pour veiller sur [nom_rédigé]. Alors Peter resta assis et attendit, curieux.\nIl ne fallut pas longtemps à Derek pour traîner le garçon blond et tacheté de son dans le bureau, une grimace sur le visage de son cher neveu. Peter ne se laissa pas démonter, il se contenta de sourire, amusé et patient. Derek poussa une dernière fois le garçon en direction de Peter, puis croisa les bras et s'appuya contre le cadre de la porte.\n« Je veux ce que Scott a », déclara le garçon après un moment, après avoir rassemblé son courage.\n« Tu vas devoir être plus précis », fronça Peter. « Des mauvaises notes ? La loyauté de [nom masqué] ? Une tendance à se plaindre ? Des problèmes avec l'autorité à cause d'un père absent ? »\nUn ricanement s'échappa de Derek en arrière-plan, et le garçon lança un regard noir à Peter. « Je veux devenir un loup-garou. J'ai demandé à Derek, mais il a dit que tu étais le [nom masqué]. Ce qui signifie que tu peux me transformer. »\nEn levant un sourcil, Peter jeta un regard noir à son neveu, qui répondit par un haussement d'épaules nonchalant, du genre « pas mon problème ». Oh non. Derek redevenait le petit con qu'il était avant l'incendie. Quel insupportable (et pourtant, quelle nostalgie douloureuse). Peter ricana et observa le garçon de plus près. Fort, athlétique, sûr de lui. Il pourrait faire un bon bêta, peut-être. Et son lien avec [nom masqué] le rendait encore plus attirant. La meilleure façon de s'assurer que [nom masqué] resterait à ses côtés, dans cette meute, était de construire une meute autour des personnes dans la vie de Stiles.\n« Je suis celui qui peut te transformer », confirma Peter, ses yeux brillant d'un rouge vif et un sourire plein de crocs. « Cependant, je ne suis pas celui qui décide qui est transformé. »\nLe garçon fronça les sourcils, puis se tourna instinctivement vers Derek. Mais Derek éclata de rire. Un vrai rire, aussi sarcastique soit-il, c'était la première fois que Peter entendait son neveu rire depuis avant l'incendie. La façon dont il riait, aux dépens de quelqu'un d'autre, lui rappelait l'époque où Derek faisait tout pour ennuyer sa sœur, et si Laura avait des ennuis, il jubilait. Une sensation laide et tordue s'installa dans la poitrine de Peter au souvenir de ces moments insouciants, de Derek et Laura.\n« Oh, tu vas absolument détester ce qu'il va dire ensuite, Jackson », déclara Derek, amusé.\n/pause\\\nStiles observa avec méfiance [nom_rédigé] s'asseoir en face de lui. À ce stade de sa vie, Jackson Whittemore était devenu un élément fixe du déjeuner de [nom_rédigé]. Mais c'était à cause de Scott qui sortait avec Allison, qui s'était liée d'amitié avec [nom_rédigé], qui sortait malheureusement toujours avec [nom_rédigé] (hé, ce n'est pas parce que [nom_rédigé] avait surmonté son engouement pour Lydia qu'il ne souhaitait pas qu'elle développe un meilleur goût). Étant donné que Lydia était toujours à l'hôpital et qu'Allison avait pris un congé après la mort de sa tante ([nom_rédigé] cherchait encore des moyens d'arranger ça), [nom_rédigé] n'avait aucune raison de s'asseoir avec [nom_rédigé] et Scott en ce moment. Il aurait dû être avec [nom_rédigé], ou littéralement n'importe qui d'autre. Sans parler de l'air très constipé sur le visage de [nom_rédigé] alors qu'il fixait directement [nom_rédigé].\nAprès une minute, [nom_rédigé] céda et soupira. « D'accord, qu'est-ce que tu veux ? »\n« Je suis allé voir le [nom_rédigé] », grogna doucement [nom_rédigé].\nOh, merde. Le visage de [nom _rédigé] se crispa. Jackson n'avait pas exactement fait un secret de son désir de recevoir la Morsure, et vu la façon dont [nom_rédigé] avait utilisé [nom_rédigé] comme son Uber personnel pour l'exécution de Kate [nom_rédigé], il n'y avait aucun moyen de cacher où se trouvaient les Hale ou qui était aux commandes. [nom_rédigé] soupira et se renversa en arrière."
}