{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Acknowledgments. The authors are grateful to members of the steering committee of the INDR for support in facilitating the linkage between the two databases described herein. The authors thank the administrative staff of the Department of Military Medicine, Hebrew University, for tech- nical support throughout this study.\nFunding. This study was supported by a research grant from the Medical Corps Israel Defense Forces (Israel) awarded to G.T.\nDuality of Interest. No potential conflicts of interest relevant to this article were reported. Author Contributions. G.T. conceived and de- signed the study; analyzed and interpreted the data; wrote the first draft of and revised the manuscript, incorporating contributions from co- authors; and decided on submission. I.Z., M.L., T.S., and D.T. conducted database management quality assurance, interpreted the data, contributed to the discussion, and critically revised the manu- script. A.A., T.C.-Y., O.M., O.P.-H., I.R., and H.C.G. interpreted the data, contributed to the discus- sion, and critically revised the manuscript. C.D.B. and S.T. analyzed the data, contributed to the discussion, and critically revised the manuscript. E.D. conducted the statistical analysis and critically revised the manuscript. A.T. designed the study, analyzed and interpreted the data, wrote the first draft, and decided on submission. G.T. is the guar- antor of this work and, as such, had full access to all the data in the study and takes responsibility for the integrity of the d",
    "trans": "Remerciements. Les auteurs remercient les membres du comité de direction de l'INDR pour avoir facilité les liens entre les deux bases de données décrites ci-dessous. Les auteurs remercient le personnel administratif du Département de Médecine Militaire, de l'Université Hébraïque, pour support technique au cours de cette étude.\nFinancement. Cette étude a été soutenue par une bourse de recherche de la part du Corps Médical des Forces de Défense d'Israël (Israël) attribuée à G.T.\nConflit d'intérêt. Aucun conflit d'intérêt potentiel en rapport avec l'article n'a été mis en évidence. Contributions des auteurs. G.T. a conçu et élaboré l'étude ; analysé et interprété les données ; écrit le premier jet de et corrigé le manuscrit, en incorporant les contributions des co-auteurs ; et décidé de la soumission. I.Z., M.L., T.S., et D.T. ont effectué l'assurance de la qualité de gestion de la base de données, interprété les données, ont participé aux discussions, et ont corrigé le manuscrit. A.A., T.C.-Y., O.M., O.P.-H., I.R., et H.C.G ont interprété les données, ont participé aux discussions, et ont corrigé le manuscrit. C.D.B. et S.T. ont analysé les données, ont participé à la discussion, et corrigé le manuscrit. E.D. a conduit l'analyse statistique et corrigé le manuscrit. A.T. a élaboré l'étude, analysé et interprété les données, écrit le premier jet, et décidé de la soumission. G.T. est le garant de ce travail et, en tant que tel, a eu accès complet aux données de l'étude et assume les responsabilités de l'intégrité de l"
}