{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Privacy Act Acknowledgement for Tenants\nPlease read the following privacy act acknowledgement and sign the bottom prior to submitting your application form.\nDingle Partners Pty Ltd, [redacted_number] and its associated companies (“we, our, us”) respects your right to privacy and adheres to the Australian Privacy Principles contained in the Privacy Act 1988 (Cth). These principles regulate most of our activities with respect to personal information collected, stored, used and disclosed by us.\nThe information collected from you in this form is required for us to consider your application to rent a property that we manage and generally to carry out our role as property managers including the ongoing management of your tenancy. To carry out this role, we may need to disclose your personal information to others including:\n•the landlord\n• the landlord’s lawyer, mortgagee or insurer\n• referees you have nominated and managersof properties you have rented in the past\n• organisations or trades people required tocarry out maintenance to your premises\n• Residential Tenancy Bond Authority\n• Victorian & Administrative Tribunal, Courtsand other Government Agencies\n• Law enforcement authorities, debt-collectorsor Consumer Affairs Victoria\n• National Tenancy Database [NTD] a divisionof VEDA Advantage Information Services andSolutions Limited ABN 26 000 602 862\nYour information will be added to our client databases and may be used by us to contact you in relation to other properties, for marketing purposes and for other purposes related to our functions and activities.\nOur privacy policy provides further details about how we will manage your personal information and can be viewed at www.chisholmgamon.com.au. Alternatively, please contact our Office and we will post or email you a free copy.\nIf you wish to access or seek correction of your personal information that we hold, or if you want to complain about our handling of your personal information, please contact us as set out below. Our privacy policy contains more details about accessing and correcting personal information and our complaints process.",
    "trans": "Accusé de réception de la loi sur la protection de la vie privée pour les locataires\nVeuillez lire l’accusé de réception suivant relatif à la loi sur la protection de la vie privée et signer en bas avant de soumettre votre formulaire de demande.\nDingle Partners Pty Ltd, [numéro masqué] et ses sociétés affiliées (“nous, notre, nos”) respectent votre droit à la vie privée et adhèrent aux Principes de la vie privée australiens contenus dans la Loi sur la protection de la vie privée de 1988 (Cth). Ces principes régissent la plupart de nos activités concernant les informations personnelles collectées, stockées, utilisées et divulguées par nous.\nLes informations réunies auprès de vous dans ce formulaire sont nécessaires pour que nous puissions examiner votre demande de location d'une propriété que nous gérons et, de manière générale, pour favoriser notre rôle de gestionnaire immobilier, en plus de la gestion continue de votre location. Pour mener à bien ce rôle, nous pourrions avoir besoin de divulguer vos informations personnelles à d'autres parties, y compris :\n• le propriétaire\n• l'avocat, le créancier hypothécaire ou l'assureur du propriétaire\n• les personnes de référence que vous avez nommées et les gestionnaires des propriétés que vous avez louées par le passé\n• les organisations ou les artisans nécessaires pour effectuer des travaux d'entretien dans votre logement\n• l'Autorité de la caution de location résidentielle\n• le Tribunal administratif et de la location, les tribunaux et autres agences gouvernementales\n• les autorités de la loi, les sociétés de recouvrement de créances ou Consumer Affairs Victoria\n• National Tenancy Database [NTD], une division de VEDA Advantage Information Services and Solutions Limited ABN 26 000 602 862\nDans nos bases de données, nous ajouterons vos informations de données clients et pourront être utilisées par nos soins pour vous contacter concernant d'autres propriétés, à des fins de marketing et pour d'autres objectifs liés à nos fonctions et activités.\nNotre politique de confidentialité fournit davantage de détails sur la manière dont nous gérerons vos informations personnelles et peut être consultée sur www.chisholmgamon.com.au. Il est également possible de contacter notre bureau et nous vous enverrons une copie gratuite par courrier ou par e-mail.\nAu cas ou vous désirez accéder à vos informations personnelles que nous détenons ou demander leur correction, ou si vous souhaitez porter plainte concernant la gestion de vos informations personnelles, merci de nous contacter comme indiqué ci-dessous. Notre politique de confidentialité contient plus de détails sur l'accès et la correction des informations personnelles et sur notre procédure de plainte."
}