{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Wanheda, as promised,\" Roan announced, his voice laced with a mixture of finality and contempt. With a forceful shove, he pushed me down to the ground. The suddenness of his action caught me off guard, sending a jolt of pain through my body as I hit the earth. Dust and small stones dug into my palms and knees, the physical discomfort a sharp contrast to the whirlwind of emotions swirling within me.\nHe yanked the bag from my head with a swift, almost violent gesture, the rough fabric scraping against my skin. Blinking against the harsh light, my vision gradually adjusted to the surroundings, the shapes and colors slowly coming into focus. As my eyes lifted, I was met with a sight that made my heart stop. There, standing before me, was the face I had convinced myself I would never see again. The shock of recognition was immediate and overwhelming. My breath hitched in my throat, a myriad of emotions flooding through me – surprise, relief, disbelief, and an undercurrent of fear.\nFor a moment, time seemed to stand still. The sounds of the world around us – the rustling of leaves, the distant calls of birds, the murmuring of the people gathered – all faded into a muted backdrop. All that mattered, all that existed in that instant, was the face before me, a visage from a past I had thought lost forever. The expression on their face mirrored my own – a complex tapestry of feelings, a mix of joy, pain, and the scars of experiences that had changed us both. Our eyes locked, a silent communication passing between us, words unnecessary and inadequate for the torrent of emotions that the reunion stirred. In the periphery, I was vaguely aware of Roan's presence, a looming figure whose role in this unexpected turn of events was as yet unclear. But for that moment, his presence was secondary to the shock and awe of seeing a familiar face from a life that I had once thought was irretrievably gone.\n\"Hello Kegan,\" Lexa said, her voice cutting through the charged air with a mixture of authority and an underlying hint of something unspoken. Her eyes, sharp and commanding, held mine for a moment that felt both eternal and fleeting.",
    "trans": "« Wanheda, comme promis », annonça Roan, sa voix empreinte de finalité et de mépris. D’un coup brusque, il me poussa au sol. La soudaineté de son geste me prit de court, envoyant une décharge de douleur à travers mon corps quand je frappai le sol. La poussière et les petits cailloux s’enfoncèrent dans mes paumes et mes genoux, la douleur physique étant un contraste frappant avec le tourbillon d’émotions qui m’envahissait.\nIl tira le sac de ma tête d’un geste rapide, presque violent, le tissu rugueux égratignant ma peau. Clignant des yeux face à la lumière intense, ma vision s’ajusta peu à peu, les formes et les couleurs se mettant lentement au point. Lorsque mes yeux se levèrent, je fus face à une vision qui fit stopper mon cœur. Là, devant moi, était le visage que je m’étais juré de ne jamais revoir. Le choc de la reconnaissance fut immédiat et accablant. Mon souffle se coucha dans ma gorge, une myriade d’émotions déferlant en moi – surprise, soulagement, incrédulité et une pointe de peur.\nPendant un instant, le temps s'est arrêté. Les bruits du monde qui nous entourait - le bruissement des feuilles, les cris lointains des oiseaux, le murmure des personnes rassemblées - se sont tous évanouis dans une toile de fond muette. Tout ce qui comptait, tout ce qui existait à cet instant, c'était le visage qui se trouvait devant moi, un visage issu d'un passé que j'avais cru perdu à jamais. L'expression de son visage reflétait la mienne - une tapisserie complexe de sentiments, un mélange de joie, de douleur et de cicatrices d'expériences qui nous avaient changés tous les deux. Nos yeux se sont croisés, une communication silencieuse s'est établie entre nous, les mots étant inutiles et inadaptés au torrent d'émotions que ces retrouvailles ont suscité. À la périphérie, j'étais vaguement consciente de la présence de Roan, une silhouette menaçante dont le rôle dans cette tournure inattendue des événements n'était pas encore clair. Mais pour l'instant, sa présence était secondaire par rapport au choc et à l'émerveillement de voir un visage familier d'une vie que j'avais cru irrémédiablement disparue.\n« Bonjour Kegan », dit Lexa, sa voix traversant l’air chargé d’une autorité mêlée à un sous-entendu de quelque chose d’inexprimé. Ses yeux, perçants et autoritaires, soutinrent les miens un instant, un moment à la fois éternel et fugace."
}