{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Disposing of excavated and demolished materials and debris at designated spoils areas.\nExecute safe excavation slopes in soil or rock, in dry conditions or underwater.\nIf needed, design, provide, install, any required stabilization measures for the soil/rock cuts, and submit a detailed\nmethod statement for all activities to the engineer for approval prior to construction.\nDesigning and providing, where needed, a temporary dewatering system with a detailed method statement for all\nexcavation/earthworks activities to allow construction in dry conditions, if the groundwater level is detected above the\nworking level and removing the dewatering system when no longer needed. Moreover, a surface drainage system shall\nbe designed to ensure efficient removal of rainwater from excavation and construction site.\nIf and where required, design, provide, install, monitor, and maintain excavation supports and protection systems,\ncapable of safely resisting soil and groundwater pressure for supporting the sides of the excavation in a manner\nacceptable to the engineer at the contractor's sole risk and responsibility. The contractor is also responsible for\nremoving the excavation supports and protection systems when they are no longer needed without disturbing the\nunderlying soils or causing any damage to the adjacent structures, utilities, pavements, or other facilities.\nFor temporary facilities, the Contractor shall design and construct the foundations to satisfy the Saudi Building Codes.\nThe foundations of the temporary facilities should not overload or interfere with the foundations of other nearby\nbuildings.\nThe subsurface investigation report shall be provided solely for the guidance of the Contractor who is entirely\nresponsible for his own assessment, interpretation, determination of design parameters and use.\nThe Contractor is responsible for detailed design and construction of the permanent excavation support system (of\nappropriate type and without any anchorage system) as shown on the relevant drawings. In case an open excavation,\nwherever required, cannot be carried out due to space/stability limitations, then temporary excavation side support\nsystem shall be implemented based on an approved Method Statement.\nThe excavation supports and protection systems must be capable of safely resisting soil pressure, groundwater\npressure and surcharge pressure of adjacent existing roads/ structures, shall be designed, provided, installed,\nmonitored, and maintained for supporting the sides of the excavation in a manner accepted to the Engineer at the\nContractor's sole risk and responsibility.\nMoreover, Dewatering system shall be designed, provided, installed, and maintained by the Contractor for any surface water\nencountered within site and for any ground water encountered during excavation in a manner accepted to the Engineer and as\nper local authority and project specifications requirements to allow construction works to proceed in dry conditions.",
    "trans": "Évacuation des matériaux et débris excavés et démolis vers les zones de déblais désignées.\nRéalisation de pentes d'excavation sûres dans le sol ou la roche, dans des conditions sèches ou sous-marines.\nSi nécessaire, conception, fourniture et installation de toutes les mesures de stabilisation requises pour les coupes de sol/roche, et soumission d'une note de\nméthode détaillée pour toutes les activités à l'ingénieur pour approbation avant la construction.\nConception et fourniture, si nécessaire, d'un système de dénoyage temporaire avec une note de méthode détaillée pour toutes les activités\nd'excavation/terrassement afin de permettre la construction dans des conditions sèches, si le niveau de la nappe phréatique est détecté au-dessus\ndu niveau de travail, et retrait du système de dénoyage lorsqu'il n'est plus nécessaire. De plus, un système de drainage de surface doit\nêtre conçu pour assurer une évacuation efficace des eaux de pluie du site d'excavation et de construction.\nSi et où cela est requis, conception, fourniture, installation, surveillance et entretien de systèmes de soutènement et de protection d'excavation,\ncapables de résister en toute sécurité à la pression du sol et des eaux souterraines pour soutenir les parois de l'excavation d'une\nmanière acceptable pour l'ingénieur, aux seuls risques et responsabilités de l'entrepreneur. L'entrepreneur est également responsable du\nretrait des systèmes de soutènement et de protection d'excavation lorsqu'ils ne sont plus nécessaires, sans perturber les\nsols sous-jacents ni causer de dommages aux structures, services publics, chaussées ou autres installations adjacentes.\nPour les installations temporaires, l'entrepreneur doit concevoir et construire les fondations conformément aux codes de construction saoudiens.\nLes fondations des installations temporaires ne doivent pas surcharger ou interférer avec les fondations des\nbâtiments voisins.\nLe rapport d'étude du sous-sol est fourni uniquement à titre indicatif pour l'entrepreneur, qui est entièrement\nresponsable de sa propre évaluation, interprétation, détermination des paramètres de conception et utilisation.\nL'entrepreneur est responsable de la conception détaillée et de la construction du système de soutènement d'excavation permanent (de\ntype approprié et sans système d'ancrage) tel qu'indiqué sur les dessins pertinents. Dans le cas d'une excavation ouverte,\nsi cela est nécessaire, mais ne peut être réalisée en raison de limitations d'espace/stabilité, un système de soutènement latéral d'excavation temporaire\ndoit être mis en œuvre sur la base d'une note de méthode approuvée.\nLes systèmes de soutènement et de protection d'excavation doivent être capables de résister en toute sécurité à la pression du sol, à la pression des\neaux souterraines et à la surcharge des routes/structures existantes adjacentes, et doivent être conçus, fournis, installés,\nsurveillés et entretenus pour soutenir les parois de l'excavation d'une manière acceptée par l'ingénieur,\naux seuls risques et responsabilités de l'entrepreneur.\nDe plus, un système de dénoyage doit être conçu, fourni, installé et entretenu par l'entrepreneur pour toute eau de surface\nrencontrée sur le site et pour toute eau souterraine rencontrée pendant l'excavation, d'une manière acceptée par l'ingénieur et conformément\naux exigences des autorités locales et des spécifications du projet, afin de permettre la poursuite des travaux de construction dans des conditions sèches."
}