{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Figured you’d need it so you don’t give people STIs.”\n“What...?”\nHe stands up with the same infuriating calm. “Good night, then.” “Wait—”\nThe moment I touch his wrist, he whirls around fast and slams me\nagainst the wall with an elbow on my throat.\n“Don’t fucking touch me,” he grits out, his lips so close to mine, he\nalmost kisses me with every word.\nI suppress a groan at how fucking sexy he looks when he’s enraged. I\ntake a shit ton of pride in the fact that I’m the only one who sees this side of him—rugged at the edges and different from the golden-boy image he wears in public.\nHe’s perfect to the outside world but himself with me.\nSo what do I do? What I do best, of course.\nProvoke him more.\n“Are you mad about something, my lotus flower? Maybe a certain scene\nyou saw earlier today?”\n“Who the fuck do you think you are that I would notice you?”\n“Oh, but you did.” My fingers dig into his nape. “It’s why you’re losing\nyour precious control right now. Tell me, Bran, are you jealous?”\n“Jealous? Over you? Not in this lifetime.”\n“In that case, should I call Simon to join us? That’s his name, by the\nway, Simon. He’s gay and loves threesomes. Or maybe you can sit down and watch as I rail him.”\nHe lifts his fist and punches me in the face. Oh fuck. He’s really losing it, my Prince Charming.\nMore.\nGive me more.\nI grin up at him. “I take that as a no?”\n“I’m going to fucking kill you.”\n“Promises, promises.”\n“[redacted_name]!”\n“Yes, baby?”\n“Don’t baby me. In fact, we’re done.” He releases me with a shove. “Go\nto your Simon.”\n“No, fuck no.” I clutch him by the wrist, then shove the condoms back\nin his hand. “I’m clean, asshole. I wouldn’t have done that to you or",
    "trans": "« Je me suis dit que tu en aurais besoin, comme ça tu ne refiles pas de MST aux gens. »\n« Quoi...? »\nIl se lève, toujours avec le même calme exaspérant. « Bonne nuit, alors. » « Attends... »\nAu moment où je touche son poignet, il se retourne brusquement et me\nplaque contre le mur, son coude contre ma gorge.\n« Ne me touche putain pas », grince-t-il, ses lèvres si près des miennes\nqu'il manque de m'embrasser à chaque mot.\nJe réprime un gémissement devant le côté putain de sexy qu'il a quand il est enragé.\nJe suis super fière d'être la seule à voir cette facette de lui – brute sur les bords et différente de l'image de garçon en or qu'il projette en public.\nIl est parfait pour le monde extérieur, mais il est lui-même avec moi.\nAlors, qu'est-ce que je fais ? Ce que je fais le mieux, bien sûr.\nJe le provoque encore plus.\n« T'es fâché pour quelque chose, ma fleur de lotus ? Peut-être une certaine scène que\nt'as vue plus tôt aujourd'hui ? »\n« Pour qui tu te prends pour que je te remarque ? »« Oh, mais tu m'as remarquée. »\nMes doigts s'enfoncent dans sa nuque.\n« C'est pour ça que tu perds ton précieux contrôle en ce moment. Dis-moi, Bran, t'es jaloux ? »\n« Jaloux ? De toi ? Jamais de la vie. »\n« Dans ce cas, je devrais peut-être appeler Simon pour qu'il nous rejoigne ? C'est son nom, au fait, Simon. Encore.\nIl est gay et adore les plans à trois. Ou peut-être que tu peux t'asseoir et regarder pendant que je le saute. »\nIl lève le poing et me frappe au visage. Oh putain. Il est vraiment en train de péter les plombs, mon Prince Charmant.\nDonne-m'en\nencore.\nJe lui souris. « Je prends ça pour un non ? »\n« Je vais putain de te tuer. »\n« Promesses, promesses. »\n« [Nom_censuré] ! »\n« Oui, bébé ? »\n« Ne m'appelle pas bébé. En fait, c'est fini entre nous. »\n« Non, putain non. »\nJe le serre par le poignet, puis lui remets les préservatifs dans la main.\nIl me lâche en me repoussant. « Va voir ton Simon. »« Je suis clean, connard. Je ne t'aurais pas fait ça à toi ou... »"
}