{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This is your first Belbin team project in the module.\n Imagine your Belbin team is a management consulting firm in Shanghai.\n You have been approached by a global media company to come up with a\nnew adventure for their famous character, the “SuperTeddy” (see the\npicture above).\n As a team, you are told by the global media company to create a short\ncartoon that includes a short English-language text of about 5-10 captions.\n You will present your finished cartoon to the class next time in my session\nas a PPT.\n First, you will need to hold a team meeting to brainstorm ideas and plan\nyour strategy.\n The time limit for the presentation is 5-8 minutes. If you could keep your\npresentation within 8 minutes, that would be OK.\n At the end of your presentation, there will be a short Q&A session.\n As to who, and how many of you, are to give the presentation, it is up to\nyou to decide among yourselves within your Belbin team.",
    "trans": "Il s'agit de votre premier projet d'équipe Belbin dans ce module.\nImaginez que votre équipe Belbin fait partie d'une société de conseil en gestion à Shanghai.\nVous avez été contactés par une entreprise mondiale de médias pour créer une\nnouvelle aventure pour leur personnage célèbre, le « SuperTeddy »\n(voir l'image ci-dessus).\nEn tant qu'équipe, l'entreprise mondiale vous demande de réaliser un court\ndessin animé comportant un texte en anglais de 5 à 10 légendes.\nVous présenterez votre dessin animé fini à la classe lors de la prochaine session sous forme de présentation\nPowerPoint.\nTout d'abord, vous devrez organiser une réunion d'équipe pour générer des idées\net planifier votre stratégie.\nLe temps imparti pour la présentation est de 5 à 8 minutes. Si vous parvenez à\nrespecter un temps de présentation inférieur ou égal à 8 minutes, cela sera acceptable.\nÀ la fin de votre présentation, il y aura une courte session de questions-réponses.\nQuant à la répartition des rôles pour la présentation et le nombre de personnes devant la présenter, cela dépend\nde vous et vous pouvez en discuter au sein de votre équipe Belbin."
}