{
    "source": "en_US",
    "target": "fr_FR",
    "text": "School Meals\nDid you know that your child may qualify for free school meals? If your child is eligible, it will allow them to enjoy a nutritious school meal daily without the additional cost or need to provide a packed lunch.\nYour child may be able to receive free school meals if you are in receipt of any of the following:\n• Income Support\n• income-based Jobseeker’s Allowance\n• income-related Employment and Support Allowance\n• support under Part VI of the Immigration and Asylum Act 1999\n• the guaranteed element of Pension Credit\n• Child Tax Credit (provided you’re not also entitled to Working Tax Credit and have an annual gross income of no more than £16,190)\n• Working Tax Credit run-on - paid for 4 weeks after you stop qualifying for Working Tax Credit\n• Universal Credit - if you apply on or after 1 April 2018 your household income must be less than £7,400 a year (after tax and not including any benefits you get)\nWe would encourage everyone to register for free school meals if you think you may be entitled. As we use a cashless system, the payment will be discreet and your child’s catering account will be topped up automatically.\nIf you think you may be eligible, please apply via the following link:\nhttps://www.plymouth.gov.uk/free-school-meals\nIf you would any support with your application we are offering a drop in between Tuesday 1st – Thursday 3rd October. Please feel free to drop in to our reception between 9am – 11am. Please remember to bring along your National Insurance Number. If you have any questions around the process, please do not hesitate to contact us via; contact@marineacademy.org.uk\nYours sincerely\n[redacted_name]\nBusiness Support Manager\nRegistered Address: Ted Wragg Multi-Academy Trust, Cranbrook Education Campus, Tillhouse Road, Cranbrook, Exeter, England, EX5 7EE.\nCompany Registered No: 08545109\nVAT Registration No: GB432696185",
    "trans": "Repas scolaires\nSaviez-vous que votre enfant pourrait être éligible à des repas scolaires gratuits ? Si votre enfant remplit les conditions, cela lui permettra de profiter d'un repas scolaire nutritif chaque jour sans frais supplémentaires ni besoin de préparer un panier-repas.\nVotre enfant pourrait bénéficier de repas scolaires gratuits si vous recevez l'une des aides suivantes :\nAllocation de soutien au revenu\nAllocation de recherche d'emploi basée sur les revenus\nAllocation d'emploi et de soutien liée aux revenus\nSoutien en vertu de la Partie VI de la loi sur l'immigration et l'asile de 1999\nL'élément garanti du Crédit de Pension\nCrédit d'impôt pour enfant (à condition que vous ne soyez pas également éligible au Working Tax Credit et que votre revenu brut annuel ne dépasse pas 16 190 £)\nCrédit d'impôt de travail – versé pendant 4 semaines après avoir cessé d'être éligible au Working Tax Credit\nCredit Universel – si vous faites une demande à partir du 1er avril 2018, le revenu de votre ménage doit être inférieur à 7 400 £ par an (après impôts et hors prestations sociales que vous percevez)\nNous encourageons tout le monde à s'inscrire pour les repas scolaires gratuits si vous pensez être éligible. Comme nous utilisons un système sans argent liquide, le paiement sera discret et le compte de restauration de votre enfant sera rechargé automatiquement.\nSi vous pensez être éligible, veuillez faire une demande via le lien suivant :\nhttps://www.plymouth.gov.uk/free-school-meals\nSi vous avez besoin d'aide pour votre demande, nous proposons une permanence entre le mardi 1er octobre et le jeudi 3 octobre. N'hésitez pas à vous présenter à notre réception entre 9h et 11h. N'oubliez pas d'apporter votre numéro d'assurance nationale. Si vous avez des questions sur le processus, n'hésitez pas à nous contacter à l'adresse : contact@marineacademy.org.uk.\nSincèrement vôtre\n[nom_rédigé]\nResponsable du support administratif\nAdresse :Ted Wragg Multi-Academy Trust, Cranbrook Education Campus,Tillhouse Road, Cranbrook, Exeter, Angleterre, EX5 7EE\nNuméro d'enregistrement de l'entreprise : 08545109\nNuméro de TVA : GB432696185"
}