{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Why this framework?\nWhy not just an expected value estimate?\nUltimately, most of our members want to pick the causes that allow them to benefit the most people, in the biggest ways, in the long-run. However, we don’t think the best way to do that is to start by making a detailed estimate of the expected value of the best projects within each cause. That’s because there’s very little relevant quantitative data available for comparing the value of adding more resources to different causes. Going through a detailed quantitative analysis therefore would be highly time consuming and potentially pointless. Moreover, pushing to make a quantified model too early can easily cause you to overlook important considerations that are not easy to quantify, or spend too much time evaluating intractable considerations. (For more reasons why an overly quantified approach can fail, see this post on GiveWell). There’s also reason to think it’s better to do head-to-head comparisons rather than stand-alone estimates of impact. Detailed quantified estimates are also difficult to communicate, which makes it harder for others to check and build upon our work.\nWe think it’s best to start by doing a qualitative analysis based on the factors above. Then, move on to making quantitative comparisons of each factor. There are often very large differences in importance or cost-effectiveness, and quantification can help you notice these.\nAfter that, if you’re doing a more in-depth analysis, we would recommend that you consider making a quantitative model of the effectiveness of the causes. Use this model to inform your overall judgement, but be highly wary of important factors you’ve missed and other calculation errors (model error).",
    "trans": "Pourquoi ce cadre ?\nPourquoi ne pas simplement utiliser une estimation de la valeur attendue ?\nEn fin de compte, la plupart de nos membres veulent choisir les causes qui leur permettent de bénéficier au plus grand nombre de personnes, de la manière la plus significative, à long terme. Cependant, nous ne pensons pas que la meilleure façon de faire cela soit de commencer par faire une estimation détaillée de la valeur attendue des meilleurs projets dans chaque cause. Cela est dû au fait qu'il y a très peu de données quantitatives pertinentes disponibles pour comparer la valeur de l’ajout de ressources à différentes causes. Effectuer une analyse quantitative détaillée serait donc très chronophage et potentiellement inutile. De plus, pousser à élaborer un modèle quantifié trop tôt peut facilement vous amener à négliger des considérations importantes qui ne sont pas faciles à quantifier, ou à passer trop de temps à évaluer des considérations intractables. (Pour plus de raisons expliquant pourquoi une approche trop quantifiée peut échouer, consultez ce post sur GiveWell). Il y a aussi des raisons de penser qu'il est préférable de faire des comparaisons directes plutôt que des estimations indépendantes de l'impact. Les estimations détaillées et quantifiées sont également difficiles à communiquer, ce qui rend plus difficile pour les autres de vérifier et d’élargir notre travail.\nNous pensons qu'il est préférable de commencer par une analyse qualitative basée sur les facteurs ci-dessus. Ensuite, passez à des comparaisons quantitatives de chaque facteur. Il y a souvent d'énormes différences d'importance ou de rentabilité, et la quantification peut vous aider à remarquer ces différences.\nAprès cela, si vous effectuez une analyse plus approfondie, nous vous recommandons de envisager de créer un modèle quantitatif de l’efficacité des causes. Utilisez ce modèle pour informer votre jugement global, mais soyez particulièrement prudent concernant les facteurs importants que vous pourriez avoir négligés et les autres erreurs de calcul (erreur de modèle)."
}