{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear Mr. [redacted_name],\nHow nice to read that you are interested in visiting ARTIS-Micropia. We are happy to explain the possibilities.\nThrough this webpageyou can book your reservation for the school visit to us. It is not possible to make a reservation via e-mail.\nIf you need to make a change after booking online, you can change this yourself through the button in the confirmation e-mail, or by sending us an e-mailto scholen@artis.nl (no later than two weeks in advance). We can then check our system for to see whether any changes are possible. Without a reservation, it is not possible to make an educational visit. Keep in consideration that we cannot facilitate school visits during weekends or Dutch school vacations.\nThe education rate for ARTIS-Park, ARTIS-Micropia, or the ARTIS-Groote Museum is €6,50 per student or teacher. It is also possible to book a combination visit to two of our locations. Unfortunately, it is not possible to visit three locations on the same day. We do not offer the possibility to pay through invoice. However, you can pay on the day of your visit at the ARTIS-ticket desk, please keep in mind that you can only pay with card at ARTIS. This is also the moment you can confirm your definite number of people, so if there are any small changes we can adjust this for you at the time of payment.\nWe hope to have informed you sufficiently and look forward to welcoming you to ARTIS!",
    "trans": "Cher Monsieur [redacted_name],\nQuel plaisir de lire que vous êtes intéressé par une visite à ARTIS-Micropia. Nous sommes heureux de vous expliquer les différentes possibilités.\nGrâce à cette page web, vous pouvez réserver votre visite scolaire chez nous. Il n'est pas possible de faire une réservation par e-mail.\nSi vous devez effectuer un changement après avoir réservé en ligne, vous pouvez le faire vous-même en cliquant sur le bouton figurant dans l'e-mail de confirmation ou en nous envoyant un e-mail à scholen@artis.nl (au plus tard deux semaines à l'avance). Nous pourrons alors vérifier dans notre système si des modifications sont possibles. Sans réservation, il n'est pas possible d'effectuer une visite éducative. N'oubliez pas que nous ne pouvons pas faciliter les visites scolaires pendant les week-ends ou les vacances scolaires néerlandaises.\nLe tarif éducatif pour ARTIS-Park, ARTIS-Micropia, ou le Musée ARTIS-Groote est de 6,50 € par élève ou enseignant. Il est également possible de réserver une visite combinée de deux de nos sites. Malheureusement, il n'est pas possible de visiter trois sites le même jour. Nous n'offrons pas la possibilité de payer par facture. Cependant, vous pouvez régler le jour de votre visite au guichet des billets d'ARTIS. Veuillez noter que seul le paiement par carte est accepté. C’est également à ce moment que vous pourrez confirmer le nombre définitif de participants, et nous pourrons ajuster ce nombre si nécessaire lors du paiement.\nNous espérons vous avoir suffisamment informé et nous avons hâte de vous accueillir à ARTIS !"
}