{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Dear CIC Students,\nDr Paul Marsden will deliver tomorrow's 'Consumer Insights and The Role of Beliefs, Motivation, and Values' lecture.\nThe lecture slides and reading are under the Week 3 Tile on Moodle. Your tutor may adapt the seminar on AI to allow for timing.\nAlso, under Week 3, you will find the following information regarding your brand selection:\nBrand Selection\nFor your brand selection, please complete this spreadsheet by Wednesday, October 15th. Please note that this is a live document, and do not overwrite other people's data. Please note down your course in the relevant column.\nBrand selection criteria:\n- Please choose a fashion, beauty or lifestyle brand that you are not investigating in other units.\n- It does not need to be a PLC with published financial reports. Still, you should be able to find information on its financial performance from credible third-party sources, e.g., The Financial Times, Business of Fashion, Vogue Business, Drapers' Record, Retail Week, etc. You can pick independent brands as long as there is plenty of information about them online.\n- Please do not pick business-to-business companies, and consider avoiding multi-brand retailers such as Net-a-Porter or Selfridges.\nI will assess your selection and highlight it in green as approved for study. In the rare case that your brand is not approved, I will contact you.\nBased on consumer insights from your primary and secondary research, you will strategise an area of improvement or opportunity within the brand's marketing communications. The brand could potentially still be performing well financially and yet have issues with its communications.\nWhile selecting a brand with problems with its communications will be more straightforward, even the best brands in the world will continually evolve and improve their communications strategies.\nIf you have any general questions about the unit, please write them here, and I will respond. The password is 'CIC'.\nI will send a separate email about sign-ups for STRAT. Magazine Issue #3. Thank you so much to everyone who has already shown interest, I am delighted!",
    "trans": "Chers étudiants du CIC,\nLe Dr Paul Marsden donnera demain la conférence intitulée « Consumer Insights and The Role of Beliefs, Motivation, and Values ».\nLes diapositives de la conférence et la lecture sont disponibles sous l'onglet de la Semaine 3 sur Moodle. Votre tuteur pourra adapter le séminaire sur l'IA afin de respecter le timing.\nDe plus, sous l'onglet de la Semaine 3, vous trouverez les informations concernant votre sélection de marque :\nSélection de Marque\nPour votre sélection de marque, merci de compléter ce tableau d'ici le mercredi 15 octobre. Veuillez noter qu'il s'agit d'un document en direct, donc ne modifiez pas les données des autres. Veuillez inscrire votre cours dans la colonne pertinente.\nCritères de sélection de marque :\n- Merci de choisir une marque de mode, beauté ou lifestyle que vous ne présentez pas dans d'autres unités.\n- Il n'est pas nécessaire que ce soit une PLC avec des rapports financiers publiés, mais vous devez pouvoir trouver des informations sur sa performance financière à partir de sources crédibles, telles que le Financial Times, Business of Fashion, Vogue Business, Drapers' Record, Retail Week, etc. Vous pouvez choisir des marques indépendantes tant qu'il y a beaucoup d'informations disponibles à leur sujet en ligne.\n- Merci de ne pas choisir des entreprises de type B2B, et d'envisager d'éviter les détaillants multi-marques tels que Net-a-Porter ou Selfridges.\nJe vais évaluer votre sélection et la surligner en vert comme approuvée pour l'étude. Dans le cas rare où votre marque ne serait pas approuvée, je vous contacterai.\nSur la base des analyses des consommateurs issues de vos recherches primaires et secondaires, vous devrez élaborer une stratégie d'amélioration ou d'opportunité dans les communications marketing de la marque. La marque peut encore bien performer financièrement, mais avoir des problèmes dans ses communications.\nBien que sélectionner une marque avec des problèmes de communication soit plus simple, même les meilleures marques du monde devront continuellement faire évoluer et améliorer leurs stratégies de communication.\nSi vous avez des questions générales concernant l'unité, veuillez les poser ici, et j'y répondrai. Le mot de passe est 'CIC'.\nJe vous enverrai un e-mail séparé concernant les inscriptions pour le numéro 3 du STRAT. Magazine. Merci beaucoup à tous ceux qui ont déjà montré leur intérêt, je suis ravi !"
}