{
    "source": "en_US",
    "target": "fr_FR",
    "text": "bar- rels per year, and extensive fields were discovered in Texas (Figure 20.23), Oklahoma, and California that expanded our national supply. During this phase of development and extend- ing ot the recent past, extraction methods can be viewed simply. as an elaborate straw system that sucked oil from reservoirs deep within the ground. During the 1950s petroleum supplanted coal as the world's dominant fuel source, and the United States was the world's leading oil producer, yielding approximately 4 billion barrels per year. At about this same time, oil companies such as Shell and British Petroleum discovered huge reserves in the Middle East and Venezuela that dwarfed our own. These reserves were ultimately nationalized by the host nations, which then formed the Organization of the Petroleum Exporting Countries (OPEC) to coordinate petroleum policies. to change in The economic geography of petroleum began peak oil pro- the late 1960s as the United States slowly reached grown ot the duction, which occurred ni 1971. Our demand had gn sources point where we had to import another 23% from forei foreign to meet our needs. Our vulnerable dependence on supplies first became apparent in 1973 when OPEC organized result of this dis- an oil embargo to flex political muscle. As a ped and long ruption ni supply, prices ni the United States jum effort to con- gas lines were commonplace (Figure 20.24). nI an\nFIGURE 2 0 . 2 3\nThe Lucas gusher.\nIn 1901 the Corsican oil field in southeastern Texas was tapped by Patillo Higgins, a self-taught\ngeologist. The pressure ni the wel was so great that the oil (or \"black gold\") erupted to aheight of about 50 m(150 ft) for 9days after the\ninitial strike. Approximately 1,000,000 barrels of oil were lost, which",
    "trans": "Au cours de cette phase de développement et jusqu'au passé récent, les méthodes d'extraction peuvent être vues simplement comme un système complexe de paille qui aspirait le pétrole des réservoirs profonds dans le sol. Pendant les années 1950, le pétrole a remplacé le charbon comme source énergétique dominante dans le monde, et les États-Unis étaient le plus grand producteur de pétrole au monde, produisant environ 4 milliards de barils par an. À peu près à la même époque, des entreprises pétrolières comme Shell et British Petroleum ont découvert d'énormes réserves au Moyen-Orient et au Venezuela qui surpassaient largement les nôtres. Ces réserves ont finalement été nationalisées par les pays hôtes, qui ont ensuite formé l'Organisation des pays exportateurs de pétrole (OPEP) pour coordonner les politiques pétrolières.L'économie géographique du pétrole a commencé à changer à la fin des années 1960, lorsque les États-Unis ont lentement atteint leur pic de production de pétrole, qui a eu lieu en 1971. Notre demande avait atteint un point où nous devions importer 23% de plus de l'étranger pour satisfaire nos besoins. Notre dépendance vulnérable aux fournitures est devenue évidente en 1973, lorsque l'OPEP a organisé un embargo pétrolier pour exercer sa pression politique. À la suite de cette rupture de l'approvisionnement, les prix ont explosé aux États-Unis et les files d'attente aux stations-service étaient courantes.\nFIGURE 20.23\nLe puits de Lucas.\nEn 1901, le champ pétrolifère corsicain du sud-est du Texas a été exploité par Patillo Higgins,\nun géologue autodidacte. La pression du puits était si forte que le pétrole (ou \"or noir\") a jailli à une hauteur d'environ 50 m (150 pieds) pendant 9 jours après la\npremière découverte. Environ 1 000 000 de barils de pétrole ont été perdus."
}