{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Buy and sell second hand musical instruments and DJ gear for a lower price\nSounds Market is the safest second hand musical instruments and DJ gear marketplace and the best site for tracking offers and discounts. If you are looking for cheaper and good value for money musical instruments, this is your place, we have thousands of offers in second hand and occasion musical instruments and discounts on a lot of products. Trade DJ and music production gear: DJ controller, mixers, MIDI keyboards, studio monitors… With the best audio brands like Pioneer DJ, Traktor, Novation, Numark, Denon, Ableton, Akai, FL Studio, Behringer, M-Audio… Click here to see the second hand DJ gear for sell. Strings: buy electric guitar, spanish guitar (classic and flamenco), acoustic, amplifier, (valve or transistor), electric bass, violin, double bass, viola, ukulele… The best brands like Gibson, Fender, Marshall, Yamaha, Ibanez, Alhambra, Stradivarius... Check now the biggest offer of second hand electric guitars. Keys: acoustic piano (grand piano and wall piano), digital piano, keys and synthesizers from the best brands like Kawai, Clavinova, Roland, Nord, Casio, Steinway and Sons… Winds: brass instruments, saxophones, trompet, clarinet, flute… Brands like Selmer, Buffer or Yamaha. Percusion: acoustic drums, e-drums, cajon flamenco, brands like Pearl, Tama, Mapex, Gretsch and many more. Other musical instruments and audio gear, like microphones, speakers…",
    "trans": "Achats et ventes des instruments de musique et du matériel de DJ d'occasion à moindre prix\nSounds Market est la place de marché la plus sécurisée pour l'achat et la vente d'instruments de musique et de matériel de DJ d'occasion. C'est également le meilleur site pour suivre les offres et les réductions. Si vous êtes à la recherche d'instruments de musique moins chers et d'un bon rapport qualité-prix, vous êtes au bon endroit. Nous avons des milliers d'offres d'instruments de musique d'occasion et des réductions sur de nombreux produits. Vente de matériel de DJ et de production musicale : Contrôleurs DJ, tables de mixage, claviers MIDI, moniteurs de studio... Avec les meilleures marques audio comme Pioneer DJ, Traktor, Novation, Numark, Denon, Ableton, Akai, FL Studio, Behringer, M-Audio... Cliquez ici pour voir le matériel DJ d'occasion à vendre. Cordes : acheter guitare électrique, guitare espagnole (classique et flamenco), acoustique, amplificateur, (à lampes ou à transistors), basse électrique, violon, contrebasse, alto, ukulélé... Les meilleures marques comme Gibson, Fender, Marshall, Yamaha, Ibanez, Alhambra, Stradivarius... Consultez maintenant la plus grande offre de guitares électriques d'occasion. Clés : piano acoustique (piano à queue et piano mural), piano numérique, clés et synthétiseurs des meilleures marques comme Kawai, Clavinova, Roland, Nord, Casio, Steinway and Sons... Vents : cuivres, saxophones, trompettes, clarinettes, flûtes... Des marques comme Selmer, Buffer ou Yamaha. Percusion : batterie acoustique, e-drums, cajon flamenco, des marques comme Pearl, Tama, Mapex, Gretsch et bien d'autres. Autres instruments de musique et matériel audio, comme les microphones, les enceintes..."
}