{
    "source": "en_US",
    "target": "fr_FR",
    "text": "Hi Everyone,\nHope you've had a great week!\nWe have an announcement to make! We have worked on embedding AI as a tool to help provide pre-submission feedback for your written assignment. The tool is called \"Cogniti agent: feedback on writing task for OLET1634\" (Link).\nJust a few notes about this agent:\nThe agent is provided for feedback/guidance only, so its advice should be interpreted with caution. Make sure to double-check the assignment instructions, and if you are uncertain about anything, you can make a post on the Padlet on the main Canvas page.\nIf you have already submitted your assignment, you can use the agent and resubmit with edits based on the advice up until the due date (27th of October). The latest submission will be marked.\nWriting a good prompt plays a crucial role in maximizing the potential of generative AI, particularly in language models. It is not limited to the mere creation and formulation of prompts; it encompasses a diverse array of skills and techniques. If you would like to look into resources about how to write a good prompt, you can use this resource: Link\nHere's how to use the agent:\nClick on the provided agent link. You will be redirected to a login page where you need to select the option \"Log in with Australian Access Federation\".\nUse the search bar to find \"The University of Sydney\". Click on it to proceed.\nYou will then be taken to the University of Sydney's login page. Here, you must enter your UniKey and password to access the system.\nOnce you have successfully logged in, you will have access to the agent. You can now start entering your prompts and using the system as needed.\nHave a lovely weekend!\nView announcement | Update your notification settings",
    "trans": "Bonjour à tous,\nJ'espère que vous avez passé une excellente semaine !\nNous avons une annonce importante à partager ! Nous avons développé une intégration de l'IA pour vous aider à obtenir des retours avant de soumettre votre travail écrit. Cet outil, appelé « Cogniti Agent : Feedback on Writing Task for OLET1634 », est désormais disponible (Lien).\nQuelques remarques sur cet agent :\nL'agent est conçu uniquement pour fournir des retours et des consignes, donc ses conseils doivent être interprétés avec précaution. Veillez à bien vérifier les instructions de la tâche, et en cas de doute, n'hésitez pas à poster votre question sur le Padlet accessible depuis la page principale de Canvas.\nSi vous avez déjà soumis votre travail, vous pouvez utiliser l'agent pour apporter des modifications basées sur ses conseils et le soumettre à nouveau avant la date limite (le 27 octobre). Seule la dernière soumission sera évaluée.\nLa création d'une commande efficace est un élément clé pour exploiter pleinement les capacités de l'IA générative, en particulier dans le domaine des modèles linguistiques. Cela nécessite des compétences variées et des techniques spécifiques. Si vous souhaitez approfondir ce sujet, voici une ressource utile : Lien\nVoici comment utiliser l'agent :\nCliquez sur le lien de l'agent fourni. Vous serez redirigé vers une page de connexion où vous devrez sélectionner l'option « Se connecter avec Australian Access Federation ».\nUtilisez la barre de recherche pour trouver « The University of Sydney ». Cliquez dessus pour continuer.\nVous serez ensuite dirigé vers la page de connexion de l'Université de Sydney. Ici, vous devrez entrer votre UniKey et votre mot de passe pour accéder au système.\nUne fois connecté avec succès, vous aurez accès à l'agent. Vous pouvez maintenant commencer à entrer vos prompts et utiliser le système selon vos besoins.\nPassez un excellent week-end !\nVoir l'annonce | Actualisez vos paramètres de notification"
}