{
    "source": "en_US",
    "target": "fr_FR",
    "text": "It was so nice seeing you all at Trunk or Treat and all the fun costumes I seen. The champions team enjoyed being a part of this event with the school.\nWe launched our surveys this week, and we would love to hear your feedback so if you can take no more than 5 minutes at pick up to complete the survey or click this link and complete is , the center number is[redacted_number] https://gx.gallup.com/childcaresvc.gx\nI have seen an increase in late pick up. Champions ends at 6:00 pm and a late pick up will also cause a late pick-up fee. I understand some things are out of our control but please communicate any time you are going to be arriving late as well as if you are able to give an estimate time of arrival so we can also let your child know.\nBy next week you will be seeing a box at the pick-up door . This is for a toy drive we are doing for a non-profit organization. I will have flyers at the table with the dates and times for drop off. If you have any questions, please reach out.\nPlease take a look at our newsletter attached to this email for more information.",
    "trans": "C'était tellement agréable de vous voir tous à Trunk or Treat et de voir tous les costumes amusants. L'équipe des Champions a adoré faire partie de cet événement avec l'école.\nNous avons lancé nos enquêtes cette semaine et nous aimerions connaître vos retours. Si vous pouvez prendre pas plus de 5 minutes pendant le ramassage pour remplir le sondage ou cliquez sur ce lien pour le compléter, le numéro du centre est [redacted_number] https://gx.gallup.com/childcaresvc.gx\nJ'ai remarqué une augmentation des retards de ramassage. Champions ferme à 18 h 00 et un retard entraînera également des frais de retard. Je comprends que certaines choses échappent à notre contrôle, mais veuillez communiquer toute fois où vous serez en retard, ainsi que si vous pouvez nous donner une estimation de votre heure d'arrivée, afin que nous puissions également en informer votre enfant.\nD'ici la semaine prochaine, vous verrez une boîte à la porte de ramassage. Cela concerne une collecte de jouets que nous organisons pour une organisation à but non lucratif. Je mettrai des flyers sur la table avec les dates et horaires de dépôt. Si vous avez des questions, n'hésitez pas à me contacter.\nVeuillez consulter notre bulletin ci-joint pour plus d'informations."
}