{
    "source": "en_US",
    "target": "fr_FR",
    "text": "The NYPD issues disqualifications to Candidates due to inconsistent statements. NYPD Candidates run into difficulty when they give inconsistent statements over the course of several written questionnaires and oral psychological evaluations.\nFor example, when applying for NYPD Cadet you may have said in response to a very common question: “Did you have a party for your 21st birthday, when it became legal for you to drink in a licensed premises?” You may write on a questionnaire yes I had a few beers and and some shots of liquor. Three or four years later you may be interviewing for NYPD Police Officer title and say “I did not drink on my 21st birthday. The drinking itself will not get you disqualified – it would be the inconsistent statements / answers and the perception that you are trying to deceive the interviewer. Word to the wise is keep those stories consistent because more often the act itself is not grounds for disqualification but the inconsistencies and the perceived deception will.\nPlease try not to have inconsistent statements during your evaluations.\nIf you receive an NYPD notice of proposed disqualification please contact me at:\nEmail: [redacted_email]",
    "trans": "Le NYPD émet des disqualifications aux candidats en raison de déclarations incohérentes. Les candidats au NYPD rencontrent des difficultés lorsqu'ils donnent des déclarations incohérentes au cours de plusieurs questionnaires écrits et évaluations psychologiques orales.\nPar exemple, lors de la candidature pour le poste de cadet du NYPD, vous avez peut-être répondu à une question très courante : « Avez-vous organisé une fête pour vos 21 ans, lorsque vous avez eu l'âge légal pour boire dans un établissement autorisé ? » Vous avez peut-être écrit sur un questionnaire que vous avez bu quelques bières et quelques shots de liqueur. Trois ou quatre ans plus tard, lors de l'entretien pour le poste de policier du NYPD, vous dites : « Je n'ai pas bu lors de mes 21 ans. » L'acte de boire en soi ne vous disqualifie pas, mais ce sont les déclarations incohérentes / réponses et la perception que vous essayez de tromper l'intervieweur qui posent problème. Un conseil avisé est de garder vos histoires cohérentes, car plus souvent, l'acte lui-même n'est pas un motif de disqualification, mais les incohérences et la tromperie perçue le sont.\nEssayez de ne pas avoir de déclarations incohérentes pendant vos évaluations.\nSi vous recevez un avis de disqualification proposé par le NYPD, veuillez me contacter à :\nEmail : [redacted_email]"
}