{
    "source": "en_US",
    "target": "fr_FR",
    "text": "This message (including any attachments) contains confidential information and is intended only for the individual named. If you are not the named addressee or not related with the content of this Message, you are forbidden to read, disseminate, distribute, copy, reproduce or modify this mail by our Company. Please notify the Sender immediately if you received this e-mail by mistake and delete this e-mail from your system. E-mail transmission cannot be guaranteed to be secure or error free, as the e-mail may arrive late or incomplete, or the information could be intercepted, corrupted, lost, destroyed, amended, or contain viruses. The sender therefore does not accept liability for any errors, loss of integrity or confidentiality or omissions in the contents of this Message or for the information transmission, reception, storage of use of such in any way whatsoever, which arise as a result of e-mail transmission. Any opinions expressed in this message are those of the author and may not necessarily reflect the opinions of GILROY MEDYA A.S.\nCopyright in documents created by or on behalf of GILROY MEDYA A.S. remains vested in us, and we assert all of our moral and intellectual property rights.",
    "trans": "Ce courrier (y compris les pièces jointes) contient des informations confidentielles et n'est destiné qu'à la personne nommée. Il vous est interdit de lire, de diffuser, de distribuer, de copier, de reproduire ou de modifier ce courrier de notre société si vous n'êtes pas le destinataire désigné ou si vous n'avez aucun rapport avec le contenu de ce courrier. Si vous avez reçu cet e-mail par erreur, veuillez en informer immédiatement l'expéditeur et supprimer cet e-mail de votre appareil. La transmission par courrier électronique ne peut être garantie comme étant sûre ou sans erreur, car le courrier électronique peut arriver en retard ou être incomplet, ou les informations peuvent être interceptées, corrompues, perdues, détruites, modifiées ou contenir des virus. L'expéditeur décline donc toute responsabilité en cas d'erreur, de perte d'intégrité ou de confidentialité ou d'omission dans le contenu de ce message ou pour la transmission, la réception, le stockage ou l'utilisation de l'information, de quelque manière que ce soit, qui résulterait de la transmission d'un courrier électronique. Les opinions exprimées dans ce message sont celles de l'auteur et ne reflètent pas nécessairement les opinions de GILROY MEDYA A.S.\nLes droits d'auteur des documents créés par ou au nom de GILROY MEDYA A.S. sont notre propriété et nous revendiquons tous nos droits moraux et de propriété intellectuelle."
}