{
    "source": "en_US",
    "target": "fr_FR",
    "text": "REASONS FOR REFUSAL NRA v 1.0\nYou have applied for a visa to visit the [redacted_address].\nIn deciding whether you meet the requirements of Appendix V: of the Immigration Rules for visitors (https://www.gov.uk/guidance/immigration-rules/immigration-rules-appendix-v-visitor-rules), I have considered:\n• your application and any additional relevant information you have provided with it\n• your immigration history\n• Exchange rate as per OANDA TRY 45.09 = £1 on 20/09/2024\nThe decision\nI have refused your application for a visit visa because I am not satisfied that you meet the requirements of paragraph(s) V4.2 to V4.6 of Appendix V: Immigration Rules for Visitors because:\n• You have applied to visit the [redacted_address] for 13 days for the purpose of tourism. In assessing your eligibility for entry to the [redacted_address], I have considered your personal and financial circumstances as evidenced by your application form and supporting documents.\n• You state that you are employed since August 2024 with a monthly income of TRY 17,041 (£378) and you have £3,353 in savings.\n• In support of your employment you have provided a payslip, a bank statement and an employment contract. I note the closing balance of your bank statement is very low and submitted information do not demonstrate stated savings. Therefore, I am not satisfied that your proposed visit is commensurate with your financial circumstances. You claim to be financing this trip at a significant cost. Given your economic circumstances I am not satisfied that you would spend such a large sum for a touristic trip. As such, I am not satisfied that your financial circumstances are as stated.\n• You state that you spend TRY 6,000 (£133) per month, which means that you have a monthly disposable income of £245. You have mentioned that you intend to spend £2,000 on your trip and to the [redacted_address] therefore means that you intend to spend over 7 times of your monthly disposable income on a short trip to the [redacted_address]. This undermines the credibility of your application as this degree of expenditure is disproportionate to your current economic circumstances.\n• Other than your employment, I am mindful that you have not demonstrated any other considerable ties to [redacted_address], which would serve as an incentive for you to leave the [redacted_address] at the end of your proposed visit. I note that you are single and have no dependents. In addition to this, your documents do not demonstrate any significant assets or holdings. This undermines the credibility of your application and leads me to doubt your intentions in seeking to visit the [redacted_address] for the limited period and purpose stated.\n• I am therefore not satisfied that you are genuinely seeking entry for a purpose that is permitted under the visitor route and that you will leave the [redacted_address] at the end of your visit. Your application is therefore refused under paragraph V4.2 (a) and (c) of the Immigration Rules.",
    "trans": "MOTIFS DE REFUS NRA v 1.0\nVous avez soumis une demande de visa pour visiter le [redacted_address].\nDans l’examen de votre demande au regard des exigences de l’Appendice V : des Règles d’Immigration pour visiteurs (https://www.gov.uk/guidance/immigration-rules/immigration-rules-appendix-v-visitor-rules), j’ai pris en compte :\n• votre demande et toute information complémentaire pertinente que vous avez fournie avec celle-ci• votre historique d’immigration\n• votre histoire d'immigration\n• Taux de change selon OANDA TRY 45.09 = 1 £ au 20/09/2024\nLa décision\nJ’ai refusé votre demande de visa de visiteur, car je ne suis pas convaincu que vous remplissiez les exigences des paragraphes V4.2 à V4.6 de l’Appendice V : Règles d’Immigration pour Visiteurs, pour les raisons suivantes :\n• Vous avez demandé à visiter le [redacted_address] pendant 13 jours à des fins touristiques. En évaluant votre éligibilité à l’entrée au [redacted_address], j’ai pris en compte votre situation personnelle et financière, telles qu’indiquées dans votre formulaire de demande et vos documents justificatifs.\n• Vous indiquez être employé depuis août 2024 avec un revenu mensuel de TRY 17 041 (378 £) et disposer d’une épargne de 3 353 £.\n• Pour justifier votre emploi, vous avez fourni une fiche de paie, un relevé bancaire et un contrat de travail. Je note que le solde de clôture de votre relevé bancaire est très bas et que les informations soumises ne démontrent pas l’épargne indiquée. Par conséquent, je ne suis pas convaincu que votre visite prévue soit en adéquation avec votre situation financière. Vous prétendez financer ce voyage à un coût significatif. Compte tenu de votre situation économique, je ne suis pas convaincu que vous dépenseriez une somme aussi importante pour un voyage touristique. Ainsi, je ne suis pas convaincu que votre situation financière soit telle que déclarée.\n• Vous déclarez dépenser TRY 6 000 (133 £) par mois, ce qui signifie que vous avez un revenu disponible mensuel de 245 £. Vous avez mentionné que vous avez l’intention de dépenser 2 000 £ pour votre voyage au [redacted_address], ce qui signifie que vous prévoyez de dépenser plus de 7 fois votre revenu disponible mensuel pour un court séjour au [redacted_address]. Cela remet en question la crédibilité de votre demande, car un tel niveau de dépenses est disproportionné par rapport à votre situation économique actuelle.\n• En dehors de votre emploi, je constate que vous n’avez pas démontré d’autres attaches significatives avec [redacted_address], qui serviraient d’incitation à quitter le [redacted_address] à la fin de votre visite prévue. Je note que vous êtes célibataire et sans personne à charge. De plus, vos documents ne démontrent pas la possession d’actifs ou de biens significatifs. Cela remet en cause la crédibilité de votre demande et me conduit à douter de vos intentions de visiter le [redacted_address] pour la durée et l’objet indiqués.\n• Je ne suis donc pas convaincu que vous cherchez réellement à entrer au [redacted_address] pour un motif autorisé par la voie des visiteurs et que vous quitterez le [redacted_address] à la fin de votre séjour. Votre demande est donc refusée en vertu du paragraphe V4.2 (a) et (c) des Règles d’Immigration."
}