{
    "source": "en_US",
    "target": "es_ES",
    "text": "Please let me know your availability so that we can schedule a meeting at a time convenient for you. I am flexible and willing to adjust to accommodate your schedule.\nAttached, you will find our company profile for your reference. Allow me to introduce ARABIC LINK, a multinational freight forwarding services provider with a robust network. We specialize in a wide range of services including land transportation (Local/Cross border GCC).\nHeavy lifting (STD lowbed, Hydraulic lowbed), warehouse and customs clearance services for import/ export shipment at key locations such as Airports and seaports (Dammam, Jeddah, and Riyadh)\nOur areas of expertise include:\nLogistics and transportation solutions.\nHeavy equipment handling.\nProject logistics Inbound/outbound\nBreak bulk inbound/outbound.\nSABER services inbound.\nWarehouse.\nDoor to door services inbound/outbound.\nCustoms clearance inbound/outbound.\nPackaging and carting.\nOn-site and off-site logistics, and transportation, and distribution solutions.\nPort logistics/ vessel cargo, discharge or loading operations.\nWarehouse materials / inventory, manpower and MHE supply.\nContainer terminal management.\nIntegrated/ modular logistics solutions.\nAncillary / logistics support services.\nWe appreciate your consideration of our request and look forward to the opportunity to meet and discuss potential collaborations further.\nThank you for your time and attention.",
    "trans": "Por favor, dime tu disponibilidad para poder agendar una reunión a la hora que mejor te venga. Yo tengo flexibilidad y estoy dispuesto a adaptarme para acomodarme a tu horario.\nAdjunto, encontrarás el perfil de nuestra compañía para tu referencia. Permíteme presentar ARABIC LINK, un proveedor multinacional de servicios de transporte de mercancías con una red sólida. Nos especializamos en un amplio rango de servicios, incluyendo el transporte por tierra (Local/Transfronterizo GCC).\nLevantamientos pesados (bajo cama STD, bajo cama hidráulica), servicios de almacenamiento y despacho aduanero para envíos de importación/exportación en localizaciones clave como aeropuertos y puertos marítimos (Dammam, Jeddah y Riad)\nNuestras áreas de especialización incluyen:\nSoluciones logísticas y de transporte.\nManejo de equipos pesados.\nProyectos logísticos de entrada/salida.\nCarga a granel fraccionada de entrada/salida.\nServicios SABER de entrada.\nAlmacén.\nServicios puerta a puerta de entrada/salida.\nDespacho aduanero de entrada/salida.\nEmbalaje y carga.\nSoluciones logísticas, de transporte y distribución in situ y fuera de sitio.\nLogística portuaria/carga de buques, operaciones de carga y descarga.\nMateriales de almacén/inventario, mano de obra y suministros MHE.\nGestión de terminales de contenedores.\nSoluciones logísticas integradas/modulares.\nServicios de ayuda/soporte logístico.\nAgradecemos tu consideración a nuestra petición y esperamos con ansias la oportunidad de conocernos y conversar sobre potenciales colaboraciones futuras.\nGracias por tu tiempo y atención."
}