{
    "source": "en_US",
    "target": "es_ES",
    "text": "Have you ever heard about a saying,\"on the second day ofthe second month, the dragon lifts his head.\" The traditional Chinese Dragon-Head-Raising Festival,falls on the second day of the second lunar month every year, and recognizes the start of spring and farming. This year it falls on February 21. Ancient people believed that after this day, rainfall increases because the Dragon who was believed to have control over water, rainfall, typhoons, and floods has awakened from his winter sleep.\nMy grandmather told me that, every year on that day, it was the Dragon King Temple Conference. The pilgrims in a radius of 100 miles were like weaving, the big drama, the lions, bamboo horses, and dry boats were staged in front of the temple. I have never seen angthing like it, but i see the dragon on the roof of the temple where its serpentine form coils gracefully around the ridge. This reflects that people prayed to dragon deities for favourite weather and good harvest. These tiles, oftenglazed in vibrant colors, adding a sense of dynamism andmajesty to the structure.",
    "trans": "¿Has escuchado alguna vez el dicho, \"el segundo día del segundo mes, el dragón levanta la cabeza\"? El festival tradicional chino del Dragón que levanta la cabeza, cae el segundo día del segundo mes lunar de cada año y reconoce el inicio de la primavera y la cosecha. Este año cae el 21 de febrero. En la antigüedad, se creía que después de este día, las lluvias aumentaban porque el Dragón que se cree que tiene control sobre el agua, lluvia, tifones e inundaciones se había despertado de su hibernación.\nMi abuela me dijo que, todos los años ese día, era la Conferencia del Templo del Rey Dragón. Los peregrinos de un radio de 100 millas hacían como una especie de tejido, el gran drama, los leones, los caballos de bambú y los botes secos se presentaban en frente del templo. Nunca había visto nada parecido, pero veo el dragón en el tejado del templo donde su forma serpenteante se enrosca alrededor de la cresta. Esto refleja que la gente había rezado a las deidades del dragón para pedir por un tiempo favorable y una buena cosecha. Estas losas, a menudo esmaltadas con colores vibrantes, añaden una sensación de dinamismo y majestuosidad a la estructura."
}