{
    "source": "en_US",
    "target": "es_ES",
    "text": "CANCELLATION BY TENANT IN INITIAL TERM FOR REASONABLE CAUSE BEYOND THE TENANT’S CONTROL.\n31. a. The initial term of this Lease may be terminated upon thirty (30) days written notice issued to Landlord/Agent due to\ninvoluntary change of employment from the Washington-Metropolitan Area, death of major wage earner, unemployment; Tenant or\nTenant’s child being a victim of domestic violence; Landlord harassing the Tenant or violating the Tenant’s privacy rights; Tenant or\nTenant’s spouse being 62 or older, no longer able to live independently, and needing to move to a nursing home or other senior\nhousing; Tenant being incarcerated or declared mentally incompetent; or for any other reasonable cause beyond Tenant's control.\nTenant must provide Landlord/Agent with written proof of such involuntary change in employment of greater than 25 miles from the\nWashington-Metropolitan Area. If death of major wage earner, unemployment, or other reasonable cause beyond Tenant's control is\nclaimed, Tenant must specify the cause(s) in writing to Landlord/Agent and must include appropriate documentation thereof. If",
    "trans": "CANCELACIÓN POR PARTE DEL INQUILINO DURANTE EL PERIODO INICIAL POR CAUSA RAZONABLE FUERA DEL CONTROL DEL INQUILINO.\n31.a.  El periodo inicial de esta Locación podrá finalizar tras treinta (30) días mediante aviso escrito enviado al Arrendador/Mandante debido a\ncambio involuntario de trabajo del Área Metropolitana de Washington, muerte del proveedor principal de ingresos, desempleo; Inquilino o\nhijo del Inquilino sean víctimas de violencia doméstica; acoso por parte del Inquilino o violación de los derechos de privacidad del Inquilino; Inquilino o\nla pareja del Inquilino tenga 62 años o más, no tenga capacidad de vivir independientemente, y necesite mudarse a una residencia médica u otra\nresidencia para mayores; Inquilino sea encarcelado o declarado mentalmente incompetente; o por cualquier otra causa razonable fuera del control del Inquilino.\nEl Inquilino debe proporcionar al Arrendador/Mandante una prueba escrita de ese cambio involuntario laboral de más de 25 millas del\nárea Metropolitana de Washington. Si muere el proveedor principal de ingresos, desempleo o si afirma otra causa razonable más allá del control del Inquilino,\nel Inquilino debe especificar la(s) causa(s) en el escrito al Arrendador/Mandante y debe incluir la debida documentación apropiada. Si"
}