{
    "source": "en_US",
    "target": "es_ES",
    "text": "[redacted_name] turns around. With a manufactured, easygoing tone, he smiles back. “I'll need to return this mask if it's that obvious.”\nThe elderly man finally looks up. Gentle brown eyes meet his, and the man smiles warmly.\n“Course it's you. I remember. The little boy in Dr. Wayne’s office. You look just like him, you know. Built like an ox just like your pop.” He pulls up his right pant leg, revealing a shin with a deep, long scar.\n“I’m [redacted_name]. Yer daddy patched me up real good once upon a time. Not that I did any good with it. He was a good man. You could be just like him if you weren’t so addicted to them broads!”\nBruce fakes a hearty laugh and brushes the back of his neck. The elderly man continues.\n“Got some good in ya though. Not heartless like they are.” With that, the elderly man stands, waves off Bruce’s efforts to help him up and leaves the alley, a light limp in his step.",
    "trans": "[nombre_suprimido] se da vuelta. Con un tono impostado y relajado, devuelve la sonrisa. \"Será necesario que devuelva esta máscara si es así de obvio\".\nEl anciano, finalmente, levanta la vista. Unos ojos gentiles color marrón se cruzan con los suyos y el hombre sonríe de forma cálida.\n\"Por supuesto que eres tú. Lo recuerdo. El pequeño de la oficina del Dr. Wayne. Te ves igual que él, sabes. Fuerte como un buey al igual que tu padre\". Él se levanta la pierna derecha del pantalón y revela una cicatriz larga y profunda en la pantorrilla.\n\"Soy [nombre_suprimido]. Tu papá me emparchó realmente bien hace mucho tiempo. No es que yo haya hecho algo bueno al respecto. Él era un buen hombre. ¡Tú podrías ser como él si tan solo no fueras tan adicto a las mujeres!\"\nBruce finge reír con ganas y se pasa la mano por la nuca. El anciano continúa.\n\"Aunque hay algo bueno en ti. No eres insensible como ellos\". Luego, el anciano se levanta, rechaza los esfuerzos de Bruce por ayudarlo a levantarse y se va por el callejón con un leve cojeo al andar."
}