{
    "source": "en_US",
    "target": "es_ES",
    "text": "sources.8 For the representation of the Middle East and the Arab Peninsula,\nAfrica, the Mediterranean and Europe, the ‘Map of the Integrated Lands’\nrelied on knowledge that was available in China, but had originated from\nIslamic geographers with access to the Chinese empire during the Mongol\nperiod.9 The ‘Map of the Integrated Lands’ was made by combining and\nintegrating diverse bodies of knowledge in several languages, thereby cre-\nating a material object that was at once embedded in its local space and\nmeaningful beyond that locality. The map illustrates that the fifteenth cen-\ntury was a period in which knowledge about the Eurasian landmass and\nits surrounding oceans spread across religious and linguistic boundaries. It\nalso shows the potential of objects to move along the same land- based and\nmaritime routes that facilitated the circulation of knowledge. This chapter\nwill seek to demonstrate that some of the porcelain objects that were traded\nand gifted within these networks similarly conveyed meanings that were\nat once associated with distant worlds and locally embedded. They were\npowerful objects precisely because they communicated knowledge about",
    "trans": "fuentes. 8 Para la representación de Oriente Medio y la Península Arábiga,\nÁfrica, el Mediterráneo y Europa, el 'Mapa de las Tierras Integradas'\nse basó en el conocimiento que estaba disponible en China, pero que se había originado\nen los geógrafos islámicos con acceso al imperio chino durante el periodo\nMongol. 9 El 'Mapa de las Tierras Integradas' se realizó combinando e\nintegrando diversas fuentes de conocimiento en varias lenguas, y así se creó\nun objeto material que estaba a la vez, incrustado en su espacio local y\ncon un significado más allá de la localidad. El mapa ilustra que el siglo quince\nfue un periodo en el que el conocimiento acerca de las tierras euroasiáticas y\nsus océanos circundantes se extendían a través de religiones y fronteras lingüísticas. También\nmuestra el potencial de los objetos de moverse a través de la misma vía terrestre y\nrutas marítimas que facilitaban la circulación del conocimiento. En este capítulo,\nse buscará demostrar que algunos objetos de porcelana que fueron intercambiados\ny regalados dentro de estas redes conservaban significados que fueron\nuna vez asociados tanto a mundo distantes como incrustados localmente. Eran\nobjetos poderosos precisamente porque comunicaban conocimientos acerca de"
}