{
    "source": "en_US",
    "target": "es_ES",
    "text": "Due to the confidential nature, we cannot disclose any information about qualifying accounts opened by the friends you invite.\nBonus/Account Information: Referral bonus offer is available to eligible personal checking account holders approximately 30 days after account opening. To receive the $50 Refer-A-Friend bonus: 1) Refer your family and friends to open a qualifying Chase checking account with qualifying activities through this referral site; 2) Referred candidate must be a new Chase customer and open a qualifying Chase checking account with qualifying activities using corresponding coupon; AND 3) After your referred family and friends have opened their qualifying Chase checking account, we'll deposit the $50 bonus into your primary checking account within 30 days, provided both the customer and friend accounts are not closed or restricted at the time of payout. You can receive up to 10 referral bonus deposits (totaling $500) per calendar year. Eligibility may be limited based on account ownership. Bonuses are considered miscellaneous information, and may be reportable to you and the IRS on Form 1099-MISC (or Form 1042-S, if applicable). Employees of JPMorgan Chase Bank, N.A. and its affiliates are not eligible for the Refer-A-Friend program.",
    "trans": "Debido a su confidencialidad, no podemos divulgar ninguna información sobre las cuentas que califiquen abiertas por los amigos que usted invite.\nInformación de bonificación/cuenta: se encuentra disponible una oferta de bonificación por recomendación para titulares elegibles de cuentas corrientes personales aproximadamente 30 días después de abrir la cuenta. Para recibir la bonificación de $50 por Recomendar a un amigo: 1) recomiende a su familia y amigos que abran una cuenta corriente que califique de Chase con actividades que califiquen a través de este sitio de recomendación. 2) El candidato referido debe ser un nuevo cliente de Chase y abrir una cuenta corriente que califique de Chase con actividades que califiquen usando el cupón correspondiente. Y 3) Después de que su familia y amigos recomendados hayan abierto sus cuentas corrientes que califiquen de Chase, depositaremos la bonificación de $50 en su cuenta corriente primaria dentro de los 30 días, siempre y cuando las cuentas del cliente y del amigo no estén cerradas o restringidas al momento del pago. Podrá recibir hasta 10 depósitos de bonificaciones por recomendación (en un total de $500) por año calendario. La elegibilidad puede limitarse según la titularidad de la cuenta. Las bonificaciones son consideradas información miscelánea y pueden ser reportadas a usted y al IRS en el Formulario 1099-MISC (o Formulario 1042-S, si corresponde). Los empleados de JP Morgan Chase Bank, N.A. y sus afiliadas no son elegibles para el programa de Recomendar a un amigo."
}