{
    "source": "en_US",
    "target": "es_ES",
    "text": "educational tools through the Internet, which helps teachers to improve their educational delivery, and keep students busy\nand in constant communication with the educational process, as well as enable teachers to focus on time; Interacting with\nstudents in dire need of help.\nFifth: The use of educational platforms emanating from electronic media these days in a systematic way - encourages\nstudents to use the language in their place of residence, and to express their views, and enable them to express themselves,\nand the discussion between them and the teachers who lead these educational; Improve and develop their English. (\nShyamlee, S. D., & Phil, M. , 2012).\nSixth: The process of interacting with educational content occurs through e-learning rather than face-to-face learning,\nbecause students are solving exercises and study activities themselves, and there are many communication channels for",
    "trans": "herramientas educativas a través de internet, lo cual ayuda a los profesores a mejorar su producción educativa y mantiene ocupados a los estudiantes\ny en comunicación constante con el proceso educativo, así como también permite a los profesores enfocarse en el tiempo; interactuar con\nlos estudiantes que necesitan ayuda de manera urgente.\nQuinto: el uso de plataformas educativas que surgen de medios electrónicos estos días de forma sistemática - anima\na los estudiantes a que usen el lenguaje en sus lugares de residencia, y expresen sus puntos de vista, y les permite expresarse,\ny el debate entre ellos y los profesores que dirigen estos educativos, mejorar y desarrollar su inglés. (\nShyamlee, S. D., & Phil, M., 2012.\nSexto: el proceso de interactuar con contenido educativo se produce a través del aprendizaje en línea, en vez de por el aprendizaje presencial,\nporque los estudiantes resuelven ejercicios y estudian las actividades por sí mismos, y existen muchos canales de comunicación para"
}