{
    "source": "en_US",
    "target": "es_ES",
    "text": "Li and Akey’s key insight was to look for modern-human DNA in the genomes of the Neanderthals, instead of the other way around. “The vast majority of genetic work over the last decade has really focused on how mating with Neanderthals impacted modern human phenotypes and our evolutionary history — but these questions are relevant and interesting in the reverse case, too,” said Akey.\nThey realized that the offspring of those first waves of Neanderthal-modern matings must have stayed with the Neanderthals, therefore leaving no record in living humans. “Because we can now incorporate the Neanderthal component into our genetic studies, we are seeing these earlier dispersals in ways that we weren’t able to before,” Akey said.\nThe final piece of the puzzle was discovering that the Neanderthal population was even smaller than previously believed.\nGenetic modeling has traditionally used variation — diversity — as a proxy for population size. The more diverse the genes, the larger the population. But using IBDmix, Akey’s team showed that a significant amount of that apparent diversity came from DNA sequences that had been lifted from modern humans, with their much larger population.",
    "trans": "La idea clave de Li y Akey fue buscar ADN humano moderno en los genomas de los neandertales, y no al revés. «La gran mayoría de los trabajos genéticos de la última década se han centrado en cómo el apareamiento con neandertales ha influido en los fenotipos humanos modernos y en nuestra historia evolutiva, pero estas cuestiones también son pertinentes e interesantes si se plantean a la inversa», explica Akey.\nSe dieron cuenta de que la descendencia de esas primeras oleadas de apareamientos entre neandertales y modernos debió de quedarse con los neandertales, por lo que no dejaron ningún registro en los humanos vivos. «Como ahora podemos incorporar el componente neandertal a nuestros estudios genéticos, estamos observando estas primeras dispersiones de un modo que antes no podíamos», afirma Akey.\nLa última pieza del rompecabezas fue descubrir que la población neandertal era incluso menor de lo que se creía.\nLos modelos genéticos han utilizado tradicionalmente la variación -la diversidad- como indicador del tamaño de la población. Cuanto más diversos son los genes, mayor es la población. Pero con IBDmix, el equipo de Akey demostró que una parte significativa de esa diversidad aparente procedía de secuencias de ADN tomadas de los humanos modernos, cuya población es mucho mayor."
}