{
    "source": "en_US",
    "target": "es_ES",
    "text": "SEMINAR EXERCISE GUIDE/OUTLINE\nNOTE: Students are encouraged to useChicago A (footnotes and bibliography)referencing style – please avoid using in text citations.\nStudents should first present their exercises as brief discussion presentations during the seminar for the week in question and then hand them in in written form on either Friday 20 September 11.59 pm AEST, or one week after the presentation for later topics via CANVAS LMS.\nThe seminar exercise is intended to provide students with a means of engaging with the key concepts dealt with in the subject in a more nuanced and visually oriented way than a research exercise or essay. Essentially, it asks students to write a form of extended visual analysis applied to exhibition installation interiors. For the purposes of the exercise, students are asked to choose one of the image categories listed in the image bank on the subject website and consider the images in relation to the issues and ideas raised in that week’s readings for the subject as well as the key concepts and ideas dealt with in the subject more generally.",
    "trans": "GUÍA/RESUMEN DEL SEMINARIO\nNOTA: Se aconseja a los estudiantes que utilicen el estilo de referencia Chicago A (notas a pie de página y bibliografía) que, por favor, eviten el uso de citas en el texto.\nLos estudiantes deberán presentar primero sus ejercicios en formato de breves presentaciones para debatir durante el seminario de la semana en cuestión y, luego, entregarlos por escrito el viernes 20 de septiembre a las 11.59 p. m. AEST, o una semana después de la presentación de los temas posteriores a través de CANVAS LMS.\nEl ejercicio del seminario tiene como objetivo proporcionar a los estudiantes un medio para abordar los conceptos principales tratados en la asignatura de una forma más detallada y orientada visualmente que un ejercicio de investigación o un ensayo. Concretamente, se pide a los estudiantes que escriban una forma de análisis visual ampliado y aplicado a interiores de instalaciones de exposiciones. Para el ejercicio, se pide a los estudiantes que escojan una de las categorías de las imágenes que aparecen en el catálogo de imágenes del sitio web de la asignatura y que observen las imágenes relacionadas con los temas e ideas planteados en las lecturas de esa semana de la asignatura, además de los conceptos e ideas clave tratados en la asignatura de forma más general."
}