{
    "source": "en_US",
    "target": "es_ES",
    "text": "Ensuring the quality of the service, developing menus adapted to the concept of each of the outlets, guaranteeing high standards of quality, hygiene and food safety as well as ensuring cost control and stock management in accordance with the outlined business plan.\nLeading a dynamic team , promoting a healthy environment, carrying out the planning and organization of service rosters in order to make the most of existing resources, always complying with standards and procedures in order to guarantee a quality and excellent service, exceeding the guest' s expectations\nRequirements\nProfessional experience Minimum of 3 to 5 years in similar functions. 5-star hotels, superior restaurants or luxury cruise ships with responsibility for managing several restaurants with large capacity and different gastronomic concepts\nProven experience in restaurants with buffet service;\nLuxury hotel experience is preferred\nCustomer orientation\nPassion for service\nProfessional attitude\nEmpathy, strong relational skills, ability to influence decision-makers, flexibility and adaptability;\nTeamwork\nResilience and ability to intelligently manage emotions in stressful situations;\nOrganization and focus on results, critical sense and strategic thinking;\nGood oral and written communication;\nLeadership skills with the ability to manage, train, supervise and enhance teams;",
    "trans": "Garantizar la calidad del servicio, desarrollar menús adaptados al concepto de cada uno de los puntos de venta, garantizar altos estándares de calidad, higiene y seguridad alimenticia, además de garantizar la gestión del inventario y el control de costos conforme al plan comercial detallado.\nLiderar un equipo dinámico, promover un entorno saludable, llevar a cabo la planificación y la organización de las listas de servicios para aprovechar al máximo los recursos actuales, siempre en cumplimiento con los estándares y los procedimientos para garantizar un servicio de calidad y excelencia, que supere las expectativas de los huéspedes\nRequisitos\nExperiencia profesional Mínimo de 3 a 5 años en funciones similares. Hoteles de 5 estrellas, restaurantes de primer nivel o cruceros de lujo con responsabilidad en la gestión de varios restaurantes de gran capacidad y diferentes conceptos gastronómicos\nExperiencia comprobada en restaurantes y servicio de bufete.\nPreferentemente con experiencia en hoteles de lujo\nOrientado al cliente\nPasión por el servicio\nActitud profesional\nEmpatía, sólidas habilidades interpersonales, capacidad de influir en los tomadores de decisiones, flexibilidad y capacidad de adaptación\nTrabajo en equipo\nResiliencia y capacidad de gestionar las emociones de manera inteligente en situaciones estresantes.\nOrganización y enfoque en los resultados, sentido crítico y pensamiento estratégico.\nBuena comunicación oral y escrita.\nHabilidades de liderazgo con capacidad para gestionar, entrenar y supervisar y mejorar a los equipos."
}