{
    "source": "en_US",
    "target": "es_ES",
    "text": "Sen. [redacted_name] asks [redacted_name] for guidance to reduce road deaths\npause\nvolume_off\n-02:03\nsd\nclosed_captions\nfullscreen\npause\n“This one was just learning how to be a brother,” [redacted_name] said, while gesturing to her other son, [redacted_name]. “Now, everything is gone.”\nEast Haven police said they responded to Redfield Avenue on Sunday night. Officers found the baby unresponsive after police said he was left unattended in the bathtub. [redacted_name] told News 8 he was in the care of the baby’s father and other family while she was at work.\n“All that was asked of him was to take care of my children while I worked to provide for them,” she said. “He couldn’t do that.”\n“She wasn’t even there when it happened,” the baby’s aunt, [redacted_name], said. “He was in the care of other family members, and we wanted people to understand.”\nEast Haven police identify 7-month-old whose death is under investigation\nWhile [redacted_name] is left with unimaginable grief and sadness, she’s hoping her son will be able to save someone else’s life.\n“If my son’s life was cut short, I wanted it to have meaning,” she said. “I chose to donate his organs, so no other mother has to go through what I’m going through right now.”",
    "trans": "El Senador [redacted_name] pide a [redacted_name] una guía para reducir las muertes en carretera\npausa\nsin volumen\n-02:03\nsd\nsubtítulos cerrados\npantalla completa\npausa\n\"Este está aprendiendo a ser un hermano.\" dijo [redacted_name], mientras gesticulaba a su otro hijo, [redacted_name]. \"Ahora todo se ha terminado.\"\nLa policía de East Haven dijo que responderían en Redfield Avenue el domingo por la noche. Los oficiales encontraron al bebe inconsciente después de decir que fue desatendido en la bañera. [redacted_name] contó a News 8 que estaba al cuidado del padre y otra familia mientras ella estaba trabajando.\n\"Todo lo que se le pidió fue que cuidara a mis hijos mientras so trabajaba para proveerles,\" dijo ella. \"Él no podía ni hacer eso.\"\n\"Ella ni siquiera estaba allí cuando sucedió,\" dijo [redacted_name], la tía del bebé. \"Estaba al cuidado de otros miembros de la familia, y queremos que la gente lo entienda.\"\nLa policía de East Haven identificó a un bebé de 7 meses cuya muerte está bajo investigación\nMientras [redacted_name] se queda con un dolor y una pena inimaginable, espera que su hija pueda salvar la vida de alguien más.\n\"Si se ha interrumpido la vida de mi hijo, quiero que tenga un sentido,\"dijo ella. \"Elijo donar sus órganos, para que ninguna otra madre tenga que pasar por lo que yo estoy pasando ahora mismo.\""
}