{
    "source": "en_US",
    "target": "es_ES",
    "text": "In a statement, the club said it had 'chosen a man well known for his teams' high pressing, intense and daring style of play which has brought him great success at club level and international level, winning pretty much all there is to win in the world of football'.\nBarcelona highlighted the 59-year-old's success during the 2019-20 season at the helm of Bayern, with whom he won six trophies - the Bundesliga, the German Cup, the Champions League, the German Super Cup, the UEFA Super Cup and the Club World Cup.\nXavi was sacked last week after a trophy-less season in which Barca finished 10 points behind champions Real Madrid, lost the Spanish Super Cup final to their arch-rivals and were knocked out of the Champions League by Paris St Germain in the last eight.\nThe German filling Xavi's shoes faces a tough challenge ahead with fixing Barca's on-field struggles amid turmoil off the pitch, including deepening financial problems and a refereeing scandal that could drag on for years.\nFlick made his name assisting Germany manager Joachim Low during their 2014 World Cup winning campaign. In 2019, he joined Bayern as head coach, securing seven trophies in his two seasons in charge.",
    "trans": "En un comunicado, el club dijo que habían \"elegido a un hombre reconocido por el estilo de juego audaz, intenso y de alta presión de sus equipos, con el que ha obtenido un gran éxito tanto a nivel del clubes como internacional, y que ganó prácticamente todo lo que hay para ganar en el mundo del fútbol\".\nEl Barcelona destacó el éxito del hombre de 59 años de edad durante la temporada 2019-20 al frente del Bayern, con el que ganó seis trofeos, la Bundesliga, la Copa Alemana, la Liga de Campeones, la Supercopa Alemana, la Supercopa UEFA y la Copa Mundial de Clubes.\nA Xavi lo despidieron la semana pasada después de una temporada sin trofeos, en la que el Barca terminó 10 puntos por detrás del campeón, Real Madrid, perdió la Supercopa Española contra sus archirrivales y quedó eliminado de la Liga de Campeones por el Paris St Germain en los cuartos de final.\nEl alemán que reemplaza a Xavi tiene un desafío complicado por delante, ya que debe solucionar las luchas dentro del campo de juego en medio de los conflictos fuera de él, entre los que se incluyen problemas financieros crecientes y un escándalo con los arbitrajes que podría extenderse por años.\nFlick se hizo un nombre como ayudante del entrenador de Alemania, Joachim Low, durante su campaña victoriosa de la Copa del Mundo del 2014. En 2019, se unió al Bayern como entrenador titular y ganó siete trofeos en sus dos temporadas a cargo."
}