{
    "source": "en_US",
    "target": "es_ES",
    "text": "I’ve been using prescription strength retinoid every night (or every other night) since 2018. So my skin is well adapted to it. But I still experienced break out even with Adapalene in my night routine. Acne is multifactorial, and I still try some new products. My skin is pretty sensitive & easilly get clogged. By far, 0.1% Adapalene cream works best on my skin, it gives me noticable result with minimum irritation (compares to tretinoin). I’ve added 20% Azelaic Acid to my morning routine since September 8th 2023. So it’s actually been 1,5 months! It’s quite challenging at the beginning to adapt with Azelaic Acid. It gives a tingling itchy sensation on the early days. I’m not sure whether I experienced a horrible purge with Azelaic Acid or it got worse because anything else, but there you see my worst skin on October 12th (check out my “skin update” HL for more details). I don’t consume any antibiotics or roacutanne or any hormonal pills. I only consume my regular supplements (vitamin D3, vitamin C, omega 3, zinc picolinate) plus extra glutathione.",
    "trans": "He usado retinoide de fortaleza bajo receta cada noche (o cada noche de por medio) desde 2018. Así que mi piel se ha adaptado bien a él. Pero aún experimenté un brote incluso con Adapalene en mi rutina nocturna. El acné es multifactorial y sigo probando nuevos productos. Mi piel es bastante sensible y se tapa fácilmente. Por lejos, la crema Adapalene 0,1 % funciona muy bien en mi piel, me da resultados notables con un mínimo de irritación (en comparación con la tretinoina). He agregado ácido azelaico 20 % a mi rutina matutina desde el 8 de septiembre de 2023. ¡Así que, en realidad, ha sido 1 mes y medio! Es todo un desafío al comienzo adaptarse al ácido azelaico. Produce una sensación de cosquilleo con picor en los primeros días. No estoy seguro si experimenté una horrible purga con el ácido azelaico o si empeoró por otra cosa, pero ahí ven mi piel en su peor estado el 12 de octubre (miren mi \"actualización de la piel\" HL para más información). No consumo ningún antibiótico o Roacután, ni ninguna píldora para las hormonas. Solo consumo mis suplementos regulares (vitamina D3, vitamina C, omega 3, zinc picolinato) además de glutatión extra."
}