{
    "source": "en_US",
    "target": "es_ES",
    "text": "As a large developing country with a huge population, India made policies and attempted to establish mechanical waste processing programs in big cities in the 1980s [26]. Meanwhile, those programs and policies failed due to information asymmetry and the incompatibility of facilities since the government did not consider that the structures of Indian cities were not suitable for waste recycling vehicles and large waste disposal factories and machines. Indian officials also could not find experienced workers to operate and maintain waste disposal machines. India still has serious solid waste challenges and secondary pollution. Various approaches and policies have been made to increase India’s solid waste disposal abilities [27].\nCompared with developed countries, developing countries faced greater challenges in the effective use of incineration and MSW generation, since their solid waste contents have lower heating value and most of the countries do not have clean incineration technology [28]. Besides institutional and policy reasons, poor environmental education is another factor that affects solid waste disposal [11]. Farmers, small waste recycle business owners and even some officials did not get sufficient education and training in solid waste disposal. This makes solid waste disposal in developing countries more challenging.",
    "trans": "Como país grande en desarrollo con una enorme población, India estableció políticas e intentó establecer programas mecánicos de procesamiento de desechos en las grandes ciudades en la década de 1980 [26]. Mientras tanto, esos programas y políticas fallaron por la asimetría de la información y por la incompatibilidad de las instalaciones, dado que el gobierno no consideró que las estructuras de las ciudades hindúes no eran adecuadas para los vehículos de reciclaje de desechos y para las grandes fábricas y máquinas de eliminación de desechos. Los funcionarios hindúes tampoco pudieron encontrar trabajadores experimentados para operar y mantener las máquinas de eliminación de desechos. India aún tiene serios desafíos respecto de los desechos sólidos y la contaminación secundaria. Distintos enfoques y políticas se han implementado para aumentar las capacidades de eliminación de desechos sólidos de India [27].\nEn comparación con los países desarrollados, los países en desarrollo se enfrentaron a mayores desafíos en el uso efectivo de la incineración y la generación de MSW, dado que sus contenidos de desechos sólidos tienen un menor valor calórico y la mayoría de los países no tienen tecnología de incineración limpia [28]. Además de motivos institucionales y de políticas, la insuficiente educación ambiental es otro factor que afecta la eliminación de desechos sólidos [11]. Los granjeros, propietarios de pequeños negocios de reciclado de desechos, e incluso algunos funcionarios, no fueron lo suficientemente educados y capacitados en la eliminación de desechos sólidos, lo cual vuelve aún más desafiante su eliminación en los países en desarrollo."
}