{
    "source": "en_US",
    "target": "es_ES",
    "text": "Experience in online marketing or e-commerce is a plus\nSelf-disciplined and responsible\nAble to work under pressure and tight schedule, independently and proactively\nDipolma in design or graduated from design school or equivalent\nWe offer the following attractive benefits:\nAttractive & competitive remuneration\nBright career path and opportunities for advancement & learning\nPaid Time Off\nTransportation allowance\nWe want our employees to have greater access to knowledge. As an incentive we offer access to the Amazon English books library\nMedical & Health Benefits\nEducation Allowance\nWe love animals at AsiaTees and our loving four legged friends would love to meet you!\nNEWSLETTER\nSign up to receive emails about ATees updates and offers.\nSign up\nWho We Are\nAsiatees Hobbies is a premium radio-controlled (R/C) hobby store established in 2001. We offer a vast selection of the latest R/C cars, parts and accessories, fast worldwide shipping at a low cost, best price guarantee and 365-Day return policy.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nVisit Our Showroom\nContact Us\nCUSTOMER CARE",
    "trans": "La experiencia en mercadotecnia en línea o comercio electrónico es una ventaja\nAutodisciplinado y responsable\nCapaz de trabajar bajo presión y con plazos acotados, de manera independiente y proactiva\nDiploma en diseño o graduado de una escuela de diseño o equivalente\nOfrecemos los siguientes atractivos beneficios:\nAtractiva y competitiva remuneración\nExcelentes oportunidades y trayectoria profesional de progreso y aprendizaje\nTiempo libre con goce de sueldo\nSubsidio al transporte\nQueremos que nuestros empleados tengan un mayor acceso al conocimiento. Como incentivo, ofrecemos acceso a la biblioteca de libros de Amazon English\nBeneficios médicos y de salud\nSubsidio a la educación\n¡En AsiaTees, amamos a los animales y a  nuestros adorados amigos de cuatro patas les encantaría conocerte!\nBOLETÍN DE NOVEDADES\nRegístrate para recibir correos electrónicos sobre las actualizaciones y las ofertas de ATees.\nRegistrarse\nQuiénes somos\nAsiaTees Hobbies es una juguetería de primera calidad con control de radio (R/C) establecida en 2001. Ofrecemos una vasta selección de piezas y accesorios, autos último modelo de R/C, con envíos rápidos a todo el mundo a bajo costo, mejor precio garantizado y política de devolución los 365 días.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nVisita nuestra sala de muestras\nContáctanos\nATENCIÓN AL CLIENTE"
}