{
    "source": "en_US",
    "target": "es_ES",
    "text": "7. Volunteers shall not use, posses or be under the influence of alcohol within the Youth House or during any activity. In case this will occur, the situation will be evaluated and according to its degree of severity measure will be taken from formal notification to terminating the stage.\n8. Using or possessing any forbidden substances during the stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n9. Using or possessing any weapons during your stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n10. Volunteers will conduct themselves in the spirit of Human Rights and they will provide positive role models for all youth. Volunteers must treat the other volunteers or young people of all ages, genders, religions, and cultures with respect and consideration.",
    "trans": "7. Los voluntarios no deberán usar, poseer ni estar bajo los efectos del alcohol dentro de la Youth House o durante cualquier actividad. En caso de producirse esto, se evaluará la situación y según su grado de gravedad, se tomarán medidas desde la notificación formal hasta la terminación de la jornada.\n8. Usar o poseer sustancias prohibidas durante la estadía dentro del proyecto está estrictamente prohibido. En caso de producirse esto, se evaluará la situación y se podrá solicitar al voluntario que termine la jornada.\n9. Usar o poseer armas durante su estadía dentro del proyecto está estrictamente prohibido. En caso de producirse esto, se evaluará la situación y se podrá solicitar al voluntario que termine la jornada.\n10. Los voluntarios se conducirán bajo el espíritu de Human Rights y serán un ejemplo positivo para todos los jóvenes. Los voluntarios deben tratar a los demás voluntarios o a los jóvenes de todas las edades, géneros, religiones y culturas con respeto y consideración."
}