{
    "source": "en_US",
    "target": "es_ES",
    "text": "Weekend Laundry Pickup and Delivery:\nRetrieve cleaned laundry sheets from the storage unit according to the weekend delivery schedule.\nEnsure timely delivery of laundry to scheduled Airbnb flats\nDeliver cleaning products to each property as needed.\nCollect old laundry from each property during delivery rounds and ensure it is securely packed for return to the storage unit.\nQuality Inspection:\nInspect all laundry at the storage unit to ensure it meets cleanliness and quality standards before leaving.\nReport any stained or damaged laundry to the operations team promptly for resolution.\nInventory Management:\nTrack what laundry is at each property\nEnsure each property is stocked with at least a full set or two of laundry.\nAccurately track stock using the inventory management system to reflect current stock levels.",
    "trans": "Recogida y Entrega de Ropa de Lavandería el Fin de Semana:\nRecoger las sábanas limpias de la unidad de almacenamiento de acuerdo con el horario de entrega de los fines de semana.\nAsegurar la entrega de la ropa de lavandería a tiempo a los pisos programados.\nEntregar productos de limpieza a cada propiedad según se necesite.\nRecoger la ropa sucia de cada propiedad durante las rondas de entrega y asegurar que sea empaquetada de forma segura para su regreso a la unidad de almacenamiento.\nInspección de calidad:\nInspeccionar toda la ropa de lavandería de la unidad de almacenamiento para asegurar que cumpla con los estándares de calidad y limpieza antes de salir.\nInformar de cualquier mancha o daño en la ropa de lavandería al equipo de operaciones para una rápida solución.\nGestión del Inventario:\nRastrear que la ropa de lavandería está en cada propiedad.\nAsegurar que cada propiedad esté aprovisionada con al menos un conjunto o dos de ropa de lavandería.\nRastrear con precisión el inventario usando un sistema de gestión de inventario para reflejar sus niveles actuales."
}