{
    "source": "en_US",
    "target": "es_ES",
    "text": "Limited Time Offer\nBUY 1 GET 1 FREE+ Free Shipping Of Revitalized Remedies CBD Gummies\nLOW STOCK! ( HURRY: Only 4 Bottles Left. )\nGET YOUR BOTTLE >>\nThis special offer ends:\nFriday, October 11, 2024\nStart A Conversation\nDan H.\nI really didn't expect such a cool post from you. Actually I have been using Revitalized Remedies CBD Gummies for about a weak already and couldn't be any happier!\nReply . 13 . Like . 12 minutes ago\nZac P.\nThe timing of this couldn't be better, my wife and I are struggling and this could be our answer.\nReply . 14 . Like . 16 minutes ago\nFritz C.\nYesterday I got my package Revitalized Remedies CBD Gummies and I already managed to try it! I feel more confident than ever already!\nReply . 2 . Like . 1 hour ago\nRyan P.\nDenzel Washington. I've heard that as well. I am anxious to find out for myself. Thanks!\nReply . 13 . Like . 12 minutes ago\nReynan P.\nI have been using Revitalized Remedies CBD Gummies for two weeks and I can definitely say that could never expect such a strong effect. This is simply AMAZING!!",
    "trans": "Oferta por tiempo limitado\nCOMPRE 1 OBTENGA 1 GRATIS + Envío gratis de gomitas CBD remedios revitalizados\n¡POCO INVENTARIO! (APÚRESE: solo quedan 4 botellas.)\nCONSIGA SU BOTELLA >>\nEsta oferta especial finaliza:\nviernes, 11 de octubre de 2024\nIniciar una conversación\nDan H.\nRealmente, no esperaba que hicieran una publicación con tanta onda. ¡En realidad, hace ya casi una semana que uso las gomitas CBD remedios revitalizados y no podría estar más feliz!\nRespuesta . 13 . Me gusta . Hace 12 minutos\nZac P.\nEl momento no podría ser mejor, mi esposa y yo estamos luchando y esto podría ser lo que buscamos.\nRespuesta . 14 . Me gusta . Hace 16 minutos\nFritz C.\n¡Ayer conseguí mi paquete de gomitas CBD remedios revitalizados y ya pude probarlas! ¡Ya me siento con más confianza que nunca!\nRespuesta . 2 . Me gusta . Hace 1 hora\nRyan P.\nDenzel Washington. También escuché lo mismo. Ansío averiguarlo por mí mismo. ¡Gracias!\nRespuesta . 13 . Me gusta . Hace 12 minutos\nReynan P.\nYa hace dos semanas que uso las gomitas CBD remedios revitalizados y puedo decir con certeza que nunca pude haber esperado un efecto tan fuerte. ¡¡Esto es simplemente ASOMBROSO!!"
}