{
    "source": "en_US",
    "target": "es_ES",
    "text": "*The information on the ID must be identical to the information on your US ARMY Membership. The ID must include a name, date of birth, and a photo, and it must be presented physically to be accepted as a valid photo ID for identity verification. If the information on the ID does not match the information on your US ARMY Membership, you will be denied admission.\n*All IDs must be presented physically and must not be expired, to be considered valid.\n*If you have to verify yourself using a temporary ID such as an issuance application confirmation, the document must be stamped with the official seal of the head of a government office. It must include a photo, personal information, issuance number, and expiration date, all protected with a transparent sticker. Any document seeming dubious or to have been forged will not be accepted.\n*When verifying your ID, we may conduct an additional verification process such as asking you questions, requesting other IDs, etc. to prevent the use of transferred or forged IDs.\n[Precautions]\n- Only ARMY US MEMBERSHIP holders who attended the Jung Kook 'GOLDEN : The Moments' Exhibition are able to receive the gift benefits",
    "trans": "*La información del ID debe ser idéntica a la información de su membresía del Ejercito de Estados Unidos. La identificación debe incluir el nombre, año de nacimiento, y una foto, y se debe presentar físicamente para ser aceptada como foto válida para una verificación de identidad. Si la información en el ID no coincide con la información de la membresía del ejercito estadounidense, se denegará tu admisión.\n*Todos los IDs deben ser presentados físicamente y no deben estar caducados, para ser considerados válidos.\n* Si tienes que verificar que eres tú usando un ID temporal como una confirmación de la solicitud de emisión, el documento debe estar sellado con el sello oficial del jefe de una oficina gubernamental. Debe incluir una foto, información personal, número de emisión, y fecha de caducidad, todo protegido con una pegatina transparente. Cualquier documento que pueda parecer dudoso o que haya sido falsificado no será aceptado.\n*Al verificar tu identidad, podremos realizar procesos de verificación adicionales como hacer preguntas, pedir otras formas de identificación, etc. para prevenir el uso de IDs transferidos o falsificados.\n[Precauciones]\n- Solo los miembros del Ejercito de Estados Unidos que fueron al Jung Kook' GOLDEN: La Exposición de Momentos pueden recibir beneficios de regalo"
}