{
    "source": "en_US",
    "target": "es_ES",
    "text": "• Sustainability commitment, incorporate environmentally friendly practices into our operations, promoting ecological awareness and responsibility within the technology sector.\n• Moreover, by engaging in numerous classes and completing all assigned tasks, participants will be rewarded with incentives such as tickets for attractive prizes or the opportunity to donate to animal rescue organizations or other charitable causes. This approach aims to motivate and inspire customers effectively.\nThe product\nOur main product is an all-inclusive learning management app aimed at boosting memory and promoting effective learning. The application includes intelligent note-taking with flexible organization, multimedia capabilities, and collaboration features, enabling users to effortlessly create and share enhanced notes. It uses a Spaced Repetition System (SRS) that tailors review schedules based on how users perform, ensuring timely revisits of information. Personalized learning plans are developed through an initial evaluation, which monitors user progress and offers customized feedback. The app also provides interactive learning activities like gamified quizzes and flashcards, making the learning process enjoyable. Moreover, it connects with well-known productivity tools and fosters a user community for support and knowledge exchange. Overall, our application empowers users to take control of their learning journey, improve retention, and achieve their educational goals effectively.\nBenefits of using the product",
    "trans": "• Compromiso con la sostenibilidad, incorporar prácticas amigables con el medio ambiente en nuestras operaciones, promover la concientización ecológica y la responsabilidad dentro del sector de la tecnología.\n• Además, al participar en numerosas clases y completar todas las tareas asignadas, se recompensará a todos los participantes con incentivos, tales como boletos para atractivos premios o la oportunidad de donar a organizaciones de rescate de animales u otras causas benéficas. Este enfoque apunta a motivar e inspirar a los clientes con eficacia.\nEl producto\nNuestro principal producto es una aplicación de aprendizaje con todo incluido, cuyo objetivo es mejorar la memoria y promover el aprendizaje efectivo. La aplicación incluye toma de notas inteligente con organización flexible, capacidades multimedia y funciones de colaboración, lo que permite a los usuarios crear y compartir sin esfuerzo notas mejoradas. Utiliza un Sistema de repetición espaciado (SRS) que personaliza los programas de revisión según como rinden los usuarios, lo cual garantiza nuevas consultas oportunas de la información. Los planes de aprendizaje personalizados se desarrollan por medio de una evaluación inicial, que supervisa el progreso del usuario y ofrece retroalimentación personalizada. La aplicación también proporciona actividades interactivas de aprendizaje como concursos de juegos y tarjetas, lo cual vuelve más placentero el proceso de aprendizaje. Además, se conecta con reconocidas herramientas de productividad y fomenta una comunidad de usuarios para obtener ayuda e intercambiar conocimientos. En general, nuestra aplicación empodera a los usuarios para que asuman el control de sus trayectorias de aprendizaje, mejoren la retención y logren sus objetivos educativos con eficacia.\nBeneficios de usar el producto"
}