{
    "source": "en_US",
    "target": "es_ES",
    "text": "As a God, there are a few higher than Erlang in terms of authority. However, he is the nephew of Jade emperor, the top dog of celestial heaven and ruler of all Gods; just below Buddha himself I would say. Some would say Erlang is the strongest warrior of the heavens and the only rival to Sun. On who is stronger between the both of them is debatable, they have both bested each other on different occasions and it has been implied that they both have some form of respect for each other because of how strong they are.\nErlang despite being a high ranking and family of jade emperor himself, don’t exactly have a strong respect for how his uncle rules over the celestial realm. It has been implied in some iteration that Jade emperor can be at times “evil and selfish” for his own agendas too. In Chinese mythology, Gods are not necessarily perfect, that’s why they have not achieve true enlightenment and become Buddha themselves. They are simply superior beings to humans and devils.",
    "trans": "En cuanto a dioses, hay pocos superiores a Erlang en términos de autoridad. Sin embargo, es sobrino del emperador de Jade, el mandamás del cielo celestial y gobernante de todos los dioses; justo por debajo del mismísimo Buda, diría yo. Algunos dirían que Erlang es el guerrero más fuerte de los cielos y el único rival de Sun. No se sabe a ciencia cierta quién es el más fuerte de los dos, pero ambos se han vencido mutuamente en diferentes ocasiones y parece que se respetan mutuamente por lo fuertes que son.\nErlang, a pesar de ser de alto rango y familia del mismo emperador de Jade, no respeta precisamente la forma en que su tío gobierna el reino celestial. Se ha insinuado en alguna iteración que el emperador de Jade también puede ser, a veces, «malvado y egoísta» con sus propios intereses. En la mitología china, los dioses no son necesariamente perfectos, motivo por el cual no han alcanzado la verdadera iluminación ni se han convertido en Buda. Simplemente, son seres superiores a los humanos y demonios."
}