{
    "source": "en_US",
    "target": "es_ES",
    "text": "The MAP test serves as a valuable standardized formative assessment tool for our students, encompassing Math and English subjects for students from KG3 to G11, with the additional inclusion of Science subjects for G4 to G8. This assessment allows us to gauge your child's learning levels and track their academic growth not only throughout the school year but also from year to year.\nGiven the significance of this assessment, it is crucial that our students put forth their best effort. I firmly believe that parental support plays an essential role in helping children perform their best during the MAP test. Therefore, I kindly request that you ensure the presence of your child(ren) in school on the designated testing day.\nThe MAP test this season will be conducted with subject facilitators to ensure that all students are in a comfortable atmosphere conducive to smooth answering. Here are the details regarding the testing locations:\nMYP & DP1 students: Respective subject’s classes (Please bring laptops with Windows 8 or later versions installed or iPads)",
    "trans": "La prueba MAP sirve como una valiosa herramienta de evaluación formativa estandarizada para nuestros estudiantes, que abarca las materias de Matemáticas e Inglés para estudiantes desde KG3 a G11, con la inclusión adicional de materias de Ciencias desde G4 a G8. Esta evaluación nos permite medir el nivel de aprendizaje de tus hijos y seguir su crecimiento académico no solo a través del año escolar, sino también año tras año.\nDada la importancia de la evaluación, es crucial que nuestros estudiantes hagan un gran esfuerzo. Creo firmemente que el apoyo parental juega un papel esencial al ayudar a los niños a rendir al máximo durante la prueba MAP. Por tanto, pido amablemente que se asegure la presencia de tus hijos en el colegio en el día designado para la prueba.\nEsta temporada, la prueba MAP se llevará a cabo con facilitadores de materias para asegurar que todos los estudiantes estén en un ambiente cómodo que favorezca respuestas fluidas. Estos son los detalles relacionados con los lugares de la prueba:\nEstudiantes MYP y DP1: Clases de la materia respectiva (Por favor, traigan ordenadores con Windows 8 o versiones más actuales instaladas o iPads)"
}