{
    "source": "en_US",
    "target": "es_ES",
    "text": "Another reason that treatments for Parkinson’s and other neurodegenerative diseases are lagging behind those for other ailments is that the brain is a fiendishly complex organ. The human brain houses 100 billion neurons. That’s roughly the same number of stars in our Milky Way galaxy. But as Saarma points out, it’s hardly a perfect comparison because neurons don’t exist in interstellar isolation. Instead, they form thousands of intimate, unique connections with other neurons — connections that are vital to their health and function.\n“So, the Milky Way galaxy is a piece of cake compared to our brain,” he jokes.\nThe brain is exceptional in another way, too. Unlike skin cells, the vast majority of neurons don’t go forth and multiply — or, in this case, divide. They are among the few cell types in your body that don’t regenerate through mitosis, leaving the brain with limited opportunities to self-repair. Once a neuron matures, it either lives or dies; if it dies, that’s that. To stay alive, neurons need energy and protection. Without them, neurodegenerative diseases begin.\nWe now have about 10-12 million Parkinson’s patients, which will double in 20 years. We need to take this very seriously.",
    "trans": "Otra razón por la cual los tratamientos para la enfermedad de Parkinson y las enfermedades neurodegenerativas se están quedando detrás de otras enfermedades es que el cerebro es un órgano malvadamente complejo. El cerebro humano aloja 100 mil millones de neuronas. Es aproximadamente la misma cantidad de estrellas en nuestra galaxia de la Vía Láctea. Pero como señala Saarma, apenas si es una comparación perfecta porque las neuronas no existen en el aislamiento interestelar. En su lugar, forman miles de conexiones íntimas y únicas con otras neuronas, conexiones que son esenciales para su salud y función.\n\"Así que la galaxia de la Vía Láctea es una pavada en comparación con nuestro cerebro\", bromea.\nEl cerebro es excepcional de otra manera, también. A diferencia de las células de la piel, la vasta mayoría de las neuronas no avanzan y se multiplican, o, en este caso, dividen. Se encuentran dentro de los pocos tipos de células del cuerpo que no se regeneran a través de la mitosis, lo que deja al cerebro con pocas oportunidades de autorrepararse. Una vez que una neurona madura, o vive o muere. Si muere, eso es todo. Para permanecer vivas, las neuronas necesitan energía y protección. Sin ellas, comienzan las enfermedades neurodegenerativas.\nAhora tenemos cerca de 10 a 12 millones de pacientes con Parkinson, lo cual se duplicará en 20 años. Necesitamos tomar esto muy en serio."
}