{
    "source": "en_US",
    "target": "es_ES",
    "text": "Home Office online check: share code and date of birth\nOR current passport and stamped visa\nNon-UK with student visa\nHome Office online check: share code and date of birth\nAND university enrolment letter and document specifying term dates\nBank account details (sort code, account number)\nNational insurance number (eg NI card, letter from government agency/department)\nP45 from the current tax year, under six weeks old OR a completed online HMRC starter checklist\nCopies (paper or digital) of original documents cannot be accepted.\nWithout presenting the above documents, you will be unable to commence employment.\nWhat to expect\nOn your first day, a team member will complete an induction and answer any questions which you may have. You will be provided with access to online induction e-learning to help to build your knowledge. In the meantime, take a look at the following to learn more about J D Wetherspoon and what’s on offer.",
    "trans": "Registro online a la Oficina en Casa: compartir código y fecha de nacimiento.\no Pasaporte actual y visado sellado.\nNo Británico con visado de estudiante\nRegistro online a la Oficina en Casa: compartir código y fecha de nacimiento.\nY carta de admisión de la universidad y documento especificando las fechas del trimestre\nDetalles de la cuenta bancaria (código de clasificación, número de cuenta)\nNúmero de Seguridad Nacional (i.e. tarjeta NI, carta del gobierno a la agencia/departamento)\nP45 del año fiscal actual, de menos de 6 semanas O una lista de verificación de inicio de HMRC en línea completada\nCopias (papel o digital) de los documentos originales no son aceptados.\nSin presentar los documentos mencionados arriba, no podrás empezar a trabajar.\nQué esperar\nEn tu primer día, un miembro del equipo completará una inducción y responderá cualquier pregunta que puedas tener. Se te proveerá acceso a la inducción e-learning online para ayudar a construir tu conocimiento. Mientras tanto, echa un vistazo a lo siguiente para saber más acerca de J D Wetherspooon y lo que tiene que ofrecer."
}