{
    "source": "en_US",
    "target": "es_ES",
    "text": "Identify the ticket you tried to share and check the status of the share\nCheck that the details (email or mobile number) are correct\nYou can choose to cancel or recall the ticket share and attempt to re-share it with your friend\nI’ve shared a ticket, how long does my receiver have to accept it?\nThe ticket receiver has 48 hours to accept the ticket share. If it goes unaccepted, you will receive a notification and the ticket will be available in your order history again.\nI’ve shared a ticket, but I’d like to undo it, what do I do?\nIf you’ve shared a ticket that you no longer wish to, visit “Your Tickets” in the Ticketek mobile app. Alternatively, click the SMS link for the mobile ticket you have shared.\nBased on the status of the shared ticket you can “Cancel” or “Recall” the shared ticket.\nThe ticket holder will receive an email notification when this occurs.\nI accepted a ticket share but would like to undo it, what do I do?\nIf you’ve accepted a shared ticket that you no longer wish to have, visit “Your Tickets” in the Ticketek mobile app.",
    "trans": "Identifique el boleto que trató de compartir y consulte el estado de la compartición\nRevise que la información (correo electrónico o número de celular) esté correcta\nPuede optar por cancelar o retirar el boleto compartido y tratar de compartirlo nuevamente con su amigo\nHe compartido un boleto, ¿cuánto tiempo tiene mi receptor para aceptarlo?\nEl receptor del boleto tiene 48 horas para aceptar el boleto compartido. En caso de no aceptarlo, usted recibirá una notificación y el boleto estará disponible en su historial de pedidos nuevamente.\nHe compartido un boleto, pero me gustaría deshacer esta acción, ¿qué debo hacer?\nSi ha compartido un boleto que ya no desea, visite \"Sus boletos\" en la aplicación móvil de Ticketek o haga clic en el enlace de SMS del boleto móvil que haya compartido.\nSegún el estado del boleto compartido, podrá \"Cancelar\" o \"Retirar\" el boleto compartido.\nEl titular del boleto recibirá una notificación por correo electrónico cuando esto suceda.\nAcepté un boleto compartido, pero me gustaría deshacer esta acción, ¿qué debo hacer?\nSi aceptó un boleto compartido que ya no desea tener, visite \"Sus boletos\" en la aplicación móvil de Ticketek."
}