{
    "source": "en_US",
    "target": "es_ES",
    "text": "the weekends and have fun and often attends sports events or\ntakes a short break to play video games.\nlabs. He spends lots of time in the library, and at the end of\n“undeclared” at the beginning of second semester. He doesn’t see\nhas declared a major in premed; he signed up for a heavy\nmorning and goes to class, but occasionally he goes back to sleep\nthe first semester he has a 3.5 GPA. Jerome likes to go out on\ngets up on time. He’s asked Jerome to make sure he gets up in the\nplays every intramural sport offered. Chris made a 2.2 GPA first\ncollege classes without his parents around to make sure that he\nafter Jerome wakes him up. Chris tends to study right before a\ntest by staying up all night. He goes out a lot during the week and\nKanoy, K., Book, H. E., & Stein, S. J. (2013). The student eq edge : Emotional intelligence and your academic and personal success: student workbook. John Wiley & Sons, Incorporated.",
    "trans": "los fines de semana y divertirse y a menudo asiste a eventos deportivos o\nse toma un pequeño descanso para jugar videojuegos.\nlaboratorios. Pasa mucho tiempo en la biblioteca y al final del\n\"no declarado\" al principio del segundo semestre. Él no ve\nha declarado una especialización en premedicina, se inscribió en un pesado\nmañana y va a clase, sin embargo, ocasionalmente, vuelve a dormir\nel primer semestre él tiene un GPA de 3,5. A Jerome le gusta salir\nse levanta a tiempo. Le ha solicitado a Jerome que se asegure de que se levante\njuega cada deporte intramural que se ofrece. Chris obtuvo un GPA de 2,2 el primer\nclases universitarias sin sus padres para asegurarse de que él\ndespués de que Jerome lo despierta. Chris suele estudiar justo antes de una\nprueba quedándose despierto toda la noche. Sale mucho durante la semana y\nKanoy, K., Book, H. E., & Stein, S. J. (2013). El borde de equilibrio de un alumno: inteligencia emocional y tu éxito académico y personal: libro de ejercicios para alumnos. John Wiley & Sons, Incorporated."
}