{
    "source": "en_US",
    "target": "es_ES",
    "text": "Second, Facebook as a mature social platform gives writers the advantage of publicity. Facebook is ranked as the third most visited website in the world as of July 2022. The high number of visitors reveals that Facebook can be an excellent platform for promotion. It echos with the feature of Bulletin. As Mr.Zuckberg said, the author's personal Facebook page will contains a link to the newsletters on Bulletin so that readers can click through and read the content directly. Podcasts and audio rooms will also be available for authors to \"supplement their content\". This is equivalent to telling to numerous writers that if they publish content in the Bulletin interface, their articles can be viewed by more people.\nThird, Facebook doesn’t intend to confine writers to Bulletin all the time. Although Facebook has a promotional advantage over creators, it does not want to control the creators. On the pages of Bulletin, writers are able to send paid content directly to users' personal email addresses. It means they can export the subscriber’s contact information at any time. If they want to change platforms, they can just send emails directly to their readers. Facebook respects the writer’s choices.",
    "trans": "Segundo, Facebook como plataforma social madura les da a los escritores la ventaja de la publicidad. Facebook está clasificada como la tercera página web más visitada del mundo desde julio de 2022. El alto número de visitantes revela que Facebook puede ser una excelente plataforma de promoción. Resuena con la característica del Boletín. Como dijo el Sr. Zuckberg, la página personal de Facebook del autor contendrá un enlace a las cartas en el Boletín, de manera que los lectores puedan hacer clic y leer el contenido directamente. Podcasts y salas de audio también estarán disponibles para los autores para \"complementar su contenido\". Esto es equivalente a decir a numerosos escritores que si publican contenido en la interfaz del Boletín, sus artículos podrán ser vistos por más personas.\nTercero, Facebook no tiene intención de confinar a los escritores al Boletín todo el tiempo. Aunque Facebook tiene una ventaja promocional sobre los creadores, no quiere controlarlos. En las páginas del Boletín, los escritores pueden enviar contenido pagado directamente a los correos electrónicos personales de los usuarios. Esto significa que pueden exportar la información de contacto de los suscriptores en cualquier momento. Si quieren cambiar de plataforma, pueden simplemente mandar correos electrónicos directamente a sus lectores. Facebook respeta las decisiones de los escritores."
}