{
    "source": "en_US",
    "target": "es_ES",
    "text": "Benedict looked at the newcomer, a short, slightly pudgy young woman who was obviously the countess’s daughter, then glanced back to Sophie, who had gone white as a sheet.\n“Get out of here,” Araminta hissed. “You have no place in these proceedings.”\n“Obviously she does,” the magistrate said, turning to Araminta, “if she took the shoe clips. Do you want to have her charged?”\n“She’s my daughter!”\n“Put me in the cell with Sophie!” Posy said dramatically, clasping one of her hands to her breast with great effect. “If she is transported for theft, then I must be as well.”\nFor the first time in several days, Benedict found himself smiling.\nThe warden took out his keys. “Sir?” he said hesitantly, nudging the magistrate.\n“Put those away,” the magistrate snapped. “We’re not incarcerating the countess’s daughter.”\n“Do not put those away,” Lady Bridgerton cut in. “I want my future daughter-in-law released immediately.”\nThe warden looked helplessly at the magistrate.\n“Oh, very well,” the magistrate said, jabbing his finger in Sophie’s direction. “Let that one free. But no one is going anywhere until I have this sorted out.”",
    "trans": "Benedict miró a la recién llegada, una mujer joven, de baja estatura y un poco regordeta, que, obviamente, era la hija de la condesa, luego volvió a mirar a Sophie, quien se había puesto blanca como un papel.\n\"Vete de aquí\", siseó Araminta. \"No tienes espacio en estos procedimientos\".\n\"Obvio que sí\", dijo el magistrado, volviéndose hacia Aramita, \"si ella tomó los ganchos del zapato. ¿Deseas presentar cargos contra ella?\"\n\"¡Es mi hija!\"\n\"¡Ponme en la celda con Sophie!\", dijo Posy de forma dramática, mientras se llevaba una de las manos al pecho con un gran efecto. \"Si la transportan a ella por robo, entonces a mi también\".\nPor primera vez en varios días, Benedict se encontró sonriendo.\nEl guardia sacó sus llaves. \"¿Señor?\", dijo dubitativo, dando un empujoncito al magistrado.\n\"Lléveselas\", gruñó el magistrado. \"No vamos a encarcelar a la hija de la condesa\".\n\"No se las lleve\", interrumpió Lady Bridgerton. \"Quiero que liberen de inmediato a mi futura nuera\".\nEl guardia miró con un gesto de impotencia al magistrado.\n\"Oh, muy bien\", dijo el magistrado y apuntó el dedo en dirección a Sophie. \"Suelta a esa. Pero nadie va a ninguna parte hasta que haya resuelto esto\"."
}