{
    "source": "en_US",
    "target": "es_ES",
    "text": "Source: Public Records\nSee All\nMortgage History\nDate Status Loan Amount Loan Type\n05/12/06\nPrevious Owner $85,500 Fannie Mae Freddie Mac\n09/21/01\nPrevious Owner $6,180 Unknown\n03/23/01\nPrevious Owner $71,700 Unknown\n09/17/96\nPrevious Owner $62,700 No Value Available\nSource: Public Records\nAbout the Listing Agent\nBrian Brockman\nBang Realty, Inc.\n(513) 995-7793\nContact Brian\nBrian is one of a handful of real estate brokers and auctioneers who is licensed in all 50 states and the District of Columbia. Brian has over 15 years in asset management experience and has sold properties for investors, developers, and many local, national, and international financial institutions. Over the last 10 years, Brian has grown his two-person real estate sales team in Cincinnati, OH into a nationally recognized commercial brokerage. Brian is known for finding solutions and\nView Brian's Profile\nBrian's Other Listings\n$144,900",
    "trans": "Fuente: Registros públicos\nVer todo\nHistorial hipotecario\nFecha Estado Importe del préstamo Tipo de préstamo\n12/05/06\nPropietario anterior $85 500 Fannie Mae Freddie Mac\n21/09/01\nPropietario anterior $6180 Desconocido\n23/03/01\nPropietario anterior $71 700 Desconocido\n17/09/96\nPropietario anterior $62 700  Sin valor disponible\nFuente: Registros públicos\nSobre el agente de ventas\nBrian Brockman\nBang Realty, Inc.\n(513) 995-7793\nContactar a Brian\nBrian es uno de los pocos corredores de bienes raíces que tiene licencia en los 50 estados y en el Distrito de Columbia. Tiene 15 años de experiencia en gestión de bienes y ha vendido propiedades para inversores, desarrolladores y muchas instituciones financieras locales, nacionales e internacionales. Durante los últimos 10 años, ha aumentado su equipo de ventas de bienes raíces de dos personas en Cincinnati, Ohio en una intermediación comercial reconocida a nivel nacional. Brian es conocido por encontrar soluciones y\nVer el perfil de Brian\nOtros anuncios de Brian\n$144 900"
}