{
    "source": "en_US",
    "target": "es_ES",
    "text": "Must be able to set up and run GMAW, SMAW, FCAW, GTAW\nOxy Fuel Cutting\nHandheld Plasma/Gouging Operation\nMust be able to lift 10 – 40 LB Weldments\nRead, interpret, and follow blueprints and engineering plans to construct high-quality parts and assemblies.\nSetting up and operating tools and equipment necessary for the fabrication process.\nMeasuring, marking, cutting, bending, and assembling materials to create the final product.\nInspecting and testing finished products to ensure they conform to specifications.\nAligning, fitting, and assembling component parts using hand tools and fixtures.\nRepairing faulty components and products in line with defects highlighted during inspection.\nMaintaining a clean and safe work environment in compliance with company and safety regulations.\nInspect and test finished products for functionality and adherence to specifications.\nMaintain a clean and safe working environment by complying with procedures, rules, and regulations.\nAssist in the enhancement of fabrication methods, seeking efficiency and reduction of costs.\nCommunicate well with other departments and team members",
    "trans": "Ser capaz de configurar y operar GMAW, SMAW, FCAW, GTAW\nCortar con oxicombustible\nOperar manualmente el ranurado por plasma\nSer capaz de levantar piezas soldadas de 10 a 40 lb\nLeer, interpretar y seguir esquemas y planos de ingeniería para construir piezas y ensamblajes de alta calidad.\nConfigurar y utilizar las herramientas y equipos necesarios para el proceso de fabricación.\nMedir, marcar, cortar, doblar y ensamblar los materiales para crear el producto final.\nInspeccionar y probar los productos acabados para garantizar que cumplen las especificaciones.\nAlinear, montar y ensamblar componentes utilizando herramientas manuales y dispositivos.\nReparar los componentes y productos defectuosos en función a los defectos detectados durante la inspección.\nMantener un entorno de trabajo limpio y seguro de conformidad con las normas de la empresa y de seguridad.\nInspeccionar y probar los productos acabados para verificar su funcionalidad y su conformidad con las especificaciones.\nMantener un entorno de trabajo limpio y seguro, cumpliendo los procedimientos, normas y reglamentos.\nColaborar en la mejora de los métodos de fabricación, buscando la eficiencia y la reducción de costes.\nTener buena comunicación con otros departamentos y miembros del equipo"
}