{
    "source": "en_US",
    "target": "es_ES",
    "text": "Total amount of years for your education since grade 1\nAre you currently employed?\nDo you have proof of your employment (pay slips, reference letters, contract)?\nPlease list all languages that you currently speak:\nAre you thinking of going to the United States with your family members or alone?\nWhat is the purpose of your entry and stay in the United States:\nAre you seeking protection because you have suffered from persecution or fear because of: Race, Religion, Nationality, Membership in a particular social group, Political opinion?\nHave you ever been to the United States before?\nHave you ever had problems with the law?\nAre you currently working for an American employer?\nWould you like to invest your money into a United States business?\nHave you been awarded, or have you been nationally or internationally recognized, for excellence in the field of your outstanding activity?\nHave you ever been a judge of the work of others in the field of their or your specialization?\nCan you provide information about a crime committed in the United States?\nDECLARATION",
    "trans": "Número total de años de tu educación desde 1.° grado\n¿Estás trabajando actualmente?\n¿Tienes pruebas de tu empleo (recibos de sueldos, cartas de referencia, contrato)?\nPor favor, haz una lista de todos los idiomas que hablas actualmente:\n¿Estás pensando en ir a los Estados Unidos con miembros de tu familia o solo?\n¿Cuál es el propósito de tu ingreso y estadía en los Estados Unidos?:\n¿Estás buscando protección porque has sido perseguido o has temido por razón de: raza, religión, nacionalidad, membresía a alguno grupo social particular, opinión política?\n¿Has estado antes en los Estados Unidos?\n¿Has tenido alguna vez problemas con la ley?\n¿Estás actualmente trabajando para un empleador estadounidense?\n¿Te gustaría invertir tu dinero en una empresa de los Estados Unidos?\n¿Alguna vez has sido premiado, o reconocido nacional o internacionalmente, por tu excelencia en tu excepcional campo de actividad?\n¿Alguna vez has sido juez del trabajo de otros en sus campos o en tu especialización?\n¿Puedes proporcionar información sobre un delito cometido en los Estados Unidos?\nDECLARACIÓN"
}