{
    "source": "en_US",
    "target": "es_ES",
    "text": "Shipley had approved an editorial endorsement for Harris that was being drafted earlier this month, according to three people with direct knowledge. He told colleagues the decision to endorse was being reviewed by the paper's billionaire owner, Jeff Bezos. That's the owner's prerogative and is a common practice.\nOn Friday, Shipley said that he told other editorial board leaders on Thursday that management had decided there would be no endorsement, though Shipley had known about the decision for a while. He added that he \"owns\" this outcome. The reason he cited was to create \"independent space\" where the newspaper does not tell people for whom to vote.\nColleagues were said to be \"shocked\" and uniformly negative. Editor-at-large Robert Kagan, who has been highly critical of Trump as autocratic, told NPR he had resigned from the editorial board as a consequence.\nFormer Washington Post Executive Editor Martin Baron, who led the newsroom to acclaim during Trump's presidency, denounced the decision starkly.",
    "trans": "Shipley había aprobado un apoyo editorial a Harris que se estaba redactando a principios de este mes, según tres personas con acceso directo a la información. Contó a sus colegas que la decisión de apoyar a Harris estaba siendo evaluada por el multimillonario propietario del periódico, Jeff Bezos. Es una prerrogativa del propietario y una práctica habitual.\nEl viernes, Shipley declaró que el jueves comunicó a otros líderes del consejo editorial que la dirección había decidido que no habría apoyo, aunque Shipley conocía la decisión desde hacía tiempo. Añadió que este resultado «era suyo». La razón que alegó fue crear un «espacio independiente» en el que el periódico no dijera a la gente a quién votar.\nLos colegas se mostraron «conmocionados» y uniformemente en contra. El redactor jefe, Robert Kagan, que ha criticado duramente a Trump por autocrático, declaró a NPR que había dimitido del consejo editorial a consecuencia de ello.\nEl exdirector ejecutivo del Washington Post, Martin Baron, que dirigió la redacción con éxito durante la presidencia de Trump, denunció la decisión duramente."
}