{
    "source": "en_US",
    "target": "es_ES",
    "text": "If you are receiving this email, you are currently using an email or calendar app that uses a less secure authentication method to connect to your Outlook.com email account. You will need to upgrade your third-party mail and calendar app to a version which supports modern authentication methods.\nMicrosoft provides free versions of Outlook for your PC, Mac, iOS, and Android devices which can be easily downloaded and connect to your email account. Using an updated version of an Outlook application will ensure you are connecting in the most secure way.\nHow can you set up your Gmail, Apple Mail, or other third-party mail application?\nVarious non-Microsoft applications will have their own steps for connecting to your Outlook.com email account using modern authentication methods. See our help article - Modern Authentication Methods now needed to continue syncing Outlook Email in non-Microsoft email apps. However, you may need to contact the creators of those applications to provide you with instructions. In many cases, simply removing and re-adding your account with the latest version of that application will configure it to use modern authentication methods.",
    "trans": "Si recibe este correo electrónico, significa que está utilizando una aplicación de correo electrónico o calendario que usa un método de autentificación poco seguro para conectarse a su cuenta de correo electrónico de Outlook.com. Es necesario que actualice la aplicación de correo y calendario de terceros a una versión que admita métodos de notificación modernos.\nMicrosoft proporciona versiones gratuitas de Outlook para su PC, Mac y dispositivos iOS y Android que pueden descargarse fácilmente y conectarse a su cuenta de correo electrónico. El usar una versión actualizada de una aplicación de Outlook le garantizará que se está conectando de la forma más segura.\n¿Cómo configurar Gmail, Apple Mail u otra aplicación de correo de terceros?\nLas distintas aplicaciones externas a Microsoft tendrán sus propios pasos para conectarse a su cuenta de correo electrónico de Outlook.com utilizando métodos modernos de autenticación. Lea nuestro artículo de ayuda - Métodos modernos de autenticación ahora necesarios para seguir sincronizando el correo electrónico de Outlook en aplicaciones de correo electrónico que no sean de Microsoft. Es posible que tenga que ponerse en contacto con los creadores de esas aplicaciones para que le brinden instrucciones. Por lo general, basta con eliminar y volver a agregar la cuenta con la versión más reciente de esa aplicación para que esta se configure para utilizar métodos de autentificación modernos."
}