{
    "source": "en_US",
    "target": "es_ES",
    "text": "$0.00\nOrder Total\n$208.00\nShop in the Apple Store app,\ntailored specifically for you\nGet personalized product recommendations, compare models, access Your Saves, and track your orders. Plus, opt in today to get updates on new products, promotions, flexible payment options, and store events.\nScan the QR code or tap the link to get started.\nDownload the Apple Store app ›\nQuestions\nWhen will I get my items?\nThe shipping estimates above tell you when your items are expected to arrive. As each item leaves our warehouse, we’ll email you with delivery and tracking information.\nOrdered more than one item? You’ll get a separate email as each item ships. There are no additional shipping fees for these items.\nHow do I view or change my order?\nVisit online Order Status to view the most up-to-date status and make changes to your order. To learn more about shipping, changing your order, or returns, please visit online Help.\nYou can also call Apple Support at 800-692-7753 Monday through Friday from 9:00 a.m. to 9:00 p.m. and Saturday from 9:00 a.m. to 6:00 p.m. Pacific time.",
    "trans": "$0.00\nTotal del pedido\n$208.00\nCompra en la aplicación Apple Store,\ndiseñada específicamente para ti\nRecibe recomendaciones personalizadas de productos, compara modelos, accede a \"Your Saves\" y haz seguimiento de tus pedidos. Y si te registras hoy mismo, recibirás información actualizada sobre nuevos productos, promociones, opciones de pago flexibles y eventos en la tienda.\nEscanea el código QR o toca el enlace para empezar.\nDescarga la aplicación Apple Store ›\nPreguntas\n¿Cuándo recibiré mis artículos?\nEn las estimaciones de envío anteriores se indica cuándo se espera que lleguen tus artículos. Te enviaremos un correo electrónico con información de entrega y seguimiento a medida que los artículos salgan de nuestro depósito.\n¿Has pedido más de un artículo? Recibirás un correo electrónico distinto cuando se envíe cada artículo. No se cobran gastos de envío adicionales por estos artículos.\n¿Cómo puedo ver o modificar mi pedido?\nPuedes consultar en línea el Estado de tu pedido para ver la información más actualizada y realizar cambios a tu pedido. Para obtener más información sobre los envíos, cambios en tu pedido o devoluciones, visita el Soporte técnico en línea.\nTambién puedes llamar al Soporte de Apple al 800-692-7753 de lunes a viernes de 9:00 a.  m. a 9 p. m. y los sábados de 9:00 a. m. a 6:00 p. m. en la hora del Pacífico."
}