{
    "source": "en_US",
    "target": "es_ES",
    "text": "4) Using the same ID for verification after a reset may result in the rejection of your application.\nWe appreciate your cooperation and understanding in ensuring a smooth reset KYC application process.\nStep 6: Click \"Confirm\".\nStep 3: Log In: If you are not currently logged in, the system will prompt you to do so.\nStep 4: Choose the Reason for Your Request.\nWe understand that you wish to reset your KYC due to you would like to change your name to a Korean name.\n5) Please consider these factors carefully before proceeding. Frequent resets may lead to the rejection of your application.\nImportant Considerations:\nShould you have further inquiries, feel free to contact us via our 24/7 Livechat\nTo view all attachments sent to you within this ticket inquiry, please click on this link: bitget.zendesk.com/agent/tickets/2125744\nStep 5: Review and Agree to the Terms: Read the terms and conditions, and check the box \"I have read and understood the notice.\"\nStep 1: Click on the \"Live Support\" Icon: Located at the bottom of the page.Alternatively, you can visit Reset Identity Verification for your request..\n3) To ensure uninterrupted access to your account, please complete the identity verification with a new ID as soon as possible.",
    "trans": "4) El uso de la misma identificación para la verificación después de un restablecimiento puede generar el rechazo de su solicitud.\nAgradecemos su cooperación y comprensión para garantizar un proceso de solicitud de restablecimiento de KYC sin problemas.\nPaso 6: Haga clic en «Confirmar».\nPaso 3: Iniciar sesión: si no ha iniciado sesión, el sistema le pedirá que lo haga.\nPaso 4: Elija el motivo de su solicitud.\nEntendemos que desea restablecer su KYC porque desea cambiar su nombre por un nombre coreano.\n5) Por favor, considere estos factores cuidadosamente antes de proceder. Los restablecimientos frecuentes pueden generar el rechazo de su solicitud.\nConsideraciones importantes:\nSi tiene más preguntas, no dude en contactarnos a través de nuestro Livechat 24/7.\nPara ver todos los archivos adjuntos que se le enviaron dentro de esta solicitud de incidente, haga clic en este enlace: bitget.zendesk.com/agent/tickets/2125744.\nPaso 5: Revise y acepte los términos: lea los términos y condiciones, y marque la casilla «He leído y entiendo el aviso».\nPaso 1: Haga clic en el icono «Soporte en directo»: Situado al pie de página. También puede visitar Restablecer verificación de identidad para su solicitud.\n3) Para garantizar el acceso ininterrumpido a su cuenta, complete la verificación de identidad con una nueva identificación tan pronto como sea posible."
}