{
    "source": "en_US",
    "target": "es_ES",
    "text": "• Perform purchasing activities such as sourcing, placing purchase orders and payment requests, and expediting to supply of requested items and/or associated services by the procurement strategy and specified functional requirements, including specification, quality, delivery date, and cost-effectiveness. (\"PEAK and Slack\")\n• Ensure proper international and local logistics and shipping/handling process when purchasing from international suppliers. Coordinate closely with shippng agency and customs broker and handle required documentation, especially when FTA and/or permits are needed for the products.\n• Understand fully about the incoterms and source for the most cost-effective means to transport.\n• Ensure and verify the completed receipt of products and services at the facilities.\n• Monitor PAR levels for all operational, retail and office items to ensure proper levels to operate. Must also refuse acceptance of damaged, unacceptable, or incorrect items. (\"Google\")\n• Develop and implement the company's strategic procurement plan and negotiate contract terms for each procurement project.\n• Conduct supplier evaluations and close out purchase orders within the project's schedule. (\"Asana\")",
    "trans": "• Realizar actividades de compra como búsquedas, hacer pedidos de compras y peticiones de pago, y agilizar el suministro de los artículos requeridos y/o los servicios asociados mediante la estrategia de adquisiciones y requisitos funcionales especificados, incluyendo especificación, calidad, fecha de entrega, y rentabilidad. (\"PEAK y Slack\")\n• Asegurar una logística internacional y local apropiada y así como un proceso de manipulación/envío correcto en compras a proveedores internacionales. Coordinar detalladamente con la agencia de envío y el agente de aduanas y manejar la documentación requerida, especialmente cuando se necesitan acuerdos de libre comercio (FTA) y/o permisos para los productos.\n• Entender completamente los incoterms y la fuente para los medios de transporte más rentables.\n• Asegurar y verificar la recepción completa de los productos y servicios en las instalaciones.\n• Monitorear los niveles PAR para todos los productos operacionales, comerciales y de oficina para garantizar los niveles adecuados para operar. Debe también rechazar la aceptación de artículos dañados, inaceptables, o erróneos. (\"Google\")\n• Desarrollar e implementar el plan estratégico de adquisiciones de la empresa y negociar los términos del contrato para cada proyecto de adquisiciones.\n• Llevar a cabo evaluaciones a los proveedores y cerrar pedidos de compra dentro del calendario de proyectos. (\"Asana\")"
}