{
    "source": "en_US",
    "target": "es_ES",
    "text": "It's not the heat; it's the humidity. And the property taxes, too.\nWhen looking at where property-tax payments have grown the most from prepandemic times, look at Florida first, according to a new analysis from real-estate brokerage Redfin (RDFN).\nThree of the top five major housing markets with the largest jumps in property-tax bills since 2019 are in the Sunshine State, the Redfin report showed.\nThere's Jacksonville, with a nearly 60% increase in the median monthly property-tax bill. Then there's Tampa with an approximately 57% increase, and Miami with a 48% increase.\nThe biggest increases, however, were outside of Florida. Indianapolis ranked first and saw property-tax bills climb nearly 67%, while just behind was Atlanta with a nearly 66% change. Nationally, there was a nearly 30% jump in property-tax bills since 2019, according to the report. (The increases are based on nominal dollars and not adjusted for inflation.)\nAcross the country, the median monthly property-tax payment was $250 as of August, Redfin said. Among the fastest-growing bills, Indianapolis, Atlanta and Jacksonville were below that median. Tampa sat right on it, while monthly Miami bills were above it, at $367.",
    "trans": "No es el calor, es la humedad. Y también los impuestos a la propiedad.\nCuando se analiza en qué lugares los pagos del impuesto a la propiedad han crecido más desde los tiempos prepandémicos, hay que mirar primero a Florida, según un nuevo análisis de la agencia inmobiliaria Redfin (RDFN).\nTres de los cinco principales mercados inmobiliarios con los mayores aumentos en las boletas del impuesto a la propiedad desde 2019 se encuentran en el Estado del Sol, reveló el informe de Redfin.\nTenemos a Jacksonville, con un aumento de casi el 60 % en la boleta mensual promedio del impuesto a la propiedad. Luego está Tampa, con un aumento de aproximadamente el 57 %, y Miami, con un aumento del 48 %.\nPero los mayores aumentos se produjeron fuera de Florida. Indianápolis se situó en el primer lugar, con un aumento de la boleta del impuesto a la propiedad de casi el 67 %, y justo detrás se situó Atlanta, con un cambio de casi el 66 %. A nivel nacional, se produjo un aumento de casi el 30 % en las facturas del impuesto a la propiedad desde 2019, según el informe. (Los aumentos se basan en dólares nominales y no se ajustan a la inflación.)\nEn todo el país, el promedio mensual de pago del impuesto a la propiedad fue de $250 en agosto, dijo Redfin. Entre las boletas de más rápido crecimiento, Indianápolis, Atlanta y Jacksonville estaban por debajo de ese promedio. Tampa se situó justo en él, mientras que las boletas mensuales de Miami estaban por encima, a $367."
}