{
    "source": "en_US",
    "target": "es_ES",
    "text": "roles. In this study, we investigated the role of CYP19A1, a key enzyme in estrogen biosynthesis, in regulating\nchemoresistance in CRC. Using a combination of in vitro functional assays, transcriptomic analysis, and clinical data\nmining, we demonstrate that CYP19A1 expression is significantly upregulated in CRC cells and patient-derived\nsamples compared to normal controls. Mechanistically, we found that CYP19A1 regulates chemoresistance through\nmodulation of mitochondrial function and complex I activity, which is mediated by CYP19A1-dependent estrogen\nbiosynthesis. Notably, targeted inhibition of CYP19A1 and complex I using specific inhibitors effectively reversed\nthe chemoresistance of CRC cells to chemotherapeutic drugs. Moreover, analysis of the TCGA CRC dataset revealed\nthat high CYP19A1 expression correlates with poor overall survival in chemotherapy-treated patients. Taken\ntogether, our findings uncover a novel role for CYP19A1 in regulating chemoresistance in CRC through modulation\nof mitochondrial function and estrogen signaling, and highlight the potential of targeting the CYP19A1/estrogen/\ncomplex I axis as a therapeutic strategy to overcome chemoresistance and improve patient outcomes.\nKeywords Colorectal cancer, Chemotherapy resistance, CYP19A1, Mitochondria, Mitochondrial respiratory chain\ncomplexes\nCYP19A1 regulates chemoresistance",
    "trans": "roles. En este estudio, investigamos el papel de CYP19A1, una enzima clave en la biosíntesis del estrógeno, en la regulación\nde la quimiorresistencia en CRC. Usando una combinación de ensayos funcionales in vitro, análisis transcriptómicos y recopilación de datos clínicos,\ndemostramos que la expresión CYP19A1 está significativamente aumentada en las células CRC y muestras derivadas\nde pacientes comparadas con los controles normales. Mecánicamente, encontramos que CYP19A1 regula la quimiorresistencia a través de\nla modulación de la función mitocondrial y la actividad del complejo l, que es mediada por el CYP19A1 dependiente de la biosíntesis\ndel estrógeno. Notablemente, la inhibición dirigida de CYP19A1 y el complejo l usando inhibidores específicos revirtieron efectivamente\nla quimiorresistencia de las células CRC a las drogas quimioterapéuticas. Incluso más, el análisis del conjunto de datos TCGA CRC reveló\nque una alta expresión de CYP19A1 se correlaciona con una supervivencia general pobre en pacientes tratados con quimioterapia. En conjunto,\nnuestros descubrimientos destapan una nueva función de CYP19A1 en la regulación de la quimiorresistencia en CRC a través de la modulación\nde la función mitocondrial y la señalización de los estrógenos, y destaca el potencial de dirigirse al eje CYP19A1/estrógeno/\ncomplejo l como estrategia terapéutica para superar la quimiorresistencia y mejorar los resultados de los pacientes.\nPalabras clave Cáncer colorrectal, resistencia a la quimioterapia, CYP19A1, Mitocondria, Complejo de la cadena de respiración\nmitocondrial\nCYP19A1 regula la quimiorresistencia"
}