{
    "source": "en_US",
    "target": "es_ES",
    "text": "But as soon as he reached for the doorknob, his vision blurred, and the room tilted dangerously. The next thing he knew, his knees gave out from under him, and everything went black.\nWhen John came to, he was lying on the couch with a blanket draped over him. The pounding in his head was still there, but the cool cloth on his forehead was soothing. He blinked blearily, trying to get his bearings, and found Lane sitting beside him, a thermometer in his hand.\n“You’re awake,” Lane said, his voice low. He didn’t look at John, his focus on the thermometer, but there was a tension in his jaw that hadn’t been there before. “You collapsed at the door, idiot.”\nJohn groaned, shifting uncomfortably. “Did I miss the game?”\nLane didn’t answer right away. He pulled the cloth off John’s forehead and dipped it in a bowl of cold water before placing it back. “You missed it.”\nJohn sighed, frustration welling up inside him. “Great. Just great.”\nHe tried to sit up, but Lane pushed him back down with a firm hand on his chest. “Stay put,” Lane ordered. “You’re not going anywhere.”",
    "trans": "Pero en cuanto cogió el pomo de la puerta, su visión se nubló y la habitación se inclinó peligrosamente. Lo siguiente que supo fue que las rodillas le fallaron y todo se volvió negro.\nCuando John volvió en sí, estaba tumbado en el sofá con una manta encima. Seguía sintiendo las punzadas en la cabeza, pero el paño frío en la frente le aliviaba. Parpadeó con los ojos borrosos, tratando de orientarse, y vio a Lane sentado a su lado, con un termómetro en la mano.\n«Estás despierto», dijo Lane, en voz baja. No miró a John, estaba concentrado en el termómetro, pero había tensión en su mandíbula que antes no estaba. «Te desmayaste en la puerta, idiota».\nJohn soltó un quejido, moviéndose incómodo. «¿Me perdí el partido?»\nLane no contestó de inmediato. Quitó el paño de la frente de John y lo mojó en un cuenco de agua fría antes de volver a colocárselo. «Te lo has perdido».\nJohn suspiró, con la frustración aflorando en su interior. «Estupendo. Sencillamente genial».\nIntentó incorporarse, pero Lane le empujó hacia abajo con una mano firme sobre el pecho. «No te muevas», le ordenó. «No vas a ir a ninguna parte»."
}