{
    "source": "en_US",
    "target": "es_ES",
    "text": "The sensation built gradually, a growing tension that curled through her body, making her back arch involuntarily, her toes curling in response. It was powerful—a clenching sensation that spiraled through her, coiling tighter and tighter until it felt like she might burst. Her breathing hitched, shallow and uneven, as if the air had thickened around her.\nAnd then, in a sudden rush, the tension snapped. It released her, surging through her like an unstoppable wave, pulsing through every nerve in her body. She gasped, the intensity overwhelming, utterly blissful. Her entire being tingled, every inch of her alive with sensation, as if the air itself was humming against her skin. In the wake of that release, happiness, pure and unfiltered, rushed through her like nothing she had ever felt before. Contentment settled into her limbs, deep and fulfilling, leaving her warm and peaceful.\nBut the purple river surged, its flow quickening as if it had come alive, moving with a new and startling intensity. It panted, a voice low and rough, cutting through the haze of her bliss.",
    "trans": "La sensación crecía de a pocos, una tensión cada vez mayor que le recorría el cuerpo y le hacía arquear involuntariamente la espalda y torcer los dedos de los pies. Era poderosa, una sensación de compresión que le recorría en espiral, apretándola cada vez más hasta que sintió que iba a estallar. Su respiración se entrecortaba, superficial e irregular, como si el aire se hubiera hecho más denso a su alrededor.\nY de pronto, de golpe, la tensión se rompió. La liberó, recorriéndola como una ola imparable, pulsando en cada nervio de su cuerpo. Jadeó, la intensidad era abrumadora, completamente sublime. Todo su ser hormigueaba, cada centímetro de ella estaba lleno de sensaciones, como si el propio aire zumbara contra su piel. Tras aquella liberación, la felicidad, pura y sin filtros, la invadió como nunca antes había sentido. La satisfacción se apoderó de sus miembros, profunda y plenamente, dejándola cálida y en paz.\nPero el río púrpura surgió, su caudal se aceleró como si hubiera cobrado vida, moviéndose con una intensidad nueva y sorprendente. Jadeo, con voz grave y áspera, atravesando la bruma de su felicidad."
}