{
    "source": "en_US",
    "target": "es_ES",
    "text": "• Schedule a payment\n• Add, update or delete a checking account\n• Change your payment type\n• View your billing history\n• Automate your monthly payment and sign up for Electronic Funds Transfer (EFT)\nIf you have any questions, please call us at:1-877-484-5967.\nNo Cost Language Services. You can get an interpreter. You can get documents read to you and some sent to you in your language. For help, call us at 1-877-484-5967.\nThank you for choosing Cigna Healthcare Individual and Family Plans.\nSincerely,\nCigna Healthcare Individual and Family Plans\nPayment Options\nWe offer many convenient ways for you to pay your monthly premium for your individual health care coverage plan. Choose what works best for you.\nContact Us\nWhether you’re looking for answers, have a problem, or just want to chat about our service, just contact us here. We’ll help resolve your issue. 1-877-484-5967, TTY 711",
    "trans": "• Programar un pago\n• Añadir, actualizar o borrar una cuenta corriente\n• Cambiar tu tipo de pago\n• Ver tu historial de facturación\n• Automatizar tu pago mensual y regIstrarse en Electronic Funds Transfer (EFT)\nSi tienes alguna cuestión, por favor llámanos al: 1-877-484-5967.\nServicios de lenguaje sin coste. Puedes tener un intérprete. Puedes hacer que te lean los documentos y que se te envíen algunos en tu idioma. Para ayuda, llámanos al 1-877-484-5967.\nGracias por elegir los Planes Individuales y Familiares Cigna Healthcare.\nSinceramente,\nPlanes Individuales y Familiares Cigna Healthcare\nOpciones de pago\nOfrecemos muchas formas de pago convenientes para que pagues la prima mensual de tu plan de cobertura sanitaria individual. Te ayudaremos a resolver tu problem. 1-877-484-5967, TTY 711\nContacta con nosotros\nYa sea que estás buscando respuestas, tienes un problema, o solo quieres hablar sobre nuestro servicio, contáctanos aquí. Te ayudaremos a resolver tu problema. 1-877-484-5967, TTY 711"
}