{
    "source": "en_US",
    "target": "es_ES",
    "text": "Up until the breakup of the New Wave in the mid-sixties, Truffaut and Godard stood by each other as true and loyal friends. Subsequently, however, while Truffaut carved out a niche for himself and protected his independence as best he could with the help of the American majors, Godard advocated a militant, revolutionary cinema directly connected with reality; he and two allies, Jean-Pierre Gorin and Jean-Henri Roger, were the driving forces behind the Dziga-Vertov Group. “He is engaged in another kind of cinema,” Truffaut said of Godard. “He feels that since May ’68 it’s impossible to make the same kinds of movies and he resents people who still do. I’ve made a choice, my thoughts are perfectly clear, I want to make normal films, it’s my life.”[ 77] The two men kept up an intermittent correspondence. When Godard had a serious motorcycle accident in the fall of 1971 and was hospitalized for a long time, Truffaut contacted him. But they were no longer kindred spirits when it came to cinema or politics, or, consequently, when it came to feelings.",
    "trans": "Hasta la disolución de la New Wave a mediados de los sesenta, Truffaut y Godard se mantuvieron uno junto al otro como amigos verdaderos y leales. Después, sin embargo, mientras Truffaut se hacía un lugar para sí mismo y protegía su independencia lo mejor que podía con la ayuda de los grandes americanos, Godard abogó por un cine militante y revolucionario directamente conectado con la realidad: él y dos aliados, Jean-Pierre Gorin y Jean-Henri Roger, eran las fuerzas impulsoras detrás del grupo Dziga-Vertov. \"Él está comprometido con otro tipo de cine\", dijo Truffaut sobre Godard. \"Siente que desde mayo del 68 es imposible hacer el mismo tipo de películas y siente resentimiento por la gente que aún lo hace. He tomado una decisión, mis pensamientos están perfectamente claros, quiero hacer películas normales, es mi vida\". [ 77] Los dos hombres mantuvieron una correspondencia intermitente. Cuando Godard tuvo un serio accidente de moto en el otoño de 1971 y fue hospitalizado durante un largo tiempo, Truffaut se puso en contacto con él. Pero ya no eran almas gemelas en lo referente a cine o política, o, consecuentemente, en lo que a sentimientos se refería."
}