{
    "source": "en_US",
    "target": "es_ES",
    "text": "After my little 'letting go' with Nick we got dressed and Logan joined us soon enough telling us that Jeremy wanted the whole pack in the great room.\nWhile heading to the great room Elena walked in only wearing her pants with her shirt in hand \"Jeremy wants us in the great room\" Logan said and Elena turned to us \"Mind if I change first?\" She asked.\n\"Kind of\" Nick said and I hit him making him laugh but at the same time clench while I smirked. Elena walked upstairs and soon enough Clay walked in completely naked with all of his clothes in hand.\n\"Clay, did you two had a nice run?\" Nick asked and I chuckled \"What's that supposed to mean?\" Clay asked and Nick started teasing him \"We ran. Period.\" Clay said and started walking upstairs.\nAs he was walking up the stairs I couldn't help but take a quick glance at his ass, Nick noticing \"Hey listen, I don't mind when Elena roams around the house naked. I specially don't mind when Emma roams around the house naked, but please put some clothes on okay? You are making Logan here feel inadequate\" Nick said.",
    "trans": "Después de mi pequeño «dejarme llevar» con Nick, nos vestimos y Logan se unió a nosotros pronto diciéndonos que Jeremy quería a todo el grupo en el gran salón.\nMientras nos dirigíamos al gran salón, Elena entró solo con los pantalones puestos y la camisa en la mano. «Jeremy nos quiere en el gran salón» dijo Logan. Y Elena se giró hacia nosotros «¿Les importa si me cambio primero?», preguntó.\n«Algo así» dijo Nick y lo golpeé haciéndolo reír, pero al mismo tiempo apretando mientras yo sonreía burlonamente. Elena subió las escaleras y pronto Clay entró completamente desnudo con toda su ropa en la mano.\n«Clay, ¿Ambos tuvieron una buena carrera?», preguntó Nick y yo solté una risita. «¿Qué se supone que significa eso?», Clay preguntó y Nick comenzó a burlarse de él. «Corrimos. Y punto.» Dijo Clay y empezó a subir las escaleras.\nMientras subía las escaleras no pude evitar echarle un vistazo rápido a su trasero, Nick se dio cuenta. «Oye, escucha, no tengo inconveniente en que Elena ande desnuda por la casa. Especialmente no me molesta cuando Emma deambula desnuda por la casa, pero por favor ponte algo de ropa, ¿de acuerdo? Estás haciendo que Logan se sienta inadecuado» dijo Nick."
}