{
    "source": "en_US",
    "target": "es_ES",
    "text": "Dear Parents/Guardians,\nOne month down, and nine more to go!\nI am noticing that there are many students in Div. 8 who are not regularly checking their desks for unfinished work and/or reviewing the homework board in the classroom before leaving at the end of the day. At the grade 4/5 level, there is still an expectation that students will be working at home for at least 30-40 minutes every night, even if they were able to complete most of the class work. For example, these students can read for 20+ minutes and then spend some time practicing their typing skills (typing.com), and/or their basic math skills (Xtramath.org). As you already know, starting this upcoming week, students will be getting quizzes more frequently, so it is very important for students to take home their daily work and regularly review class notes. I will share more information with you at our upcoming Parent/Teacher Conferences on October 22nd/23rd.\nBy establishing daily routines for homework completion at home, not only will homework go more smoothly now, but you will also be fostering a sense of order your child can apply to the upper intermediate grades and into high school.\nHere are some tips for setting up a homework routine:",
    "trans": "Queridos Padres/Guardianes,\n¡Un mes menos, y nueve por delante!\nEstoy notando que hay muchos estudiantes en la División 8 que no están comprobando regularmente sus escritorios en busca de trabajos sin terminar y/o revisan su tablón de deberes de la clase antes de irse al final del día. En el nivel de grado 4/5, aún queda una esperanza de que los estudiantes trabajen en casa durante 30-40 minutos cada noche, incluso aunque hayan terminado todos los trabajos de clase. Por ejemplo, estos estudiantes pueden leer más de 20 minutos y pasar algo de tiempo practicando sus habilidad de tecleo (typing.com), y/o sus habilidades matemáticas básicas (Xtramath.org). Como sabéis, al empezar esta semana que entra, los estudiantes tendrán exámenes con más frecuencia, así que es muy importante para los estudiantes llevarse a casa trabajo diario y revisar regularmente sus notas de clase. Compartiré más información con ustedes en nuestra próxima conferencia Padres/Profesores el 22/23 de octubre.\nEstableciendo rutinas diarias para realizar deberes en casa, no solo los deberes fluirán mejor ahora, si no que también estarán adoptando un sentido del order que su hijo puede aplicar en los grados medios altos y en el instituto.\nAquí dejo algunos consejos para crear una rutina de deberes:"
}