{
    "source": "en_US",
    "target": "es_ES",
    "text": "Beijing Regent Hotel Staff Activity Plan\nDevelop Hotel Training Plans and Evaluate Using Kirkpatrick 4-Level Evaluation Model\nService Quality Design - Ordering Service\nAnalysis of Competitor Groups of St. Regis Beijing and HUALUXE Hotel Southwest\nNongfu Spring 20th Anniversary Advertising Case Analysis\nDesign Guest Room Products for Shangri-La Hotel in Beijing Based on 4P Marketing Theory\nDesign A Guest Room Product for Aman Yangyun Hotel\nComparison of Online Booking Experience at Shangri-La Hotel, Beijing\nSuzhou W Hotel Guest Room Hygiene and Cleaning Quality Control\nMarriott Hotel Management Group Marketing Media Case Study\nAnalysis of Luxury Goods Consumers in Different Countries\nPatek Philippe Flagship Store VIP Lounge Afternoon Tea Program Design\nPractical\nExperiences\nShiji Group\nSales Center\n07/2024-Now\n Assist the sales team in communicating with customers, answering inquiries, processing orders, and handling after-sales service.\n Collect market information and competitor data, analyze market trends, and assist in developing sales strategies.\n Manage daily paperwork, arrange meetings and schedules, and handle other administrative tasks.",
    "trans": "Plan de actividad del Personal del Hotel Beijing Regent\nDesarrollar Planes de entrenamiento del Hotel y evaluar usar un modelo de evaluación Kirkpatrick Nivel 4\nDiseño del servicio de calidad - Servicio de pedidos\nAnálisis de grupos competidores de St. Regis Beijing y HUALUXE Hotel Southwest\nAnálisis del caso de Publicidad del 20.° Aniversario de Nongfu Spring\nDiseño de productos para las habitaciones de huéspedes para el Shangri-La Hotel de Pekín en Teoría del Marketing 4P\nDiseño de un Producto de Habitación de Huéspedes para el Aman Yangyun Hotel\nComparación de la experiencia de reservas en línea en el Shangri-La Hotel, Pekín\nControl de calidad de la higiene y limpieza de las habitaciones del Suzhou W Hotel\nCaso de estudio de Marketing de medios del Marriott Hotel Management Group\nAnálisis de los consumidores de bienes de lujo en diferentes países\nDiseño del Programa del Té de la Tarde en la Sala VIP de la Tienda Insignia de Patek Philippe\nExperiencias\nPrácticas\nGrupo Shiji\nCentro de ventas\n07/2024- Ahora\nAsistir al equipo de ventas en las comunicaciones con los clientes, respondiendo preguntas, procesando pedidos y manejando el servicio de atención de posventa.\nRecolectar información del mercado y datos de los competidores, analizar las tendencias del mercado y ayudar con el desarrollo de estrategias de venta.\nGestionar el papeleo diario, organizar reuniones y calendarios, y hacerse cargo de otras tareas administrativas."
}