{
    "source": "en_US",
    "target": "es_ES",
    "text": "Nikto- Nikto should be already installed on your Kali VM. If you are using some\nother distribution, you can download Nikto using the following github command:\ngit clone https://github.com/sullo/nikto.git\ntestssl.sh- T o install testssl.sh on Kali VM, run the following command:\nsudo apt install testssl.sh\nInstructions\n1. Setting Up\nClean Up\nThe following commands are used to list all containers, kill a container and remove any\nunused network. Try running these commands to clean up your environment if you have\nother docker containers running on your system.\nCommand: docker ps -a\nCommand: docker kill <id>\nCommand: docker network prune\nSetup the docker container\nWe first pull the docker container using the following command,\nCommand: docker pull joeltmenayathil/apachescan:latest\nNow, run the docker container using the following command,\nCommand: docker run --name apachescan -p 80:80-p 443:443-it\njoeltmenayathil/apachescan\nThe parameters are as follows:\n--name apachescan: Set the container name to apachescan\n-p 80:80: Bind port 80 of container to port 80 of host VM\n-p 443:443: Bind port 443 of container to port 443 of host VM",
    "trans": "Nikto- Nikto debería estar ya instalado en tu Kali VM. Si estas usando alguna\notra distribución, puedes descargarte Nikto usando el siguiente comando github:\nclon git https://github.com/sullo/nikto.git\ntestssl.sh- Para instalar testssl.sh en Kali VM, ejecuta el siguiente comando:\nsudo apt install testssl.sh\nInstrucciones\n1. Configuración\nLimpieza\nLos siguientes comandos se usan para listar todos los contenedores, eliminar un contenedor o quitar cualquier\nred sin usar. Intenta ejecutar estos comandos para limpiar el ambiente si tienes\notros contenedores de Docker ejecutándose en tu sistema.\nComando: docker ps -a\nComando: docker kill <id>\nComando:  docker network prune\nInstala el contenedor docker\nPrimero sacamos el contenedor docker usando el siguiente comando,\nComando: docker pull joeltmenayathil/apachescan:latest\nAhora, ejecuta el contenedor docker usando el siguiente comando,\nComando: docker run --name apachescan -p 80:80-p 443:443-it\njoeltmenayathil/apachescan\nLos parámetros son los siguientes:\n--nombre apachescan: Configura el nombre del contenedor como apachescan\n-p 80:80: Vincula el puerto 80 del contenedor al puerto 80 del servidor VM\n-p 443:443: Vincula el puerto 443 del contenedor con el puerto 443 del servidor VM"
}