{
    "source": "en_US",
    "target": "es_ES",
    "text": "The Hamas-controlled Health Ministry in Gaza said at least 42,438 Palestinians were killed and 99,246 wounded since the start of the war.\n■ HOSTAGES/CEASE-FIRE: In response to reports of Hamas leader Sinwar's death, Einav Zangauker, mother of hostage Matan Zangauker, said that now, more than ever, the lives of her son and the rest of the hostages are in danger, adding that \"If Netanyahu does not take advantage of the momentum and does not stand up now and take a new Israeli initiative, even at the cost of ending the war, it means that he has decided to abandon my Matan and the other hostages, with the aim of prolonging the war and fortifying his rule.\"\nThe Hostage and Missing Families Forum issued a statement calling on \"the Israeli government, world leaders, and mediating countries to leverage the military achievement into a diplomatic one by pursuing an immediate agreement for the release of all 101 hostages: the living for rehabilitation and the murdered for proper burial.\"",
    "trans": "Según el Ministerio de Salud de Gaza, controlado por Hamás, al menos 42 438 palestinos han muerto y 99 246 han resultado heridos desde el comienzo de la guerra.\n■ REHENES Y ALTO EL FUEGO: Como respuesta a los informes sobre la muerte del líder de Hamás Sinwar, Einav Zangauker, madre del rehén Matan Zangauker, declaró que ahora, más que nunca, la vida de su hijo y del resto de los rehenes corre peligro, y añadió que «Si Netanyahu no aprovecha el impulso y no se planta ahora y toma una nueva iniciativa israelí, aun a costa de poner fin a la guerra, significa que ha decidido abandonar a mi Matan y a los demás rehenes, con el objetivo de prolongar la guerra y fortificar su dominio».\nEl Foro de Familias de Rehenes y Desaparecidos emitió una declaración en la que pedía «al gobierno israelí, a los líderes mundiales y a los países mediadores que conviertan el logro militar en un logro diplomático mediante la búsqueda de un acuerdo inmediato para la liberación de los 101 rehenes: los vivos para su rehabilitación y los asesinados para un entierro digno»."
}