{
    "source": "en_US",
    "target": "es_ES",
    "text": "• CARRIAGE AND OTHER SERVICES PROVIDED BY THE CARRIER SUBJECT TO CONDITIONS OF CARRIAGE, WHICH ARE HEREBY INCORPORATED BY REFERENCE. THESE CONDITIONS MAY BE OBTAINED FROM THE ISSUING CARRIER. PASSENGERS ON A JOURNEY INVOLVING AN ULTIMATE DESTINATION OR STOP IN A COUNTRY OTHER THAN THE COUNTRY OF DEPARTURE ARE ADVISED THAT INTERNATIONAL TREATIES KNOWN AS THE MONTREAL CONVENTION, OR ITS PREDECESSOR, THE WARSAW CONVENTION, INCLUDING ITS AMENDMENTS (THE WARSAW CONVENTION SYSTEM), MAY APPLY TO THE ENTIRE JOURNEY, INCLUDING ANY PORTION THEREOF WITHIN A COUNTRY. FOR SUCH PASSENGERS, THE APPLICABLE TREATY, INCLUDING SPECIAL CONTRACTS OF CARRIAGE EMBODIED IN ANY APPLICABLE TARIFFS, GOVERNS AND MAY LIMIT THE LIABILITY OF THE CARRIER.\nCHECK WITH YOUR CARRIER FOR MORE INFORMATION. FURTHER INFORMATION MAY BE OBTAINED FROM THE CARRIER. WITH THIS TICKET YOU WILL RECEIVE A SET OF NOTICES WHICH FORMS PART OF THE TICKET AND CONTAINS THE \"CONDITIONS OF CONTRACT AND OTHER IMPORTANT NOTICES\". PLEASE MAKE SURE THAT YOU HAVE RECEIVED THESE NOTICES, AND IF NOT, CONTACT THE ISSUING AIRLINE OR TRAVEL AGENT TO OBTAIN COPIES PRIOR TO THE COMMENCEMENT OF YOUR TRIP.",
    "trans": "• EL TRANSPORTE Y OTROS SERVICIOS PRESTADOS POR EL TRANSPORTISTA ESTÁN SUJETOS A LAS CONDICIONES DE TRANSPORTE, QUE SE INCORPORAN AL PRESENTE DOCUMENTO POR REFERENCIA. DICHAS CONDICIONES PUEDEN SOLICITARSE AL TRANSPORTISTA EMISOR. SE INFORMA A LOS PASAJEROS QUE VIAJEN CON DESTINO FINAL O ESCALA EN UN PAÍS DISTINTO DEL PAÍS DE SALIDA QUE PUEDEN APLICARSE LOS TRATADOS INTERNACIONALES CONOCIDOS COMO EL CONVENIO DE MONTREAL, O SU PREDECESOR, EL CONVENIO DE VARSOVIA, INCLUIDAS SUS ENMIENDAS (EL SISTEMA DEL CONVENIO DE VARSOVIA), A TODO EL VIAJE, INCLUIDA CUALQUIER PARTE DEL MISMO DENTRO DE UN PAÍS. EN EL CASO DE ESTOS PASAJEROS, EL TRATADO APLICABLE, INCLUIDOS LOS CONTRATOS ESPECIALES DE TRANSPORTE INCLUIDOS EN LAS TARIFAS APLICABLES, RIGEN Y PUEDEN LIMITAR LA RESPONSABILIDAD DEL TRANSPORTISTA.\nSI DESEA MÁS INFORMACIÓN, CONSULTE A SU TRANSPORTISTA. PUEDE SOLICITAR MÁS INFORMACIÓN AL TRANSPORTISTA. JUNTO CON ESTE BOLETO RECIBIRÁ UN CONJUNTO DE AVISOS QUE FORMA PARTE DEL BOLETO Y CONTIENE LAS «CONDICIONES DEL CONTRATO Y OTROS AVISOS IMPORTANTES». ASEGÚRESE DE HABERLOS RECIBIDO Y, SI NO ES ASÍ, CONTACTE A LA COMPAÑÍA AÉREA EMISORA O A LA AGENCIA DE VIAJES PARA OBTENER LAS COPIAS ANTES DEL INICIO DE SU VIAJE."
}