{
    "source": "en_US",
    "target": "es_ES",
    "text": "Considerable work has been done to explicate the role of social media in transnational contexts, especially on how transnational citizens make use of the affordances of online participatory net- works to ‘orient to different cultural discourses and practices’, and how these discourses are ‘accessed, remixed, and circulated’ in these online spaces (Lam & Smirnov, 2017, p. 105). The trans- national nature of social media platform such as YouTube has made possible opportunities for users to generate social and linguistic capital. In her study on immigrant youths’ online exchanges, Lam (2014) explores how ‘youths’ online practices include but also go beyond the typical notion of cul- tural maintenance with the homeland’ (p. 503). Some participants used online media to cultivate transnational relationships so as to position their ‘transnational capital as valuable resources in their educational and professional trajectory’ (ibid). With respect to YouTube, one pioneering",
    "trans": "Un trabajo considerable se ha llevado a cabo para explicar el papel de las redes sociales en contextos transnacionales, especialmente en cómo ciudadanos transnacionales hacen uso de las posibilidades de participación en redes en línea para 'orientarse hacia discursos y prácticas de diferentes culturas', y cómo estos discursos son 'accedidos, remezclados, y circulados' en estos espacios. (Lam &Smirnov, 2017, p. 105). La naturaleza transfronteriza de la plataforma de redes sociales como YouTube ha hecho posibles oportunidades para que los usuarios generen capital social y lingüístico. En su estudio sobre los intercambios en línea de las juventudes inmigrantes, Lam (2014) explora cómo las prácticas en línea de 'las juventudes' incluyen, pero también van más allá de, la típica noción de mantenimiento de la cultura de su tierra' (p.503). Algunos participantes usaron las redes en línea para cultivar relaciones transnacionales para posicionar su 'capital transnacional como recursos válidos en su trayectoria educativa y profesional' (ibid.). Con respeto a YouTube, un pionero"
}