{
    "source": "en_US",
    "target": "es_ES",
    "text": "7. The complainant walked away but turned back and continued to shout and swear at him. The Defendant exited his van as he noticed that the complainant had her mobile phone in her hand and appeared to be recording him. He was concerned that his company logo would be visible and that the complainant would try to get him in trouble with his employer. The Defendant was also confused as to why she was recording him. The Defendant was not pursuing the complainant or trying to intimidate her, he was in shock and panicking.\n8. The Defendant got back into his van when he noticed the complainant speaking with two younger males. He could not hear the conversation and therefore did not know what the complainant had told them. Based on the complainant’s behaviour so far and in fear for his safety, the Defendant panicked and reversed his van. Before driving away, he did a U-turn as his next delivery was in the opposite direction.\n9. Accordingly, the Defendant takes issue with the Prosecution case as follows:\na) That he intentionally exposed his genitals to another person;\nb) That he did so with the intention of causing that person alarm/distress.",
    "trans": "7. La denunciante se alejó, pero se volvió y siguió gritándole e insultándole. El Demandado salió de su furgoneta al percatarse de que la denunciante tenía su teléfono móvil en la mano y parecía estar grabándole. Temía que se viera el logotipo de su empresa y que la denunciante intentará causarle problemas con su empleador. El Demandado tampoco entendía por qué ella lo estaba grabando. El Demandado no estaba persiguiendo a la denunciante ni tratando de intimidarla, se encontraba en estado de shock y en pánico.\n8. El Demandado volvió a su furgoneta cuando vio a la denunciante hablando con dos hombres más jóvenes. No pudo oír la conversación, y en consecuencia, no supo lo que la denunciante les había dicho. Teniendo en cuenta el comportamiento de la denunciante hasta ese momento y temiendo por su seguridad, el Demandado se asustó y dio marcha atrás con su furgoneta. Antes de alejarse, dio media vuelta, pues su siguiente entrega era en la dirección contraria.\n9. Como consecuencia, el Demandado refuta la Acusación en los siguientes aspectos:\na) Que expuso intencionalmente sus genitales a otra persona;\nb) Que lo hizo con la intención de causar alarma/molestia a esa persona."
}