{
    "source": "en_US",
    "target": "es_ES",
    "text": "Zadara’s scale-out, disaggregated architecture for platform-native applications is equipped with native active-active resource rebalancing to redistribute load across its nodes to ensure optimal performance across the storage virtual controllers, fault tolerance and application scalability. The platform is flexibly configurable, including the use of an SCM tier, in conjunction with SSD storage tier, for high-speed low-latency I/O operations. Each VPSA node is connected at dual 100Gb/s network connectivity. The Remote Direct Memory Access (RDMA) protocol is used for node to virtual controller and can be nondisruptively added or subtracted. Zadara’s central operations console provides enhanced network management with visual network dynamic maps to quickly identify connectivity and operations.\nOver the last 12 months, Zadara added the virtual storage controller for scale-out automated provisioning to zCompute that eliminates the boundaries of a single VPSA physical capacity along with managing the data protection life cycle of zCompute workloads; enhanced encryption algorithm to improve performance; new object storage engine layer to accommodate performance demanding use cases along with serving the VPSA tiering and backup to object storage capabilities. Zadara offers target support for Veeam v12 and v12.1 and Veeam Kasten K10 for Kubernetes workloads backup, DR and mobility. Further, Zadara offers a performance, data reduction or sustainability guarantee.",
    "trans": "La arquitectura escalable y distribuida de Zadara para aplicaciones nativas de plataforma está equipada con un reequilibrio nativo de recursos activo-activo para redistribuir la carga entre sus nodos y garantizar un rendimiento óptimo en los controladores virtuales de almacenamiento, la tolerancia a fallos y la escalabilidad de las aplicaciones. La plataforma se puede configurar de forma flexible, e incluye el uso de un nivel SCM, en combinación con un nivel de almacenamiento SSD, para operaciones de E/S de alta velocidad y baja latencia. Cada nodo VPSA está conectado a una red dual de 100 Gb/s. El protocolo de acceso remoto directo a memoria (RDMA) permite conectar los nodos a controladores virtuales y añadir o quitar dispositivos sin interrupciones. La consola de operaciones central de Zadara proporciona una gestión de red mejorada, con mapas visuales y dinámicos de red para identificar rápidamente la conectividad y las operaciones.\nEn estos últimos 12 meses, Zadara ha añadido zCompute, un controlador de almacenamiento virtual para el aprovisionamiento automatizado escalable, que elimina los límites de una única capacidad física de VPSA junto con la gestión del ciclo de vida de protección de datos de las cargas de trabajo de zCompute; un algoritmo de cifrado mejorado para aumentar el rendimiento; una nueva capa de motor de almacenamiento de objetos para adaptarse a los casos de uso exigentes en cuanto a rendimiento, además de ofrecer capacidades de almacenamiento por niveles y copia de seguridad de VPSA en almacenamiento de objetos. Zadara ofrece soporte de destino para Veeam v12 y v12.1 y Veeam Kasten K10 para copias de seguridad, DR y movilidad de cargas de trabajo Kubernetes. Además, Zadara ofrece garantía de rendimiento, reducción de datos o sostenibilidad."
}