{
    "source": "en_US",
    "target": "es_ES",
    "text": "• Command: netdiscover -r 192.168.1.0/16\n• This command scans the specified range of IP addresses for live hosts.\n• Passive Scanning: Using the -p flag allows for passive scanning, which sniffs for live hosts without actively sending ARP requests. This approach is more stealthy, though it may take longer to identify hosts.\n• Output Explanation: The output shows IP addresses, MAC addresses, vendor names, and packet counts, giving a clear view of the active hosts and network devices.\n3. Nmap (Network Mapper)\n• Nmap Overview: Nmap is a widely used tool for network scanning and security auditing. It’s capable of discovering hosts, identifying open ports, and even performing version detection and OS fingerprinting. Nmap is often pre-installed on security-focused Linux distributions like Kali.\n• Basic Usage:\n• Command: nmap <Target IP>\n• Scans the specified IP for open ports and displays a list of detected services along with their state (open, closed, filtered).\n• Zenmap: A graphical front-end for Nmap, providing a user-friendly interface for performing various types of scans.",
    "trans": "· Comando: netdiscover -r 192.168.1.0/16\n· Este comando escanea el rango de direcciones IP especificado en busca de «hosts» activos.\n· Escaneo pasivo: El uso de la opción -p permite el escaneo pasivo, que busca «hosts» activos sin enviar solicitudes ARP de forma activa. Este enfoque es más sigiloso, aunque puede tardar más en identificar «hosts».\n· Explicación de la salida: La salida muestra direcciones IP, direcciones MAC, nombres de proveedores y recuento de paquetes, dando una visión clara de los «hosts» y dispositivos de red activos.\n3. Nmap (Mapeador de redes)\n· Descripción de Nmap: Nmap es una herramienta muy utilizada para el escaneo de redes y la auditoría de seguridad. Es capaz de descubrir «hosts», identificar puertos abiertos, e incluso realizar detección de versiones y huellas de SO. Nmap suele venir preinstalada en distribuciones de Linux orientadas a la seguridad, como Kali.\n· Uso básico:\n· Comando: nmap <IP de destino>\n- Escanea la IP especificada en busca de puertos abiertos y muestra una lista de los servicios detectados junto con su estado (abierto, cerrado, filtrado).\n- Zenmap: Una interfaz de usuario gráfica para Nmap, que permite realizar varios tipos de escaneos."
}