{
    "source": "en_US",
    "target": "es_ES",
    "text": "I am now writing this letter to explain my family’s financial status to your embassy. My father, [redacted_name], has been working in Malong County Old County Street Wubing Cement Pipe Factory for 6 years and is currently holding the position of Factory director and Legal person of the factory. His monthly income (after tax) is about RMB 120,000 yuan and his annual income (after tax) is about RMB 1,200,000 yuan. Please see her Income Certificate and Business License issued by the factory. Apart from his income certificate, we provide his official bank statement from the China Construction Bank, account no.: [redacted_number]. As of October 8, 2024, the balance in this account is RMB 20,776.05 Yuan. My mother, [redacted_name], is a full-time housewife and mainly manages the family's savings, we have provided her official bank statement from the Agricultural Bank of China, account no.: [redacted_number]. As of October 8, 2024, the balance in this account is RMB 201,624.53 Yuan. Besides that, I also provide my bank statement from the China Construction Bank for your reference.",
    "trans": "Escribo esta carta para explicar a su embajada la situación económica de mi familia. Mi padre, [redacted_name], lleva 6 años trabajando en la fábrica de tubos de cemento Wubing del antiguo condado de Malong y, actualmente, ocupa el cargo de director de fábrica y responsable legal de ella. Sus ingresos mensuales (después de impuestos) son de unos 120 000 yuanes RMB y sus ingresos anuales (después de impuestos) son de unos 1 200 000 yuanes RMB. Adjunto el certificado de ingresos y su licencia comercial emitidos por la fábrica. Además del certificado de ingresos, aporto su extracto bancario oficial del China Construction Bank, n.º de cuenta: [redacted_number]. A fecha de 8 de octubre de 2024, el saldo de esta cuenta es de 20 776,05 yuanes RMB. Mi madre, [redacted_name], es ama de casa a tiempo completo y gestiona principalmente los ahorros de la familia; he facilitado su extracto bancario oficial del Agricultural Bank of China, cuenta n.º: [redacted_number]. A fecha de 8 de octubre de 2024, el saldo de esta cuenta es de 201 624,53 RMB. Además, también proporciono mi extracto bancario del China Construction Bank para su referencia."
}