{
    "source": "en_US",
    "target": "es_ES",
    "text": "y, here’s an expanded section on the social aspect of intergenerational poverty and social immobility affecting children in low-income single-parent households, integrating relevant sociological theories and studies.\nSociological Impact: Intergenerational Poverty and Social Immobility\nOne major concern in low-income single-parent households is the perpetuation of intergenerational poverty, which restricts social mobility for children. Children growing up in poverty often experience a range of social and educational disadvantages that can carry over into adulthood, limiting their opportunities for upward mobility.\nSociologist Pierre Bourdieu’s concept of cultural capital (1986) helps explain how these disadvantages manifest. Bourdieu posited that cultural capital—skills, education, and behavioral norms passed down from parents—plays a critical role in accessing social opportunities. In higher-income households, parents are more likely to provide enrichment activities, support for academic achievement, and other resources that prepare children for success. In contrast, single parents with low income may lack both the time and money to provide similar resources. Consequently, children may miss out on educational support or extracurricular activities, which limits their skill development and social networks, putting them at a disadvantage as they grow older.",
    "trans": ", he aquí una sección ampliada sobre el aspecto social de la pobreza intergeneracional y la inmovilidad social que afecta a los niños de familias monoparentales con rentas bajas, en la que se integran las teorías y estudios sociológicos pertinentes.\nImpacto sociológico: Pobreza intergeneracional e inmovilidad social\nUna de las principales preocupaciones en los hogares monoparentales con rentas bajas es la perpetuación de la pobreza intergeneracional, que restringe la movilidad social de los niños. Los niños que crecen en la pobreza suelen sufrir una serie de desventajas sociales y educativas que pueden trasladarse a la edad adulta y limitar sus oportunidades de movilidad ascendente.\nEl concepto de capital cultural del sociólogo Pierre Bourdieu (1986) ayuda a explicar cómo se manifiestan estas desventajas. Bourdieu sostiene que el capital cultural -habilidades, educación y normas de comportamiento transmitidas por los padres- desempeña un papel fundamental en el acceso a las oportunidades sociales. En los hogares con mayores ingresos, es más probable que los padres ofrezcan actividades de enriquecimiento, apoyo al rendimiento académico y otros recursos que preparan a los niños para el éxito. Por el contrario, los padres solteros con rentas bajas pueden carecer tanto de tiempo como de dinero para proporcionar recursos similares. En consecuencia, los niños pueden carecer de apoyo educativo o de actividades extraescolares, lo que limita el desarrollo de sus capacidades y sus conexiones sociales y los sitúa en desventaja a medida que crecen."
}