{
    "source": "en_US",
    "target": "es_ES",
    "text": "Delivery\nArrives approximately 5 - 7 business days from time of order.\nDelivery ZIP Code: 75201 Change\nSame-Day Delivery\nPrices and Availability Will Vary\nShop Same-Day Now\nAdd to List\nProduct Details\nItem may be available in your local warehouse, prices may vary.\nNature's Bounty Optimal Solutions Hair Growth, 90 Capsules\nFeatures\nSupports Growth of Thicker, Fuller Hair*\nWith Biotin, Silicon & Arginine\nOne-per-Day Formula\nFrom the #1 Brand for Hair, Skin & Nails\n*These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.\nSpecifications\nBrandNature's Bounty\nFormCapsule\nQuantity90 Capsules\nShipping & Returns\nStandard shipping is via UPS Mail Innovations. The estimated delivery time will be approximately 5 - 7 business days from the time of order.\nThis service is a combination of UPS and USPS shipping. Packages are delivered by USPS. Packages can be tracked at upsmi.com. Additional transit time may be required for Alaska and Hawaii.\nExpress shipping is via UPS.\nPlease choose your shipping method at checkout.\nAn additional Shipping and Handling fee will apply to express shipments. This fee will be quoted at checkout.",
    "trans": "Entrega\nLlega en aproximadamente 5-7 días laborales desde el día del pedido.\nCódigo Postal de la Entrega: 75201 Cambio\nEntrega el mismo día.\nLos precios y disponibilidad variarán\nCompra el mismo día hoy\nAñadir a la lista\nDetalles del producto\nEl artículo podría estar disponible en tu almacén local, los precios pueden variar.\nNature's Bounty Optimal Solutions Crecimiento del Cabello, 90 cápsulas\nCaracterísticas\nApoya el crecimiento de pelo fuerte y grueso*\nCon Biotina, Silicona & Arginina\nFórmula una por día\nDe la marca nº1 para Pelo, Piel & Uñas\n*Estas afirmaciones no han sido evaluados por la Administración de Comidas y Drogas. Este producto no tiene intención de diagnosticas, tratar, curar o prevenir cualquier enfermedad.\nEspecificaciones\nMarca Nature's Bounty\nForma de Cápsula\nCantidad: 90 Cápsulas\nEnvios & Devoluciones\nEnvío estándar via USP Mail Innovations. El tiempo de envío estimado será aproximadamente 5-7 días laborables desde el día del pedido.\nEste servicio es una combinación de los envíos de UPS y USPS. Los paquetes se envían por USPS. Se pueden rastrear los paquetes en upsmi.com. Tiempo de tránsito adicional podría requerirse para Alaska y Hawaii.\nEnvío express a cargo de UPS.\nPor favor, elige tu método de envío en el pago final.\nUna tasa de Envío y Manejo se aplicará a los envíos express. Esta tasa se aplicará en el pago final."
}