{
    "source": "en_US",
    "target": "es_ES",
    "text": "• Pain and swelling in the joints and inflammation or rupture of tendons may occur rarely. Your risk is increased if you are elderty (above 60 years of age). have received an organ transplant, have kidney problems or if you are being treated with corticosteroids. Inflammation and ruptures of tendons may occur within the first 48 hours of treatment and even up to several months after stopping of Levofloxacin Tablets therapy. At the first sign of pain or inflammation of a tendon (for example in your ankle, wrist, elbow, shoulder or knee), stop taking Levofloxacin Tablets, contact your doctor and rest the painful area. Avoid any unnecessary exercise as this might increase the risk of a tendon rupture. You may rarely experience symptoms of nerve damage (neuropathy) such as pain, burning, tingling, numbness and/or weakness especially in the feet and legs or hands and arms. If this happens, stop taking levofloxacin Tablets and inform your doctor immediately in order to prevent the development of potentially irreversible condition.",
    "trans": "• Dolor e inflamación en las articulaciones e inflamación o rotura de los tendones raramente ocurre. Su riesgo se incrementa si usted es mayor (por encima de los 60 años de edad), tiene un órgano transplantado, tiene problemas de riñón o está siendo tratado con corticosteroides. La inflamación y rotura de los tendones pueden ocurrir dentro de las primeras 48 horas de tratamiento o hasta meses después de haber abandonado el tratamiento de pastillas Levofloxacin. Al primer signo de dolor o inflamación de un tendón (por ejemplo en su tobillo, muñeca, codo, hombro o rodilla), deje de tomar las Pastillas Levofloxacin, contacte con su doctor y descanse el área dolorida. Evite cualquier ejercicio innecesario, ya que podría aumentar el riesgo de rotura del tendón. Raramente experimentará síntomas de daño nervioso (neuropatía) como dolor, quemazón, hormigueo, entumecimiento o debilidad, especialmente en los pies y piernas o manos y brazos. Si esto sucede, deje de tomar las pastillas Levofloxacin e informe a su doctor inmediatamente para prevenir el desarrollo de una enfermedad potencialmente irreversible."
}