{
    "source": "en_US",
    "target": "es_ES",
    "text": "Hi [redacted_name],\n\nWe recently sent you a replacement device for your Protection 360™1 claim. As part of the terms of your coverage, you’re required to return the damaged device to us by [redacted_info]. Our records show that we haven’t received it. As a reminder, if you don’t return your device, you’ll be required to pay an unrecovered equipment fee no greater than the retail price of the replacement device plus applicable shipping costs. Please return the damaged device to us immediately so you don’t get charged the unrecovered equipment fee.\n\nWhat do I need to do?\nLook in your replacement package for return shipping materials and reference the return instructions. If you no longer have them visit mytmoclaim.com and click on FAQs for detailed instructions.\n\nWe want to work with you to resolve this. If you have any questions or comments, please contact us at 866‑866‑6285.\n\nThanks,\nAssurant Care Team\nYour Reference Information\nClaim Number: [redacted_info]\nProtection Program: Protection 360™\nMobile Number: [redacted_number]\nDevice: APPLE iPhone 11 64GB Black (IMEI: [redacted_info])\nPrivacy Policy\nYou received this email from an unmonitored inbox. Don’t reply to this message. You can visit mytmoclaim.com.",
    "trans": "Hola, [redacted_name]:\n\nRecientemente le hemos enviado un dispositivo de sustitución en relación con su reclamación de Protección 360™. Como parte de las condiciones de su cobertura, debe devolvernos el dispositivo dañado antes de [redacted_info]. Nuestros registros muestran que no lo hemos recibido. Le recordamos que, si no devuelve el dispositivo, deberá pagar una tarifa por equipo no recuperado no superior al precio de venta al público del dispositivo de sustitución más los gastos de envío correspondientes. Devuélvanos el dispositivo dañado inmediatamente para que no se le cobre la tarifa por equipo no recuperado.\n\n¿Qué debo hacer?\nBusque en el paquete de sustitución los materiales de envío para la devolución y consulte las instrucciones para realizarla. Si ya no las tiene, visite mytmoclaim.com y haga clic en «Preguntas frecuentes» para obtener instrucciones detalladas.\n\nQueremos colaborar con usted para resolver este problema. Si tiene alguna pregunta o comentario, póngase en contacto con nosotros en el 866-866-6285.\n\nGracias.\nEquipo de Assurant Care\nSu información de referencia\nNúmero de reclamación: [redacted_info]\nPrograma de protección: Protección 360™\nNúmero de móvil: [redacted_number]\nDispositivo: APPLE iPhone 11 64 GB Negro (IMEI: [redacted_info])\nPolítica de privacidad\nHa recibido este correo electrónico desde una bandeja de entrada no supervisada. No responda a este mensaje. Puede visitar mytmoclaim.com."
}