{
    "source": "en_US",
    "target": "es_ES",
    "text": "The Gerry Mulligan Quartet lasted for less than a year, folding when its leader went to jail on a drug charge in June 1953. Baker went solo, forming his own quartet, which initially featured Russ Freeman on piano, Red Mitchell on bass, and Bobby White on drums, and making his first recording as leader for Pacific Jazz on July 24, 1953. Baker was hailed by fans and critics and he won a number of polls in the next few years. In 1954, Pacific Jazz released Chet Baker Sings, an album that increased his popularity beyond his core jazz audience; he would continue to sing for the rest of his career. Acknowledging his chiseled good looks, nearby Hollywood came calling and he made his acting debut in the film Hell's Horizon, released in the fall of 1955. But he declined an offer of a studio contract and toured Europe from September 1955 to April 1956. When he returned to the U.S., he formed a quintet that featured saxophonist Phil Urso and pianist Bobby Timmons. Contrary to his reputation for relaxed, laid-back playing, Baker turned to more of a bop style with this group, which recorded the album Chet Baker & Crew for Pacific Jazz in July 1956.",
    "trans": "The Gerry Mulligan Quartet duró menos de un año y se deshizo cuando su líder fue a la cárcel con cargos por drogas en junio de 1953. Baker se fue por su lado, formando su propio cuarteto, que inicialmente contaba con Russ Freeman al piano, Red Mitchell al bajo y Bobby White en la batería, y con su primera grabación como líder para Pacific Jazz el 24 de julio de 1953. Baker fue aclamado por los fans y la crítica, y ganó varios sondeos durante los siguiente años. En 1954, Pacific Jazz sacó a la luz Chet Baker Sings, un álbum que aumentó su popularidad más allá de su audiencia de puro jazz; él continuaría cantando durante el resto de su carrera. Sabiendo de su bien definido atractivo físico, el cercano Hollywood vino llamando y este realizó su debut en la actuación en la película Hell's Horizon, estrenada durante el otoño de 1955. Pero declinó un contrato con el estudio e hizo un tour por Europa desde septiembre de 1955 a abril de 1956. Cuando volvió a los EE. UU., formó un quinteto que contaba con el saxofonista Phil Urso y el pianista Bobby Timmons. Al contrario de su reputación de sonido relajado y calmado, Baker se inclinó más por un estilo bop con este grupo, con el que grabó el álbum Chet Baker & Crew para Pacific Jazz en julio de 1956."
}