{
    "source": "en_US",
    "target": "es_ES",
    "text": "Still, the miko sorceress bit her lower lip, feeling the nervousness arising by her throat. Then she sighed and felt the determination in her stance. “I can do it.” She replied.\n“I know you can.” Gojō said with confidence by the time they turned around a corner and a little entourage of servants waited for him in the gathering room.\nIt was time. So Gojō cast his Infinity that very moment, letting Utahime in as it covered both of them, showing a full display of his signature technique as a familiar asset for the Gojō Estate members and workers to see.\n“Gojō-sama. Welcome home.” Said the little group, bowing deeply towards his Family Head. Gojō smirked tensely at the respectful treatment and prompted them to stand.\n“Where's the family?” He asked with a slightly labored voice. Utahime was sure she was imagining things as she held his arm tighter and they walked directly to the little group, which opened the fusuma doors of the gathering room and let them in.",
    "trans": "Aun así, la hechicera Miko se mordió el labio inferior, sintiendo los nervios subir por la garganta. Luego de suspirar, sintió la determinación en su postura. \"Puedo hacerlo\", respondió.\n\"Sé que puedes\", dijo Gojō confiado, mientras daban vuelta a la esquina y un pequeño séquito de sirvientes lo esperaba en la sala de reuniones.\nEra el momento. Entonces Gojō lanzó su Infinity en ese mismo instante y dejó que Utahime entrara, mientras los cubría a ambos y mostró una vista completa de su técnica insignia como un activo familiar para que lo vieran los miembros de Gojō Estate y los trabajadores.\n\"Gojō-sama, bienvenido a casa\", dijo el pequeño grupo mientras hacía una profunda reverencia al jefe de la familia. Gojō sonrió con superioridad y tensión ante el respetuoso tratamiento y los instó a pararse.\n\"¿Dónde está la familia?\", preguntó con una voz levemente dificultosa. Utahime estaba segura de que imaginaba cosas, mientras sostenía el brazo más firme y caminaban directamente hacia el pequeño grupo, que abrió las puertas fusuma de la sala de reuniones y los dejó entrar."
}