{
    "source": "en_US",
    "target": "es_ES",
    "text": "25 characters required\nKnowing that the knights will be returning to murder the Archbishop, the priests try to persuade him to go into hiding, but Becket refuses, fully committed to his martyrdom. When the knights come back to the cathedral, the priests bar its front doors, preventing them from entering. Becket, however, demands that the priests open the doors, thereby offering his life up to the swords of the knights and to his own martyrdom, saying it’s against the Church’s policy to exclude anyone from entering one of its cathedrals. The priests unbar the doors, and the knights enter and kill Becket.\nPrevious\nSign up for LitCharts A+ and get 25 answers per month.\nIntro\nAsk LitCharts AI\nNext\nIn the interlude, Becket gives a sermon to the congregation of Canterbury Cathedral. He asks his audience to think about sainthood from a divine perspective and reconsider the conventional, human understanding of saintliness as pure, peaceful and gained without torturous hardship, adding that Jesus’s disciples became saints only after experiencing great suffering. He ends the sermon by saying that it may be the last time he stands before the congregation, foreshadowing his martyrdom.\nI can answer any question about Murder in the Cathedral instantly.",
    "trans": "25 caracteres requeridos\nSabiendo que los caballeros volverán para matar al Arzobispo, los sacerdotes intentan persuadirle para que se esconda, pero Becket se niega, totalmente comprometido con su martirio. Cuando los caballeros vuelven a la catedral, los sacerdotes bloquean las puertas delanteras y evitan que entren. Becket, sin embargo, exige que los sacerdotes abran la puerta, y de esta manera ofrece su vida a las espadas de los caballeros y a su propio martirio, diciendo que va en contra de las políticas de la Iglesia excluir a cualquiera de entrar en una de sus catedrales. Los sacerdotes desbloquean las puertas, y los caballeros entran y matan a Becket.\nAnterior\nRegístrate en LitCharts A+ y obtén 25 respuestas por mes.\nIntro\nPregunta a LitCharts AI\nSiguiente\nEn el interludio, Becket da un sermón a la congregación de la Catedral de Canterbury. Pide a su público que piensen sobre la canonización desde una perspectiva divina y reconsideren el entendimiento convencional y humano de la santidad como pura, pacífica y conseguida sin dificultades tortuosas, añadiendo que los discípulos de Jesús se convirtieron en santos solo después de experimentar un gran sufrimiento. Termina el sermón diciendo que puede ser la última vez que esté frente a la congregación, lo cual presagia su martirio.\nPuedo responder cualquier pregunta sobre Asesinato en la Catedral de forma instantánea."
}