{
    "source": "en_US",
    "target": "es_ES",
    "text": "### Treatment Options\nA comprehensive approach that takes into account the typeand severity of the illness is needed to treat superficial infections. Topical medicines like mupirocin are frequently useful in treating bacterial infections, including impetigo. On the other hand, antifungal creams or systemic therapies could be necessary for fungal infections, particularly in cases of onychomycosis. Newer antifungal medications, such as isavuconazole and luliconazole, have been shown in recent trials to be successful in treating resistant strains. In order to improve treatment results, the potential of adjuvant treatment including photodynamic therapy is also being investigated.\n### Importance of Early Detection\nSuccessful treatment and the avoidance of consequences depend on the early diagnosis of superficial infections. Patients and medical professionals need to be alert for the early symptoms of infection, which include swelling, itching, and redness. A delayed diagnosis raises the possibility of additional problems by causing the illness to worsen. For instance, if left untreated, fungal infections can lead to cellulitis, a potentially dangerous illness that needs more careful care. Early intervention can be facilitated by routine skin exams, particularly in high-risk groups. Additionally, telemedicine integration in dermatological care might facilitate better access to specialists, enabling prompt patient diagnosis and treatment.",
    "trans": "### Opciones de tratamiento\nUn acercamiento completo que tiene en cuenta que saber el tipo y severidad de la enfermedad se necesita para tratar las infecciones superficiales. Las medicinas típicas como mupirocina son normalmente útiles en el tratamiento de infecciones bacterianas, incluyendo el impétigo. Por el otro lado, cremas antifúngicas o terapias sistémicas podrían ser necesarias para infecciones por hongos, particularmente en casos de onychomycosis. Nuevas medicinas antifúngicas, como la isavuconazola y luliconazola, han demostrado, en ensayos recientes, ser exitosas en el tratamiento de cepas resistentes. Para mejorar los resultados de los tratamientos, el potencial de un tratamiento adyuvante incluyendo terapia fotodinámica, también se está investigando.\n### Importancia de una detección temprana\nUn tratamiento exitoso y la evitación de consecuencias dependen del diagnóstico temprano de infecciones superficiales. Pacientes y profesionales médicos necesitan estar alerta a los síntomas tempranos de infección, que incluyen hinchazón, picor, y enrojecimiento. Un diagnóstico tardío aumenta la posibilidad de problemas adicionales causando un empeoramiento de la enfermedad. Por ejemplo, si se dejan sin tratar, las infecciones por hongos pueden llevar a celulitis, una enfermedad potencialmente peligrosa que necesita más cuidado. La intervención temprana se puede facilitar mediante exámenes rutinarios de la piel, particularmente en grupos de alto riesgo. Además, la integración de la telemedicina en el cuidado dermatológico puede facilitar el acceso a especialistas, permitiendo un diagnostico y tratamiento temprano."
}