{
    "source": "en_US",
    "target": "es_ES",
    "text": "Apparently not too fond of rules. Steve thought he would've remembered Iron Man getting called in for this mission.\n“Captain,” Iron Man said, cocking his head to the side. “Antlers.”\n“Mr Stark.”\nWas as far as Steve heard before his senses were assaulted by the most tantalizing scent he'd ever smelled. He barely managed to keep his face straight as his body practically lit up, buzzing with energy and a desire to get closer, start sniffing to get more of that smell up his nose –\nNow he didn't have the luxury of forgetting anymore. Some nights he longed for it with a fierceness bordering on pain, when the names and faces of enemy soldiers haunted his dreams. But even if the serum hadn't given him photographic memory Steve was sure that the first time he met Tony Stark would have still been burned into his mind forever.\nLoki didn't answer, just kept walking passively at Iron Man's side. Steve didn't like how complacent he seemed, especially since the man radiated alpha energy, but for now he had no choice but to follow Fury's lead and keep Loki contained as well as he could. They'd put him in handcuffs soon enough.",
    "trans": "Aparentemente no es muy amigo de las reglas. Steve pensó que habría recordado que Iron Man fue llamado para esta misión.\n\"Capitán\", dijo Iron Man, ladeando su cabeza. \"Cuernos.\"\n\"Sr Stark.\"\nEso fue todo lo que escucho Steve antes de que sus sentidos fueran asaltados por el aroma más tentador que había olido nunca. No podía casi ni mantener la cara recta mientras su cuerpo se encendía, rezumando energía y con un deseo de acercarse, y empezar a olfatear para conseguir llenar su nariz con más de ese olor -\nAhora, no se podía dar el lujo de olvidarlo más. Algunas noches lo anhelaba con una fiereza que bordeaba el dolor, cuando los nombres y cara de los soldados enemigos le perseguían en sueños. Pero incluso si el suero no le había dado memoria fotográfica, Steve estaba seguro de que la primera vez que conoció a Tony Stark estaría grabada a fuego en su cabeza para siempre.\nLoki no respondió, simplemente siguió caminando tranquilamente al lado de Iron Man. A Steve no le gustaba lo complacido que parecía, especialmente cuando el hombre irradiaba energía alfa, pero por ahora no tenía otra opción que no fuera seguir el ejemplo de Fury y mantener a Loki contenido lo mejor que se pudiera. Le esposaron lo más rápido posible."
}