{
    "source": "en_US",
    "target": "es_ES",
    "text": "Under Biden, prices skyrocketed. And while inflation—the pace at which prices are rising—has lately cooled, Americans are still living with those past price hikes. Through September, consumer prices are nearly 20% above their January 2021 levels.\nNot since Ronald Reagan’s first term, when consumer prices rose 21%, has a president presided over such high inflation. And Reagan had the advantage that during the single term of his predecessor, Jimmy Carter, inflation was much hotter, with prices rising 49%.\nJust as the big drop in GDP in 2020 was more a reflection of the pandemic than of Trump’s leadership, the spurt in inflation during Biden’s tenure is in part a reflection of the supply-chain snarls brought on by the pandemic, and by the jump in oil prices brought on by Russia’s invasion of Ukraine. One indication of this is that inflation elsewhere also shot up. Prices in the eurozone, for example, are about as elevated relative to the start of 2021 as they are in the U.S., while the eurozone’s economic growth has been far slower.",
    "trans": "Con Biden, los precios se dispararon. Y mientras la inflación - el ritmo al que suben los precios - se ha ido enfriando últimamente, los americanos siguen viviendo con las subidas de precio pasadas. En todo septiembre, los precios del consumidor están un 20% más encima de los niveles de enero de 2021.\nNingún presidente había gobernado sobre esa inflación tan alta, cuando los precios subieron al 21%, desde el primer trimestre del mandato de Ronald Reagan. Y Reagan tenía la ventaja de que durante un solo mandato de su predecesor, Jimmy Carter, la inflación era más candente, con precios subiendo el 49%.\nAsí como la gran caída en el PIB en 2020 fue más un reflejo de la pandemia que del liderazgo de Trump, el aumento repentino de la inflación durante el mandato de Biden es en parte un reflejo de los problemas en las cadenas de suministros derivadas de la pandemia, y por el salto de los precios del aceite derivadas de la invasión Rusia a Ucrania. Una indicación de esto es que la inflación ha subido en todos los sitios. Los precios en la eurozona, por ejemplo, estaban casi tan elevados a principios del 2021 como están en EEUU, mientras que el crecimiento económico de la eurozona ha sido mucho más lento."
}