{
    "source": "en_US",
    "target": "es_ES",
    "text": "\"... What happened?\" Ryuk calmly observed Alisia, who was blankly looking at him, making him doubt if there were changes in his bodily features.\n\"I see, it's good that you are fine.\" Seeing Ryuk completely fine, she turned to leave but was interrupted by him.\n\"Mother, can you tell me, is there something different about me?\" Ryuk asked, curious about the result of the body reconstruction.\nAlisia's eyes slightly widened before relaxing and answering truthfully, \"Yes, you are completely different from before.\"\n'Seems I shouldn't have done body reconstruction now,' turning his gaze downward he pondered.\nSlowly turning before placing her folded hand on her chest, she continued, \"You started to hide things from me and even started to act as if you know everything...\"\nRyuk blankly kept hearing all the complaints Alisia had with him from all these years; he heard everything except how he changed physically, making him assured that he was the same as before.\nOf course, he could see a mirror, but it is impractical to judge himself since he can't see himself from others' points of view.",
    "trans": "\"...¿Qué ha pasado?\" Ryuk observó a Alisia tranquilamente, quien le miraba inexpresivamente, haciéndole dudar si habría cambios en sus características corporales.\n\"Ya veo, me alegro de que estés bien\". Viendo a Ryuk completamente bien, se volvió para irse pero él la interrumpió.\n\"Madre, puedes decirme, ¿hay algo diferente en mí?\" Ryuk preguntó, curioso sobre el resultado de la reconstrucción de su cuerpo.\nLos ojos de Alisia se ensancharon levemente antes de relajarse y contentar honestamente, \"Sí, eres completamente diferente a como eras antes\".\n\"Ahora parece que no debería haber hecho la reconstrucción corporal\", reflexionó, girando su mirada hacia abajo.\nGirando lentamente antes de poner su mano doblada sobre su pecho, ella continuó, \"Empezaste a esconderme cosas e incluso empezaste a actuar como si supieras todo...\"\nRyuk siguió escuchando inexpresivamente todas las quejas que Alisia tenía sobre él en todos estos años, él escuchó todo excepto como había cambiado fisicamente, asegurándole que era el mismo de antes.\nPor supuesto, él podía mirarse en un espejo, pero no es práctico juzgarse a uno mismo, ya que no puede verse desde el punto de vista de los demás."
}