{
    "source": "en_US",
    "target": "es_ES",
    "text": "Garmin Epix Gen 2 is a multisport smartwatch that will meet the highest demands. Its design makes it a perfect match for both sports and casual outfits. The model features a high-quality, touch-sensitive display and the ability to control it through buttons located on the sides of the envelope. The smartwatch also consists of a silicone strap in black, as well as a black envelope made of fiberglass-reinforced polymer, and a bezel made of titanium.\nThe powerful battery provides up to 16 days of operation in watch mode (6 days in continuous on mode), and up to 21 days in watch battery saving mode. The watch includes a number of powerful functions that will delight beginners and professionals alike. Water resistance is rated at 10 ATM.\nFeatures\nRobustly designed with titanium elements, Power Sapphire glass\nOperate it classically via buttons or intuitively via the responsive touch display\nMeasure your physiological values including training load, recovery times and stamina residual energy\nMore than 60 sports and outdoor apps accompany you in everything you plan to do\nAlways on the right track thanks to international topo maps as well as pre-installed golf and ski maps",
    "trans": "Garmin Epix Gen 2 es un reloj inteligente multideporte que cumplirá con las más altas demandas. Su diseño hace que sea un conjunto perfecto tanta para deporte como más looks más casuales. El modelo se caracteriza por una pantalla táctil y de alta calidad, y la posibilidad de controlarla a través de unos botones a los lados del sobre. El reloj inteligente también tiene una correa de silicona negra, así como un sobre negro hecho de fibra de vidrio reforzado con polímeros, y un marco hecho de titanio.\nLa poderosa batería proporciona hasta 16 días de funcionamiento en modo reloj (6 días en modo activado continuo), y hasta 21 días en modo ahorro de energía. El reloj incluye un número de poderosas funciones que harán las delicias tanto de principiantes como de profesionales. La resistencia al agua se clasifica en 10 ATM.\nCaracterísticas\nDiseño robusto con elementos de titanio, cristal Power Sapphire\nÚsalo de forma clásica a través de los botones o intuitivamente por medio de la responsiva pantalla táctil.\nMide tus valores fisiológicos incluyendo la carga de entrenamiento, tiempos de recuperación y energía residual de resistencia\nMás de 60 deportes y aplicaciones fuera de casa te acompañan en todo lo que planees hacer\nSiempre por el buen camino gracias a sus mapas topográficos internacionales así como mapas de ski y golf preinstalados."
}