{
    "source": "en_US",
    "target": "es_ES",
    "text": "Chairman, POWERCHINAInternatinoal GroupLtd\n------------------ Original ------------------\nFrom: \"[redacted_name]\"<[redacted_address]>;\nDate: [redacted_info]\nTo: \"[redacted_address]\"<[redacted_address]>;\nSubject: Dam Project in Republica Domenicana\nDear Dr.[redacted_name],\nhope you are fine!\nI received a call from an Italian friend (ex We [redacted_name]), living in Republica Domenicana since a long time.\nHe asked me about some potential experienced Contractor interested to bid for a dam project (RCC type) there.\nProject is not very big in my understanding, below the requirements he sent me (extract from ToR), bidding process is already on-going.\nPossibly you are already on top of this project, by the way I consider he is well positioned in the country and may provide some local support, if needed.\nIf you have interest I can put you in contact with him.\nHope to meet you soon!\nBR\n[redacted_name]\n………………………………\n[redacted_name]",
    "trans": "Presidente, POWER CHINA International Group Ltd\n------------------ Original ------------------\nDe: \"[redacted_name]\" <[redacted_address]>;\nFecha: [redacted_info]\nPara: \"[redacted_address]\" <[redacted_address]>;\nAsunto: Proyecto de la presa en la República Dominicana\nQuerido Sr. [redacted_name]:\n¡Espero que se encuentre bien!\nHe recibido una llamada de un amigo italiano (ex We [redacted_name]), que vive en la República Dominicana hace mucho tiempo.\nMe preguntó por algunos contratistas con experiencia interesados en licitar para un proyecto de presa (tipo RCC) allí.\nEl proyecto no parece muy grande, creo yo, abajo están los requisitos que me envió (extraídos de ToR), el proceso de licitación está ya en marcha.\nPosiblemente ya haya oído hablar de este proyecto, por cierto considero que está muy bien posicionado en el país y podría proveer apoyo local, si fuera necesario.\nSi le interesa, lo puedo contactar con él.\n¡Espero verlo pronto!\nSaludos cordiales.\n[redacted_name]\n………………………………\n[redacted_name]"
}