{
    "source": "en_US",
    "target": "es_ES",
    "text": "After identifying Moyano-Morales, agents began tracking his cellphone location data for previous months, and determined that his associates had rented Airbnbs near several of the heists. One of the property owners in Turlock turned their video surveillance footage from the property over to the FBI, which showed the group loading burglary tools into the unit upon their arrival, the complaint says.\nIn addition to Moyano-Morales, prosecutors have charged Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz, and a 10th defendant whose identity remains a mystery for now. He has been charged under the pseudonym John Doe 2. Court records say Bastias-Serra is also wanted for extradition to Chile in connection with a 2015 “theft resulting in death, manslaughter, or murder.”\nAuthorities claim the defendants played different roles in the heists, some renting Airbnbs and vehicles, others scouting target locations, and others committing the alleged burglaries. The target locations included banks and ATM kiosks in Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills, and Merced, among other locations. They’re also under investigation for possible involvement in a string of similar larcenies in Los Angeles and San Diego, and one that occurred last January in Houston, Texas, according to the criminal complaint.",
    "trans": "Tras identificar a Moyano-Morales, los agentes comenzaron a rastrear los datos de ubicación de su teléfono móvil durante los meses anteriores y descubrieron que sus socios habían arrendado Airbnb cerca de algunos de los atracos. Uno de los propietarios de Turlock entregó al FBI las imágenes de la cámara de vigilancia de la propiedad, que mostraban al grupo cargando herramientas de robo en la unidad a su llegada, se señala en la denuncia.\nAdemás de Moyano-Morales, los fiscales han acusado a Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz y un décimo acusado cuya identidad permanece por ahora en el misterio. Ha sido acusado bajo el seudónimo de John Doe 2. En los expedientes judiciales se dice que Bastias-Serra también es buscado para su extradición a Chile por un \"robo con resultado de muerte, homicidio o asesinato\" en el 2015.\nLas autoridades afirman que los acusados participaron en los robos de diferentes maneras: algunos alquilaron Airbnb y vehículos, otros investigaron los lugares objetivo y otros perpetraron los presuntos robos. Los objetivos eran bancos y cajeros automáticos de Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills y Merced, entre otros lugares. También están siendo investigados por su posible participación en una serie de robos similares en Los Ángeles y San Diego, y en uno que tuvo lugar en enero pasado en Houston (Texas), según la denuncia penal."
}