{
    "source": "en_US",
    "target": "es_ES",
    "text": "He has loosened his tie up, taken off his suit jacket and unbuttoned the top buttons of his white, carefully ironed dress shirt. He looked handsome sitting in his office chair, legs spread apart and you couldn't help but think about how inviting his lap looked. Yet you remained seated on his desk, legs crossed, moving the glass in your hand slowly in circle, the half molten ice cubes swirling around in the amber liquid.\n\"Are you needed elsewhere?\" He asked catching you looking over his shoulder, out through the window at the birds flying past. His office was on one of the top floors. It had a beautiful view over the city.\n\"No, not at all. I decide when and where I'm needed, you know that,\" you retorted, a small smirk forming on your lips. \"Why? Would you perhaps have something else other than drinking in mind for our celebration?\"\nHe got up from his seat, and you moved your legs so that he could stand in between them. Both of your glasses hit the sleek wooden desk, one of his large hands cupping the side of your face.",
    "trans": "Él se aflojó la corbata, se quitó la chaqueta del traje y se desabrochó los botones superiores de su camisa de vestir blanca, cuidadosamente planchada. Se veía muy guapo, sentado en su silla de oficina, con las piernas abiertas, y no pudiste evitar pensar en lo tentador que se veía su regazo. Pero tú seguías sentada en su escritorio, con las piernas cruzadas, moviendo lentamente en círculos el vaso que tenías en la mano, con los cubos de hielo medio derretidos revoloteando en el líquido ámbar.\n«¿Te necesitan en otro sitio?», te preguntó sorprendiéndote mirando por encima de su hombro, por la ventana, a los pájaros que pasaban volando. Su despacho estaba en uno de los pisos superiores. Tenía una hermosa vista de la ciudad.\n«No, en absoluto. Yo decido cuándo y dónde se me necesita, ya lo sabes», replicaste, con una pequeña sonrisa en los labios. «¿Por qué? ¿Acaso tienes en mente otra cosa aparte de brindar por nuestra celebración?».\nÉl se levantó de su asiento y tú moviste las piernas para que él pudiera colocarse entre ellas. Las dos copas chocaron contra el elegante escritorio de madera y una de sus grandes manos se posó en un lado de tu cara."
}