{
    "source": "en_US",
    "target": "es_ES",
    "text": "In a video from [redacted_name], TP’s Chief People and Diversity and Deputy Chief Global Compliance Officer, you’ll learn how Emotional Intelligence has been incorporated into our culture and in our employees’ life cycle. Also you’ll learn more about the 6seconds EI model based in: Know Yourself, Choose Yourself, and Give Yourself.\nIntroduction to EI in TP:\nThe AI / EI Training Program has been added to your learning path to give you the opportunity to learn more about these two topics. It is composed by 2 modules:\nFollowing the official launch of the EI / AI @ TP Program which happened in the “Town Hall on Emotional Intelligence at TP” on September 23rd, we are happy to share one of the initiatives that you can benefit from.\nPlease make sure that you have completed both here by October 31st.\nIf you have any questions or need support in completing the training, please contact elearningsupport@teleperformance.com.\nHere you’ll be able to learn more in a e-learning presented by [redacted_name], our Global Chief Innovation and Digital Officer, and understand how we can integrate AI into our work processes effectively.",
    "trans": "En un video de [redacted_name], Director de Personas y Diversidad y Responsable Adjunto del Cumplimiento Global de TP, aprenderás cómo se ha incorporado la Inteligencia Emocional en nuestra cultura y el ciclo vital de nuestros empleados. También aprenderás más sobre el modelo de Inteligencia Emocional \"6 Seconds\", fundamentado en: Conócete, Elígete y Entrégate.\nIntroducción a la IE en TP:\nEl Programa de capacitación de IA/IE se ha añadido a tu recorrido de aprendizaje para darte la oportunidad de aprender más sobre estos dos temas. Se compone de 2 módulos:\nTras el lanzamiento oficial del Programa de IE/IA en TP, que tuvo lugar en el «Ayuntamiento sobre la Inteligencia Emocional en TP» el 23 de septiembre, nos complace compartir una de las iniciativas de las que puedes beneficiarte.\nAsegúrate de haber completado ambos aquí antes del 31 de octubre.\nSi tienes alguna duda o necesitas ayuda para completar la capacitación, ponte en contacto con elearningsupport@teleperformance.com.\nEn este enlace, podrás obtener más información en una capacitación electrónica presentada por [redacted_name], nuestro Director Global de Innovación y Responsable Digital, y comprender cómo podemos integrar la IA en nuestros procesos de trabajo de forma eficaz."
}