{
    "source": "en_US",
    "target": "es_ES",
    "text": "Welcome to your new Learning and Development Platform\nEverything that you need to get started is in this email. Simply\ncopy this link to Mapal one: https://one.mapal-os.com/\nYou can access this content at any time by using the link here\nCompany\nSIX COMPANY\nBranch\nDublin\nTraining modules\nFood Safety Level 2 — due 7th November 2024\nHealth and Safety Level 2 — due 7th November 2024\nWorking in a Kitchen — due 21st November 2024\nFood Allergens — due 7th November 2024\nThe Fire Marshal — due 7th November 2024\nCOSHH: Working With Hazardous Substances - UK — due 21st November 2024\nInduction to Six by Nico — due 5th November 2024\nDiversey Products Chemical Training\nDiversey COSHH Chemical Safety Training\nLogging In\nIf you have a personal email address registered\nwith your employer, when you first log into your Mapal one you will be given\nthe option to create an account. Going forward, you may use your email address\nand password of choice to log in. Why not save this to your favourites to allow",
    "trans": "Bienvenido a su nueva Plataforma de desarrollo y aprendizaje\nTodo lo que necesita para comenzar está en este correo electrónico. Simplemente\ncopie este enlace en Mapal one: https://one.mapal-os.com/\nPuede acceder a este contenido en cualquier momento usando el enlace aquí\nEmpresa\nSIX COMPANY\nSucursal\nDublín\nMódulos de capacitación\nSeguridad alimentaria Nivel 2: programado para el 7 de noviembre de 2024\nSalud y seguridad Nivel 2: programado para el 7 de noviembre de 2024\nTrabajar en una cocina: programado para el 21 de noviembre de 2024\nAlérgenos alimenticios: programado para el 7 de noviembre de 2024\nEl mariscal del fuego: programado para el 7 de noviembre de 2024\nCOSHH: Trabajar con sustancias peligrosas - Reino Unido: programado para el 21 de noviembre de 2024\nInducción a Six por Nico: programado para el 5 de noviembre de 2024\nCapacitación en productos químicos Diversey\nCapacitación en seguridad química COSHH Diversey\nInicio de sesión\nSi tiene una dirección de correo electrónico personal registrada\ncon su empleador, cuando inicie sesión por primera vez en su Mapal one, se le dará\nla opción de crear una cuenta. En adelante, podrá usar su dirección de correo electrónico\ny contraseña elegida para iniciar sesión. ¿Por qué no guardar esto en sus favoritos para permitir"
}