{
    "source": "en_US",
    "target": "es_ES",
    "text": "\"I know you aren't thrilled that I'm going, but all that training will finally be put to good use. This is what I've been training for, what I've been waiting for since I got to camp.\" She sighed, looking at her headboard that was filled with so many memories. \"I just don't want to leave camp with you disappointed in me.\"\nLuke pulled his younger sister into his arms, squeezing her tightly. \"I could never be disappointed in you, Al.\" He kissed the top of her head. \"I know you'll do amazing on your own. It just sucks that I can't be there with you to stop you from doing something stupid.\"\nShe pulled away slightly to look into the eyes that were identical to her own. \"I'll tell you everything if I come back.\"\n\"When you come back.\" He corrected her. She flashed him a wide smile. \"And I can't wait to hear all about it.\" His expression didn't necessarily connect with his words.\n\"You better still be here when I come back.\" She pointed a stern finger at him. \"No dying or getting kicked out.\"\nHe laughed, much to her annoyance. \"What have I always promised you, Lana?\"",
    "trans": "«Sé que no te entusiasma que vaya, pero todo ese entrenamiento por fin servirá para algo. Para esto me he estado entrenando, es lo que he estado esperando desde que llegué al campamento». Ella suspiró, mirando su cabecera, que estaba llena de tantos recuerdos. «Solo no quiero irme del campamento pensando que estás decepcionado de mí».\nLuke cogió a su hermana menor entre sus brazos, apretándola con fuerza. «Nunca podría estar decepcionado de ti, Al». Le besó la cabeza. «Sé que lo harás increíble, tú sola. Solo que me jode no poder estar a tu lado para evitar que hagas alguna estupidez».\nElla se alejó ligeramente para mirarle a los ojos que eran idénticos a los suyos. «Te lo contaré todo si vuelvo».\n«Cuando vuelvas», la corrigió. Ella le dedicó una amplia sonrisa. «Y deseo que me lo cuentes todo». Su expresión no concordaba necesariamente con sus palabras.\n«Será mejor que sigas aquí cuando vuelva». Ella le apuntó con un dedo acusador. «Nada de morirte o hacer que te echen».\nÉl se rió, para disgusto de ella. «¿Qué te he prometido siempre, Lana?»"
}