{
    "source": "en_US",
    "target": "es_ES",
    "text": "And now I come to the third point, the discussion of which in your letter satisfied me least. I can’t understand why you want to convince yourself that there is no enmity toward me, given that recently you yourself have provided so much proof of it. But I no longer care much how one person or another stands toward me. Everyone should and can find happiness in his own way, and I’d like to claim this right for myself too, especially concerning my intellectual company, which I’d like to seek out for myself, instead of being married to it through my relation to psychoanalysis. In this sense, many people should have understood the supposed gruffness with which I have with- drawn—rather than criticizing it.\nI’ll leave New York in September after a period of work that was satisfying in every way. But since my family’s vacation was seriously disturbed by weather and illness, and since I really need some recuperation myself, we’ll spend some time in the",
    "trans": "Y ahora llego al tercer punto, la discusión de que parte de tu carta me satisfizo menos. No puedo entender por qué quieres convencerte a ti mismo de que no hay enemistad conmigo, dado que recientemente tú mismo diste tantas prueba de ello. Pero ya no me importa demasiado cómo una persona u otra está en mi contra. Todo el mundo debería y puede encontrar la felicidad a su propia manera, y me gustaría reclamar este derecho para mí también, especialmente en lo relacionado a mi compañía intelectual, la cual me gustaría salir a buscar, en vez de estar casado a ella a través de mi relación con el psicoanálisis. En este sentido, mucha gente debería haber entendido la supuesta brusquedad con la que me he retirado, en lugar de criticarla.\nMe iré de Nueva York en septiembre después de un periodo de trabajo que ha sido satisfactorio en todos los sentidos. Pero como las vacaciones de mi familia se han visto perturbadas por el clima y la enfermedad, y dado que realmente necesito algo de recuperación yo mismo, pasaremos algo de tiempo en"
}