{
    "source": "en_US",
    "target": "es_ES",
    "text": "Embryos with aneuploid PGT-A results have the lowest implantation, ongoing pregnancy, and live birth rates. Aneuploid embryos also have the highest miscarriage rates.1,2\nLLM embryos have higher implantation and ongoing pregnancy rates compared to HLM embryos.2\nEmbryos with mosaic segmental abnormalities have higher implantation and ongoing pregnancy rates compared to embryos with mosaic full chromosome abnormalities. A segmental abnormality is where a large piece of a chromosome is missing or duplicated. Full chromosome abnormalities include monosomy (an entire missing chromosome) or trisomy (an entire extra chromosome).2\nThe more abnormalities identified, the lower the implantation rate and ongoing pregnancy rate.2\nWhat if my embryo has one mosaic chromosome abnormality?\nWhen there is only one mosaic chromosome abnormality, there are some cells that have the normal number of chromosomes and some cells that have an abnormal number of chromosomes.",
    "trans": "Los embriones con resultados PGT-A aneuploides presentan las tasas más bajas de implantación, embarazos en curso y nacidos vivos. Los embriones aneuploides también presentan las tasas de aborto espontáneo más elevadas.1,2\nLos embriones LLM presentan mayores tasas de implantación y de embarazo en curso que los embriones HLM.2\nLos embriones con anomalías segmentarias en mosaico presentan mayores tasas de implantación y de embarazo en curso que los embriones con anomalías cromosómicas completas en mosaico. Una anomalía segmentaria se produce cuando falta o se duplica una parte importante de un cromosoma. Las anomalías cromosómicas completas incluyen la monosomía (falta de un cromosoma entero) o la trisomía (un cromosoma entero de más).2\nCuantas más anomalías se identifiquen, más baja será la tasa de implantación y la tasa de embarazos continuados.2\n¿Qué ocurre si mi embrión presenta una anomalía cromosómica en mosaico?\nCuando existe una única anomalía cromosómica en mosaico, hay algunas células que tienen el número normal de cromosomas y otras que tienen un número anormal de cromosomas."
}