{
    "source": "en_US",
    "target": "es_ES",
    "text": "Re: [redacted_name]\nMy name is [redacted_name], a [redacted_info] citizen, passport number: [redacted_id], residing at [redacted_address]. I am writing this letter in support of Mr. [redacted_name] obtaining his New Zealand permanent residency as soon as possible.\nI met Mr. [redacted_name]'s wife, Ms. [redacted_name], in 2013, and we became friends thereafter. After getting to know her over time, I found her to be a beautiful, generous, warm, sincere, helpful, and friendly person. [redacted_name] married Mr. [redacted_name] in 2018, and in the eyes of our friends, they are a loving couple. They have always been inseparable, doing everything together.\nI often visit their home for meals, and I've heard them mention that Mr. [redacted_name] has encountered some difficulties in applying for New Zealand permanent residency, which has made [redacted_name] very upset, even affecting her health. To my knowledge, this situation has caused [redacted_name] to suffer from depression, and she has had to seek medical help.",
    "trans": "Re: [redacted_name]\nMi nombre es [redacted_name], ciudadano de [redacted_info], número de pasaporte: [redacted_id], con domicilio en [redacted_address]. Escribo esta carta en apoyo del Sr. [redacted_name] para que obtenga la residencia permanente en Nueva Zelanda lo antes posible.\nConocí a la esposa del Sr. [redacted_name], la Sra. [redacted_name], en 2013, y nos hicimos amigos a partir de entonces. Tras conocerla con el tiempo, me pareció una persona encantadora, generosa, cálida, sincera, servicial y amable. [redacted_name] se casó con el señor [redacted_name] en 2018, y a ojos de nuestros amigos, son una pareja llena de amor. Siempre han sido inseparables, haciéndolo todo juntos.\nA menudo visito su casa para comer, y les he oído mencionar que el Sr. [redacted_name] ha tenido algunas dificultades al solicitar la residencia permanente neozelandesa, lo que ha angustiado mucho a [redacted_name], afectando incluso a su salud. Por lo que sé, esta situación ha provocado que [redacted_name] sufra depresión, y ha tenido que buscar asistencia médica."
}