{
    "source": "en_US",
    "target": "es_ES",
    "text": "Lower the oven to 425 and add the focaccia. Bake for ~30 minutes, or until golden on top and the inside reaches atleast 200 degrees F. In the final 15 minutes, move the focaccia to the bottom rack to ensure the bottom crisps up (extra credit if you keep a pizza stone on the bottom at all times and let it cook on top of that!).\nRemove from the oven and let sit in the tray for 7 minutes, then remove to cool completely on a wire rack.\nMORE BREADS\nHow to Make Crostini\nFocaccia with Tomato Sauce (Copycat Carbone Focaccia)\nHomemade Soft Dinner Rolls\nSummer Flatbread (Grilled Peaches, Prosciutto, and Burrata)\nPinYummlyShareTweet\nREADER INTERACTIONS\nLEAVE A REPLY\nYour email address will not be published. Required fields are marked *\nRecipe Rating\nRecipe Rating\nComment *\nName *\nEmail *\nSave my name, email, and website in this browser for the next time I comment.\nPRIMARY SIDEBAR\nHi, I’m[redacted_name]! I’m just a regular gal from Queens, NY who loves creating bomb recipes and sharing them with whoever will read them. Let’s eat.",
    "trans": "Baja el horno a 425 y añade la focaccia. Hornea durante unos 30 minutos, o hasta que esté dorada por encima y el interior alcance al menos 200 °F. En los últimos 15 minutos, pasa la focaccia a la rejilla inferior para asegurarte de que la parte inferior quede crujiente (¡mérito extra si mantienes una piedra de pizza en la parte inferior en todo momento y dejas que se cocine encima de ella!)\nSaca del horno y deja reposar en la bandeja durante 7 minutos, luego saca para enfriar completamente sobre una rejilla.\nMÁS\nCómo hacer crostinis\nFocaccia con salsa de tomate (Copia de la focaccia Carbone)\nRollitos de pan suaves hechos en casa\nPan plano de verano (melocotones asados, jamón serrano y burrata)\nPin Yummly Compartir Tweet\nINTERACCIONES DE LOS LECTORES\nDEJAR UN COMENTARIO\nNo publicaremos tu dirección de correo electrónico. Los campos obligatorios están marcados con *.\nValoración de receta\nValoración de receta\nComentario *\nNombre *\nCorreo electrónico *\nGuardar mi nombre, correo electrónico y sitio web en este navegador para la próxima vez que comente.\nBARRA LATERAL PRINCIPAL\n¡Hola, soy [redacted_name]! Soy una chica normal de Queens, NY, a la que le encanta crear recetas geniales y compartirlas con quien quiera leerlas. A comer."
}