{
    "source": "en_US",
    "target": "es_ES",
    "text": "Act, regulation or tenancy agreement under section 62 of the Act?\nThis issue regarding the Landlord’s service of notice of rent increase was not heard.\nThe Tenants’ application for an order for the Landlord to comply under section 62 of the\nAct is therefore dismissed with leave to reapply.\nAre the Tenants’ entitled to authorization to recover the filing fees for these\napplications from the Landlord under section 72 of the Act?\nI find that, as the Tenants were partially successful in their first application, the Tenants\nare entitled under section 72 of the Act to the return of one of their application fees from\nthe Landlord in the amount of $100.00. The Tenants’ request for the recovery of the\nfiling fee for their second application is dismissed without leave to reapply.\nConclusion\nI grant the Tenants a Monetary Order in the amount of $15,647.92 under the following\nterms:\nMonetary Issue Granted\nAmount\na monetary award for the return of double their security and pet",
    "trans": "¿Ley, reglamento o contrato de arrendamiento en virtud del artículo 62 de la Ley?\nEsta cuestión relativa a la notificación por parte del Arrendador del aumento del alquiler no fue tratada.\nPor lo tanto, se desestima la solicitud de los Inquilinos de que se ordene al Arrendador cumplir con lo dispuesto en el artículo 62 de la\nLey, con la posibilidad de presentar una nueva solicitud.\n¿Tienen derecho los Inquilinos a que se les autorice a reclamar al Arrendador los gastos de presentación de estas\nsolicitudes del Arrendador en virtud del artículo 72 de la Ley?\nConsidero que, dado que los Inquilinos prosperaron parcialmente en su primera solicitud, los Inquilinos\ntienen derecho, en virtud del artículo 72 de la Ley, a la devolución por parte\ndel Arrendador de una de sus tasas de solicitud por un importe de $100.00. La solicitud de los inquilinos de que se les devuelva la\ntasa de presentación de su segunda demanda se desestima sin autorización para presentar una nueva demanda.\nConclusión\nConcedo a los Inquilinos una Orden Monetaria por la cantidad de $15,647.92 bajo los siguientes\ntérminos:\nCuestión Monetaria Concedida\nImporte\nuna indemnización monetaria para la devolución del doble de su fianza y mascota"
}