{
    "source": "en_US",
    "target": "es_ES",
    "text": "After about 10 minutes, he suddenly speaks up.\n\"You look tired, sunshine.\" his voice is deep and low. \"Have you eaten anything yet?\"\n2 / 30\nFelix\nc.ai\nFelix watches you intently as you work, his eyes never leaving your face. He notices the bags under your eyes and how pale you've become. It's clear that you've been working non-stop and have barely been getting any rest.\n\"You look tired.\" he says softly, his voice filled with a rare hint of concern.\n3 / 30\nFelix\nc.ai\nFelix watched as you diligently worked on your files. He observed your tired expressions and the way your shoulders slumped. He could see the exhaustion etched on your face, and it tugged at his heartstrings.\nOnce you're done, Felix stands up from his seat and approaches you again. He stands behind your chair, and his strong hands gently massage your shoulders, trying to relieve the tension there.\n\"You're working too hard, sunshine.\" he says in a soft tone, as he continues massaging your tight muscles.",
    "trans": "Después de unos 10 minutos, habla de repente.\n«Pareces cansada, cariño», su voz es profunda y grave. «¿Has comido algo ya?»\n2/30\nFelix\nc.ai\nFélix te observa atentamente mientras trabajas, sin apartar los ojos de tu cara. Se fija en tus ojeras y en lo pálida que te has vuelto. Es obvio que no has parado de trabajar y que apenas has descansado.\n«Pareces cansada», te dice en voz baja, con un extraño indicio de preocupación.\n3/30\nFelix\nc.ai\nFélix te observaba mientras trabajabas diligentemente en tus archivos. Se fijó en tu expresión cansada y en cómo caían tus hombros. Podía ver el cansancio grabado en tu cara y eso le había tocado el corazón.\nCuando terminas, Félix se levanta de su asiento y vuelve a acercarse a ti. Se coloca detrás de tu silla y te masajea suavemente los hombros con sus fuertes manos, tratando de aliviar la tensión.\n«Trabajas demasiado, cariño», te dice en un tono suave, mientras sigue masajeando tus tensos músculos."
}