{
    "source": "en_US",
    "target": "es_ES",
    "text": "The TV weather forecaster is a primary reason many viewers tune in to the news. Their forecasts are essential for helping the audience prepare for the day ahead, guiding decisions on what to wear and whether to carry an umbrella. By providing weather updates, they play a vital role in our daily lives. Apply Now!\nPhotojournalist (1)\nLove capturing moments that tell a story? As a News Photographer, you’ll shoot still images and videos that bring real-time events to life. This role is perfect for creative individuals who want to make an impact by sharing important stories with the world. Apply Now!\nBroadcast Technician (1)\nAs a Broadcast Technician, you're responsible for ensuring viewers both see and hear the news clearly. You manage the quality of audio and video signals, monitor broadcasts in real time, and select the right transmission equipment to deliver seamless coverage. Apply Now!\nNews Editor (1)\nAs a News Writer/Editor, you'll craft scripts for anchors, write engaging teases to promote stories, and produce content for the newscast's website. Your goal is to capture and hold viewers' attention, keeping them engaged or encouraging them to tune in. Apply Now!",
    "trans": "El meteorólogo de la televisión es una de las principales razones por las que muchos telespectadores sintonizan las noticias. Los pronósticos son esenciales para preparar a la audiencia para el día siguiente al guiar las decisiones sobre qué ponerse y si se debe llevar paraguas. Al proporcionar información meteorológica actualizada, desempeñan un papel vital en nuestras vidas cotidianas.  ¡Postúlate ahora!\nReportero gráfico (1)\n¿Te gusta capturar momentos que cuenten una historia? Como fotógrafo de noticias, tomarás imágenes fijas y videos que den vida a los acontecimientos en tiempo real. Este puesto es perfecto para personas creativas que quieran dejar huella compartiendo historias importantes con el mundo. ¡Postúlate ahora!\nTécnico de radiodifusión (1)\nComo técnico de radiodifusión, eres responsable de que los espectadores vean y oigan las noticias con claridad. Te encargarás de gestionar la calidad de las señales de audio y video, supervisar las emisiones en tiempo real y seleccionar el equipo de transmisión adecuado para ofrecer una cobertura perfecta. ¡Postúlate ahora!\nEditor de noticias (1)\nComo redactor/editor de noticias, elaborarás guiones para los presentadores, escribirás textos atractivos para promocionar las noticias y producirás contenidos para el sitio web del noticiario. Tu objetivo es captar y mantener la atención de los telespectadores, mantener su interés o animarles a que sintonicen. ¡Postúlate ahora!"
}