{
    "source": "en_US",
    "target": "es_ES",
    "text": "Assessing and confirming that all equipment/furnishings are in good repair and clean: reporting faults to manager\nDemonstrating a good manner when dealing with residents, family and visitors\nHandling all laundry including washing, ironing, and sorting clothes by nametags\nEnsuring cleanliness and safety in the laundry area\nMaintaining confidentiality at all times\nBeing aware of all health and safety regulations, reporting hazards/potential hazards immediately.\nAd hoc duties as required\nWhat are the skills/experience needed?\n1 year minimum working in a similar role preferable\nExperience working in a healthcare environment (with a good knowledge of HIQA standards) an advantage.\nWork to the company standards and regulations (you will be made of aware of these standards within the job as related to your role, if unfamiliar)\nAwareness of following an advantage : COSHH Regulation. (Control of Substances Hazardous to Health). Riddor Regulation. (Reporting of incidents, diseases, dangerous occurrences). Health and Safety Legislation, Manual Handling\nMoving & Handling training an advantage\nExcellent communication skills\nCan work independently or part of a team\nMust be reliable & keep to schedule.\nFluent level of English both written and oral\nBenefits & Conditions\nExcellent working environment\nFully paid breaks\nMeal & break time refreshments provided\nSunday allowance paid",
    "trans": "Evaluar y confirmar que todo el equipo/mobiliario están bien reparado y limpio: reportar los fallos al jefe\nDemostrar buenas maneras en el trato con los residentes, familias y visitantes\nGestionar toda la lavandería incluido lavar, planchar, y organizar la ropa con etiquetas de nombre.\nAsegurar la limpieza y seguridad en la zona de la lavandería\nMantener la confidencialidad en todo momento\nEstar atento a todas las regulaciones de salud y seguridad, reportar peligros/potenciales peligros inmediatamente.\nTareas ad hoc según necesidad\nCuáles son las habilidades/experiencia necesaria?\nPreferible 1 año mínimo trabajando en un puesto similar\nLa experiencia trabajando en ambientes sanitarios (con un buen conocimiento de los estándares HIQA) es una ventaja.\nTrabajar bajo las regulaciones y estándares de la compañía (se te harán saber estos estándares del trabajo relacionados con tu puesto, si no te son familiares)\nConocimiento de lo siguiente es una ventaja: Regulación COSHH (Control de sustancias Peligrosas para la salud). Regulación Riddor. (Reporte de incidentes, enfermedades, sucesos peligrosos). Legislación en Salud y Seguridad, Manipulación manual.\nEntrenamiento en Movilidad y Manipulación es una ventaja\nHabilidades de comunicación excelentes.\nPoder trabajar de manera independiente o como parte de un equipo\nSer fiable y seguir un horario.\nNivel fluido de inglés escrito y oral\nBeneficios y Condiciones\nAmbiente de trabajo excelente\nVacaciones totalmente pagadas\nComida y bebidas en el descanso proporcionado\nAsignación dominical pagada"
}