{
    "source": "en_US",
    "target": "es_ES",
    "text": "The iCT navigation technology uses a portable CT scanner that translates in the rostral to caudal axis over the patient. The iCT navigation workstation registers the patient’s anatomy and cre- ates three-dimensional images using a fan beam CT scanner for image acquisition (▶ Fig. 7.4). These images allow for navigated instrumentation and for intraoperative planning throughout the procedure (e.g., one can plan the accurate measurement of the implants).34\nThe iCT computer-guided navigation technique affords immediate survey of screw/implants position and intraopera- tive revision.44 Some advantages are the quality of the image that can be very similar to a diagnostic CT scanner for bone and soft tissue and much better than its previous generation of iCBCT machines.\nAnother advantage of iCT is that it has an extended scan vol- ume capacity, which eliminates the need to re-center the device",
    "trans": "La tecnología de navegación iCT usa un escáner de TC portátil que se desplaza en el eje rostral al caudal sobre el paciente. La estación de trabajo de navegación iCT registra la anatomía del paciente y crea imágenes tridimensionales utilizando un escáner de TC de haz en abanico para la adquisición de imágenes (▶ Fig. 7.4). Estas imágenes permiten la instrumentación navegada y la planificación intraoperatoria durante todo el procedimiento (por ejemplo, se puede planificar la medición precisa de los implantes)34.\nLa técnica de navegación guiada por ordenador iCT permite la inspección inmediata de la posición de los tornillos/implantes y la revisión intraoperatoria.44 Algunas de sus ventajas son la calidad de la imagen, que puede ser muy similar a la de un escáner de TC de diagnóstico para hueso y tejidos blandos y mucho mejor que la generación anterior de máquinas iCBCT.\nOtra ventaja de la iCT es que dispone de una capacidad de volumen de exploración ampliada, lo que elimina la necesidad de volver a centrar el dispositivo"
}