{
    "source": "en_US",
    "target": "es_ES",
    "text": "Grey's freakin' bar by night, restaurant by day.\n\"Maybe we should go to Mcdonald's,\" I offer and he scoffs.\n\"Mcdonald's makes me shit,\" he reasons.\n\"Why don't we go to another place?\" I question as he leads me closer and closer to Grey's bar.\n\"Because this one is the nicest looking one that I see in my line of view,\" he pulls me past the bench where I met Grey.\nI narrow my eyes at the stupid bench.\n\"I don't like this place,\" I mumble although I know it's no use as he pulls open the door. I keep my head down, making sure that my hair is covering most of my face.\nI take a peek at my surroundings and instead of the usual mostly cleared floor, there are tables spread everywhere and the lights are turned up.\nMy eyes find the door Grey and I went through and I clench my fists.\nAaron suddenly stops and I run into his back. I still keep my head down.\n\"Table for two?\" a familiar voice asks and I squeeze my eyes shut in frustration. I peek up and the bartender guy is giving me sly smirk.",
    "trans": "El maldito bar Grey's de noche, restaurante de día.\n«Quizá deberíamos ir a Mcdonald's», propongo y él se burla.\n«Mcdonald's me hace cagar», argumenta.\n«¿Por qué no vamos a otro sitio?», le pregunto mientras me conduce cada vez más cerca del bar de Grey.\n«Porque este es el que mejor pinta tiene y que está en mi línea de visión», me arrastra más allá del banco donde conocí a Grey.\nEntrecierro los ojos ante el estúpido banco.\n«No me gusta este sitio», murmuro, aunque sé que es inútil, mientras él abre la puerta. Agacho la cabeza, intentando cubrirme la mayor parte de la cara con el cabello.\nEspío lo que me rodea y, en lugar del habitual casi vacío piso, hay mesas repartidas por todas partes y las luces están encendidas.\nMis ojos encuentran la puerta por la que Grey y yo pasamos y aprieto los puños.\nAaron de repente se detiene y me choco contra su espalda. Yo mantengo la cabeza gacha.\n«¿Mesa para dos?», pregunta una voz familiar y cierro los ojos con frustración. Levanto la vista y el camarero me sonríe socarronamente."
}