{
    "source": "en_US",
    "target": "es_ES",
    "text": "But there was strain—[redacted_name] didn’t show it on her face, but the subtle tightening of her jaw, the tension in her arms as she lifted the weight, betrayed the effort. A low grunt escaped her lips as she shifted her stance, straightening her body while carrying the wood towards the fireplace.\nWithout looking at [redacted_name], [redacted_name] began to speak, her voice low and slightly strained from the physical exertion, though it never lost that cold edge. “Saving you…” she repeated, as if the words tasted strange in her mouth. A soft, mirthless chuckle followed, barely audible. “You think I saved you? You are… wrong.”\nShe knelt down, placing the logs in the hearth, each movement precise. Her face caught the warm light of the fire, highlighting the strong lines of her jaw and cheekbones, the way her sweat-dampened hair clung to her forehead. When she finally rose to her full height again, she turned to [redacted_name], and—just for a moment—a smile tugged at the corner of her lips. A small, crooked thing, like it didn’t quite belong on her face. But there it was, brief and sharp, like a flash of lightning before the storm settles again. It wasn’t kind, but it was undeniably captivating.",
    "trans": "Pero había tensión - [redacted_name] no lo mostró en su cara, pero el sutil endurecimiento de su mandíbula, la tensión en sus brazos como si estuviera levantando peso, traicionó su esfuerzo. Un leve gruñido escapó de sus labios mientras cambiaba su postura, poniendo recto su cuerpo mientras llevaba la madera hacia la chimenea.\nSin mirar a [redacted_name], [redacted_name] empezó a hablar, su voz baja y ligeramente tensa por el esfuerzo, aunque nunca perdió su frío tono. \"Salvarte...\" ella repitió, como si las palabras supieran raro en su boca. Una risa suave y sin alegría le siguió, casi inaudible. \"¿Piensas que te he salvado? Estás...equivocado.\"\nSe arrodilló, poniendo los troncos en el hogar, cada movimiento preciso. Su cara recogió la cálida luz del fuego, resaltando las fuertes líneas de su mandíbula y sus pómulos, la forma en que su cabello húmedo por el sudor se pegaba a su frente. Cuando por fin se puso totalmente de pie, se volvió hacia [redacted_name], y - solo por un momento- una sonrisa asomó por las esquinas de sus labios. Una cosa pequeña y torcida, que casi no pertenecía a su cara. Pero ahí estaba, breve y afilada, como un relámpago antes de que la tormenta se vuelva a calmar. No era amable, pero era innegablemente cautivadora."
}