{
    "source": "en_US",
    "target": "es_ES",
    "text": "Princess, am I loving you wrong?\nYour highness, babe where’s your gown?\nIt’s toxic but we need to go on\nJust stop it I’ll give you what you want\nThis time you’ll win it all\nThe battle not the war\nPrincess, I should give you a crown\nYou’re upset so I’m doing it wrong\nLet’s make out and make it up as well\nI’m selfish cause I need you to be happy\nStop wasting all our time\nLeave it all behind\nNeed you, I need you to be fine\nWe were living in the dark side of the building\nGloomy sunshine felt like rain in the morning\nNone of us felt too good\nBoth of us need some silence\nMood came all of a sudden\nMood then became a tantrum\nI ain’t saying I got no problem\nBut a text I sent a couple weeks before we even met, wtf?\nOur stories started long ago\nSo mythical as they’ve been told\nSo we’re not gonna lose it, just lose it all\nOn thing that small\nPrincess, am I loving you wrong?\nYour highness, babe where’s your gown?",
    "trans": "Princesa, ¿te estoy amando de la forma incorrecta?\nSu majestad, cariño, ¿dónde está tu vestido?\nEs tóxico, pero debemos seguir.\nBasta. Te daré lo que quieres.\nEsta vez lo ganarás todo.\nLa batalla, no la guerra.\nPrincesa, debería darte una corona.\nEstás molesto, eso significa que lo estoy haciendo mal.\nNos besemos y solucionemos las cosas.\nEstoy siendo egoísta porque quiero que tú seas feliz\nDeja de hacernos perder todo nuestro tiempo.\nDéja todo atrás\nTe necesito, necesito que estés bien.\nVivíamios en el lado oscuro del edificio.\nLa luz sombría del sol parecía como lluvia por la mañana.\nNinguno de nosotros se sintió muy bien\nAmbos necesitamos un poco de silencio.\nEl humor cambió de repente.\nLuego, el humor se transformó en una rabieta.\nNo estoy diciendo que no tengo ningún problema\nPero un mensaje que envié antes de que nos conociéramos, ¿Qué carajos?\nNuestras historias comenzaron hace mucho tiempo.\nTan míticas como han sido contadas.\nAsí que no vamos a perderlo, solo lo vamos a perder todo\nAlgo tan pequeño\nPrincesa, ¿te estoy amando de una manera equivocada?\nSu alteza, cariño, ¿dónde está tu vestido?"
}