{
    "source": "en_US",
    "target": "es_ES",
    "text": "breast, leaning in to trace his tongue up my neck and send a\nthousand tingles through me. He doesn’t care that he’s in\nmid-conversation with someone.\n“Thursday?” He sighs, looking at me\nwith a flicker of annoyance crossing his face. His hand between my\nthighs is extracted as he takes his phone and swaps ears, a look of\nagitation on his boyish face. ‘Business Carrero’ moving in to kill\nhis libido. Something must be wrong at work, and disappointment\nwashes over me.\n“Fuck’s sake, Margo! Can’t they do\na fricken thing without me standing over the top of them shouting\nfucking orders?” He lets me go fully, stalking toward the huge wall\nof french doors, and glares outside. His body is rigid but divine\nas hell and tense as he pushes a hand to his waist, fisting it\nthere in agitation, looking completely intimidating, like a\ngladiator about to embark on a war. I guess things with work aren’t\nrosy today. He has a few large developments he’s overseeing, so his\nstress levels have been up and down.\n“One night … We kept the apartment\n… Yeah, arrange to have my flight there Thursday and home Friday\nmorning first thing. Jefferson is still in Manhattan, so he can",
    "trans": "pecho, inclinándose para pasar su lengua por mi cuello y enviar\nmil cosquilleos a través de mi. A él no le importa estar en\nmedio de una conversación con alguien.\n\"¿Jueves?\", suspira, mirándome\ncon un destello de enojo cruzándole la cara. Él retira la mano que está entre mis\nmuslos, mientras toma el teléfono y cambia de oído, con una mirada de\nagitación en su cara aniñada. \"Business Carrero\", entrometiéndose para matar\nsu libido. Algo debe andar mal en el trabajo y me\nembarga la desilusión.\n\"¡Maldita sea, Margo!\" ¿No pueden hacer\nuna maldita cosa sin que yo esté encima de ellos gritándoles\nlas malditas órdenes?\" Me suelta por completo y camina rumbo a la enorme muralla\nde puertas francesas y mira hacia afuera. Tiene el cuerpo rígido, pero divino\ncomo el infierno y tenso, mientras tiende una mano hacia su cintura y la cierra en un puño\nahí por la agitación, con un aspecto totalmente intimidante, como un\ngladiador a punto de embarcarse en la guerra. Creo que las cosas en su trabajo no son\nprometedoras hoy. Tiene algunos desarrollos grandes que está supervisando, así que sus\nniveles de estrés han estado subiendo y bajado.\n\"Una noche... Mantuvimos el departamento\n... Sí, coordina mi vuelo allí el jueves y de regreso el viernes\na primera hora de la mañana. Jefferson aún está en Manhattan, así que puede"
}