{
    "source": "en_US",
    "target": "es_ES",
    "text": "Biodiversity Monitoring Department, Minqin Desertification Control Station & Xiama Forest Protection Station\n•\nSpecimen Collection and Analysis: Designed and executed specimen collection strategies for both flora and fauna, including the construction of custom cages for capturing species such as long-eared hedgehogs. Prepared and cataloged biological specimens for study.\n•\nBiodiversity Data Analysis: Collected and analyzed data on species diversity, comparing present and historical records to assess changes in biodiversity. Authored research papers detailing the calculation of α and β diversity indices to identify key trends and patterns in the ecosystem over time.\n•\nField Research and Reporting: Conducted field surveys to monitor the condition of local ecosystems and figure out potential risks to biodiversity and ecosystem health. Reported findings to senior researchers for conservation strategies and policy recommendations.\nResearch Experience\nPeptide-Based Artificial Enzyme Catalysis for Asymmetric Synthesis of Progesterone Derivatives\n•",
    "trans": "Departamento de Control de la Biodiversidad, Estación de Control de la Desertificación Minqin y Estación de Protección Forestal Xiama\n•\nAnálisis y Recolección de Especímenes: Estrategias diseñadas y ejecutadas de recolección de especímenes de flora y fauna, incluyendo la construcción de jaulas personalizadas para la captura de especies como los erizos de orejas largas. Especímenes biológicos preparados y catalogados para su estudio.\n•\nAnálisis de Datos Biológicos: Datos recolectados y analizados en diversas especies, comparando registros actuales e históricos para evaluar los cambios de biodiversidad. Artículos de investigación de autor con información de los cálculos de los índices de diversidad α y β para identificar tendencias clave y patrones en el ecosistema con el paso del tiempo.\n•\nInvestigación de Campo e Informes: Encuestas de campo guiadas para controlar el estado de los ecosistemas locales y descubrir riesgos potenciales para la biodiversidad y la salud de los ecosistemas. Informar de los descubrimientos a los investigadores séniores para la conservación de las estrategias y recomendaciones de políticas.\nExperiencia de Investigación\nCatálisis de Enzimas Artificiales Basadas en Péptidos en Síntesis Asimétricas de Derivaciones de Progesterona\n•"
}