{
    "source": "en_US",
    "target": "es_ES",
    "text": "Plan and prepare daily meals for one person, with the ability to cook for several people during special occasions.\nFollow recipes accurately to ensure meal quality and variety.\nManage laundry and ironing, ensuring garments are well cared for.\nRun errands and handle food shopping, keeping the kitchen well stocked.\nMaintain high standards of cleanliness and organization throughout the home.\nCommunicate effectively with the homeowner regarding preferences and schedules.\nQualifications:\nMinimum of 4 years of experience in housekeeping and cooking.\nElevated cooking skills, capable of preparing varied and nutritious meals.\nStrong laundry and ironing skills.\nValid driver’s license for running errands.\nExcellent English-speaking and communication skills.\nHigh attention to detail and commitment to quality work.\nAbility to work independently and manage time efficiently.",
    "trans": "Planificar y preparar comidas diarias para una persona, con la capacidad para cocinar para varias personas en ocasiones especiales.\nSeguir las instrucciones con precisión para asegurar una comida variada y de calidad.\nGestionar la lavandería y planchado, asegurando que las prendas estén bien cuidadas.\nHacer recados y manejar la compra de comida, manteniendo la cocina bien aprovisionada.\nMantener altos estándares de limpieza y organización por toda la casa.\nComunicarse de forma efectiva con el dueño de la casa en referencia a las preferencias y calendarios.\nCalificaciones:\nMínimo de 4 años de experiencia en cuidado de la casa y cocinado.\nAltas habilidades de cocina, capacitación para preparar comidas variadas y nutritivas.\nGrandes habilidades de lavandería y planchado.\nCarné de conducir válido para hacer recados.\nExcelente inglés hablado y buenas habilidades de comunicación.\nAlta atención al detalle y compromiso con un trabajo de calidad.\nCapacidad para trabajar de forma independiente y gestionar el tiempo de forma efectiva."
}