{
    "source": "en_US",
    "target": "es_ES",
    "text": "Overview\nUnit 2 Project: Resort\nThis project will involve collecting market research and using this data to create a resort for your target market.\nTasks\n1. You will be assigned a group of fellow market researchers. Your group will be assigned a location and a target market.\n2. As a group, you will complete the resort booklet, which includes market research, brainstorming, creating a vision board, and doing a SWOT analysis.\n3. You will present your vision board to the class\nFinal submission\nYour final submission will consist of the following elements -\n1. Resort booklet submitted on Google Classroom (includes Part A-D)\n2. Presentation to the class to share your vision board and explicitly identify how your\nmarket research and target market a\nDue date:\nWorkbook → Monday, October 28th\nPresentation → Wednesday, October 30th\nIn-class work periods → You will be given 3 work periods this week to complete Part A&B. You will be given 3 work periods next week to complete your vision board and SWOT analysis. All sections of A-D must be completed before Monday, October 28th.\nWe will work on presentations on October 28/29th in class.",
    "trans": "Visión general\nProyecto de la Unidad 2: Complejo turístico\nEste proyecto consistirá en recopilar estudios de mercado y utilizar estos datos para crear un complejo turístico dirigido a tu mercado objetivo.\nTareas\n1. Se te asignará un grupo de compañeros para realizar el estudio de mercado. A tu grupo se le asignará una ubicación y un mercado objetivo.\n2. Como grupo, completaréis el folleto del complejo turístico, que incluye un estudio de mercado, una tormenta de ideas, la creación de un panel de objetivos y la realización de un análisis DAFO.\n3. Presentaréis vuestro panel de objetivos a la clase.\nEntrega final\nLa entrega final constará de los siguientes elementos:\n1. Folleto del complejo presentado en Google Classroom (incluye las partes A-D)\n2. Una presentación a la clase para exponer el tablero de objetivos e identificar explícitamente cómo\nel estudio de mercado y el mercado objetivo\nFecha de entrega:\nCuaderno de trabajo → Lunes 28 de octubre\nPresentación → Miércoles, 30 de octubre\nPeriodos de trabajo en clase → Se te darán 3 periodos de trabajo esta semana para completar las partes A y B. La próxima semana tendrás 3 periodos de trabajo para completar el panel de objetivos y el análisis DAFO. Todas las secciones de A-D deben ser completadas antes del lunes 28 de octubre.\nTrabajaremos en las presentaciones los días 28/29 de octubre en clase."
}