{
    "source": "en_US",
    "target": "es_ES",
    "text": "The company intends to use the net proceeds of the ATM program, if any, primarily on capital expenditures to support the growth and development of the company's existing mining operations, as well as for working capital and general corporate purposes.\nSince the common shares will be distributed at trading prices prevailing at the time of the sale, prices may vary between purchasers and during the period of distribution. The volume and timing of sales, if any, will be determined at the sole discretion of the company's management and in accordance with the terms of the ATM agreement. To date, 109,323,321 common shares have been distributed by the company for gross proceeds of approximately $248-million (U.S.) pursuant to the ATM agreement by means of the March supplement.\nThe offer and sale of the common shares under the ATM program will be made only by means of the A&R prospectus included within the company's United States registration statement on Form F-10 (file No. 333-272989) filed with the U.S. Securities and Exchange Commission on March 8, 2024. The A&R prospectus is available on the company's SEDAR+ profile and the A&R prospectus and registration statement are available on the SEC's EDGAR website.",
    "trans": "La compañía tiene la intención de usar el producido neto del programa ATM, si lo hubiera, principalmente en gastos de capital para apoyar el crecimiento y desarrollo de las operaciones mineras existentes, así como para el capital de trabajo y propósitos corporativos generales.\nDado que las acciones comunes se distribuirán según los precios de negociación en el momento de la venta, los precios pueden variar entre los compradores y durante el periodo de distribución. El volumen y momento de las ventas, si las hubiera, se determinarán a la exclusiva discreción de la dirección de la compañía y en concordancia con los términos del acuerdo de ATM. Hasta la fecha, 109 323,321 acciones comunes han sido distribuidas por la compañía por ingresos brutos de aproximadamente 248$ millones (EE. UU.), de conformidad con el acuerdo ATM mediante el suplemento de Marzo.\nLa oferta y venta de las acciones comunes bajo el programa ATM se harán solo por medio del prospecto A&R incluido en la declaración de registro de la empresa en los Estados Unidos en el Formulario F-10 (archivo N.º: 333-272989) presentado ante la Comisión de Valores y Bolsa de los Estados Unidos el 8 de Marzo de 2024. El prospecto A&R está disponible en el perfil de la compañía SEDAR+ y el prospecto A&R y la declaración de registro están disponibles en la página web EDGAR de la SEC."
}