{
    "source": "en_US",
    "target": "es_ES",
    "text": "1. Processed Meats:\nProcessed meats such as hot dogs, sausages, and bacon should be avoided as they are high in saturated fats and sodium. These foods have been linked to an increased risk of colon cancer. Instead, opt for lean meats like chicken, turkey, and fish.\n2. Red Meat:\nConsuming excessive amounts of red meat, such as beef, pork, and lamb, has been associated with an increased risk of colon cancer. It is recommended to limit the intake of red meat and choose leaner alternatives like poultry or plant-based proteins.\n3. Sugary Drinks:\nSugar-sweetened beverages like soda, energy drinks, and fruit juices with added sugars should be avoided. These drinks contribute to weight gain and increase the risk of colon cancer. Opt for water, herbal tea, or freshly squeezed juices without added sugars.\n4. Refined Grains:\nRefined grains like white bread, white rice, and pasta have been stripped of their nutrients and fiber content.\nThese foods can lead to weight gain and increase the risk of colon cancer. Choose whole grains like whole wheat bread, brown rice, and quinoa for a healthier alternative.",
    "trans": "1. Carnes procesadas:\nDeben evitarse las carnes procesadas, como las salchichas, los chorizos y el beicon, ya que tienen un alto contenido en grasas saturadas y sodio. Estos alimentos se han relacionado con un mayor riesgo de cáncer de colon. En su lugar, opte por carnes magras como el pollo, el pavo y el pescado.\n2. Carne roja:\nConsumir cantidades excesivas de carne roja, como ternera, cerdo y cordero, se ha asociado a un mayor riesgo de cáncer de colon. Se recomienda limitar la ingesta de carne roja y elegir alternativas más magras, como las aves de corral o las proteínas de origen vegetal.\n3. Bebidas azucaradas:\nDeben evitarse las bebidas azucaradas como los refrescos, las bebidas energéticas y los zumos de frutas con azúcares añadidos. Estas bebidas contribuyen al aumento de peso y aumentan el riesgo de cáncer de colon. Opte por agua, infusiones o zumos recién exprimidos sin azúcares añadidos.\n4. Cereales refinados:\nA los cereales refinados, como el pan blanco, el arroz blanco y la pasta se les han quitado sus nutrientes y su contenido en fibra.\nEstos alimentos pueden provocar un aumento de peso e incrementar el riesgo de cáncer de colon. Elija cereales integrales, como el pan de trigo integral, el arroz integral y la quinoa para disfrutar de una alternativa más saludable."
}