{
    "source": "en_US",
    "target": "es_ES",
    "text": "have always gone after the youth. They harass and kill them for being students and for not\nwanting to be part of their groups. If you as a student do not offer your help to them, they\nsee you as a threat and working against them.\n43. Without having a concrete plan or hope that things would get better in my country, on July\n1, 2022, I applied for my passport in Popayan, while I continued with my academic studies\nwithout a problem.\n44. On July 9, 2022, it was the first time there was a real intervention with my team while we\nwere working with the rural community in Quintana Cauca. That day, we were investigating\nthe surrounding areas of Quintana Cauca, how the roads were planned out, the\ntopography of the land, as well as interviewing the women in the area. They told us about\nthe armed conflict surrounding the township and how it affected their day to day. That\nsame day, we planned a lunch for all the women leaders in the community and began\nplanning ways in which we could help them make the land around them grow and prosper.",
    "trans": "siempre han perseguido a los jóvenes. Los acosan y los matan por ser estudiantes y por no\nquerer formar parte de sus grupos. Si tú, como estudiante, no les ofreces tu ayuda, ellos\nte ven como una amenaza y como alguien que trabaja en su contra.\n43. Sin tener un plan concreto ni la esperanza de que las cosas mejoraran en mi país, el 1 de julio\nde 2022, solicité mi pasaporte en Popayán, mientras continuaba con mis estudios académicos\nsin ningún problema.\n44. El 9 de julio de 2022, fue la primera vez que se produjo una intervención real con mi equipo mientras\ntrabajábamos con la comunidad rural en Quintana Cauca. Ese día, investigábamos\nlos alrededores de Quintana Cauca, cómo estaban trazadas las carreteras, la\ntopografía del terreno, además de entrevistar a las mujeres de la zona. Ellas nos contaron sobre\nel conflicto armado que rodea al municipio y cómo afectaba su día a día. Ese\nmismo día, organizamos un almuerzo para todas las mujeres líderes de la comunidad y empezamos a\nplanificar posibles formas de ayudarlas a hacer crecer y prosperar la tierra que las rodea."
}