{
    "source": "en_US",
    "target": "es_ES",
    "text": "Body Positivity and Self-Acceptance: By focusing on natural improvements, individuals can develop a healthier relationship with their bodies and avoid negative body image issues.\n2. Harmony with Nature and the Body\nNatural Approach: Natural bodybuilding aligns with a philosophy of living in harmony with nature and avoiding artificial substances.\nRespect for the Body: By avoiding performance-enhancing drugs, individuals demonstrate respect for their bodies and their natural limits.\nMind-Body Connection: The practice of natural bodybuilding can foster a strong mind-body connection, promoting overall well-being.\n3. Ethical Considerations and Fairness\nLevel Playing Field: Natural bodybuilding ensures a level playing field where individuals compete based on their natural abilities and dedication.\nAvoiding Negative Health Consequences: By avoiding performance-enhancing drugs, individuals reduce the risk of serious health complications.\nPromoting Ethical Sportsmanship: Natural bodybuilding can promote a culture of ethical sportsmanship and fair competition.\n4. Community and Social Connection\nShared Goals and Experiences: Natural bodybuilding communities can provide a sense of belonging and support for individuals with shared goals and experiences.\nPositive Role Models: Natural bodybuilders can serve as positive role models for younger generations, inspiring healthy lifestyles and personal achievement.",
    "trans": "Positivismo corporal y autoaceptación: al enfocarse en las mejoras naturales, las personas pueden desarrollar una relación más saludable con sus cuerpos y evitar problemas de imagen corporal negativa.\n2. Armonía con la naturaleza y el cuerpo\nEnfoque natural: el culturismo natural se alinea con la filosofía de vivir en armonía con la naturaleza y de evitar sustancias artificiales.\nRespeto por el cuerpo: al evitar drogas que mejoran el rendimiento, las personas demuestran respeto por sus cuerpos y por sus límites naturales.\nConexión cuerpo-mente: la práctica del culturismo natural puede fomentar una conexión cuerpo-mente fuerte y promover el bienestar en general.\n3. Consideraciones éticas y justicia\nCampo de juego nivelado: el culturismo natural garantiza un campo de juego nivelado en el que las personas compiten según sus habilidades naturales y dedicación.\nEvitar consecuencias negativas para la salud: al evitar drogas de mejora del rendimiento, las personas reducen el riesgo de graves complicaciones de salud.\nPromover una deportividad ética: el culturismo natural puede promover una cultura de deportividad ética y competencia justa.\n4. Comunidad y conexión social\nMetas y experiencias compartidas: las comunidades de culturismo natural pueden proporcionar un sentido de pertenencia y apoyo para las personas con metas y experiencias compartidas.\nModelos de roles positivos: los culturistas naturales pueden servir como modelos de roles positivos para generaciones más jóvenes, lo que inspira estilos de vida saludables y el logro personal."
}