{
    "source": "en_US",
    "target": "es_ES",
    "text": "Notice ID: 222258347816\nTitle: DRAGON BALL: SPARKING! ZERO - PC\nProtocol: BitTorrent\nFile Name: Dragon Ball Sparking ZERO [DODI Repack]\nFile Size: 20644608485\nTimestamp: 10-15-2024 23:38:42 GMT\nCopyright infringement violates not only U.S. copyright law, it also violates the relevant agreements, terms of service and acceptable use policies between Verizon and its customers. You must take all measures to protect your account from future violations. Failure to implement these measures may subject your Service to termination by Verizon and may result in possible legal action against you by the copyright owner.\nProtecting Your Privacy: The copyright owner has not asked Verizon to identify you, and Verizon will NOT provide your identity without a lawful subpoena. However, if the copyright owner does issue a lawful subpoena that identifies your account as allegedly infringing its copyright rights, Verizon will be legally required to provide your account information to the copyright owner.",
    "trans": "Id de Aviso:  222258347816\nTítulo: DRAGON BALL: SPARKING! ZERO-PC\nProtocolo: BitTorrent\nNombre Archivo: Dragon Ball Sparking ZERO [DODI Repack]\nTamaño Archivo: 20644608485\nMarca de tiempo: 15-10-2024 23:38:42 GMT\nLa infracción de los Derechos de Autor viola no solo la ley de Derechos de Autor de EEUU, si no que también viola los acuerdos relevantes, términos de servicio y las políticas aceptablemente usadas entre Verizon y sus clientes. Debe tomar todas las medidas para proteger su cuenta de futuras violaciones. Un fallo en la implementación de estas medidas podría someter su servicio a la terminación por parte de Verizon y podría resultar en posibles acciones legales contra usted por el propietario del derecho de autor.\nProteger Su Privacidad: El propietario del derecho de autor no ha pedido a Verizon que le identifique, y Verizon NO proporcionará su identidad sin una citación legal válida. Sin embargo, si el propietario del derecho de autor emite una citación legal válida que identifique su cuenta como supuestamente infractora de sus derechos de autor, Verizon se verá obligado a proporcionar legalmente la información de su cuenta al propietario del derecho de autor."
}