{
    "source": "en_US",
    "target": "es_ES",
    "text": "You make me feel famous\nThis fame don't make me feel shit\nThat's some crazy shit, I got to deal with it\n[HOOK]\nI done seen what them xans and them percs do\nI done seen what the love and the hate do\nBut get it straight, girl, i love i dont hate you\nAnd get it straight i can never replace you\nLet's take you out dinner date at the lake\nI will never hurt you, you, you, you\nI know what them xans and them percs do, do, do\nWe can do the percs boo boo boo\nI just pray them percs dont hurt you, you, you, you\nYeah\nYou might also like\nConfide\nJuice WRLD\neuphoria\nKendrick Lamar\nLong Live The Hustle (Tattoos & Ink)\nJuice WRLD\nEmbed\nAbout\nHave the inside scoop on this song?\nSign up and drop some knowledge\nStart the song bio\nQ&A\nFind answers to frequently asked questions about the song and explore its deeper meaning\nAsk a question\nWho wrote “Get It Straight” by Juice WRLD?\nCredits\nWriter\nJuice WRLD\nTags\nRap\nComments\nAdd a comment\nGet the conversation started",
    "trans": "Haces que me sienta famoso\nEsta fama no me hace sentir un carajo\nEso es una mierda loca, tengo que lidiar con ello\n[HOOK]\nHe visto lo que hace el Xanax y el Percocex\nHe visto lo que hace el amor y el odio\nPero entiéndelo bien, chica, te quiero y no te odio\nY que quede claro que nunca podré reemplazarte\nTe voy a llevar a cenar al lago\nNunca te haré daño, no, no, no\nSé lo que hace el Xanax y el Percocex, lo sé\nPodemos hacerlo\nSolo espero que eso no te haga daño, no, no, no\nYeah\nPuede que también te guste\nConfiar\nJuice WRLD\neuforia\nKendrick Lamar\nLong Live The Hustle (Tatuajes y tinta)\nJuice WRLD\nIncrustar\nAcerca de\n¿Tienes información sobre esta canción?\nRegístrate y comparte tus conocimientos\nIniciar la biografía de la canción\nPREGUNTAS Y RESPUESTAS\nEncuentra respuestas a las preguntas más frecuentes sobre la canción y explora su significado más profundo\nHaz una pregunta\n¿Quién escribió «Get It Straight» de Juice WRLD?\nCréditos\nAutor\nJuice WRLD\nEtiquetas\nRap\nComentarios\nAñadir un comentario\nIniciar la conversación"
}