{
    "source": "en_US",
    "target": "es_ES",
    "text": "\"yknow..we have one style that we haven't tried yet\" she bit her lips\n\"like dog---\"\n\"SCARLETT\" she covered my mouth laughing\n\"not that?\" i asked as soon as she released me\n\"we already tried that\" she shrugged and i honestly just can't stop smiling\n\"then what\"\n\"our ootd at 1am\" she smiled\nit took me a while to understand it to be honest \"1am? but we're doing the doodle doodle do so we won't have any-- OHHH\"\n\"nevermind, you're so slow\" she chuckled covering my face again\n\"Noooo, i get it now\"\n\"too late\"\n\"whatttt\"\n\"what can we do? you were so slow to get it fast\" she shrugged trying to annoy me\n\"I hate you\" i mumbled before looking up to her shocked seeing she's holding the belt i was just wearing\n\"how did you---\"\n\"I don't know....how did i..\" she smirked throwing it away and next thing i know my bra was already undone and her hand was resting on my back\n\"you're gonna ask again?\" she asked with a smile\n\"why are you so....hot?\" i sigh just staring at her\n\"you wanna know why?\" she seductively asked and i just nodded, It seems like I'm being hypnotized again",
    "trans": "«Sabes… hay un estilo que no hemos probado todavía», se mordió los labios.\n«Como perrito…».\n«SCARLETT» ella me tapó la boca riendo.\n«¿No es eso?», le pregunté tan pronto como me soltó.\n«Eso ya lo hemos probado», se encogió de hombros y sinceramente no pude dejar de sonreír.\n«¿Entonces qué?».\n«Nuestro outfit de 1 a. m.», ella sonrió.\nMe costó un rato entenderlo para ser honesta «¿1 a. m.? Pero a esa hora estamos haciéndolo, así que no llevamos puesto ningún… AHHH».\n«Olvídalo, eres muy lenta», se rio tapándome la cara de nuevo.\n«Noooo, ahora lo entiendo».\n«Demasiado tarde».\n«¿Qué…?».\n«¿Qué podemos hacer? Tardaste demasiado en entenderlo», se encogió de hombros tratando de molestarme.\n«Te odio», murmuré antes de mirarla sorprendida al ver que estaba sujetando el cinturón que yo llevaba puesto.\n«¿Cómo lo hiciste…?».\n«No lo sé… ¿Cómo lo hice?…», sonrió arrojándolo lejos y lo siguiente que supe es que mi sujetador ya estaba desabrochado y su mano descansaba sobre mi espalda.\n«¿Vas a preguntar otra vez?», preguntó con una sonrisa.\n«¿Por qué eres tan... sexy?», suspiro mirándola fijamente.\n«¿Quieres saber por qué?», me preguntó seductoramente y yo solamente asentí con la cabeza, parece como si estuviera siendo hipnotizado de nuevo"
}