{
    "source": "en_US",
    "target": "es_ES",
    "text": "Although the website has complete instructions on all the required fees, forms, and documents you need to submit, we want to point out a few areas where we typically have to request corrections on cases:\n1. Incorrect applicant civil documents and police certificates. There are very specific criteria for what documents are acceptable and the issuing authorities who provide documents for immigration purposes. Failure to submit the correct version of your documents will delay your case. Review https://nvc.state.gov/find and review the requirements for the issuing country of your documents.\n2. Supporting Financial Documents. In most cases, the petitioner will need to submit an Affidavit of Support and supporting financial documents. If using a Joint Sponsor or Household Member, they will also need to submit some supporting documents. We routinely reject cases that do not submit documents such as:\na. Tax transcripts/tax returns,\nb. W-2/1099s, and/or;\nc. Proof of income.\nFailure to submit these documents will delay your case. Review the chart on https://nvc.state.gov/fin and determine which supporting documents you will need to submit.\n3. Missing petitioner civil documents. There are cases where the petitioner must submit civil documents for immigration purposes. CEAC will not request every document that is required.",
    "trans": "Aunque el sitio web contiene instrucciones completas sobre todas las tasas, formularios y documentos que debe presentar, queremos señalar algunas áreas en las que normalmente tenemos que solicitar que se hagan correcciones en los casos:\n1. Documentos civiles y certificados policiales del solicitante incorrectos. Hay criterios muy específicos sobre qué documentos y autoridades emisoras que proporcionan los documentos a efectos de inmigración son aceptables. No presentar la versión correcta de sus documentos retrasará su caso. Consulte https://nvc.state.gov/find y revise los requisitos del país emisor de sus documentos.\n2. Documentos financieros acreditativos. En la mayoría de los casos, el solicitante tendrá que presentar una declaración jurada de respaldo y documentos financieros acreditativos. Si se utiliza un patrocinador conjunto o a un miembro del hogar, también tendrá que presentar algunos de los documentos mencionados. Rechazamos rutinariamente casos que no presentan documentos tales como:\na. Transcripciones de impuestos/declaraciones de impuestos.\nb. W-2/1099 o\nc. prueba de ingresos.\nNo presentar estos documentos retrasará su caso. Revise el gráfico en https://nvc.state.gov/fin y determine qué documentos acreditativos deberá presentar.\n3. Falta de documentos civiles del peticionario. Existen casos en los que el peticionario debe presentar documentos civiles con fines inmigratorios. CEAC no solicitará todos los documentos requeridos."
}