{
    "source": "en_US",
    "target": "es_ES",
    "text": "Jerseys are ordered by the parents directly from our vendor, Augusta Sportswear.\nAll participants are required to purchase their jersey. Your child is not allowed to use a jersey that is not approved by the YMCA or Augusta Sportswear. If your child wears a different jersey other than the one provided by Augusta Sportswear he or she will not be able to participate.\nPlease order your jerseyhere. To ensure your child has a jersey by the first weekend of games, you must purchase it before October, 21st. If you have any questions or concerns on the status of your jersey, please contact our vendor directly at ymca@augustasportswear.com.\nPARENTAL ACKNOWLEDGEMENT\nThis is where you place teammate and/or practice request. Although requests are not guaranteed, we will do our best to grant them. During the first week of practice, we WILL NOT be able to switch your child's team placement, therefore please complete the Parental Acknowledgement before October 13th.",
    "trans": "Los padres encargan las camisetas directamente a nuestro proveedor, Augusta Sportswear.\nTodos los participantes deben comprar sus camisetas. Su hijo no puede usar una camiseta que no esté aprobada por la YMCA o por Augusta Sportswear. Si su hijo lleva una camiseta diferente a la proporcionada por Augusta Sportswear, no podrá participar.\nPor favor, pida su camiseta aquí. Usted debe comprar la camiseta antes del 21 de octubre para asegurarse de que su hijo tenga su camiseta para el primer fin de semana de juegos. Si tiene alguna pregunta o duda sobre el estado de su camiseta, contacte a nuestro proveedor directamente en ymca@augustasportswear.com.\nCONFIRMACIÓN DE LOS PADRES\nEn esta sección, se realizan las solicitudes de miembros de equipo y entrenamiento. Aunque no podemos garantizar las solicitudes, haremos todo lo posible por concederlas. Durante la primera semana de entrenamientos, NO podremos cambiar a su hijo de equipo, por lo tanto, por favor, llene la Confirmación de los padres antes del 13 de octubre."
}