{
    "source": "en_US",
    "target": "es_ES",
    "text": "This workshop is intended for children preparing for Reconciliation and First Holy Communion (May 2025). This would include our 2nd -5th graders and 2nd grade Private Catholic School students that will receive Reconciliation and First Holy Communion sacraments at the end of this school year.\nI personally do not like to say something is MANDATORY as that is such a negative word, but I strongly encourage you to try to attend as it will serve as a great opportunity for parents and children to enrich their preparation for Reconciliation. I have been a parent in your shoes three times myself and I would never hold an event that I wouldn’t personally see as beneficial for you and your child! If your child has soccer, swim meets, dance, etc. at a time that conflicts with this, I urge you to take the afternoon off from that and come to church instead. This choice makes a strong statement to your child about the importance of faith in their lives!",
    "trans": "Este taller está dirigido a los niños que se preparan para la Reconciliación y la Primera Comunión (mayo de 2025). Eso incluye nuestros alumnos de 2.º a 5.º grado y los alumnos de 2.º grado de la Escuela Católica Privada que recibirán los sacramentos de Reconciliación y Primera Comunión al final de este año escolar.\nPersonalmente, no me gusta decir que algo es OBLIGATORIO, ya que es una palabra muy negativa, pero les animo a que traten de asistir, puesto que servirá como una gran oportunidad para que los padres y los niños enriquezcan su preparación para la Reconciliación. Yo mismo estuve tres veces en su lugar y nunca organizaría un evento que no considerara beneficioso para usted y su hijo. Si su hijo tiene fútbol, natación, baile, etc. en un horario que entra en conflicto con este evento, le insto a que se ausente de esa actividad por la tarde y venga a la iglesia en su lugar. ¡Esa decisión hace una declaración fuerte a su niño sobre la importancia de la fe en sus vidas!"
}