{
    "source": "en_US",
    "target": "es_ES",
    "text": "We issue several types oftravel documents. This update clarifies that we will consider expeditingForm I-131, Application for Travel Documents, Parole Documents, and Arrival/Departure Records, for benefit requestors in the United Stateswhen they have a pressing or critical need to leave the United States, whether the need to travel relates to an unplanned or planned event, such as a professional, academic, or personal commitment.\nWhen the need is related to a planned event, we consider whether:\nThe applicant timely filed Form I-131; and\nProcessing times would prevent us from issuing the travel document by the planned date of departure.\nSubmission and Processing of Expedite Requests\nThis update also clarifies how to make an expedite request, including how requestors can use USCIS online tools with secure messaging,such as submitting their expedite request and uploading evidence to support their expedite request if they have aUSCIS online account.\nThis update explains how we process expedite requests by clarifying that we will generally respond to benefit requestors who submit their request through theUSCIS Contact Center to inform them when we have made a decision on their expedite request.",
    "trans": "Expedimos varios tipos de documentos de viaje. Esta actualización aclara que consideraremos la agilización del Formulario I-131, Solicitud de Documentos de Viaje, Documentos de Libertad Condicional y Registros de Llegada/Salida, para los solicitantes de prestaciones en los Estados Unidos cuando tengan una necesidad apremiante o crítica de salir del país, tanto si la necesidad de viajar está relacionada con un acontecimiento no planificado o con uno planificado, como un compromiso profesional, académico o personal.\nCuando la necesidad se relacione con un evento planeado, consideramos si:\nEl solicitante presentó a tiempo el Formulario I-131.\nY los plazos de tramitación nos impedirían expedir el documento de viaje antes de la fecha de salida prevista.\nPresentación y tramitación de solicitudes de agilización\nEsta actualización también aclara cómo hacer una solicitud de agilización, incluyendo cómo los solicitantes pueden hacer uso de las herramientas en línea de USCIS con mensajería segura, tales como la presentación de su solicitud de agilización y la carga de pruebas como respaldo de su solicitud de agilización si tienen una cuenta en línea de USCIS.\nTambién explica cómo procesamos las solicitudes de agilización, con la aclaración de que, por lo general, responderemos a los solicitantes de prestaciones que presenten su solicitud a través del Centro de Contacto de USCIS para informarles cuando hayamos tomado una decisión sobre sus solicitudes de agilización."
}