{
    "source": "en_US",
    "target": "es_ES",
    "text": "Complete this section if you, your dependent, or someone in your household participates in any of the programs below. You can also qualify through your household’s income (you do not need to qualify through both). Check all programs that you, or someone in your household participates in:\nMedicaid\nNutrition Assistance Program (NAP) (Food Stamps)\nFederal Public Housing Assistance (Section 8)\nVeterans and Survivors Pension Benefit\nCONTINUE\nIf you have questions about the application process, call 1-800-SafeLink (723-3546)\nNavigate\nTerms + Conditions\nTerms of Use\nContact Us\nAccessibility\nPrivacy Policy\nPrivacy Central\nCalifornia Privacy Notice\nYour Privacy Choices\nMobile Identity Protection\nUnlocking Policy\nSupporting Partners\nAPN Settings\nStay Secure\nCode of Conduct\nSite Map\nLegal Notes\nSafeLink is a registered trademark of TracFone Wireless, Inc., a Verizon company. ©2024 TRACFONE.\nAll other trademarks, service marks, and trade names referenced in this site are the property of their respective owners.\nSafeLink Wireless® is a Lifeline supported service, a government benefit program. Only eligible consumers may enroll in LifeLine. LifeLine service is non-transferable and limited to one per household. Documentation of income or program participation may be required for enrollment.",
    "trans": "Complete este apartado si usted, una persona a su cargo o un miembro de su hogar participa en alguno de los programas que se indican a continuación. También puede ser beneficiario a través de los ingresos de su hogar (no es necesario que sea beneficiario de ambos). Marque todos los programas en los que participe usted o alguien de su hogar:\nMedicaid\nPrograma de Asistencia Nutricional (NAP) (Cupones para alimentos)\nAyuda federal para vivienda pública (Sección 8)\nPrestación de jubilación para veteranos y supervivientes\nCONTINUAR\nSi tiene preguntas sobre el proceso de solicitud, llame al 1-800-SafeLink (723-3546)\nIr a\nTérminos y condiciones\nTérminos de uso\nContáctenos\nAccesibilidad\nPolítica de privacidad\nCentral de privacidad\nAviso sobre privacidad de California\nSus opciones de privacidad\nProtección de identidad móvil\nPolítica de desbloqueo\nSocios colaboradores\nConfiguración APN\nManténgase seguro\nCódigo de conducta\nMapa del sitio\nAvisos legales\nSafeLink es una marca registrada de TracFone Wireless, Inc., una compañía de Verizon. ©2024 TRACFONE.\nTodas las demás marcas comerciales, marcas de servicio y nombres comerciales a los que se hace referencia en este sitio son propiedad de sus respectivos propietarios.\nSafeLink Wireless® es un servicio respaldado por Lifeline, un programa de beneficios del gobierno. Solo los consumidores elegibles pueden inscribirse en LifeLine. El servicio LifeLine no es transferible y está limitado a una persona por hogar. Es posible que se requiera documentación de ingresos o participación en el programa para la inscripción."
}