{
    "source": "en_US",
    "target": "es_ES",
    "text": "Address how an applied anthropologist might respond to this issuedifferently in BOTH cultures\nAddress why anthropologists are an important resource. What's unique about our research methods?\nAddress the importance of cultural relativism when resolving social concerns.\nYour final paper will be 4-6 pages in length, not including cover page and reference page in APA style. It should contain a proper introduction and conclusion, and address all the above items in detail, with support from your THREE scholarly resources.\nAll written assignments should follow these guidelines:\nMust include a cover page that includes:Your name, my name, class name, date\nEach paper must have1-inch margins all around\nEach paper must be inTimes New Romanfont, size 12.\nEach paper must bedouble-spaced\n-Each paper must be submitted as a.doc file, otherwise it may not open.\nMust use APA (7th ed.) style as outlined in the approved APA style guideto document all sources.",
    "trans": "Resolver cómo un antropólogo aplicado podría responder a esta cuestión de forma diferente en AMBAS culturas.\nResolver el motivo por el cual los antropólogos son un recurso importante. ¿Qué tienen de particular nuestros métodos de investigación?\nResolver la importancia del relativismo cultural a la hora de resolver problemas sociales.\nEl trabajo final tendrá una extensión de 4 a 6 páginas, sin incluir la portada y la página de referencia en estilo APA. Deberá contener una introducción y conclusión apropiadas, y abordar todos los puntos anteriores en detalle, con el respaldo de sus TRES recursos académicos.\nTodos los trabajos escritos deben seguir estas directrices:\nSe debe incluir una portada que incluya: Su nombre, mi nombre, el nombre de la clase y la fecha.\nTodos los trabajos deben tener márgenes de 1 pulgada en todo el perímetro.\nTodos los trabajos deben estar escritos en Times New Roman, tamaño 12.\nTodos los trabajos deben tener un interlineado doble.\n- Todos los trabajos deben presentarse en formato .doc, de lo contrario no se abrirán.\nSe debe usar el estilo APA (7.ª ed.), tal como se indica en la guía de estilo APA aprobada, para documentar todas las fuentes."
}