{
    "source": "en_US",
    "target": "es_ES",
    "text": "96 weeks and gave tocilizumab to 30 subjects in the original tocilizumab arm and 31 subjects in the original placebo arm. The focuSSced trial was a phase 3 RCT that assigned 210 subjects with SSc across 20 countries to subcutaneous tocilizumab or placebo over 48 weeks. The open-label extension extended to 96 weeks and gave tocilizumab to 60 subjects in the original tocilizumab arm and 54 subjects in the original placebo arm. The post hoc analysis assessed QILD and quantitative lung fibrosis (QLF) scores on imaging with QILD categorized as mild (.5–10%), moderate (.10–20%), or severe (.20%). For both the faSScinate and focuSSced trials, the presence of ILD was not an inclusion criterion, and change in mRSS was the primary outcome. But in the focuSSced trial, 136 of the 210 participants (65%) were deemed to have SSc-ILD based on a visual read of HRCT by a thoracic radiologist.\n48 weeks, and 128.7 ml less at 96 weeks (the latter being the open-label period) in favor of tocilizumab. Similarly, the difference in mean change from baseline to 48 weeks in FVC % predicted was 6.5% less in the tocilizumab",
    "trans": "96 semanas y administró tocilizumab a 30 sujetos en el brazo original de tocilizumab y a 31 sujetos en el brazo original de placebo. El ensayo focuSSced fue un ECA de fase 3 que asignó a 210 sujetos con SSc de 20 países a tocilizumab subcutáneo o placebo durante 48 semanas. La extensión abierta se extendió a 96 semanas y administró tocilizumab a 60 sujetos en el brazo original de tocilizumab y a 54 sujetos en el brazo original de placebo. El análisis post hoc evaluó las puntuaciones de QILD y de fibrosis pulmonar cuantitativa (QLF) en el diagnóstico por imagen con QILD categorizada como leve (.5-10%), moderada (.10-20%) o grave (.20%). Tanto en el ensayo faSScinate como en el focuSSced, la presencia de EPI no fue un criterio de inclusión, y el cambio en la mRSS fue el resultado primario. En cambio, en el ensayo focuSSced, se consideró que 136 de los 210 participantes (65%) tenían SSc-ILD sobre la base de una lectura visual de la HRCT realizada por un radiólogo torácico.\nLa diferencia promedio entre los cambios en la presión arterial a las 48 semanas y 128,7 ml menos a las 96 semanas (siendo este último el periodo abierto) fue a favor de tocilizumab. Del mismo modo, la diferencia en el cambio medio desde el inicio hasta las 48 semanas en el % previsto de CVF fue un 6.5% menos en el grupo de tocilizumab."
}