{
    "source": "en_US",
    "target": "es_ES",
    "text": "All monetary and in-kind donations to our non-profit partners are tax deductible.\nVerified Partners Choose CUDDLY\nOver 4,500 animal welfare organizations trust CUDDLY to ensure the success of their fundraising initiatives. Our free-to-use services enable our shelter and rescue partners to save more animals.\nTrust, Transparency, Service\nCUDDLY earns top ratings from respected third-party organizations like the Better Business Bureau and Trustpilot. Our strong commitment to animal welfare and our high ethical standards ensure that every dollar donated makes a meaningful impact.\nThank You Recent Donors\nToby L.\n9 hours ago\nGive a Monetary Donation\nYour monetary donation goes directly to Animal Protection Foundation APF to benefit Mahroosa.\n$35 Raised of $640 Goal\n$250\n$100\n$50\n$35\n$15\nCustom\nDonate\nFundraiser Organizer and Beneficiary\nAnimal Protection Foundation APF\nShorouk City, Cairo\nPartner since 2020\nCUDDLY-Vetted Shelter\nAPF is a not-for-profit, legally registered charitable organization in Egypt. In 2013 we started to rescue dog ... View More\nShare this Fundraiser\nFacebook",
    "trans": "Todas las donaciones monetarias y en especie a nuestros socios sin ánimo de lucro son deducibles de impuestos.\nSocios verificados eligen CUDDLY\nMás de 4500 organizaciones protectoras de animales confían en CUDDLY para garantizar el éxito de sus iniciativas de recaudación de fondos. Nuestros servicios gratuitos permiten a nuestros socios salvar a más animales.\nConfianza, transparencia y servicio\nCUDDLY tiene las mejores calificaciones de organizaciones respetadas como Better Business Bureau y Trustpilot. Nuestro firme compromiso con el bienestar animal y nuestros elevados estándares éticos garantizan que cada dólar donado tenga un impacto significativo.\nGracias a los donantes recientes\nToby L.\nHace 9 horas\nHaga una donación monetaria\nSu donación monetaria va directamente a la Fundación Protectora de Animales APF en beneficio de Mahroosa.\n$35 recaudados de la meta de $640\n$250\n$100\n$50\n$35\n$15\nPersonalizar\nDonar\nOrganizador recaudador de fondos y beneficiario\nFundación Protectora de Animales APF\nShorouk City, Cairo\nSocio desde 2020\nRefugio verificado por CUDDLY\nAPF es una organización benéfica sin ánimo de lucro, legalmente registrada en Egipto. En 2013 comenzamos a rescatar perros… Ver más\nCompartir este recaudador de fondos\nFacebook"
}