{
    "source": "en_US",
    "target": "es_ES",
    "text": "The CFCFI (Fells Point Community Circular Fashion Initiative), through the circularization of the local fashion, is aimed at addressing the most pressing environmental and social challenges affecting the locality at the shores of Fells Point, where Patagonia has an outlet center. The project is connected to the 13th and the 8th Sustainable Development Goals (Climate Action and Decent Work and Economic Growth, respectively), with a strong focus on reducing resource utilization, addressing climate-related risks, and no longer considering these as the costs of doing business.\nProject Overview\nThe CFCFI's target is to develop a locally-based circular fashion center that will collect, upcycle, and/or convert used clothes to new clothes. It shall stand as a micro-education center on sustainable fashion for the community members, trains people on how to use recycling methods, and manufactures handmade products for sale. The program and the initiative has three main components: collection and recycling of clothing, workshop trainings, and a local market for upcycled products. The community program will not only engage locals in promoting this, but it will also put a stand for sustainable development as well through economic advancement.",
    "trans": "La CFCFI (Fells Point Community Circular Fashion Initiative), a través de la redistribución de la moda local, está destinada a afrontar los retos medioambientales y sociales más urgentes que afectan a la localidad a orillas de Fells Point, donde Patagonia tiene un centro outlet. El proyecto está conectado con el 13º y el 8º Objetivos de Desarrollo Sostenible (Acción por el Medioambiente y Trabajo Decente y Crecimiento Económico, respectivamente), con un fuerte enfoque en la reducción de la utilización de recursos, abordando los riesgos relacionados con el medioambiente, y dejando de considerarlos como los costes de hacer negocios.\nVisión general del proyecto\nEl objetivo del CFCFI es desarrollar un centro de moda circular de ámbito local que recoja, suba de ciclo y/o convierta la ropa usada en ropa nueva. El centro funcionará como un microcentro educativo sobre moda sostenible para los miembros de la comunidad, formará a la gente sobre cómo utilizar métodos de reciclaje y fabricará productos artesanales para su venta. El programa y la iniciativa tienen tres componentes principales: recogida y reciclaje de ropa, formación en talleres y un mercado local de productos reciclados. El programa comunitario no únicamente involucrará a la población local en su promoción, sino que también apostará por el desarrollo sostenible a través del progreso económico."
}