{
    "source": "en_US",
    "target": "es_ES",
    "text": "You will still receive the fee if you ask for ID but the customer doesn't have a valid one or is underage, and you follow the correct process by removing the alcohol.\nDeliveroo regularly conducts test orders using 18-20-year-old customers to ensure that this important step is being followed. Failure to check their ID will not only mean not being paid the fee for that order, but may also result in your contract with Deliveroo being ended with immediate effect.\nChecking ID is critical as it's against the law to deliver alcohol to anyone under the age of 18 or to anyone who appears to be drunk. It is vital that you check ID no matter how old a customer looks.\nYou should also not deliver alcohol to customers in public places - alcohol can only be delivered to residential and business addresses. If the customer is in a public place, don't hand over the alcohol, and call Rider Support.\nRemember, you’re shown which orders contain alcohol before you accept them, and you can always choose to reject these orders when you're offered them.",
    "trans": "Seguirás recibiendo el pago si solicitas una identificación al cliente, pero este no tiene una válida o es menor de edad y cumples con el procedimiento correcto retirando el alcohol.\nDeliveroo realiza pedidos de prueba de manera regular con clientes de entre 18 y 20 años para asegurarse de que este paso tan importante se cumpla. No verificar la identificación no solo implicará que no recibas el pago por ese pedido, sino que también podría resultar en la terminación inmediata de tu contrato con Deliveroo.\nVerificar la identificación es crucial, ya que es ilegal entregar alcohol a menores de 18 años o a personas que aparenten estar ebrias. Es fundamental que solicites una identificación sin importar la edad aparente del cliente.\nAdemás, no debes entregar alcohol a clientes en lugares públicos; el alcohol solo puede entregarse en direcciones residenciales o comerciales. Si el cliente está en un lugar público, no le entregues el alcohol y contacta con el Soporte para Repartidores.\nRecuerda que, antes de aceptar un pedido, se te informa si contiene alcohol y siempre tienes la opción de rechazarlo."
}