{
    "source": "en_US",
    "target": "es_ES",
    "text": "Paragraph 5: Marine Biodiversity and Fisheries Marine biodiversity is another critical aspect of our planet's health, particularly for the sustainability of fisheries and aquatic ecosystems. Oceans are among the most biodiverse habitats on Earth, hosting a vast array of species that contribute to the balance of marine food webs. These species, from microscopic phytoplankton to large whales, play essential roles in maintaining the overall health of the ocean. For example, phytoplankton, through photosynthesis, produce about half of the planet's oxygen and form the base of the marine food chain. Coral reefs, often referred to as the rainforests of the sea, are biodiversity hotspots that support a quarter of all marine species, despite covering less than 1% of the ocean floor. They provide habitats for fish, protect coastlines from storms, and are a significant source of tourism revenue and food security. The decline in marine biodiversity due to overfishing, pollution, and climate change threatens not only the ecosystems themselves but also the livelihoods of millions who depend on the seas for their sustenance and income.",
    "trans": "Parafo 4: Valores Estética y Cultural Además, la biodiversidad marina es otro aspecto crítico de la salud de nuestro planeta, particularmente para la sostenibilidad de las pesquerías y los ecosistemas acuáticos. Los océanos se encuentran entre los hábitats más biodiversos de la Tierra, albergando una vasta variedad de especies que contribuyen al equilibrio de las redes alimenticias marinas. Estas especies, desde microscópicos fitoplancton hasta grandes ballenas, desempeñan roles esenciales para mantener la salud general de los océanos. Por ejemplo, el fitoplancton, a través de la fotosíntesis, produce aproximadamente la mitad del oxígeno del planeta y constituye la base de la cadena alimenticia marina. Los arrecifes de coral, a menudo llamados \"las selvas del mar\", son puntos críticos de biodiversidad que sustentan una cuarta parte de todas las especies marinas, a pesar de cubrir menos del 1% del fondo oceánico. Estos arrecifes proporcionan hábitats para los peces, protegen las costas de tormentas, y son una fuente significativa de ingresos por turismo y seguridad alimentaria. La disminución de la biodiversidad marina debido a la sobrepesca, la contaminación y el cambio climático amenaza no solo a los ecosistemas en sí, sino también los medios de vida de millones de personas que dependen de los mares para su sustento e ingresos."
}