{
    "source": "en_US",
    "target": "es_ES",
    "text": "Position: Instagram influencer\nProject Overview:\nWe are seeking a talented influencer for a one-month collaboration to create casual and everyday content for our brand on Instagram. The selected influencer will be responsible for posting four photos on their Instagram Stories—one photo per week. Each post will showcase the model in a relaxed and natural setting, promoting our brand in an authentic way.\nResponsibilities:\nWeekly Posts:\nPost one photo per week on your Instagram Stories (total of four photos).\nEnsure the photos are casual and relatable, reflecting everyday life.\nBrand Tagging:\nTag our brand in all posts to increase visibility and engagement.\nPhoto Submission:\nSend all photos to the brand representative after posting.\nRequirements:\nStrong presence on Instagram with a genuine connection to your audience.\nAbility to capture high-quality, engaging content.",
    "trans": "Puesto: Influencer de Instagram\nDescripción del proyecto:\nBuscamos un influencer talentoso para una colaboración de un mes para crear contenido casual y cotidiano de nuestra marca en Instagram. La persona seleccionada será responsable de publicar cuatro fotos en sus Historias de Instagram, una por semana. Cada publicación deberá mostrar al modelo en un entorno relajado y natural, promoviendo nuestra marca de manera auténtica.\nResponsabilidades:\nPublicaciones semanales:\nPublicar una foto por semana en tus Historias de Instagram (un total de cuatro fotos).\nAsegurarte de que las fotos sean casuales, con las que las personas puedan identificarse y que conecten con la vida diaria.\nEtiquetado de la Marca:\nEtiquetar a nuestra marca en todas las publicaciones para aumentar la visibilidad e interacción.\nEnvío de fotos:\nEnviar todas las fotos al representante de la marca después de publicarlas.\nRequisitos:\nTener una fuerte presencia en Instagram con una conexión auténtica con tu audiencia.\nCapacidad para capturar contenido de alta calidad y atractivo."
}