{
    "source": "en_US",
    "target": "es_ES",
    "text": "(Date format is YYYY/MM/DD)\nFor instructions on how to obtain police certificates for specific countries:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nFor instructions on how to submit a fee online:\nhttps://eservices.cic.gc.ca/epay/welcome.do? lang=en\nIf you need to submit an immigration form, consult:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nPlease note:\nAll documents must be in either English or French. You must provide a certified translation for any documents not already in English or French.\nYou must provide the information/documents by the date indicated above for each item.\nIf you fail to comply with this requirement, an officer will review your application and will make a decision based on the information already on file. Note that this could result in the refusal of your application.\nPlease submit scanned/electronic copies of your original documents ONLY. We do not accept in-person or mail-in submissions of requested documents at the Consulate.\nPlease include this letter with the requested documents and include the application number indicated at the top of this letter on any information you submit.\nIf you already have an online account:\nPlease upload and submit all the requested documentation via your online account; note that once the due date has passed, you will no longer be able to upload the requested documentation.",
    "trans": "(Formato de la Fecha es AAAA/MM/DD)\nPara instrucciones sobre cómo obtener los certificados policiales para países específicos:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nPara instrucciones sobre cómo enviar una tasa online:\nhttps://eservices.cic.gc.ca/epay/welcome.do? lang=en\nSi necesita enviar un formulario de inmigración, consulte:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nPor favor, tenga en cuenta:\nTodos los documentos deben estar en inglés o francés. Debe proporcionar un certificado de traducción para cualquier documento que no estén ya en inglés o francés.\nDebe proporcionar información/documentos para la fecha indicada encima de cada punto.\nSi falla en el cumplimiento de este requisito, un oficial revisará su aplicación y decidirá basado en la información que ya contiene su archivo. Tenga en cuenta que esto puede resultar en el rechazo de su solicitud.\nPor favor, presente SOLO copias escaneadas/electrónicas de sus documentos originales. No aceptamos envíos presenciales o por correo de los documentos requeridos en el Consulado.\nPor favor, incluya esta carta junto a los documentos requeridos e incluya el número de solicitud indicado en la parte de arriba de esta carta en cualquier información que presente.\nSi ya tiene una cuenta online:\nPor favor, suba y envíe toda la documentación requerida por medio de su cuenta online; tenga en cuenta que una vez la fecha límite haya pasado, no será posible subir la documentación requerida."
}