{
    "source": "en_US",
    "target": "es_ES",
    "text": "visit http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (CRICOS code 01857J) DOCKLANDS\n78 Week(s) (No credits granted)\nFull time. Please refer to Monash College course information\nat http://www.monashcollege.edu.au/courses for more information concerning modes of study\n72 credit points are required to complete this course (No credits granted)\n$31,733.33 Estimated total tuition fees $47,600.00 (No credits payable to complete this granted)\ncourse\nIn some circumstances additional non-tuition fees may apply. Please refer to the Additional Costs and Other Study Cost Table which lists administrative charges that apply in certain situations which can be found here:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nFurther non-tuition fees may be listed in the link found here:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nIf you require further information contact Monash Connect on 03 9902 6011 or\nhttps://www.monash.edu/students/support/connect\nBased on your previous Mathematics subject study, you can enrol in Mathematics or Advanced Mathematics as one of your Foundation subject selection.",
    "trans": "Visite http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (código CRICOS 01857J) DOCKLANDS\n78 semanas (no se otorgan créditos)\nTiempo completo. Consulte la información del curso de Monash College\nen http://www.monashcollege.edu.au/courses para obtener más información sobre los modos de estudio.\nSe requieren 72 puntos de crédito para completar este curso (no se otorgan créditos).\n$ 31 733,33 Estimación de matrícula total $ 47 600,00 (no se otorgan créditos al completar este\ncurso).\nEn algunas circunstancias, pueden aplicarse tarifas adicionales no relacionadas con la matrícula. Consulte la Tabla de Costos Adicionales y Otros Costos de Estudio, donde se enumeran los cargos administrativos que se aplican en ciertas situaciones, la cual puede encontrarse aquí:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nPueden aparecer más tarifas no relacionadas con la matrícula en el siguiente enlace:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nSi necesita más información, comuníquese con Monash Connect al 03 9902 6011 o a través de:\nhttps://www.monash.edu/students/support/connect\nSegún sus estudios previos en la asignatura de Matemáticas, puede inscribirse en Matemáticas o Matemáticas Avanzadas como parte de la selección de asignaturas de su curso Bases."
}