{
    "source": "en_US",
    "target": "es_ES",
    "text": "Is this test optional? No. For state and scholarship compliance, all 9th, 10th, and 11th grade students must take the PSAT/ NMSQT at Snyder.\nNew Online Platform for Submitting Service Hours\nWe have moved to x2VOL online platform to record service hours. Campus Ministry has rolled out the new service program with visits to religion classrooms.\nStudents are reminded that they must have the name and email of the service project supervisor. How do I log hours in x2VOL?\nGently-Used Uniforms:\nCampus Ministry thanks you for turning in gently-used uniforms that you no longer need. We also thank you for your purchases throughout the school year. The funds raised by the Used Uniform sales have helped with retreat costs and purchases for our Campus Ministry programming.\nMrs. Gallagher is available to open the store on Fridays during these hours:\n7:25 - 7:55 a.m.\n9:00 a.m. - 12:30 p.m.\n2:00 - 3:15 p.m.\nPlease let her know when you are coming by emailing her at joygallagher@bishopsnyder.org\nSnyder Online Store\nSnyder athletic gear is available at our new online store. Baker's Sporting Goods, the exclusive provider for Snyder Athletics, is dedicated to outfitting, not only our teams and coaches, but our fans as well.",
    "trans": "¿Es opcional esta prueba? No. Para cumplir con los requisitos estatales y de beca, todos los estudiantes de 9.º, 10.º, y 11.º grado deben hacer el PSAT/NMSQT en Snyder.\nNueva Plataforma en Línea para el Envío de las Horas de Servicio\nNos hemos mudado a la plataforma en línea x2VOL para registrar las horas de servicio. El Ministerio del Campus ha lanzado el nuevo programa de servicio con visitas a las clases de religión.\nSe recuerda a los estudiantes que deben tener el nombre y el correo electrónico del supervisor del proyecto de servicio. ¿Cómo introduzco las horas en x2VOL?\nUniformes usados en buen estado:\nEl Ministerio del Campus le agradece la devolución de los uniformes usados en buen estado que ya no necesite. También le agradecemos por sus compras durante el año escolar. Los fondos recaudados con las ventas de Uniformes Usados han ayudado con los costos de los retiros y las compras de nuestra programación del Ministerio del Campus.\nLa Sra. Gallagher está disponible para abrir la tienda los viernes durante estas horas:\n7:25 - 7:55 a. m.\n9:00 a. m. - 12:30 p. m.\n2:00 - 3:15 p. m.\nInfórmenle cuándo irán por medio de unn correo electrónico a joygallagher@bishopsnyder.org\nTienda en Línea Snyder\nEl equipo deportivo de Snyder está disponible en nuestra tienda en línea. Baker's Sporting Goods, el proveedor exclusivo de Snyder Athletics, se dedica a equipar, no solo a nuestros equipos y entrenadores, sino también a nuestros fanáticos."
}