{
    "source": "en_US",
    "target": "es_ES",
    "text": "Please look for your Official USPS Change-of-Address Welcome Kit™ at your new address soon. You'll be able to verify your Change-of-Address information and get valuable savings to help with your move.\nNote: Only one member of your household will receive a Welcome Kit. All others will receive a Change-of-Address confirmation letter.\nNotify mailers directly of your new address. Many companies (financial, health insurance, etc.) will not change your address unless you contact them directly. Failure to notify these companies directly may result in a loss of important services.\nPlease do not reply to this email. This email was sent from a notification-only email address that cannot accept incoming mail.\nThe person who submitted this Change-of-Address form states that he or she is the person, executor, guardian, authorized officer, or agent of the person for whom mail would be forwarded under this order. Anyone submitting false or inaccurate information on this form is subject to punishment by fine or imprisonment or both under Sections 2, 1001, 1702 and 1708 of Title 18, United StatesCode.\nNot Changing Your Address?",
    "trans": "Espere recibir pronto su Kit de Bienvenida Oficial de Cambio de Dirección de USPS™ en su nueva dirección. Podrá verificar la información de su Cambio de Dirección y acceder a descuentos valiosos para ayudar con su mudanza.\nNota: Solo un miembro de su hogar recibirá el Kit de Bienvenida. Los demás recibirán una carta de confirmación de Cambio de Dirección.\nRecuerde notificar directamente a los remitentes sobre su nueva dirección. Muchas empresas (financieras, de seguros de salud, etc.) no actualizarán su dirección a menos que usted les informe personalmente. No hacerlo puede resultar en la pérdida de servicios importantes.\nNo responda a este correo electrónico. Este mensaje fue enviado desde una dirección de notificación solamente, que no acepta correos.\nLa persona que envió este formulario de Cambio de Dirección afirma ser la persona, ejecutor, tutor, oficial autorizado o agente de la persona para quien se reenviarán los correos conforme a esta solicitud. Toda persona que envíe información falsa o incorrecta en este formulario podrá ser sancionada con una multa, prisión o ambas, conforme a las Secciones 2, 1001, 1702 y 1708 del Título 18 del Código de los Estados Unidos.\n¿No cambiará su dirección?"
}