{
    "source": "en_US",
    "target": "es_ES",
    "text": "What is a Poet? to whom does he address himself? And what language is to be expected from him? — He is a man speaking to men: a man, it is true, endowed with more lively sensibility, more enthusiasm and tenderness, who has a greater knowledge of human nature, and a more comprehensive soul, than are supposed to be common among mankind [...] The Poet, singing a song in which all human beings join with him, rejoices in the presence of truth as our visible friend and hourly companion. Poetry is the breath and finer spirit of all knowledge. [...] Poetry is the first and last of all knowledge—it is as immortal as the heart of man. [...]\nI have said that poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquillity: the emotion is contemplated till, by a species of reaction, the tranquillity gradually disappears, and an emotion, kindred to that which was before the subject of contemplation, is gradually produced, and does itself actually exist in the mind. In this mood successful composition generally begins [...]",
    "trans": "¿Qué es un poeta? ¿A quién se dirige? ¿Y qué lenguaje se espera de él? — El poeta es un hombre que habla a los hombres: un hombre, es cierto, dotado de una sensibilidad más viva, más entusiasmo y ternura, con un conocimiento más profundo de la naturaleza humana y un alma más amplia de lo que se considera común entre la humanidad [...] El poeta, al cantar una canción en la que todos los seres humanos se unen con él, se regocija en la presencia de la verdad como nuestra amiga visible y compañera diaria. La poesía es el aliento y el espíritu más refinado de todo conocimiento. [...] La poesía es el primero y el último de todo conocimiento—es tan inmortal como el corazón del hombre. [...]\nHe dicho que la poesía surge como el desbordamiento espontáneo de sentimientos intensos: tiene su origen en la emoción que se recuerda en calma. La emoción es observada hasta que, por una especie de reacción, la calma va desapareciendo gradualmente, y una emoción similar a la que inicialmente fue objeto de contemplación comienza a formarse poco a poco y se establece realmente en la mente. Es en este estado en el que generalmente comienza una composición exitosa [...]"
}