{
    "source": "en_US",
    "target": "es_ES",
    "text": "The airdrop recipients are divided into two categories:\nTelegram App Users\nWeb3 Community\nFor both user types, there are Core (User Score) and Bonus (Multipliers) criteria. Each airdrop is calculated as User Score X Multipliers.\nTelegram App Airdrop\nAllocation: ~ 85% of MEMEFI supply\nCore Eligibility Criteria:\nTotal value of all purchases (All TON + Stars Purchases)\nAmount of coins\nThese criteria are independent; fulfilling only one is sufficient to receive the associated airdrop.\nOnly users who have collected a minimum amount of coins (which will be small) will be eligible for the airdrop. Users passing either criterion will have a user score defined based on the higher passing criterion.\nTop players by coins will receive rewards in a non-linear fashion.\nBonus Criteria:\n[Hidden criterion]\nOn-Chain TON Transactions\nGiveaway Participation\nMemeFi Premium\nCampaigns\nThese criteria will have specific multipliers to increase the user score.\n❗ Important: Due to the large number of Telegram app users, we've allocated a by an order of magnitude larger portion of the airdrop supply to this group (it’s a few % to Web3 users against the rest of the airdrop supply to Telegram app users).",
    "trans": "Los destinatarios de Airdrop se dividen en dos categorías:\nUsuarios de la Aplicación Telegram\nComunidad Web3\nPara ambos tipos de usuarios, existen criterios Principales (Puntuación de Usuario) y Adicionales (Multiplicadores). Cada Airdrop se calcula como Puntuación de Usuario X Multiplicadores.\nAirdrop de la aplicación Telegram\nAsignación: ~ 85% de provisión MEMEFI\nCriterios de Elegibilidad Básicos:\nValor total de todas las compras (Todas las compras TON + Stars)\nCantidad de monedas\nEstos criterios son independientes; cumplir solo uno es suficiente para recibir el airdrop asociado.\nSolo los usuarios que hayan conseguido un mínimo número de monedas (que será pequeño) serán elegibles para airdrop. Los usuarios que cumplan cualquiera de los requisitos, tendrán una puntuación de usuario definida basada en el criterio pasado con mayor puntuación.\nLos mejores jugadores según sus monedas recibirán recompensas de manera no lineal.\nCriterios Adicionales:\n[Criterio Escondido]\nTransacciones TON en cadena\nParticipación en sorteos\nMemeFi Premium\nCampañas\nEstos criterios tendrán multiplicadores específicos para incrementar la puntuación del usuario.\n❗ Importante: Debido al gran número de usuarios de la aplicación de Telegram, hemos asignado a este grupo una porción de airdrop significativamente mayor, por orden de magnitud (es un pequeño % de usuarios de Web3 frente al resto del suministro de AirDrop a los usuarios de la aplicación de Telegram)."
}