{
    "source": "en_US",
    "target": "es_ES",
    "text": "Exceptional design meets contemporary comfort at voco® Riyadh . We’re on King Fahad Road at the heart of the city’s booming business district. Only 30 minutes from King [redacted_name] International Airport . Opposite the Ministry of Interior, and steps away from other government offices.\nResponsibilities:\nCoordinating the sales team by managing schedules, filing important documents and communicating relevant information\nEnsuring the adequacy of sales-related equipment or material\nResponding to complaints from customers and give after-sales support when requested\nHelp with offers and agreements\nAttending sales meeting and taking the minutes\nAnswering customer inquiries / calls while the team are out of the office\nMaintain customers profiles / data in Opera\nRequirements and skills:\n2-years degree from an accredited university in Hotel Management\n2-years in experience in Sales & Marketing preferably in a 5-Star Hotel.",
    "trans": "El diseño excepcional se fusiona con la comodidad contemporánea en voco® Riyadh. Estamos situados en la carretera King Fahad, en el corazón del próspero distrito de negocios de la ciudad. A solo 30 minutos del Aeropuerto Internacional King [redacted_name], frente al Ministerio del Interior y a pocos pasos de otras oficinas gubernamentales.\nResponsabilidades:\nCoordinar al equipo de ventas, gestionando horarios, archivando documentos importantes y comunicando la información relevante.\nAsegurar que el equipo de ventas cuente con el material y equipo necesario.\nAtender las quejas de los clientes y proporcionar soporte postventa cuando se solicite.\nColaborar con las ofertas y acuerdos.\nAsistir a reuniones de ventas y tomar actas.\nAtender las consultas de los clientes y las llamadas cuando el equipo esté fuera de la oficina.\nMantener actualizados los perfiles de clientes y sus datos en Opera.\nRequisitos y habilidades:\nTítulo de 2 años en Gestión Hotelera de una universidad acreditada.\n2 años de experiencia en Ventas y Marketing, preferiblemente en un hotel de 5 estrellas."
}