{
    "source": "en_US",
    "target": "es_ES",
    "text": "Maintain physical stamina and proper mental attitude while dealing effectively with guests, management, team members, and outside contacts while working under pressure and meeting deadlines.\nMust be able to frequently move freely about the property, maintain manual dexterity to operate job related equipment, such as telephones, copiers, etc., withstand various activities such as frequent walking, sitting for long periods and withstand prolonged standing, stretching, bending and kneeling without restriction.\nBe able to work indoors and be exposed to various environmental contaminants including smoke.\nAbility to lift or carry a minimum of 20 pounds unassisted in the performance of specific tasks assigned.\nMust be able to work with others, communicate well, receive direction, and provide feedback when needed to achieve department goals and objectives.\nMust maintain a positive attitude toward work and interface with guests in a congenial and polite manner.\nMust be able to address stressful situations with clients with dignity and the utmost tact and politeness.",
    "trans": "Mantener la resistencia física y una actitud mental apropiada mientras se trata eficazmente con los clientes, los directivos, los miembros del equipo y los contactos externos, a la vez que se trabaja bajo presión y se cumplen los plazos.\nDeberá poder desplazarse libremente con frecuencia por la propiedad, mantener la destreza necesaria para manejar los equipos relacionados con el trabajo, como teléfonos, fotocopiadoras, etc. Soportar diversas actividades como caminar frecuentemente, estar sentado durante largos periodos y soportar estar de pie mucho tiempo, estirarse, agacharse y arrodillarse sin restricciones.\nSer capaz de trabajar en un lugar cerrado y estar expuesto a diversos contaminantes ambientales, incluyendo humo.\nSer capaz de levantar o cargar un mínimo de 20 libras sin ayuda para llevar a cabo las tareas específicas asignadas.\nDeberá ser capaz de trabajar con otras personas, tener una buena comunicación, recibir instrucciones y dar su opinión cuando resulte necesario para lograr las metas y objetivos del departamento.\nDeberá mantener una actitud positiva con respecto al trabajo y comunicarse con los clientes de forma amable y educada.\nDeberá ser capaz de lidiar con situaciones estresantes con los clientes de forma digna y con el máximo tacto y educación."
}