{
    "source": "en_US",
    "target": "es_ES",
    "text": "The photo result will be used for verification at level 1 visitor’s counter, and is valid for 24 hours only.\nPlease do not send it to us.\nYour child is exempted from swabbing as he is below five years of age.\nYour child’s sleep study is rescheduled, as discussed, to:\n16 OCT 2024, WEDNESDAY @ MAIN BUILDING\n(Yellow Zone G)\nLEVEL 4, #04-62,\nPaediatric Sleep Laboratory\n(beside the playground, just before Paediatric Day Therapy).\n*NOT ZONE E*\nOur Laboratory opens at 8.30pm.\nPlease arrive before 9.30pm.\nRegistration will be done on-site. CPF account holder has to be present. Kindly declare your personal insurance for payment, if any.\nOne Covid-ART-tested caregiver is allowed to stay overnight.\nPlease do not stop any medication without doctor's instructions.\nPlease bring along your child’s sleep clothes, toiletries, slippers, comb and, if preferred, pillows and toys.\nNo meal will be provided.\nIt will be a single room with a bed and a sofa bed beside it. Pillows, blankets, television and public WiFi access will be available.",
    "trans": "El resultado de la foto se usará para la verificación en el mostrador de visitantes del nivel 1, y es válida solo durante 24 horas.\nPor favor, no nos la envíe a nosotros.\nSu hijo está exento de la prueba de hisopado si es menor de cinco años.\nEl estudio del sueño de su hijo ha sido reprogramado, como se ve, para:\n16 OCTUBRE 2024, MIÉRCOLES @ EDIFICIO PRINCIPAL\n(Zona G Amarilla)\nNIVEL 4, Nº 04-62,\nLaboratorio de Sueño Pediátrico\n(a lado del patio de juegos, justo antes de la Terapia de Día Pediátrica).\n*NO EN LA ZONA E*\nNuestro laboratorio abre a las 8:30pm.\nPor favor, llegue antes de las 9:30pm.\nEl registro se hará in-situ. El propietario de la cuenta CPF tiene que estar presente. Declare amablemente su seguro personal para efectuar el pago, si lo hubiera.\nSe permite que un cuidador con una prueba de COVID-ART realizada se quede toda la noche.\nPor favor, no deje de tomar ninguna medicación sin las instrucciones del médico.\nPor favor, traiga consigo la ropa de dormir, artículos de aseo, zapatillas, peine, o si lo prefiere, almohadas o juguetes del niño.\nNo se le dará ninguna comida.\nSerá una habitación sencilla con una cama y un sofa cama justo al lado. Almohadas, mantas, televisión y acceso al WIFI público estarán disponibles."
}