{
    "source": "en_US",
    "target": "es_ES",
    "text": "H. pylori is a Gram-negative bacterium that plays a pivotal role in the development of gastritis,\npeptic ulcers, and gastric cancer. In addition to its association with various gastrointestinal disorders,\nan increased prevalence of H. pylori infection in patients with rosacea was also reported. About 88% of\nthe patients with rosacea were infected with H. pylori, compared with 65% of the non-ulcer dyspeptic\ncontrols [57]. Moreover, eradication of H. pylori improved the skin symptoms of rosacea [57–59].\nHowever, a Danish population-based cohort study reported no significant association between H. pylori\ninfection (hazard ratio (HR): 1.04; 95% CI: 0.96–1.13) in patients with rosacea compared with control\nsubjects [60]. Although they also found an increased prevalence of H. pylori infection in patients with\nrosacea, the prevalence of new-onset H. pylori infection was not increased in patients with rosacea,\nsuggesting that H. pylori infection could be one of the predisposing factors in rosacea by acting as a",
    "trans": "H.pylori es una bacteria Grama-negativa, que juega un papel central en el desarrollo de la gastritis,\núlceras pépticas y cáncer gástrico. Además de su asociación con varios desordenes gastrointestinales,\ntambién se reportó una prevalencia aumentada de infección de H. pylori en pacientes con rosácea. Alrededor de un 88%\nde los pacientes con rosácea estaban infectados con H.pylori comparado con el 65% de controles dispépticos no ulcerosos\n[57]. Además, la erradicación de H.pylori mejoró los síntomas de rosácea en la piel [57-59].\nSin embargo, un estudio cohorte basado en la población danesa reportó asociaciones no significativas entre infección\nH.pylori (ratio de peligro (RP): 1.04; 95% CI: 0.96-1.13) en pacientes con rosácea comparado con sujetos de\ncontrol [60]. Aunque también encontraron un aumento de la prevalencia en pacientes con infección H.pylori con\nrosácea, la prevalencia de infección de H.pylori de nueva aparición no se vio aumentada en pacientes con rosácea,\nlo que sugiere que una infección H.pylori podría ser uno de los factores predisponentes en la rosácea actuando como"
}