{
    "source": "en_US",
    "target": "es_ES",
    "text": "● What are the communication patterns and needs of individuals from different age groups?\nSuch descriptive reports also capture generational shifts—such as Millennials’ and Generation Z’s prioritization of work-life balance—and highlight the need for strategies to communicate across differences in organizations. Similar demographic analyses could be applied to race, ethnicity, family structure, social class, household composition, and geographic difference, which would reveal how the workplace is evolving as these demo- graphic patterns shift.\n● How can we communicate with members of a diverse workforce in ways that value difference and help achieve organizational and individual goals?\nChanging demographics also create new opportunities and challenges for organiza- tional communication because they result in multicultural workplaces, including workers with increasing responsibilities to aging family members; workers with longer commutes; and workers who telecommute. Changing demographics also magnify the importance of treating individuals with different ethnic backgrounds, races, ages, genders, abilities, and sexual orientations in ways that honor these differences and create opportunities for meet- ing both individual and organizational goals. Thus, questions confronting organizational communication scholars as they consider these demographic shifts include:",
    "trans": "● ¿Cuáles son los patrones de comunicación y las necesidades de las personas de distintos grupos de edad?\nEn estos informes descriptivos, también se reflejan los cambios generacionales -como la importancia que dan los mileniales y la Generación Z al equilibrio entre la vida laboral y personal- y ponen de manifiesto la necesidad de estrategias para comunicar las diferencias en las organizaciones. Podrían aplicarse análisis demográficos similares a la raza, la etnicidad, la estructura familiar, la clase social, la composición del hogar y la diferencia geográfica, lo que pondría de manifiesto cómo evoluciona el lugar de trabajo a medida que cambian estos patrones demográficos.\n● ¿ De qué manera podemos comunicarnos con los miembros de una plantilla diversa de tal forma que se valoren las diferencias y se contribuya a alcanzar los objetivos de la organización y los objetivos individuales?\nLos cambios demográficos también generan nuevas oportunidades y retos para la comunicación de las organizaciones, ya que se traducen en lugares de trabajo multiculturales en los que los trabajadores tienen cada vez más responsabilidades con familiares de edad avanzada, tienen viajes más largos al trabajo y trabajan a distancia. Los cambios demográficos también realzan la importancia de tratar a las personas de diferentes orígenes étnicos, razas, edades, géneros, capacidades y orientaciones sexuales de modo que se respeten estas diferencias y se creen oportunidades para alcanzar los objetivos tanto individuales como de la organización. Por eso, entre los interrogantes a las que se enfrentan los especialistas en comunicación organizativa al considerar estos cambios demográficos se incluyen:"
}