{
    "source": "en_US",
    "target": "es_ES",
    "text": "Morena smiled, her hands reaching for the zipper of her dress. \"Then show me how much you want me,\" she said, her voice a sultry whisper.\nAgron's hands gripped her hips, pulling her close. His lips met hers in a fierce kiss, his tongue exploring her mouth. Morena moaned, her body pressing against his.\nBreaking the kiss, Agron began to trail his lips down her neck, nibbling and sucking on the sensitive skin. Morena gasped, her hands gripping his shoulders. \"Yes, Agron. Just like that,\" she whispered.\nAgron's hands moved to her breasts, cupping them through her bra. He could feel her nipples hardening against his palms. He unhooked her bra, letting it fall to the ground. His mouth found her nipple, sucking and licking until Morena was writhing beneath him.\n\"God, Agron. That feels so good,\" she moaned.\nAgron smiled, his hand moving down to her pussy, rubbing her through the lace of her thong. He could feel her wetness, her desire. He hooked his fingers into the thong, pulling it aside and revealing her glistening pussy.\n\"You're so wet, Morena. You want this, don't you?\" he whispered, his fingers dipping into her wetness.",
    "trans": "Morena sonrió y se puso a buscar la cremallera del vestido. \"Pues demuéstrame cuánto me deseas,\" dijo, con voz de susurro seductor.\nLas manos de Agron la cogieron por las caderas y la acercaron. Sus labios se toparon con los de ella en un beso intenso, su lengua explorando su boca. Morena gimió y su cuerpo se pegó al de él.\nAl romper el beso, Agron empezó a bajar los labios por el cuello de ella, mordisqueando y lamiendo la piel sensible. Morena soltó un grito ahogado y le agarró los hombros con las manos. \"Sí, Agron. Así, sin más,\" murmuró.\nLas manos de Agron bajaron hasta los senos de la mujer y los manoseó a través del sujetador. Sentía cómo sus pezones se ponían duros al contacto con sus palmas. Le desabrochó el sostén y lo dejó caer al suelo. Su boca encontró el pezón, mamando y lamiendo hasta que Morena se retorció debajo de él.\n\"Dios, Agron. Eso se siente genial\", gimió.\nAgron sonrió y bajó la mano hasta su vagina, acariciándola a través del encaje de su tanga. Podía sentir lo mojada que estaba, su deseo. Metió los dedos en la tanga, tirando de él hacia un lado y dejando al descubierto su vulva reluciente.\n\"Estás tan mojada, Morena. Quieres esto, ¿verdad?\", le susurró, metiendo los dedos en su humedad."
}