{
    "source": "en_US",
    "target": "es_ES",
    "text": "If you are found carrying or using the prohibited goods, you may be asked to leave them in the coin locker. Please note that you may be asked to leave the venue if you refuse to comply with the above request.\n■ About the illegal cheering goods\nYou may not sell or distribute unofficial goods using the portrait rights of TXT or its names within the venue and near facilities or public places.\nIf it is found malicious, we may go through a legal procedure.\nPlease remember that manufacturing and selling goods without permission is illegal, but purchasing them will only encourage these unlawful actions.\nTherefore, we ask you not to purchase these illegal goods for all audience's safety and pleasant time.\n■ Prohibition of Recording, Video Recording, Taking Photos, Live Streaming\nYou will not be allowed to bring any filming or recording devices (cameras, magnifying glasses with a recording function, recorder, video recorder, and other recording devices) into the venue, and you are not allowed to take photos, take videos, record audio, or live stream (audio/video live streaming) within the venue in order to protect the artists' rights.",
    "trans": "Si se te descubre portando o utilizando artículos prohibidos, se te podrá pedir que los dejes en la consigna. Ten en cuenta que se te puede pedir que abandones el recinto si te niegas a cumplir con la petición anterior.\n■ Sobre los artículos para animar ilegales\nNo puede vender ni distribuir artículos no oficiales que utilicen los derechos de retrato de TXT o sus nombres dentro del recinto ni cerca de instalaciones o lugares públicos.\nSi se considera malintencionado, podemos iniciar un procedimiento legal.\nRecuerda que fabricar y vender artículos sin permiso es ilegal, y comprarlos no hará sino fomentar estas acciones ilícitas.\nPor lo tanto, te pedimos que no compres estos artículos ilegales por la seguridad del público y para evitar malos ratos.\n■ Prohibición de grabar, vídeograbar, hacer fotos y retransmitir en directo\nNo se permitirá introducir en el recinto ningún dispositivo de filmación o grabación (cámaras, lentes de aumento con función de grabación, grabadora, videograbadora y otros dispositivos de grabación), así como hacer fotos, grabar vídeos, grabar audio o transmitir en directo (audio/vídeo) dentro del recinto con el fin de proteger los derechos de los artistas."
}