{
    "source": "en_US",
    "target": "es_ES",
    "text": "Vegan food supplement, gluten free, lactose free and yeast free – Our pure ascorbic acid tablets are highly concentrated (1000mg per capsule) and are created gluten-free, lactose free and without any other animal products. They are also certified by the V-Label and registered as vegan.\nVITAMIN C IS AN ESSENTIAL NUTRITIVE ELEMENT - The human body is not able to produce vitamin C independently, so it is important to take a sufficient dose that follows a proper diet. Our vitamin C supplement is useful for those who do not eat enough fruits and vegetables or for those with vitamin C deficiency.\n✅ NEW STANDARDS OF QUALITY AND STABILITY - gloryfeel products are manufactured in Germany and undergo extensive stability tests in order to maintain a consistent quality over a long period of time. Our commitment to exceed industry standards underscores our leadership position in quality assurance. Discover our certificates of analysis for more transparency and trust. Keep out of reach of children and not recommended for children under 6 years old.",
    "trans": "Suplementos para comida vegana, sin gluten, sin lactosa y sin levadura. Nuestras tabletas de puro ácido ascórbico son altamente concentradas (1000mg por cápsula) y son creadas sin gluten, sin lactosa y sin ningún otro producto animal. También están certificadas por V-label y registradas como veganas.\nLA VITAMINA C ES UN ELEMENTO NUTRITIVO ESENCIAL - El cuerpo humano no es capaz de producir vitamina C de forma independiente, así que es importante tomar la dosis suficiente para seguir una dieta apropiada. Nuestro suplemento de vitamina C es útil para aquellos que no toman suficientes frutas y verduras o aquellas con deficiencia de vitamina C.\n✅ NUEVOS ESTÁNDARES DE CALIDAD Y ESTABILIDAD - los productos gloryfeel son fabricados en Alemania y pasan por extensas pruebas de estabilidad para mantener una calidad consistente durante un largo periodo de tiempo. Nuestro compromiso por superar los estándares de la industria reafirma nuestra posición de liderazgo en la garantía de la calidad. Descubre nuestros certificados de análisis para mayor transparencia y fiabilidad. Mantener fuera del alcance de los niños y no recomendado  para niños por debajo de 6 años."
}