{
    "source": "en_US",
    "target": "es_ES",
    "text": "• Travel during school holidays (other than returning to your home country) is only permitted if you are accompanied by a parent, guardian, homestay carer, close relative or on an approved school excursion.\n• Leave during the school term can only be approved under compassionate/compelling reasons, and you must provide supporting documents as evidence.\n• If your leave includes school days, you must submit a copy of your flight tickets after your leave is approved.\nSchool: _______________________________________________________________________________ DEI student no: __________________ Date of application: / /\nStudent full name: ______________________________________________________________________ Student mobile number: _________________ Student email: ___________________________________ Departure date: / / Arrival date in Australia: / /\nTotal number of school days that you would be missing: _______________________________________ Destination: Home country Other destination: __________________________________________ Reason for leave request: ________________________________________________________________ __________________________________________________________________________________________ Parent’s declaration (The student’s parent must complete this section)\n• I confirm that the above travel details are true and correct.\n• I take full responsibility for my child’s safety during the above leave. If the leave is taken during the\nschool term, I am aware that this may affect my child’s attendance and his/her ability to meet the",
    "trans": "• Los viajes durante las vacaciones escolares (que no sean el regreso al país de origen) solo están permitidos si te acompaña uno de tus padres, un tutor, un cuidador de la familia de acogida, un pariente cercano o en una excursión escolar autorizada.\n• Las ausencias durante el curso escolar solo se autorizarán por motivos legítimos o imperiosos, y deberás presentar los justificantes correspondientes.\n• Si la ausencia incluye días lectivos, deberás presentar una copia de los boletos de avión una vez aprobada la misma.\nEscuela: _______________________________________________________________________________ DEI alumno n.º: __________________ Fecha de solicitud: / /\nNombre completo del estudiante: ______________________________________________________________________ Número de móvil del estudiante: _________________ Correo electrónico del estudiante: ___________________________________ Fecha de salida: / / Fecha de llegada a Australia: / /\nNúmero total de días lectivos de ausencias potenciales: _______________________________________ Destino: País de origen Otro destino: __________________________________________ Motivo de la solicitud: ________________________________________________________________ __________________________________________________________________________________________ Declaración de los padres (los padres del alumno deben cumplimentar este apartado).\n• Confirmo que los datos de viaje indicados arriba son ciertos y correctos.\n• Asumo toda la responsabilidad por la seguridad de mi hijo durante la ausencia mencionada. Si la ausencia se produce durante el\ncurso escolar, soy consciente de que ello puede afectar a la asistencia de mi hijo y su capacidad para cumplir el"
}