{
    "source": "en_US",
    "target": "es_ES",
    "text": "• Starting Low, Going Slow: Patients usually start with 25 mg and increase the dose gradually (to 50 mg, 100 mg, and possibly higher if needed) over weeks. This slow titration is crucial to reduce the risk of serious side effects, such as severe skin reactions.\n• Typical Maintenance Dose: After titration, the maintenance dose often falls between 100-200 mg daily, though it can be adjusted based on clinical response and tolerability.\nImportant Considerations\n• Risk of Rash: One of the most serious risks is the potential for a severe rash, including Stevens-Johnson syndrome (SJS). Any new or worsening rash should be reported immediately to a healthcare provider, especially if it appears during dose changes.\n• Common Side Effects: Common side effects include dizziness, headache, blurred vision, nausea, and insomnia. These often lessen with continued use.\n• Drug Interactions: Lamotrigine can interact with other medications, including certain antiepileptics, oral contraceptives, and medications that affect liver enzymes. These interactions may require dose adjustments.\nMonitoring and Follow-Up\n• Mood and Symptom Tracking: Patients should monitor and report any recurrence of depressive or hypomanic symptoms, as well as any new side effects.",
    "trans": "— Inicio con dosis bajas, ajuste lento: los pacientes suelen empezar con 25 mg y aumentan la dosis gradualmente (a 50 mg, 100 mg y posiblemente más si es necesario) a lo largo de semanas. Este ajuste lento es crucial para reducir el riesgo de efectos secundarios graves, como reacciones cutáneas severas.\n— Dosis típica de mantenimiento: tras el ajuste, la dosis de mantenimiento suele oscilar entre 100 y 200 mg diarios, aunque puede adaptarse en función de la respuesta clínica y la tolerancia.\nConsideraciones importantes\n— Riesgo de erupción cutánea: uno de los riesgos más graves es la posibilidad de que se produzca una erupción cutánea grave, incluido el síndrome de Stevens-Johnson (SJS). Cualquier erupción nueva o que empeore debe comunicarse inmediatamente a un profesional sanitario, especialmente si aparece durante los cambios de dosis.\n— Efectos secundarios frecuentes: los efectos secundarios comunes incluyen mareos, dolor de cabeza, visión borrosa, náuseas e insomnio. A menudo disminuyen con el uso continuado.\n— Interacciones con otros medicamentos: la lamotrigina puede interactuar con otros medicamentos, incluyendo ciertos antiepilépticos, anticonceptivos orales y medicamentos que afectan las enzimas hepáticas. Estas interacciones pueden requerir ajustes de la dosis.\nMonitorización y seguimiento\n— Seguimiento del estado de ánimo y de los síntomas: los pacientes deben controlar e informar de cualquier recurrencia de los síntomas depresivos o hipomaníacos, así como de cualquier efecto secundario nuevo."
}