{
    "source": "en_US",
    "target": "es_ES",
    "text": "Veho waitlist times vary market to market. When additional drivers are needed, we will reach out based on the date and time of your registration. We check in with drivers who are on the waitlist for 90 days or longer to ensure that they are still interested on driving on the platform.\nWhat if I do not want to be placed on the waitlist?\nIf you are not interested in being placed on the waitlist, reach out to support@shipveho.com to have us remove your registration. Additionally, if drivers are no longer interested in being placed on the waitlist, but want to reapply in the future please reach out to Veho Support.\nWhy does my city have a waitlist and others do not?\nThe waitlist is based on a variety of city-specific factors that are constantly changing. It’s important to us at Veho to make sure all our drivers have access to routes in their area to have earning opportunities in line with their preferences on the Veho platform.",
    "trans": "Los tiempos de espera de Veho varían de mercado a mercado. Cuando se requieran conductores adicionales, contactaremos basándonos en la fecha y hora de tu registro. Nos ponemos en contacto con los conductores que han estado en la lista de espera por 90 días o más, para asegurarnos de que aún siguen interesados en conducir para la plataforma.\n¿Qué pasa si no quiero que me incluyan en la lista de espera?\nSi no te interesa que te incluyan en la lista de espera, contacta con support@shipveho.com para que quitemos tu registro. Además, si los conductores dejan de estar interesados en ser incluidos en la lista de espera, pero quieren volver a solicitarlo en el futuro, por favor, ponte en contacto con Veho Support.\n¿Por qué mi ciudad tiene lista de espera y otras no?\nLa lista de espera se basa en una variedad de factores específicos para cada ciudad, que están cambiando constantemente. Es importante para nosotros en Veho asegurarnos de que todos los conductores tengan acceso a rutas en sus áreas, para que tengan oportunidades de ingreso en línea con sus preferencias en la plataforma Veho."
}