{
    "source": "en_US",
    "target": "es_ES",
    "text": "*China: With public hospitals as the main body, the government plays an important role in the provision and management of medical services. Through financial investment and policy formulation, the government ensures the operation and development of public hospitals, improves the utilization efficiency of medical resources, and provides basic medical services for residents.\n*United States: Dominated by private hospitals and commercial medical insurance. Patients need to buy commercial health insurance to get medical care. The cost of medical care in this way is high, and some residents may not be able to obtain timely medical services because they cannot afford the high medical costs.\nGovernment input and policy orientation:\n*China: The government gives priority to the protection of people's health and continuously increases investment in medical and health services. Through formulating a series of policies and plans, the government guides the development of the medical industry, strengthens the supervision of medical services, and guarantees the quality and safety of medical services.",
    "trans": "*China: Con los hospitales públicos como organismo principal, el gobierno desempeña un papel importante tanto en la prestación como en la gestión de servicios médicos. A través de la inversión financiera y la formulación de políticas, el gobierno garantiza el funcionamiento y desarrollo de los hospitales públicos, mejora la eficiencia en el uso de los recursos médicos y proporciona servicios médicos básicos a la ciudadanía.\n*Estados Unidos: Dominado por hospitales privados y seguros médicos comerciales. Los pacientes necesitan comprar un seguro médico comercial para recibir atención médica. De esta manera, la atención médica tiene un costo alto y es posible que algunos ciudadanos no puedan recibir los servicios médicos oportunamente, porque no pueden pagar los elevados costos médicos.\nContribución del gobierno y orientación de políticas:\n*China: El gobierno prioriza la protección de la salud de las personas y aumenta continuamente la inversión en servicios médicos y de salud. Mediante la formulación de una serie de políticas y planes, el gobierno guía el desarrollo de la industria médica, fortalece la supervisión de los servicios médicos y garantiza la calidad y fiabilidad de los servicios médicos."
}