{
    "source": "en_US",
    "target": "es_ES",
    "text": "B. Economies of scale lead to perfect competition, where firms produce homogeneous products and have no influence on market prices.\nC. Economies of scale encourage firms to produce a limited range of goods, potentially leading to monopolistic or oligopolistic market structures and affecting trade patterns through specialization.\nD. Economies of scale result in higher average costs for firms due to the increased complexity of managing larger operations.\nE. Economies of scale are a form of government intervention that distorts market structures and trade flows.\nWhat is the impact of the expansion of market size caused by economic integration on enterprises in the context of international trade? C\nA. It leads to a reduction in the number of firms participating in international trade due to increased competition.\nB. It results in a uniform increase in the scale of production for all firms, regardless of their efficiency or productivity.\nC. It incentivizes only the most efficient firms to expand, potentially leading to a more efficient allocation of resources within the industry.",
    "trans": "B. Las economías de escala llevan a la competencia perfecta, donde las empresas producen productos homogéneos y no tienen influencia sobre los precios del mercado.\nC. Las economías de escala alientan a las empresas a producir una gama limitada de bienes, lo que puede llevar a estructuras de mercado monopolísticas u oligopolistas y afectar los patrones comerciales a través de la especialización.\nD. Las economías de escala resultan en costos promedio más elevados para las empresas, debido a la mayor complejidad de gestionar operaciones más grandes.\nE. Las economías de escala son una forma de intervención gubernamental, que distorsiona las estructuras del mercado y los flujos comerciales.\n¿Cuál es el impacto de la expansión del tamaño del mercado causada por la integración económica en las empresas en el contexto del comercio internacional?\nA. Provoca una reducción en el número de empresas que participan en el comercio internacional debido al aumento de la competencia.\nB. Resulta en un aumento uniforme en la escala de producción para todas las empresas, independientemente de su eficiencia o productividad.\nC. Incentiva solo a las empresas más eficientes a expandirse, lo que potencialmente conduce a una asignación de recursos más eficiente dentro de la industria."
}