{
    "source": "en_US",
    "target": "es_ES",
    "text": "Getting Harold’s engine running after so long took all of the four hundred dollars I’d saved over the course of my life—allowances, change ferreted away when Mom sent me down the street to buy something at the Circle K, summer work at Subway, Christmas gifts from my grandparents—so, in a way, Harold was the culmination of my whole being, at least financially speaking. And I loved him. I dreamed about him quite a lot. He had an exceptionally spacious trunk, a custom-installed, huge white steering wheel, and a backseat bench clad in pebble-beige leather. He accelerated with the gentle serenity of the Buddhist Zen master who knows nothing really needs to be done quickly, and his brakes whined like metal machine music, and I loved him.\nHowever, Harold did not have Bluetooth connectivity, or for that matter a CD player, meaning that while in Harold’s company, one had three choices: 1. Drive in silence; 2. Listen to the radio; or 3. Listen to Side B of my dad’s cassette of Missy Elliott’s excellent album So Addictive, which—because it would not eject from the cassette player—I’d already heard hundreds of times in my life.",
    "trans": "Hacer que el motor de Harold funcionase después de tanto tiempo se llevó los cuatrocientos dólares que había ahorrado en toda mi vida, asignaciones, el cambio que escondía cuando Mamá me mandaba a la calle a comprar algo en Circle K, los trabajos de verano en Subway, regalos de Navidad de mis abuelos, así que, de alguna forma, Harold era la culminación de todo mi ser, al menos económicamente hablando. Y yo le quería. Soñé bastante con él. Tenía un maletero excepcionalmente espacioso, un enorme volante blanco personalizado y un asiento trasero revestido en cuero de color beige-piedra. Aceleraba con la gentil serenidad de un maestro Budista Zen que sabe que nada necesita realizarse rápidamente y sus frenos gemían como música de máquina metalera, y yo le quería.\nSin embargo, Harold no tenía conectividad Bluetooth, o para el caso un reproductor de CD, lo que significa que en la compañía de Harold, uno tenía tres opciones: 1. Conducir en silencio. 2. Escuchar la radio. 3. O escuchar el lado B de la cinta del excelente álbum So Addictive de Missy Elliot de mi padre, porque no se podía sacar del reproductor de cintas, ya lo he oído cientos de veces en mi vida."
}