{
    "source": "en_US",
    "target": "es_ES",
    "text": "Monday\nAround what time did you start the visit?\nMid-day (12pm-2pm)\nWhen entering the store, how would you evaluate the level of traffic?\nThere were more SAs than customers\nWhich scenario did you adopt?\nScenario 1 - Brand Expert\nWhat product category did you target?\nBags & Small Leather Goods\nWas it a visit with or without a purchase?\nWithout purchase\nAdvocacy Index\nBased on your experience with the SA, how likely are you to recommend this store to a colleague or a friend?\nI would be happy to recommend this store to others, if asked, but there are also other equally good stores\nFIRST IMPRESSION\nWe only get one chance to make a good first impression\nHow would you best describe the exterior surroundings of the boutique?\nHow would best describe your first impression once inside the store?\nPleasant\nDid you feel that the SA's grooming was in line with the brand's guidelines?\nYes\nWas the SA wearing a Training badge?\nYes\nWELCOMING SIMPLICITY We acknowledge and welcome everyone in the home of Hermès with a 100 genuine attitude, an authentic tone and a warm smile.\nDid you have to wait to enter the store?",
    "trans": "Lunes\n¿Alrededor de qué hora comenzó la vista?\nMediodía (12:00 - 14:00)\nA la entrada de la tienda, ¿cómo evaluaría el nivel de tráfico?\nHabía más dependientes que clientes\n¿Qué escenario escogió?\nEscenario 1 - Experto en marca\n¿Qué categoría de producto escogió como objetivo?\nBolsos y pequeños artículos de cuero\n¿Fue una visita con compra o sin compra?\nSin compra\nÍndice de promoción\nSegún su experiencia con el dependiente, ¿qué probabilidades hay de que recomiende esta tienda a un compañero o amigo?\nEstaría encantado de recomendar esta tienda a otras personas si me lo preguntaran, pero también hay otras tiendas igualmente buenas\nPRIMERA IMPRESIÓN\nSolo tenemos una oportunidad para dar una buena primera impresión\n¿Cómo describiría el entorno exterior de la boutique?\n¿Cómo describiría su primera impresión una vez dentro de la tienda?\nAgradable\n¿Piensa que la imagen del dependiente estaba en línea con las directrices de la marca?\nSí\n¿El dependiente llevaba una insignia de formación?\nSí\nSIMPLICIDAD EN EL RECIBIMIENTO Consideramos y damos la bienvenida a todos en el hogar de Hermès con una actitud 100% genuina, un tono auténtico y una cálida sonrisa.\n¿Tuvo que esperar para entrar en la tienda?"
}