{
    "source": "en_US",
    "target": "es_ES",
    "text": "24. Any notice provided for by this DIRECT PURCHASE ORDER shall be in writing and delivered, in person or by courier (against signed receipt) to the addresses set forth in the DIRECT PURCHASE ORDER. The notice shall be effective upon signed receipt.\n25. Each PARTY warrants to the other that it has not: (i) offered, given or agreed to give to any person employed by or on behalf of any public body or government authority any gift, commission or consideration of any kind as an inducement or reward for doing or not doing any act in relation to the obtaining or performance of this DIRECT PURCHASE ORDER or for showing or not showing favour to any person in relation to this DIRECT PURCHASE ORDER; (ii) committed any offence under any applicable law or common law in respect of fraudulent acts; or (iii) defrauded or attempted to defraud any public body or government authority; provided that nothing herein shall prevent either PARTY from making bona fide payments to its Kingdom of Saudi Arabia sponsor or agent in accordance with a properly registered and recorded agreement.",
    "trans": "24. Cualquier notificación estipulada en esta ORDEN DE COMPRA DIRECTA deberá realizarse por escrito y entregarse en persona o por mensajería (con firma de recibo en destino) a las direcciones establecidas en la ORDEN DE COMPRA DIRECTA. La notificación entrará en vigor tras la recepción certificada con firma.\n25. Cada PARTE garantiza a la otra que no ha: (i) ofrecido, dado o acordado dar a ninguna persona empleada por o en nombre de cualquier organismo público o autoridad gubernamental ningún obsequio, comisión o retribución de ningún tipo como incentivo o recompensa por realizar o no realizar cualquier acto en relación con la obtención o ejecución de esta ORDEN DE COMPRA DIRECTA o por mostrar o no mostrar favor a cualquier persona en relación con esta ORDEN DE COMPRA DIRECTA; (ii) cometió cualquier delito bajo cualquier ley aplicable o derecho común con respecto a actos fraudulentos; o (iii) defraudó o intentó defraudar a cualquier organismo público o autoridad gubernamental; siempre que nada en este documento impida a cualquiera de las PARTES realizar pagos de buena fe a su patrocinador o agente del Reino de Arabia Saudita de conformidad con un acuerdo debidamente registrado y escrito."
}