{
    "source": "en_US",
    "target": "es_ES",
    "text": "The address may be misspelled or may not exist. Try one or more of the following:\nSend the message again following these steps: In Outlook, open this non-delivery report (NDR) and choose Send Again from the Report ribbon. In Outlook on the web, select this NDR, then select the link \"To send this message again, click here.\" Then delete and retype the entire recipient address. If prompted with an Auto-Complete List suggestion don't select it. After typing the complete address, click Send.\nContact the recipient (by phone, for example) to check that the address exists and is correct.\nThe recipient may have set up email forwarding to an incorrect address. Ask them to check that any forwarding they've set up is working correctly.\nClear the recipient Auto-Complete List in Outlook or Outlook on the web by following the steps in this article: Fix email delivery issues for error code 5.1.10 in Office 365, and then send the message again. Retype the entire recipient address before selecting Send.",
    "trans": "La dirección puede estar mal escrita o puede no existir. Intenta uno o más de los siguientes:\nEnviar el mensaje otra vez siguiendo estos pasos: En Outlook, abre este Informe de No-entrega (NDR) y selecciona Volver a Enviar desde la cinta de opciones del Informe. En Outlook en la página web, selecciona este NDR, entonces selecciona el link \"Para volver a enviar este mensaje, haz click aquí\". Entonces borra y reescribe la dirección entera del receptor. Si se te presenta una sugerencia de Lista de Auto completar, no la selecciones. Después de escribir la dirección completa, haz click en Enviar.\nContactar al receptor (por teléfono, por ejemplo) para verificar que la dirección existe y es correcta.\nEl receptor puede haber configurado el correo electrónico con una dirección incorrecta. Pídeles que verifiquen que cualquier reenvío que hayan configurado esté funcionando correctamente.\nBorrar la lista de Auto Completar del receptor en Outlook o Outlook en la página web siguiendo los pasos en el este artículo: Corrige cualquier problema con código de error 5.1.10 en Office 365 en el envío del correo electrónico, y enviar el mensaje de nuevo. Reescribe la dirección completa del receptor antes de seleccionar Enviar."
}