{
    "source": "en_US",
    "target": "es_ES",
    "text": "Organizing center daily, weekly, and monthly schedule whilst maintain efficient performance levels.\nSupport innovation center team on daily processes and provide requirements when applicable\nMaintain innovation center standards as per developed operational manuals and provide enhancements if applicable\nProvide alignment for all team members including organizing weekly progress meeting and MoM documentation\n-Innovation Center administration:\nManage the innovation center administration and ensure resource availability and preparation\nManaging the overall center physical resources and coordinating technical support when needed\nOverseeing all center resources and physical items, providing team with all administration requirements including printed materials, equipment, and technical solutions\n-Team support and alignment:\nSupport all team members including innovation center management and business developers on daily processes and weekly activities\nAct as a main point of liaison with C-level suite assistants and required alignment processes including scheduling key meetings and departmental correspondence\n-Policies, Processes, and Procedures:\nComplies with all relevant safety, quality and environmental management policies, procedures and controls to ensure a healthy and safe work environment.\nالمؤهلات والخبرات والمهارات\nMinimum Qualifications:\nBA/BS degree in international business administration, innovation, entrepreneurship or any related field\nTo haveKnowledge of:\nBest practices in project management\nBest practices in time management\nBest practices in communication",
    "trans": "Organizar el calendario diario, semanal y mensual del centro mientras se mantienen los niveles de rendimiento eficiente.\nApoyar al equipo del centro de innovación en los procesos diarios y proporcionar los requisitos cuando corresponda\nMantener los estándares del centro de innovación según los manuales operativos desarrollados y proporcionar mejorar si corresponde\nProporcionar alineación a todos los miembros del equipo incluyendo la organización de la reunion de progreso semanal y documentación MoM\n-Administración del Centro de Innovación:\nGestionar la administración del centro de innovación y asegurar la disponibilidad de recursos y preparación\nGestionar los recursos físicos generales del centro y coordinar el soporte técnico cuando sea necesario\nSupervisar todos los recursos y artículos físicos del centro, proporcionando al equipo de todos los requisitos administrativos incluyendo materiales impresos, equipos, y soluciones técnicas.\n-Soporte al equipo y alineación:\nApoyar a todos los miembros del equipo incluyendo la gestión del centro de innovación y los desarrolladores del negocio en los procesos diarios y actividades semanales.\nActuar como principal punto de enlace con los asistentes del nivel ejecutivo y los procesos de alineación requeridos incluyendo programación de reuniones clave y la correspondencia comportamental\n-Políticas, Procesos, y Procedimientos:\nCumplir con todas las políticas relacionadas con la seguridad, calidad y gestión ambiental, procedimientos y controles para asegurar un ambiente de trabajo sano y seguro.\nالمؤهلات والخبرات والمهارات\nCualificación mínima:\nTítulo BA//BS en administración internacional de negocios, innovación, emprendimiento o cualquier campo relacionado\nTener conocimiento de:\nMejores prácticas en gestión de proyectos\nMejores prácticas en gestión del tiempo\nMejores prácticas en comunicación"
}