{
    "source": "en_US",
    "target": "es_ES",
    "text": "We recently published an article titled, Jim Cramer’s Best Performers List: Top 10 Picks. In this article, we are going to take a look at where CBRE Group, Inc. (NYSE:CBRE) stands against other stocks in Jim Cramer’s best performers list.\nDuring Mad Money’s episode on October 1, host Jim Cramer urged investors to remember the market’s strong performance over the past quarter, making note of the rising tensions in the Middle East, which led to a decline in major stock indices on Tuesday.\nHe pointed out that the landscape has shifted beyond just the major technology companies, and shed light on the top performers of the S&P 500. Cramer observed that the last three months have witnessed what he described as “the revenge of the little guy companies.” He said:\n“When you look at the 10 best performers of the third quarter, we discover that this formerly narrow market has totally changed its stripes.”",
    "trans": "Recientemente, publicamos un artículo titulado: La lista de los mejores valores de Jim Cramer: Las 10 mejores posiciones. En este artículo, vamos a echarle un vistazo a la posición de CBRE Group, Inc. (NYSE:CBRE) en comparación con otros valores de la lista de mejores valores de Jim Cramer.\nEn el episodio de Mad Money, del 1 de octubre, el presentador Jim Cramer instó a los inversores a recordar el buen comportamiento del mercado en el último trimestre, al destacar las recientes tensiones en Oriente Medio, que provocaron un descenso de los principales índices bursátiles el martes.\nSeñaló que el panorama ha cambiado sin limitarse a las grandes empresas tecnológicas, y explicó cuáles son los valores más rentables del S&P 500. Cramer comentó que durante los últimos tres meses se ha producido lo que describió como «la venganza de las pequeñas empresas». Dijo:\n«Si analizamos los 10 valores con mejores resultados del tercer trimestre, descubriremos que este mercado previamente limitado ha experimentado un cambio radical»."
}