{
    "source": "en_US",
    "target": "es_ES",
    "text": "· At least three years landscaping experience and a strong working knowledge of plant material and attention to detail\n· Proficient in the use of all necessary equipment including, but not limited to, walk behind mower, zero turn and tractor mounted lawn mowers, weed trimmers, chainsaws, leaf blowers, snow blowers, snowplows, gas generators, gas and electric hedge trimmers, sod cutters, over seeders, walk behind or tractor mounted aerators, rototillers, woodchippers and handheld or backpack sprayers\n· Work from extended heights using extension ladders\n· Valid RI driver’s license (or ability to secure one)\n· Ability to lift 80 lbs. is required\n· Personal qualities of a strong work ethic, attention to detail and ability to work efficiently.\nApplication Instructions:\nTo apply please send résumé or the following information;\n· Name\n· Phone number\n· E-mail\n· Past employment and experience\nThe position remains open until filled.\nJob Type: Full-time\nPay: $20.00 per hour\nWork Location: In person\n&nbsp;\nSi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo ya que Indeed no es responsable del proceso de postulación de la empresa.",
    "trans": "· Al menos tres años de experiencia en paisajismo y un profundo conocimiento práctico del material vegetal y atención a los detalles.\n· Dominio del uso de todos los equipos necesarios, entre los que se incluyen, pero no se limitan a: cortacéspedes manuales, cortacéspedes de giro cero y montados en tractor, desbrozadoras, motosierras, sopladores de hojas, sopladores de nieve, quitanieves, generadores de gas, cortasetos eléctricos y de gas, cortadoras de césped, sembradoras, aireadores manuales o montados en tractor, motocultores, astilladoras y pulverizadores manuales o de mochila.\n· Trabajar desde grandes aturas usando escaleras extensibles\n· Licencia de conducir válida de Rhode Island (o poder obtener una)\n· Se precisa ser capaz de levantar 80 lbs.\n· Cualidades personales como una marcada ética laboral, atención a los detales y capacidad para trabajar de forma eficiente.\nInstrucciones para la solicitud:\nPara solicitar empleo, envíe su curriculum vitae o la siguiente información;\n· Nombre\n· Número telefónico\n· Correo electrónico\n· Empleos anteriores y experiencia\nEl puesto permanecerá vacante hasta que se cubra.\nTipo de empleo: Tiempo completo\nPago: $20.00 por hora\nLocalización de trabajo: presencia\n&nbsp;\nSi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo, ya que Indeed no es responsable del proceso de postulación de la empresa."
}