{
    "source": "en_US",
    "target": "es_ES",
    "text": "Yours sincerely,\n[redacted_name]\nApprentice Paralegal\nCYBERCRIME ALERT: BEWARE OF FRAUDSTERS – REMAIN VIGILANT - Please be aware that there is a significant risk posed by cyber fraud, specifically affecting email accounts and bank account details. PLEASE NOTE that our bank account details WILL NOT change during the course of a transaction, and we will NOT notify you of a change of our bank details via email. Please be careful to check account details with us in person if in any doubt. We will not accept responsibility if you transfer money into an incorrect account – IF YOU ARE ADVISED THAT OUR BANK DETAILS HAVE CHANGED PLEASE CONTACT OUR OFFICES IMMEDIATELY\nAuthorised and Regulated by the Solicitors Regulation Authority. Daventry SRA Number : [redacted_info]. Leamington SRA Number : [redacted_info]. Lutterworth SRA Number : [redacted_info]. The SRA Rules can be found by visiting their site www.sra.org.uk",
    "trans": "Sinceramente tuyo,\n[redacted_name]\nAprendiz Paralegal\nALERTA DE CIBERCRIMEN: ATENCIÓN A LOS ESTAFADORES - PERMANECER VIGILANTE - Por favor, tenga en cuenta que hay un riesgo significativo planteado por el ciber fraude, especialmente afectando a cuenta de correo electrónico y datos de cuentas bancarias. POR FAVOR TENGA EN CUENTA que los detalles que nuestra cuenta bancaria NO cambiarán en el curso de la transacción, y NO te notificaremos un cambio en los detalles de nuestra cuenta vía correo electrónico. Por favor, tenga cuidados de comprobar los detalles de la cuenta con nosotros en persona si tiene alguna duda. No aceptaremos responsabilidad alguna si transfieres dinero a una cuenta incorrecta- SI SE TE NOTIFICA QUE NUESTROS DETALLES BANCARIOS HAN CAMBIADO, POR FAVOR, CONTACTA CON NUESTRAS OFICINAS INMEDIATAMENTE.\nAutorizado y Regulado por la Autoridad Reguladora de los Abogados. Número SRA Daventry: [redacted_info]. Número SRA Leamington: [redacted_info]. Número SRA Lutterworth: [redacted_info]. Las reglas SRA pueden encontrarse visitando su sitio web www.sra.org.uk"
}