{
    "source": "en_US",
    "target": "es_ES",
    "text": "avoidance of starting, engaging in, and completing a task or a decision-making\nprocess. It is not a behaviour limited to students, despite high estimates of its\nprevalence in this population (up to 70 % according to Ellis and Knaus 1977). For\nexample, the prevalence of procrastination has been found to be as high as 20 % in\nan adult sample (Harriott and Ferrari 1996). Within psychology, procrastination has\nbeen conceptualised as a failure of self-regulation (Baumeister and Heatherton\n1996; Baumeister et al. 1994) associated with poor academic and work performance\nand mental ill health (Sto ¨ber and Joormann 2001).\nThe measurement of procrastination is vital to aid research that aims to\nunderstand this common and injurious behaviour. A range of self-report scales have\nbeen developed to measure this construct in general (e.g., the General Procrasti-\nnation Scale or ‘GPS’: Lay 1986), in specific aspects (e.g., the Decisional\nProcrastination Scale or ‘DPS’: Mann 1982), and in specific populations (e.g., for\nstudents with the Tuckman Procrastination Scale or ‘TPS’: Tuckman 1991). More\nrecently, the construct of intentional procrastination has been delineated and\nmeasured using the active procrastination scale (APS: Choi and Moran 2009). This\nseparation of sub-types of procrastination is similar to that proposed by Ferrari",
    "trans": "elusión de iniciar, emprender y completar una tarea o un proceso de toma de\ndecisiones. No es un comportamiento limitado a los estudiantes, a pesar de las elevadas estimaciones de su\nprevalencia en esta población (hasta un 70 %, según Ellis y Knaus, 1977). Por\nejemplo, se ha descubierto que la prevalencia de la procrastinación alcanza el 20 % en\nuna muestra de adultos (Harriott y Ferrari, 1996). Dentro de la psicología, la procrastinación se ha\nconceptualizado como un fallo de autorregulación (Baumeister y Heatherton,\n1996; Baumeister et al., 1994) asociado a un bajo rendimiento académico y laboral\ny a una mala salud mental (Stöber y Joormann, 2001).\nCuantificar la procrastinación es vital para ayudar a la investigación cuyo objetivo es\ncomprender este comportamiento usual y perjudicial. Se han desarrollado una serie de escalas de autoinforme\npara medir este constructo en general (por ejemplo, la escala general de procrastinación\no «GPS»: Lay, 1986), en aspectos específicos (por ejemplo, la escala\nde procrastinación decisiva o «DPS»: Mann, 1982), y en poblaciones específicas (por ejemplo, para\nestudiantes con la Escala de Procrastinación de Tuckman o «TPS»: Tuckman, 1991). Más\nrecientemente, el constructo de procrastinación intencional se ha delineado y\nmedido utilizando la escala de procrastinación activa (APS: Choi y Moran, 2009). Esta\nseparación de subtipos de procrastinación es similar a la propuesta por Ferrari"
}