{
    "source": "en_US",
    "target": "es_ES",
    "text": "Ozone: The Facts\nSound science and targeted regulations have greatly reduced ozone concentrations in Texas cities and across the nation.\nWhat is ozone?\nOzone, sometimes referred to as smog, is a gas that is formed in the atmosphere when three atoms of oxygen combine. The chemical structure of ozone is the same wherever it is found; however, there are two categories of ozone.\nStratospheric Ozone is found naturally in the Earth’s upper atmosphere - 6 to 30 miles above the Earth’s surface - where it forms a protective layer that shields us from the sun’s harmful ultraviolet rays.\nGround-Level Ozone is found at ground level (it is also called tropospheric ozone). It is not emitted directly into the air, but created by chemical reactions between oxides of nitrogen (NOx) and volatile organic compounds (VOCs) in the presence of sunlight. Emissions from industrial facilities and electric utilities, motor vehicle exhaust, gasoline vapors, and chemical solvents are some of the major sources of NOx and VOCs. In addition, biogenic sources (living organisms or biological processes) release VOCs that can contribute to ground-level ozone.",
    "trans": "Ozono: Los Hechos\nLa ciencia del sonido y las regulaciones específicas han reducido en gran medida las concentraciones de ozono en las ciudades de Texas y por toda la nación.\n¿Qué es el ozono?\nEl ozono, a veces llamado smog, es un gas que se forma en la atmósfera cuando tres átomos de oxigeno se combinan. La estructura química del ozono es la misma se encuentre donde se encuentre; sin embargo, existen dos categorías de ozono.\nEl Ozono Estratosférico se encuentra de forma natural en la parte más alta de la atmósfera de la Tierra - 6 a 30 millas por encima de la superficie de la Tierra - donde forma una capa protectora que nos protege de los dañinos rayos ultravioletas del sol.\nEl Ozono a Nivel del Suelo se encuentra en la tierra (también es llamado ozono troposférico). No se emite directamente al aire, sino que se crea por las reacciones químicas entre óxidos de nitrógeno (NOx) y compuestos orgánicos volátiles (VOC) en presencia de la luz solar. Las emisiones de los establecimientos industriales y las empresas de servicios eléctricos, escapes de gases de los vehículos, vapores de la gasolina, y disolventes químicos son algunas de las mayores fuentes de NOx y VOC. Además, las fuentes biogénicas (organismos vivos o procesos biológicos) liberan VOC que pueden contribuir al nivel de ozono en el suelo."
}