{
    "source": "en_US",
    "target": "es_ES",
    "text": "Analytics and Reporting: Analyze performance metrics and generate reports to track the effectiveness of campaigns and inform future strategies.\nBudget Management: Oversee digital marketing budgets, ensuring efficient allocation of resources and maximizing ROI.\nMarket Research: Conduct market research to identify trends, customer preferences, and competitive landscape.\nCross-Functional Collaboration: Work closely with sales, product, and design teams to ensure cohesive branding and messaging.\nSkills\nAnalytical Skills: Proficiency in data analysis tools (e.g., Google Analytics, SEMrush).\nTechnical Proficiency: Familiarity with marketing automation platforms (e.g., HubSpot, Marketo) and content management systems (e.g., WordPress).\nCommunication Skills: Strong verbal and written communication for engaging stakeholders and crafting compelling content.\nProject Management: Ability to manage multiple projects simultaneously, prioritizing tasks effectively.\nCreativity: Innovative thinking to develop unique marketing initiatives and solutions.\nQualifications\nEducation: Bachelor’s degree in marketing, communications, or a related field; a Master’s degree or relevant certifications can be a plus.\nExperience: Several years of experience in digital marketing, with a proven track record in leadership roles.",
    "trans": "Análisis e informes: analiza las métricas de rendimiento y genera informes para rastrear la efectividad de las campañas e informar futuras estrategias.\nGestión de presupuesto: supervisa los presupuestos de mercadotecnia digital y garantiza la asignación eficiente de los recursos y maximiza el ROI.\nInvestigación de mercado: investiga el mercado para identificar tendencias, preferencias de los clientes y un panorama competitivo.\nColaboración transversal: trabaja de cerca con los equipos de ventas, productos y diseño para garantizar un mensaje y marca coherentes.\nHabilidades\nHabilidades analíticas: competencia en herramientas de análisis de datos (por ejemplo, Google Analytics, SEMrush).\nCompetencia técnica: conocimiento de plataformas de automatización de mercadotecnia (por ejemplo, HubSpot, Marketo) y sistemas de gestión de contenido (por ejemplo, WordPress).\nHabilidades de comunicación: sólida comunicación oral y escrita para interactuar con las partes interesadas y desarrollar contenido atractivo.\nGestión de proyectos: capacidad de gestionar múltiples proyectos en simultáneo y priorizar las tareas de forma efectiva.\nCreatividad: pensamiento innovador para desarrollar iniciativas y soluciones de mercadotecnia especiales.\nCualificaciones\nEducación: licenciatura en mercadotecnia, comunicaciones o campo relacionado; una maestría o certificaciones relevantes pueden ser una ventaja.\nExperiencia: varios años de experiencia en mercadotecnia digital, con un registro de seguimiento comprobado en puestos de liderazgo."
}