{
    "source": "en_US",
    "target": "es_ES",
    "text": "Manage, process, and follow up customers shipping orders and returns.\nPlanning and monitoring inbound and outbound shipments\nSelect domestic carrier and put in place KPIs to evaluate their performance.\nNegotiating and securing domestic transportation rates based on current market rates.\nAnalyze logistical problems and develop new solutions.\nEvaluate existing logistical procedures and refine them for greater efficiency.\nCoordinate replenishment of customers’ orders when they receive damaged products.\nArrange carriers for delivery orders and ensure RDD (Requested delivery Date) or PD (Pick up Date) respected.\nCommunicate with warehouses to coordinate and schedule shipping of customer orders.\nCustomers and vendors invoicing in SAP.\nManage product recalls with customers, warehouses and factories.\nProvide sales administrative support to Private Labels Sales Manager.\nRecommend suitable shipping procedures to supply chain/office manager depending on customer needs.\nBack up for Supply Chain Manager when absent\nAlert or recommend inventory transfers to supply chain/office manager’s, to ensure customer orders fulfilment.\nAssist Corporate quality assurance and supply chain/office manager by providing documentation and receiving damaged product claims from warehouses and customers.",
    "trans": "Gestionar, procesar y hacer seguimiento de los pedidos de envío y devoluciones de los clientes.\nPlanificar y controlar los envíos entrantes y salientes\nSeleccionar un transportista nacional y colocar KPI para evaluar sus rendimientos.\nNegociar y garantizar las tarifas del transporte nacional de acuerdo con las tasas de mercado actuales.\nAnalizar los problemas logísticos y desarrollar soluciones nuevas.\nEvaluar los procedimientos logísticos existentes y perfeccionarlos para lograr una mayor eficiencia.\nCoordinar la reposición de los pedidos de los clientes cuando reciban productos dañados.\nCoordinar a los transportistas para las órdenes de entrega y garantizar que se respete la RDD (Fecha de entrega solicitada) o PD (Fecha de recolección).\nComunicarse con los depósitos para coordinar y programar el envío de los pedidos de los clientes.\nFacturación de clientes y proveedores en SAP.\nGestionar retiros de productos con clientes, depósitos y fábricas.\nBrindar soporte administrativo y de ventas al gerente de ventas de etiquetas privadas.\nRecomendar procedimientos de envío adecuados al gerente de oficina/cadena de suministro de acuerdo con las necesidades del cliente.\nRespaldar al Gerente de cadena de suministro cuando esté ausente\nAlertar o recomendar traslados de inventario al gerente de oficina/cadena de suministro para garantizar el cumplimiento de los pedidos de los clientes.\nAyudar al gerente de oficina/cadena de suministro y al sector corporativo de garantía de calidad proporcionando documentación y recibiendo los reclamos por productos dañados de depósitos y clientes."
}