{
    "source": "en_US",
    "target": "es_ES",
    "text": "-Orange chair\n-2 70’s lamps\n-2 acrylic nights stands\n-black night stand\n-white cabinet\n-tv with pedestal (is it in the garage?\n-floor lamp\n-black dresser\nLiving Room - Rob\n-grey sofa - sofa in office can move down to living\nGarage\nMy mom really wants her memory boxes I think she is more concerned with those than the furniture. ****Bedding towels and stuff don’t have to go*****\nStorage:\n*****we don’t need any mattresses*******there is one mattress that is boxed that can come with 1 adjustable bed frame. The other bed frames can stay.\nBedroom furniture can stay******\n*****most important is to get mom’s cedar chest with memories and my dad’s tall chair, and there is a wicker one she keeps on talking about. I will hopefully be available via FaceTime. I have MRI’s and brain scans in the morning.\n-I’d like the crated stuff of ours to go to CA. If room\n***^^If whatever else is left and condensed into 1 that would be great. ****^^\nI bought extra blankets and tie downs for the pods along with tv boxes and such",
    "trans": "- Silla naranja\n- 2 lámparas de la década de 1970\n- 2 mesas de noche acrílicas\n- mesa de noche negra\n- gabinete blanco\n- televisor con pedestal (¿está en el garaje?)\n- Lámpara de suelo\n- cajonera negra\nSala de estar - Rob\n- sofá gris - el sofá en la oficina puede pasarse al comedor\nGaraje\nMi mamá realmente quiere sus cajas de recuerdos, creo que le preocupan más esas que los muebles. ****No hay que tirar las toallas, ropa de cama y eso****\nAlmacenamiento:\n*****no necesitamos ningún colchón*******hay un colchón que está en su caja que puede ir con 1 marco ajustable de cama. Los demás marcos de camas pueden quedarse.\nLos muebles de dormitorio pueden quedarse*****\n*****lo más importante es conseguir la cómoda de cedro de mamá con sus recuerdos y la silla alta de mi papá, y hay una de mimbre sobre la que ella sigue hablando. Con suerte, estaré disponible vía FaceTime. Tengo MRI y gammagrafías cerebrales en la mañana.\n- Me gustaría que nuestras cosas embaladas llegaran a CA. Si la habitación\n***^^si lo que sea que queda se lo condensa en 1, sería genial. ****^^\nCompré mantas extra y amarres para los pod junto con cajas para el televisor y cosas así"
}