{
    "source": "en_US",
    "target": "es_ES",
    "text": "All annexes to your application must be certified original copies (certified copies are made by a competent official at the municipal administration of the country in which you are).\n– If the certified copies of the originals are not written in English, they must be accompanied by a translation into English by a sworn translator.\n– Should your application be successful, you will have to present the originals of these documents at registration.\nREFERENCE LETTERS\nIn your application form, you will be asked to name two referees of your choice (at least one referree must be from academia). Applicants must contact the reference persons prior to mentioning their contact details in the application form and make sure that their referees will provide a reference letter as part of their application. It is the responsibility of the applicant sto contact directly the two referees that they have to submit the reference letters directly to the email address applications@smaccs.eu by no later than 15 days after the application deadline that corresponds to their case. The template of the reference letter to be used by the referees is available for download below.\nReference letter template(download .docx file)↓\nFor confidentiality reasons no information will be communicated to the applicant on the receipt of the letters.",
    "trans": "Todos los anexos de su solicitud deben ser copias originales certificadas (las copias certificadas son realizadas por un funcionario competente en la administración municipal de su país de residencia).\n- Si las copias certificadas de los originales no están en inglés, deben estar acompañadas de su traducción al inglés, realizada por un traductor público.\n- En caso de que su postulación sea exitosa, deberá presentar los originales de estos documentos al registrarse.\nCARTAS DE REFERENCIA\nEn su formulario de solicitud, se le pedirá que nombre dos referencias a su elección (al menos una de las referencias debe ser de la academia). Los solicitantes deberán contactar a las personas de referencia antes de mencionar sus datos de contacto en el formulario de solicitud y asegurarse de que proporcionarán una carta de recomendación como parte de su postulación. Es responsabilidad del postulante contactar de forma directa a las dos referencias que deben presentar las cartas de recomendación directamente a la dirección de correo electrónico applications@smaccs.eu a no más tardar de 15 días posteriores a la fecha límite de postulación que corresponda en su caso. La plantilla de la carta de recomendación que deberán usar las referencias está disponible para su descarga a continuación.\nPlantilla de la carta de recomendación (archivo download.docx)↓\nPor razones de confidencialidad, no se comunicará ninguna información al postulante respecto de la recepción de las cartas."
}