{
    "source": "en_US",
    "target": "es_ES",
    "text": "Catrina is one of the most recognized symbols of the Day of the Dead (Día de los Muertos) in Mexico. This elegant skeleton, dressed in fancy clothes and a large, feathered hat, has an intriguing history that reflects Mexico's complex relationship\nwith life and death, as well as social and political issues. The figure of La Catrina was created in the early 20th century by Mexican artist José Guadalupe Posada. He was a political satirist who used his artwork to criticize the rich and powerful. His depiction of the skeleton, originally called \"La Calavera Garbancera,\" was a critique of Mexicans who, at the time, aspired to adopt European fashion and traditions, abandoning their own indigenous roots. \"Garbancera\" was a derogatory term for people who were ashamed of their indigenous heritage and tried\nto pass as Europeans. Posada's skeleton was later renamed \"La Catrina\" by the famous Mexican artist Diego Rivera. He included her in his mural Dream of a Sunday Afternoon in the Alameda Central, where she appears alongside other prominent Mexican figures. Rivera's",
    "trans": "Catrina es uno de los símbolos más reconocidos del Día de los Muertos (Día de los Muertos) en México. Este elegante esqueleto, vestida con ropas elegantes y un gran sombrero de plumas, tiene una intrigante historia que refleja la compleja relación de México\ncon la vida y la muerte, así como los asuntos sociales y políticos. La figura de Catrina fue creada a principios del siglo 20 por el artista mexicano José Guadalupe Posada. Era un cómico político que uso sus trabajo artístico para criticar a los ricos y poderosos. Su imagen del esqueleto, originalmente llamada \"Calavera Garbancera\", era una crítica a los mexicanos que, en aquel entonces, aspiran a adoptar la moda y tradiciones europeas, abandonando sus propias raíces indígenas. \"Garbancera\" fue un término despectivo para aquellos que se avergonzaban de su herencia indígena e intentaban\npasar por europeos. El esqueleto de Posada fue rebautizado más tarde como \"Catrina\" por el famoso artista mexicano Diego Rivera. Él la incluyó en su mural Dream of a Sunday Afternoon en Alameda Central, donde aparece junto a otras figuras mexicanas prominentes. Rivera"
}