{
    "source": "en_US",
    "target": "es_ES",
    "text": "i. Services for Young People - Integrated Children and Youth Services Centres\n(ICYSCs)\nii. iii. Family and Child Welfare - Integrated Family Service Centres (IFSCs)\nServices for the Elderly - District Elderly Community Centre (DECC) OR\nNeighbourhood Elderly Centre (NEC)\niv. Rehabilitation Services (Services for Mentally Handicapped Persons) -\nSheltered Workshop OR District Support Centre for Persons with Disabilities\n(DSC) OR Hostel\nv. Rehabilitation Services (Services for Persons in Mental Recovery) -\nIntegrated Community Centre for Mental Wellness (ICCMW) OR Halfway\nHouse\nvi. Community Development - Neighborhood Level Community Development Project\n(NLCDP)\n• Each group must visit a service unit of the selected service type and interview\na social worker who has worked in that service for at least three years.\nGuided questions for the interview:\n• Personal profile: present work position, social work qualification (Higher Diploma,\nAssociate Degree, Degree, Master). The name of social worker and agency",
    "trans": "I. Servicios para jóvenes - Centros de servicios integrados para jóvenes y niños\n(ICYSC)\nII. III. Bienestar familiar y del niño - Centros integrados de servicios para familias (IFSC)\nServicios para adultos mayores - Centro comunitario para adultos mayores del distrito (DECC) O\nCentro barrial para adultos mayores (NEC)\nIV. Servicios de rehabilitación (Servicios para personas mentalmente discapacitadas) -\nTaller especial O Centro distrital de soporte para personas con discapacidades\n(DSC) O hostel\nV. Servicios de rehabilitación (Servicios para personas en recuperación mental) -\nCentro comunitario integrado para el bienestar mental (ICCMW) U Hogar\nde transición\nVI. Desarrollo comunitario - Proyecto de desarrollo comunitario a nivel barrial\n(NLCDP)\n• Cada grupo debe visitar una unidad de servicio del tipo de servicio seleccionado y entrevistar\na un trabajador social que haya visitado ese servicio durante al menos tres años.\nPreguntas guiadas para la entrevista:\n• Perfil personal: puesto laboral actual, cualificación laboral social (Diploma de educación superior,\nTítulo de asociado, Licenciatura, Maestría). El nombre del trabajador social y la agencia"
}