{
    "source": "en_US",
    "target": "es_ES",
    "text": "-2390 (Holy Light crit)\n-2390 (Crit)\nThe anger caused by the injury quickly made him lose his mind.\nNext, it roared, and continued to raise the staff to condense dark magic and threw it towards Qin Feng.\nBut Qin Feng still didn't dodge, and directly resisted the opponent's skills.\nWhen Qin Feng received the skill physically, the skill instantly caused a lot of damage.\nthese injuries...\nIt also triggered the anti-injury buff effect again, reducing the boss's life value again.\nAnd when Qin Feng and the boss battle were in full swing, many players gradually appeared in the distance.\n\"Look, that's...a sealed monster? And it's an undead dark monster? Good guy... The difficulty of this wave of raids is really full!\"\n\"The dark-type undead monsters should be the most difficult to attack. The disgusting undead style of play can't be done without cleaning up the undead mobs. After cleaning up, they can be summoned repeatedly. It feels so disgusting...\"",
    "trans": "- 2390 (Holy Light crit)\n- 2390 (Crit)\nEl enojo que le había causado la herida rápido lo hizo perder la cabeza.\nLuego, rugió y continuó elevando el báculo para condensar magia oscura y la arrojó hacia Qin Feng.\nSin embargo, Qin Feng, inmóvil, no la esquivó y resistió directamente las habilidades de su oponente.\nCuando Qin Feng recibió la habilidad físicamente, esta le causó al instante mucho daño.\nestas heridas...\nTambién activó el efecto amortiguador antiheridas otra vez, lo que redujo el valor de vida del jefe nuevamente.\nY cuando la batalla de Qin Feng y el jefe estaba en pleno giro, muchos jugadores gradualmente aparecieron a la distancia.\n\"Mira... eso es un... ¿monstruo sellado? ¿Y es un monstruo oscuro no muerto? Dios mío... ¡La dificultad de esta ola de ataques es realmente tremenda!\"\n\"Los monstruos no muertos de tipo oscuro deberían ser los más difíciles de atacar. El estilo no muerto desagradable de juego no puede deshacerse sin limpiar las hordas no muertas. Después de limpiar, pueden ser convocadas repetidamente. Se siente tan desagradable...\""
}