{
    "source": "en_US",
    "target": "es_ES",
    "text": "The writing can be fiction (including poetry) or nonfiction and must be done at home, with no adult support.\nThe fiction is judged on creativity and originality\nThe nonficiton is judged on factual accuracy and originality.\nDo not include any pictures/images, borders or coloured text.\nAll written entries must be emailed to Mr Thompson by Friday, 10th January 2025. Any submissions after this date can not be accepted.\nThe word documents must be 10 point Times New Roman and have single line and word spacing\nThe entries must feature the title and written text of the student’s work. Do not include your child’s name in the title of the story.\nCover Art Guidelines:\nThe creating of the cover art is to be done at home and with no adult support.\nIt must be a hard copy (not digital).\nFor Cover Art, we need the entries by Friday, 10th January 2025 at the latest. Any submissions after this date can not be posted.\nCover Art is designing a front cover that is based on the title New Tales of China’s Dinosaurs. All submissions must be based on the topic - New Tales of China’s Dinosaurs",
    "trans": "Los textos pueden ser de ficción (incluida la poesía) o de no ficción y deben escribirse en casa, sin la ayuda de ningún adulto.\nLa ficción se juzgará por su creatividad y originalidad.\nLos textos de no ficción se valorarán por su exactitud y originalidad.\nNo se incluirán fotos/imágenes, marcos ni texto coloreado.\nTodos los trabajos escritos deberán enviarse por correo electrónico al sr. Thompson antes del viernes 10 de enero de 2025. No se aceptarán envíos posteriores a esta fecha.\nLos documentos en formato Word deben estar escritos en Times New Roman de 10 puntos y tener interlineado sencillo.\nLos documentos deben incluir el título y el texto escrito del trabajo del alumno. No incluya el nombre de su hijo en el título de la historia.\nDirectrices para la portada:\nLa creación de la portada debe hacerse en casa y sin la ayuda de ningún adulto.\nDebe ser una copia impresa (no digital).\nEn cuanto al diseño de la portada, necesitamos los trabajos a más tardar el viernes 10 de enero de 2025. Los trabajos que se envíen después de esta fecha no podrán publicarse.\nEl diseño de la portada se basará en los «Nuevos relatos sobre los dinosaurios de China». Todas las propuestas deben basarse en: «Nuevos cuentos de los dinosaurios de China»."
}