{
    "source": "en_US",
    "target": "es_ES",
    "text": "So here they are, in your hometown, in your own school, looking for the talents of tomorrow.\nNow their ad had a strange title: “Make HAL dream”. You don't know exactly what they meant by this, but you are intrigued. And to be honest, even if they asked you to sing a song while standing on your head, you would give this incredible job opportunity a try.\nSo you sent them a message, asking for more information.\nHere is what HAL answered:\nDear [your name]\nOur recruiting agent will come to you next week to hear what you have to say.\nWe want to know the real you. Not the list of your acquired skills. We already know about them. Anything you put online, we know. Actually, we know some of the things you will do before you are even aware you want to do them.\nSo present us the real you, the actual person, the human side of your experience. We want young professionals who can not only describe their accomplishments but also show us something of their personality.",
    "trans": "Así que aquí están, en su ciudad natal, en tu propio colegio, buscando los talentos del mañana\nAhora que su anuncio tiene un título extraño: \"Haz que HAL sueñe\". No sabes exactamente que querían decir con esto, pero estás intrigado. Y para ser honesto, incluso si te pidieran que cantaras una canción mientras estás parado sobre tu cabeza, le darías una oportunidad a este increíble trabajo.\nAsí que les mandas un mensaje, pidiendo más información.\nEsto es lo que HAL contestó:\nQuerido [tu nombre]\nNuestro agente de reclutamiento te contactará la semana que viene para escuchar lo que tienes que decir.\nQueremos conocer tu verdadero yo. No la lista de habilidades aprendidas. Ya sabemos sobre ellas. Cualquier cosa que pongas online, la sabemos. De hecho, sabemos algunas de las cosas que harás incluso antes de que seas consciente de que quieres hacerlas.\nAsí que enseñamos tu verdadero yo, la persona real, la parte humana de tu experiencia. Queremos jovenes profesionales que puedan no solo describir sus logros si no también enseñarnos algo de su personalidad."
}