{
    "source": "en_US",
    "target": "es_ES",
    "text": "Clinical characteristics: Spinocerebellar ataxia type 17 (SCA17) is characterized by ataxia, dementia, and involuntary movements, including chorea and dystonia. Psychiatric symptoms, pyramidal signs, and rigidity are common. The age of onset ranges from three to 55 years. Individuals with full-penetrance alleles develop neurologic and/or psychiatric symptoms by age 50 years. Ataxia and psychiatric abnormalities are frequently the initial findings, followed by involuntary movement, parkinsonism, dementia, and pyramidal signs. Brain MRI shows variable atrophy of the cerebrum, brain stem, and cerebellum. The clinical features correlate with the length of the polyglutamine expansion but are not absolutely predictive of the clinical course.\nDiagnosis/testing: The diagnosis of SCA17 is established in a proband by identification of an abnormal CAG/CAA repeat expansion in TBP. Affected individuals usually have more than 41 repeats. The CAA and CAG codons both encode glutamine residues resulting in a pathogenic polyglutamine expansion.\nManagement: Treatment of manifestations: Psychotropic medications for psychiatric issues, anti-seizure medication for seizures (ASM); botulinum toxin injections for dystonia; adaptation of the environment to accommodate dementia.\nPrevention of secondary complications: Side effects of psychotropic medications and ASMs may require total or intermittent discontinuation of the treatment or reduction in dose.",
    "trans": "Características clínicas: la ataxia espinocerebelosa tipo 17 (SCA17) se caracteriza por ataxia, demencia y movimientos involuntarios, entre los que se incluyen la corea y la distonia. Los síntomas psiquiátricos, signos piramidales y la rigidez son usuales. La edad de inicio varía desde los tres a los cincuenta y cinco años. Las personas con alelos de penetrancia completa desarrollan síntomas neurológicos y/o psiquiátricos a la edad de cincuenta años. La ataxia y las anormalidades psiquiátricas son frecuentemente los descubrimientos iniciales, seguidos de movimientos involuntarios, Parkinson, demencia y signos piramidales. Los MRI del cerebro muestran la atrofia variable del cerebro, bulbo raquídeo y cerebelo. Las características clínicas se correlacionan con la longitud de la expansión de la poliglutamina, pero no predicen de forma absoluta la evolución clínica.\nDiagnóstico/pruebas: el diagnóstico de SCA17 se establece en un propositus mediante la identificación de una expansión repetitiva anormal de CAG/CAA en TBP. Los individuos afectados suelen tener más de 41 repeticiones. Los codones de CAA y CAG codifican ambos residuos de glutamina, que derivan en una expansión patogénica poliglutamínica.\nTratamiento: tratamiento de las manifestaciones: medicamentos psicotrópicos para problemas psiquiátricos, medicamento anticonvulsivos para las convulsiones (ASM), inyecciones de toxina botulínica para la distonia, adaptación del entorno para acomodarse a la demencia.\nPrevención de complicaciones secundarias: efectos secundarios de los medicamentos psicotrópicos y ASM pueden requerir discontinuar de forma total o intermitente el tratamiento o la reducción de la dosis."
}