{
    "source": "en_US",
    "target": "es_ES",
    "text": "(a) The Company fails to pay timely any of the principal amount due under this Note on the date the same becomes due and payable or any accrued interest or other amounts due under this Note on the date the same becomes due and payable;\n(b) The Company materially defaults in its performance of any covenant under the Purchase Agreement;\n(c) The Company files any petition or action for relief under any bankruptcy, reorganization, insolvency or moratorium law or any other law for the relief of, or relating to, debtors, now or hereafter in effect, or makes any assignment for the benefit of creditors or takes any corporate action in furtherance of any of the foregoing; or\n(d) An involuntary petition is filed against the Company (unless such petition is dismissed or discharged within sixty (60) days) under any bankruptcy statute now or hereafter in effect, or a custodian, receiver, trustee, assignee for the benefit of creditors (or other similar official) is appointed to take possession, custody or control of any property of the Company.\n8. Waiver. The Company hereby waives demand, notice, presentment, protest and notice of dishonor in respect of this Note.",
    "trans": "(a) La Compañía incumple el pago a tiempo de todo importe de capital debido conforme a este Pagaré en la fecha misma en que vence y es pagadera o todo interés acumulado u otros importes conforme a este Pagaré en la fecha en que este vence y es pagadero.\n(b) La Compañía materialmente no cumple todo acuerdo conforme al Acuerdo de compra.\n(c) La Compañía presenta una petición o medida reparatoria por quiebra, reestructuración, insolvencia o ley de moratoria, o toda otra ley para la reparación de, o en relación con, los deudores ahora o sucesivamente vigentes o cede, para beneficio de los acreedores, o toma cualquier medida corporativa para fomentar cualquiera de lo siguiente.\n(d) O se presenta una petición involuntaria contra la Compañía (salvo que se desestime dicha petición o que se la cumpla dentro de sesenta (60) días conforme a toda ley de quiebras ahora o sucesivamente vigente, o que un custodio, receptor, fideicomisario, cesionario para beneficio de los acreedores (u otro funcionario similar) sea nombrado para tomar posesión, custodia o control de toda propiedad de la Compañía.\n8. Renuncia. Por medio del presente, la Compañía renuncia a una exigencia, aviso, presentación, protesto y aviso de falta de aceptación de este Pagaré."
}