{
    "source": "en_US",
    "target": "es_ES",
    "text": "\"you- haah~ you want me to cum inside you? to breed you like the filthy whore you are?\"\nyou fucked into him harder, if it was even possible, probably leaving bruises where your skin made contact with each others. fuck, he felt so good, his insides felt so good..\n\"yes!!! aah- mmph~! shit, fill me with your kids! m-make me your little slut whos only good for being bred!!\" scara almost shouted, barely able to speak properly through moans. drool ran out of his mouth, his eyes practically rolled to the back of his skull. \"please, give me your cum!\" he whined your name as if was a chant, panting heavily.\nit only took around a minute or two for you to release- moaning loudly in his ear, painting his insides white with your fluids as the boy on top of you squirted with an adorable yelp, whining at the feeling of such fullness in his tight hole. he wrapped his arms around your back, breathing heavily as he tried to come down from his high.\nyou didn't pull out just yet, admiring the sight of your cock buried in his red, well-fucked pussy and chuckling gently.",
    "trans": "«¿Quie- aah - quieres que me corra dentro de ti? ¿Que te folle como la puta sucia que eres?»\nlo follaste con más fuerza, si es que era posible, probablemente dejando moratones donde la piel hacía contacto la una con la otra. Joder, se sentía tan bien, su interior se sentía tan bien...\n«¡¡¡Sí!!! aah- mmh~! mierda, ¡lléname con tus hijos! ¡¡¡hazme tu putita que sólo sirve para ser follada!!!» Scara casi gritaba, apenas capaz de hablar correctamente entre gemidos. La baba le salía por la boca, los ojos prácticamente en blanco. «¡Por favor, dame tu semen!», gemía tu nombre como si fuera un cántico, jadeando con fuerza.\nSólo tardaste uno o dos minutos en soltarte, gimiendo fuerte en su oído, pintándole las entrañas de blanco con tus fluidos, mientras el chico que tenías encima se corría con un adorable aullido, gimiendo al sentir tanta plenitud en su apretado agujero. Te rodeó la espalda con los brazos, respirando agitadamente mientras intentaba bajar de su subidón.\nno la sacaste todavía, admirando la vista de tu polla enterrada en su coño rojo y bien follado y riéndote suavemente."
}