{
    "source": "en_US",
    "target": "es_ES",
    "text": "Media Images and the Social Construction of Reality\n[redacted_name]; [redacted_name]; [redacted_name]; [redacted_name]\nAnnual Review of Sociology, Vol. 18. (1992), pp. 373-393. Stable URL:\nhttp://links.jstor.org/sici? sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0. CO%3B2-Z\nAnnual Review of Sociology is currently published by Annual Reviews.\nYour use of the JSTOR archive indicates your acceptance of JSTOR's Terms and Conditions of Use, available at http://www.jstor.org/about/terms.html. JSTOR's Terms and Conditions of Use provides, in part, that unless you have obtained prior permission, you may not download an entire issue of a journal or multiple copies of articles, and you may use content in the JSTOR archive only for your personal, non-commercial use.\nPlease contact the publisher regarding any further use of this work. Publisher contact information may be obtained at http://www.jstor.org/journals/annrevs.html.\nEach copy of any part of a JSTOR transmission must contain the same copyright notice that appears on the screen or printed page of such transmission.",
    "trans": "Imágenes Mediáticas y la Construcción Social de la Realidad\n[nombre_redactado]; [nombre_redactado]; [nombre_redactado]; [nombre_redactado]\nAnnual Review of Sociology, Vol. 18 (1992), pp. 373-393. URL Estable:\nhttp://links.jstor.org/sici?sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0.CO%3B2-Z\nAnnual Review of Sociology es publicado actualmente por Annual Reviews.\nEl uso del archivo JSTOR implica la aceptación de sus Términos y Condiciones de Uso, disponibles en http://www.jstor.org/about/terms.html. Dichos términos establecen, entre otras cosas, que a menos que se cuente con permiso previo, no está permitido descargar un número completo de una revista ni múltiples copias de artículos. Además, el contenido del archivo JSTOR solo puede utilizarse para fines personales y no comerciales.\nPara cualquier otro uso de este material, por favor contacte al editor. La información de contacto del editor está disponible en http://www.jstor.org/journals/annrevs.html.\nCada copia de cualquier parte de una transmisión de JSTOR debe incluir el mismo aviso de derechos de autor que aparece en la pantalla o en la versión impresa de dicha transmisión."
}