{
    "source": "en_US",
    "target": "es_ES",
    "text": "by the treatment group. Categorical variables are sum-\nmarized by frequencies and percentages. Percentages are\ncalculated according to the number of patients for whom\ndata are available. Continuous variables are summarized\nusing means (standard deviations, SD) or medians (inter-\nquartile range, IQR) based on the distribution of the data.\nFor the primary composite outcome of alive and RRT-\nfree, we performed a logistic regression analysis with the\noutcome as the dependent variable with treatment group\n(thiamine or placebo) and RCT as independent variables.\nAll binary outcomes were analyzed similarly. Results are\ndescribed as an adjusted odds ratio (aOR) with a 95%\nconfidence interval (CI). A post hoc sensitivity analysis\nadditionally included baseline SOFA score to adjust for\nillness severity.\nFor the continuous outcomes of serum creatinine level\nand serum lactate level, we constructed linear mixed\nmodels to account for the longitudinal nature of the data.\nWe compared repeated measures of the laboratory values\nat each time point (0 h [baseline value], 24 h, 48 h, 72 h)",
    "trans": "según el grupo de tratamiento. Las variables categóricas se resu-\nmen mediante frecuencias y porcentajes. Los porcentajes son\ncalculados según el número de pacientes para los que se\ndispone de datos. Las variables continuas se resumen\nutilizando medias (desviaciones estándar, DE) o medianas (rango inter-\ncuartílico, RIC), según la distribución de los datos.\nPara el resultado compuesto primario de vivo y sin RRT-\nrealizamos un análisis de regresión logística, considerando\ndicho resultado como variable dependiente y el grupo de tratamiento\n(tiamina o placebo) junto con el RCT como variables independientes.\nTodos los resultados binarios se analizaron de manera similar. Los resultados se\ndescriben como una razón de probabilidades ajustada (aOR) con un 95%\nintervalo de confianza del (IC). Un análisis de sensibilidad post hoc\nincluyó además el puntaje SOFA basal para ajustar por\nla severidad de la enfermedad.\nPara los resultados continuos del nivel de creatinina sérica\ny del nivel de lactato, construimos modelos mixtos\nlineales para tener en cuenta la naturaleza longitudinal de los datos.\nComparamos las medidas repetidas de los valores de laboratorio\nen cada punto de tiempo (0 h [valor basal], 24 h, 48 h, 72 h)."
}