{
    "source": "en_US",
    "target": "es_ES",
    "text": "“Wait, why’ll we be replacing my sword?” Matt suddenly felt a little defensive. It was, well, his sword. It had been at his side for practically his entire life, it fit him almost perfectly, and he’d basically learned enchanting with its generous rune-allotment and ability to wipe away old enchantments with just a bit of mana. Sure, he hadn’t been able to use it much lately, but he’d been looking forward to doing so again once they brought in all the possible Tier 25 upgrade materials for him to sift through to see what his sword needed.\n“Well, it’s honestly not all that great.” Galanodel apologetically explained, raising her hand to forestall Matt’s rebuttal. “Look, I understand that it got you through many Tiers, and I’m happy for you. I get the attachment to growth items. But, it functionally has two abilities, the increased number of enchantments it can support, and the ability to switch between enchantment configurations. Sure, it will pick up a third ability when it hits Tier 25, and if it’s an absolutely legendary power, great. Even if it doesn’t, you can keep it as a backup weapon to supplement your main sword.”",
    "trans": "\"Espera, ¿por qué vamos a cambiar mi espada?\" Matt de repente se sintió un poco a la defensiva. Después de todo, era su espada. Había estado a su lado prácticamente toda su vida, le quedaba casi perfectamente, y había aprendido a encantar con su generosa asignación de runas y su capacidad para borrar encantamientos viejos con solo un poco de maná. Claro, no la había usado mucho últimamente, pero había estado esperando poder hacerlo de nuevo en cuanto trajeran todos los materiales posibles de mejora de Nivel 25 para que los revisara y ver qué necesitaba su espada.\n\"Bueno, sinceramente no es tan grandiosa\", explicó Galanodel, disculpándose mientras levantaba la mano para evitar la réplica de Matt. \"Mira, entiendo que te haya acompañado durante muchos Niveles y me alegra por ti. Entiendo el apego a los objetos que han crecido contigo. Pero, funcionalmente, solo tiene dos habilidades: el número incrementado de encantamientos que puede soportar y la capacidad de cambiar entre configuraciones de encantamientos. Claro, ganará una tercera habilidad cuando llegue al Nivel 25 y, si es un poder absolutamente legendario, perfecto. Incluso si no lo consigue, puedes mantenerla como un arma de respaldo para complementar tu espada principal.\""
}