{
    "source": "en_US",
    "target": "es_ES",
    "text": "So Harry got everything that they needed, and when [redacted_name] went off with George in the morning to work on some things in his shop, Harry went back to his house to decorate. Scorpius had chosen zoo animals as the theme because they went to the zoo with Teddy and his father had spent the day smiling with them. He also decided that the balloons should be green because they were Draco’s favourite colour. So Harry got it all, and got a birthday cake for dessert.\nWhen he went back to the shop in the afternoon, he worked on his repairs while [redacted_name] answered the customers who allowed him to help, and the rest of the time they ended up talking and laughing, and he would repeatedly remind Harry that if he refused to wear gloves as he repaired, then he wasn’t allowed to complain when he got stung.\nOn the way home from school, [redacted_name]’ excitement was barely contained. [redacted_name] smile was wider and brighter, and Harry realized that it had been that way for a while now, but for some reason it hits him more and more each time he smiles.",
    "trans": "Así que Harry consiguió todo lo que necesitaban y cuando [redacted_name] se fue con George por la mañana para trabajar en algunas cosas en su tienda, Harry regresó a su casa para decorar. Scorpius había escogido como tema los animales del zoológico porque habían ido allí con Teddy y su padre, y habían pasado el día sonriendo con ellos. También quiso que los globos fueran verdes porque era el color favorito de Draco. Así que Harry lo consiguió todo y de postre, una torta de cumpleaños.\nCuando regresaba a la tienda por la tarde, trabajaba en sus reparaciones mientras [redacted_name] respondía a los clientes que lo dejaban ayudar, y el resto del tiempo terminaban hablando y riéndose, y le recordaba una y otra vez a Harry que si se negaba a llevar guantes mientras reparaba, entonces no podía quejarse cuando lo picaran.\nDe camino a casa desde el colegio, la alegría de [redacted_name] apenas podía contenerse. La sonrisa de [redacted_name] era más amplia y más brillante, y Harry notó que ya hacía tiempo que era así, pero por alguna razón le afectaba más y más cada vez que sonreía."
}