{
    "source": "en_US",
    "target": "es_ES",
    "text": "Sensory data\nVoice call recordings from product services, contact center, and similar call center and support operations.\nProfessional or employment-related information\nCurrent or past job history and income, and similar personal identifiers associated with the residential and commercial real estate leasing activities.\nInferences drawn from other personal information\nProfile reflecting a person's preferences, characteristics, predispositions, behaviors, and personal identifiers associated with the residential and commercial real estate leasing activities.\nII. Personal Information Exceptions\nPersonal information does not include:\nPublicly available information from government records.\nDe-identified or aggregated consumer information.\nInformation excluded from state privacy law scope, like:\nhealth or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA); and\npersonal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FCRA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver's Privacy Protection Act of 1994.",
    "trans": "Datos sensoriales\nGrabaciones de llamadas de voz de servicios de productos, centro de contacto y centro de llamada similar y operaciones de soporte.\nInformación profesional o relacionada con el empleo\nHistorial laboral actual o pasada y de ingresos e identificadores personales similares asociados con las actividades de locación de bienes inmuebles residenciales y comerciales.\nInferencias extraídas de otra información personal\nPerfil que refleja las preferencias de una persona, sus características, predisposiciones, comportamientos e identificadores personales asociados con las actividades de locación de bienes inmuebles residenciales y comerciales.\nII. Excepciones de información personal\nLa información personal no incluye:\nInformación públicamente disponible de registros gubernamentales.\nInformación del consumidor agregada o sin identificación.\nInformación excluida del alcance de la ley de privacidad estatal, como:\ninformación de salud o médica cubierta por la Ley de Portabilidad y Responsabilidad de Seguros Médicos (HIPAA) de 1996; e\ninformación personal tratada en determinadas leyes de privacidad específicas por sectores, entre las que se incluyen la Ley de Informe Justo de Crédito (FCRA), la Ley Gramm-Leach-Bliley (GLBA) o la Ley de Privacidad de la Información Financiera de California (FIPA) y la Ley de Protección de la Privacidad de los Conductores de 1994."
}