{
    "source": "en_US",
    "target": "es_ES",
    "text": "Joe turned around in Yoko's arms, his hands coming to rest on her waist as he looked into her eyes. He could see the playfulness dancing in them, and it made his heart flutter in a way he hadn't experienced before. This woman had a way of bringing out a side of him that he had kept hidden for so long, and he was grateful for it.\nUnable to resist, he leaned in and captured her lips in a gentle kiss, savoring the sweet taste of her mouth. As they kissed, he could feel the warmth of the sun on their skin, the cool breeze rustling their hair, and it was as if the world had narrowed down to just the two of them.\nI never thought I'd find someone like her. Someone who makes me feel alive and cherished.\nWhen they finally broke apart, Joe rested his forehead against Yoko's, his eyes closed as he savored the closeness between them. He knew that this moment, right here, was special - a quiet, intimate moment that they could cherish and hold onto, no matter what challenges lay ahead.",
    "trans": "Joe se volvió en los brazos de Yoko, sus manos descansaron en la cintura de ella mientras la miraba los ojos. Notaba en ellos una juguetona alegría que le hacía palpitar el corazón como nunca antes lo había hecho. Esta mujer tenía una manera de sacar a la luz una parte de él que había mantenido oculta durante mucho tiempo, y se sentía agradecido por ello.\nIncapaz de resistirse, se inclinó hacia ella y la beso suavemente, saboreando el dulce sabor de su boca. Mientras se besaban, él podía sentir la calidez del sol en sus pieles, la brisa fresca agitando sus cabellos, y era como si el mundo se hubiera reducido a tan solo ellos dos.\nNunca pensé que encontraría a alguien como ella, alguien que me hiciera sentir vivo y querido.\nCuando por fin se separaron, Joe apoyo la frente en la de Yoko, con los ojos cerrados, saboreando la cercanía entre ambos. Sabía que este momento, allí mismo, era especial: un momento íntimo y tranquilo que podían atesorar y al que podrían aferrarse, sin importar los retos que les esperaban."
}