{
    "source": "en_US",
    "target": "es_ES",
    "text": "Electronic Communications: You consent to receive an electronic confirmation of any payment made through the App or Online (i) to the email address you have provided to Aaron’s or (ii) by push notification through the App to your phone. Aaron’s may, in its sole discretion, elect to send paper confirmation.\nErrors: In the event that Aaron’s makes an error in processing a payment using the Payment Information, you authorize Aaron’s to correct the error by initiating an electronic credit or debit to the Payment Information in the amount of such error on or after the date such error occurs. You authorize Aaron’s to verify the Payment Information that you have provided. If you make a typographical or similar error in providing the Payment Information, you authorize Aaron’s to correct the error.\nContacting Aaron’s: If you wish to contact Aaron’s about any electronic payment or this agreement, write or call Aaron’s as follows:",
    "trans": "Comunicaciones Electrónicas: Consientes recibir confirmación electrónica de cualquier pago realizado a través de la aplicación o en línea (I) a la dirección de correo electrónico que hayas proporcionado a Aaron's o (II) por notificación de mensaje de alerta a través de la aplicación de tu teléfono. Aaron's puede, a su exclusiva discreción, elegir enviar la confirmación en papel.\nErrores: En el caso de que Aaron's cometa un error al procesar un pago usando la Información de Pago, autorizas a Aaron's a corregir el error iniciando un crédito o débito electrónico a la Información de Pago por la cantidad de dicho error en la fecha o después de la fecha en que ocurrió el error. Autorizas a Aaron's a verificar la Información de Pago proporcionada. Si cometes un error tipográfico o similar al proporcionar la información de pago, autorizas a Aaron's a corregir el error.\nContactar con Aaron's: Si deseas ponerte en contacto con Aaron's sobre cualquier pago electrónico o este acuerdo, escribe o llama a Aaron's como se indica a continuación:"
}