{
    "source": "en_US",
    "target": "es_ES",
    "text": "avoid disruption of the class and disturbance to other students.\n• No food or beverages are allowed in the library or the computer labs at any time.\n• Students are not allowed to stay in their classrooms or computer labs during break time unless they\nare accompanied by any of their teachers.\n• Students are NOT allowed to have cell phones and smart watches, in case of finding any of the\nabove-mentioned items for the first time it will be confiscated and handed to the office of the legal\nrepresentative until the parent arrives and signs a pledge before receiving it. If the offence is\nrepeated for the second time the device will be handed to the legal representative’s office to be\nreturned to the parent at the end of the term.\n• Students are not allowed to get any balls/toys/playing cards/magazines /comic books. Such items\nwill be confiscated.\n• If necessary, Perp & Secondary Stage students need to get their cell phones to school, the following",
    "trans": "evitar la interrupción de la clase y evitar perturbar a los demás estudiantes.\n• Está prohibido comer o beber en la biblioteca o en los laboratorios de informática en cualquier momento.\n• No se permite a los alumnos permanecer en sus aulas o laboratorios de informática durante el recreo a menos\nque estén acompañados por alguno de sus profesores.\n• NO se permite a los alumnos tener teléfonos móviles y relojes inteligentes, en caso de encontrar cualquiera de los\nartículos antes mencionados, por primera vez, será confiscado y entregado a la oficina del representante\nlegal hasta que lleguen los padres y firmen un compromiso antes de recibirlo. Si la infracción se\nrepite por segunda vez el dispositivo será entregado a la oficina del representante legal para ser\ndevuelto a los padres al final del periodo escolar.\n• No está permitido que los alumnos lleven pelotas, juguetes, baraja de cartas, revistas o cómics. Dichos artículos\nserán confiscados.\n• De ser necesario que los alumnos de las Etapas Perp y Secundaria deban llevar sus teléfonos móviles al colegio, las siguientes"
}