{
    "source": "en_US",
    "target": "es_ES",
    "text": "Too many accounts with balances\nLength of time revolving accounts have been established\nNumber of inquiries\nIf you have any questions regarding your credit score, you should contact TransUnion Consumer Solutions at:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThis decision was based in whole or in part on a report from the consumer reporting bureau(s) listed below. The bureaus themselves played no part in making this decision and are unable to supply specific reasons why your credit request has been denied.\nYou have a right under the Fair Credit Reporting Act to know the information contained in your credit file. You also have a right to a free copy of your report from the reporting bureau(s), if you request it no later than 60 days after you receive this notice. In addition, if you find that any information contained in the report(s) you receive is inaccurate or incomplete, you have the right to dispute the matter with the reporting bureau(s).\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThanks again for your interest in AppleCard.\nAppleCard is issued by Goldman Sachs Bank USA, Salt Lake City Branch.",
    "trans": "Demasiadas cuentas con saldos\nPlazo de tiempo en que se han establecido las cuentas renovables\nCantidad de consultas\nSi tiene alguna consulta sobre su puntaje crediticio, debe contactar a TransUnion Consumer Solutions en:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nEsta decisión se basó en su totalidad o parcialmente en un informe del comité(s) de informes del consumidor listados a continuación. Los comités en sí no tuvieron parte en la toma de esta decisión y no pueden proporcionar motivos específicos sobre por qué se ha negado su solicitud de crédito.\nTiene derecho conforme a la Ley de Informe Justo de Crédito a conocer la información contenida en su legajo de crédito. También tiene derecho a una copia gratuita de su informe al comité(s) de informes, si lo solicita a no más tardar de 60 días después de recibir este aviso. Además, si determina que la información contenida en el(los) informe(s) que recibe es imprecisa o incompleta, tiene derecho a disputar el asunto ante el comité(s) de informes.\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nGracias de nuevo por su interés en AppleCard.\nAppleCard es emitida por Goldman Sachs Bank USA, Salt Lake City Branch."
}