{
    "source": "en_US",
    "target": "es_ES",
    "text": "I don’t even pay attention to the persistent sound of gunshots or the mines that go off all around us.\nBoom.\nBoom.\nBoom.\nIn a swift movement, I let my rifle hang at my back and climb the tree\nin record time. Instead of stopping at the first solid branch, I continue up until I have the best view of the warehouse and balance on a branch.\nThe downside is that this branch isn’t as strong. But then again, I don’t weigh as much as my male colleagues, so where they’d likely break this one and fall off, I won’t.\nI lie flat on my stomach, rifle in position, and stare through my lenses. The first thing I do is take in the whole scene.\nMy mouth fills with saliva, and my body shakes at the sight of dismembered bodies—mostly our soldiers. A crippling fear grabs hold of me at the prospect of seeing either Maksim’s or Yuri’s body. Or even Viktor’s. I’ve somehow gotten used to the stoic grump, and I know for a fact that his loss would hit Captain the most.\nStatic sounds in my ear, and I startle for a second, thinking it’s another bomb. But then, the distinctive command comes, “Focus, Lipovsky.”",
    "trans": "Ni siquiera presto atención al sonido persistente de los disparos o las minas que explotan a nuestro alrededor.\nBoom.\nBoom.\nBoom.\nCon un rápido movimiento, dejé que mi rifle colgara en mi espalda y trepé al árbol\nen tiempo record. En vez de pararme en la primera rama fuerte, continué hacia arriba hasta que tuve la mejor vista del almacén y me equilibre en la rama.\nLa parte mala es que la rama no es tan fuerte. Pero igualmente, yo no peso tanto como mis colegas hombres, así que donde ellos seguramente romperían la rama y se caerían, yo no.\nMe tumbé sobre mi estomago, el rifle en posición, y miré fijamente por las lentes. Lo primero que hago es familiarizarme con toda la escena.\nMi boca se llena de saliva, y mi cuerpo tiembla al ver los cuerpos desmembrados - la mayoría nuestros soldados. Un miedo paralizante se apodera de mí antes la posibilidad de ver el cuerpo de Maksim o Yuri. O incluso el de Viktor. De alguna manera, me he acostumbrado al estoico gruñón, y sé con certeza que su pérdida es la que más afectaría  al capitán.\nSonidos estáticos en mi oreja, y me asusto por un momento, pensando que es otra bomba. Pero entonces, la característica orden viene, \"Céntrate, Lipovsky.\""
}