{
    "source": "en_US",
    "target": "es_ES",
    "text": "Welcome to the team!\nWe’re looking forward to working with you and watching you grow your career with us. The rest of the team is excited to meet you and help you settle into your new role.\nIn an effort to begin your new hire process and avoid any delays with your onboarding, we highly encourage you to do the following:\nNew Hire Paperwork\nThe paperwork needed for your orientation is packaged electronically through the link below. Prior to coming to your orientation on day 1, we encourage you to complete your new hire paperwork. If you are unable to complete this paperwork before your first day of work, you will need to complete the outstanding tasks with your location's HR Representative.\nClick on the link below to complete your paperwork.\nIMPORTANT: If you have a preferred name, enter it so that your new Vestis e-mail address will reflect that name! Also, if you have a middle name, enter it so to help avoid duplicate email addresses.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nEmployment Eligibility Requirements (I-9)",
    "trans": "¡Bienvenida al equipo!\nEstamos ansiosos por trabajar contigo y ver cómo haces crecer tu carrera con nosotros. El resto del equipo está deseando conocerte y ayudarte a adaptarte a tu nuevo puesto.\nEn un esfuerzo por comenzar tu proceso de contratación y evitar cualquier retraso en tu incorporación, te recomendamos que hagas lo siguiente:\nDocumentación de nueva contratación\nLa documentación necesaria para tu orientación está empaquetada electrónicamente a través del siguiente enlace. Antes de venir a la orientación del día 1, te recomendamos que completes la documentación de nueva contratación. Si no puedes completar esta documentación antes de tu primer día de trabajo, tendrás que completar las tareas pendientes con el representante de RR. HH. de tu sede.\nHaz clic en el siguiente enlace para completar tu documentación.\nIMPORTANTE: ¡Si tienes un nombre preferido, introdúcelo para que tu nueva dirección de correo electrónico de Vestis refleje ese nombre! Además, si tienes un segundo nombre, introdúcelo para evitar la duplicación de direcciones de correo electrónico.\nhttps://onboarding2.ultipro.com/AME1074APRDE?lang=en-US\nRequisitos de elegibilidad laboral (I-9)"
}