{
    "source": "en_US",
    "target": "es_ES",
    "text": "We provide you with your own set of tools, PPE and outfit you with shirts, pants and shoes.\nMedical, Dental, Vision Insurance plan, 401K Profit Sharing, Paid Holidays, Paid Time off.\nWe promote from within, with additional training programs available, your positive attitude and ability to communicate well with customers and colleagues will contribute to your success.\nAs an Installer Assistant in this role, you have the following skills to set you up for success.\nWe are looking for...\n1+ year experience in carpentry, trim carpentry, construction, or in-home renovation experience.\nAbility to take accurate measurements using a tape measure, level & combination square.\nValid driver's license and a good driving record.\nAbout Us: Bath Fitter is the first choice, industry leader in bathroom renovations, and has been manufacturing and installing premium quality acrylic bathtubs and seamless bath wall systems since 1984, with locations in US, CAN and EU. Proud to be certified as a Great place to work®.",
    "trans": "Te proporcionamos tu propio set de herramientas, PPE y uniforme con camisas, pantalones y calzado.\nPlan de Seguro Médico, Dental, Oftalmológico, Participación de las Ganancias 401K, Vacaciones Pagadas, Tiempo libre Pagado.\nPromocionamos desde dentro, con programas de entrenamiento adicionales disponibles, tu actitud positiva y buenas habilidades de comunicación con los clientes y compañeros contribuirán a tu éxito.\nComo Ayudante de Instalador en este puesto, necesitas las siguientes habilidades para prepararte para el éxito.\nEstamos buscando...\nMás de 1 año de experiencia en carpintería, acabados, construcción, o renovación de viviendas.\nHabilidad de tomar medidas precisas usando cinta de medir, nivel, y escuadra combinada.\nLicencia de conducir válida y un buen historial de conducción.\nSobre nosotros: Bath Fitter es la primera opción, líder en la industria de la renovación de baños, y ha estado fabricando e instalando bañeras acrílicas de primera calidad y sistemas de paredes de baño sin juntas desde 1984, con locales en EE. UU., CANADÁ y UE. Orgullosos de tener el certificado de Great Place to Work®."
}