{
    "source": "en_US",
    "target": "es_ES",
    "text": "The more love he gave, the more things seemed to go to pieces. ‘No matter what I do, I always make mistakes.’ He once wrote to his best friend, the only one who knew the real situation between Cooper and Marc. ‘If you don’t get rid of it, this toxic relationship will consume you until it kills you.’\nHe knew it, he knew it. He was chained in a relationship that was wearing him down, eating him from the inside slowly and in such a painful way that, at times, death would have been a more charitable solution, but it wasn’t that easy. It was as if he were in a loop, a vicious circle of discomfort and toxicity. He wanted to get out, but he would have to ask someone for help. But who?\nWhen he hit him, maybe because he had drunk a little more or just because he felt like it, he begged him to stop, but the slaps on his face, sharp as razors, didn’t stop until he thought it was appropriate to stop.\nThe makeup often couldn’t completely camouflage the bruises and, for the job he did, his face should have been perfect. That week, however, fortunately, there was no photo shoot scheduled.",
    "trans": "Cuanto más amor daba, más parecían desmoronarse las cosas. «No importa lo que haga, siempre cometo errores» una vez le escribió a su mejor amigo, el único que conocía la verdad sobre la situación entre Cooper y Marc. «Si no acabas con esa relación tóxica, te consumirá hasta matarte».\nÉl lo sabía, lo sabía. Estaba encadenado a una relación que le estaba consumiendo, comiéndole por dentro lentamente y de una forma tan dolorosa que, a veces, la muerte hubiera sido una solución más caritativa, pero no era tan sencillo. Sentía como si estuviera en un bucle, un círculo vicioso de malestar y toxicidad. Quería escapar, pero tendría que pedir ayuda a alguien para lograrlo, ¿pero a quién?\nCuando le pegaba, quizá por haber bebido de más o simplemente porque le apetecía, él le rogaba que parara, pero las bofetadas en la cara, afiladas como navajas, no cesaban hasta que él creía apropiado parar.\nMuchas veces el maquillaje no conseguía camuflar del todo los hematomas y, para el trabajo que hacía, su cara debería haber estado perfecta. Sin embargo, esa semana, por suerte, no tenía ninguna sesión fotográfica programada."
}