{
    "source": "en_US",
    "target": "es_ES",
    "text": "Throughout the school, classes are grouped according to Victorian Curriculum levels with teachers working together for curriculum planning and professional development. Classes are organised depending on the numbers of children at each level, gender balance, maintaining friendship groups and ensuring that there is equal distribution of ability throughout the grades. Usually classes are straight groups which encourage and enhance individual achievement and social development.\nThe school has a strong focus on student wellbeing and teaches a social skills program which is consistently implemented across the school. The behaviour of the students both in class and in the playgrounds reflects the consistent approach to discipline and high expectations of the school. The development of leadership skills in senior students is encouraged and their input into the tone of the school is important.\nMany enrichment opportunities are offered, some of which are choir, school concert, interschool sports, sporting clinics, camps and excursions.\nIn striving for continuous improvement, Tooradin Primary School is committed to maximising educational opportunities for all students, with staff professional development playing a vital role in achieving this.",
    "trans": "A través de la escuela, las clases se agrupan en función de los niveles del curriculum Victoriano con los profesores trabajando juntos en la planificación curricular y el desarrollo profesional. Las clases se organizan dependiendo del número de niños en cada nivel, equilibrio de género, manteniendo grupos amigables y asegurando una distribución igualitaria de habilidades a lo largo de los cursos. Normalmente las clases son grupos homogéneos que fomentar y mejoran los logros individuales y el desarrollo social.\nLa escuela tiene un fuerte foco en el bienestar estudiantil y enseña un programa de habilidades sociales que se implementa consistentemente en toda la escuela. El comportamiento de los estudiantes tanto en clase como en los patios refleja el consistente enfoque de disciplina y altas expectativas del colegio. Se fomenta el desarrollo de habilidades de liderazgo en alumnos mayores y su opinión sobre el tono del colegio es importante.\nSe ofrecen muchas oportunidades enriquecedoras, algunas de las cuales son el coro, conciertos en el colegio, deportes interescolares, clínica del deporte, campamentos y excursiones.\nEn la búsqueda de la mejora continua, Tooradin Primary School está comprometido con maximizar las oportunidades educacionales para todos los estudiantes, con el desarrollo profesional del personal jugando un papel vital en su consecución."
}