{
    "source": "en_US",
    "target": "es_ES",
    "text": "Education and Academic Qualifications\nBachelor of Engineering in Electrical Engineering, The Hong Kong Polytechnic University\nDoctor of Philosophy, The Hong Kong Polytechnic University\nProfessional Qualifications\nFellow of the Canadian Academy of Engineering (CAE)\nFellow of the Institute of Electrical and Electronics Engineers (IEEE)\nFellow of the Chinese Society of Electrical Engineering (CSEE)\nFellow of the Engineering Institute of Canada (EIC)\nFellow of the Institution of Engineering and Technology (IET)\nFellow of the Hong Kong Institution of Engineers (HKIE)\nFellow of the Asia-Pacific Artificial Intelligence Association (AAIA)\nFellow of International Artificial Intelligence Industry Alliance (AIIA)\nPrivacy Policy Statement\nTerms of Use\nAccessibility\nSitemap\nCopyright © 2024 The Hong Kong Polytechnic University. All Rights Reserved.\nFacebook\nYoutube\ninstagram\nTwitter\nWe use Cookies to give you a better experience on our website. By continuing to browse the site without changing your privacy se",
    "trans": "Educación y calificaciones académicas\nIngeniero en Ingeniería Eléctrica, Universidad Politécnica de Hong Kong\nDoctor en Filosofía, Universidad Politécnica de Hong Kong\nCalificaciones profesionales\nBecario de la Academia Canadiense de Ingeniería (CAE)\nBecario del Instituto de Ingenieros Eléctricos y Electrónicos (IEEE)\nBecario de la Sociedad China de Ingeniería Eléctrica (CSEE)\nBecario del Instituto de Ingeniería de Canadá (EIC)\nBecario de la Institución de Ingeniería y Tecnología (IET)\nBecario del Instituto de Ingenieros de Hong Kong (HKIE)\nBecario de la Asociación de Inteligencia Artificial Asia-Pacífico (AAIA)\nBecario de la Alianza de la Industria Internacional de Inteligencia Artificial (AIIA)\nDeclaración de política de privacidad\nTérminos de uso\nAccesibilidad\nMapa del sitio\nCopyright © 2024 Universidad Politécnica de Hong Kong. Todos los derechos reservados.\nFacebook\nYoutube\nInstagram\nTwitter\nUsamos cookies para brindarle una mejor experiencia en nuestro sitio web. Al continuar explorando el sitio sin cambiar sus ajustes de privacidad,"
}