{
    "source": "en_US",
    "target": "es_ES",
    "text": "As described by Kelvin, the vaccine was intended to combat some sort of sickness on the Island - although he never elaborated on the nature of the disease or its symptoms. Kelvin indicated that Desmond should give himself a shot of the vaccine every nine days - and that anyone going outside the station without protection (e.g. a HAZMAT suit) would be at risk of contracting it. Kelvin's instructions were somewhat suspect, however, as it was later revealed he was using the alleged sickness as a means of keeping Desmond confined within The Swan. (\"Live Together, Die Alone, Part 1\") The vaccine kit found by Charlie in the supply drop, however, also contained instructions that a shot should be given every nine days, supporting at least part of Kelvin's story. (\"Three Minutes\")\nA DHARMA worker uses an injection gun on a new arrival.\nClaire theorized later that the vaccine was intended to ward off the effects of the Sickness - an unrelated condition that she heard of through Danielle Rousseau. (\"Maternity Leave\") Claire later ended up suffering from this sickness herself. (\"What Kate Does\") At a later point, Desmond told Claire that taking the vaccine was worthless and it had no effect. (\"Live Together, Die Alone, Part 1\")",
    "trans": "Según la descripción de Kelvin, la vacuna estaba destinada a combatir algún tipo de enfermedad en la isla, aunque nunca dio más detalles sobre la naturaleza de la enfermedad o sus síntomas. Kelvin indicó que Desmond debía ponerse una dosis de la vacuna cada nueve días y que cualquiera que saliera de la estación sin protección (por ejemplo, un traje NBQ) correría el riesgo de contraerla. Sin embargo, las instrucciones de Kelvin eran un tanto sospechosas, ya que más tarde se reveló que estaba utilizando la supuesta enfermedad como medio para mantener a Desmond confinado a The Swan. (\"Live Together, Die Alone, Part 1\") Por otro lado, el kit de vacunas encontrado por Charlie en la entrega de suministros también contenía instrucciones de que había de administrarse una dosis cada 9 días, lo que apoyaba al menos en parte la historia de Kelvin. (\"Three Minutes\")\nUn trabajador de DHARMA utiliza una pistola de inyección con un recién llegado.\nClaire teorizó más adelante que la vacuna estaba destinada a evitar los efectos de la Enfermedad, una afección no relacionada de la que había oído hablar a través de Danielle Rousseau. (\"Maternity Leave\") Posteriormente, Claire acabó padeciendo la enfermedad ella misma. (\"What Kate Does\") Tiempo después, Desmond le dijo a Claire que vacunarse no servía de nada y que no tenía ningún efecto.  (\"Live Together, Die Alone, Part 1\")"
}