{
    "source": "en_US",
    "target": "es_ES",
    "text": "Similarly, we interpret clues as to Noel’s unique productive capacity based on his romanticising of the collection. For example, that they “weren’t the favourite collection” and were “moments away from being thrown in the bin” endows these garments with a narrative that pitches it as ripe for subsequent transformation and triumph. Noel also appears to possess a tacit understanding of how to wear these creations in such a way that facilitates the mobilisation of attachment to the product line. Noel’s seemingly effortless capacity to evoke charisma, while appearing innate, derives from the cultural/emotional capital accrued from sediments of past experiences (Merleau-Ponty, 1962; Bourdieu, 1984), which he also documents. For example, he romanticises his experiences living in a big family that did not have much money. We interpret these experiences as central to conferring him with the cultural competency to manipulate the character of clothing and transform it into something more. This particular line of clothing was not thrown out, but instead, transformed into a new fall/winter collection.",
    "trans": "De manera similar, interpretamos los indicios respecto de la capacidad productiva única de Noel según su romantización de la colección. Por ejemplo, que \"no era la colección favorita\" y que estuvo \"a minutos de ser arrojada a la basura\" dotan a estas prendas de una narrativa que las promociona como listas para una subsiguiente transformación y triunfo. Noel también parece poseer un entendimiento tácito de cómo usar estas creaciones de forma que facilite la movilización de lo accesorio a la línea de productos. La capacidad al parecer sin esfuerzo de Noel de evocar el carisma, si bien parece innata, se deriva del capital cultural/emocional acumulado de los sedimentos de experiencias pasadas (Merleau-Ponty, 1962; Bordieu, 1984), que él también documenta. Por ejemplo, romantiza sus experiencias viviendo en una gran familia que no tenía mucho dinero. Interpretamos estas experiencias como centrales para conferirle la competencia cultural y manipular al personaje de la ropa y transformarse en algo más. Esta línea específica de ropa no fue botada, sino, en su lugar, transformada en una nueva colección de otoño/invierno."
}