{
    "source": "en_US",
    "target": "es_ES",
    "text": "The verification of continuous and hybrid systems is a challenging problem, and various approaches are currently being investigated to overcome the complexities of representing and computing with continuous sets of states. Since verification problems are generally undecidable for such systems, experimental results are vital for evaluating and developing new ideas.\nThe SpaceEx tool platform is designed to facilitate the implementation of algorithms related to reachability and safetyverification. While these methods are based on different representations (polyhedra, zonotopes) and are tailored to different dynamics (piecewise constant, affine, multi-affine, nonlinear), they have several things in common: The model is a composition of hybrid automata (including extensions such as hierarchy and templates). Basic components of analysis algorithms are post- and pre-operators in various flavors. The reachable states are explored using symbolic states. They require basic infrastructure such as parsing input and visualizing states.",
    "trans": "Verificar sistemas continuos e híbridos es un problema desafiante y, actualmente, hay distintos enfoques en investigación para superar las complejidades de representar y computar los estados continuos. Dado que, en general, no se puede decidir sobre los problemas de verificación de dichos sistemas, los resultados experimentales son vitales para evaluar y desarrollar nuevas ideas.\nLa plataforma de herramientas SpaceEx está diseñada para facilitar la implementación de algoritmos relacionados con la capacidad de alcance y la verificación de seguridad. Si bien estos métodos se basan en representaciones diferentes (polihedra, zonotopos) y están ajustados a dinámicas diferentes (constante por fragmentos, afín, multiafín, no lineal), tienen varias cosas en común: el modelo es una composición de autómata híbrido (incluyendo extensiones como jerarquía y plantillas). Los componentes básicos de los algoritmos de análisis son pos y preoperadores en distintas variedades. Los estados alcanzables se exploran usando estados simbólicos. Requieren de infraestructura básica, tal como entrada de análisis y estados de visualización."
}