{
    "source": "en_US",
    "target": "es_ES",
    "text": "$15.50 to $16.30 per hour plus tips\nPaid Sick Leave\nFlexible schedule\nDiscounts on meals\nCareer advancement opportunities\nDuties & Responsibilities:\nCleaning and sweeping the dining areas of the restaurant, cleaning, sanitizing, and resetting each table for the next guest, taking out the garbage, stocking stations with necessary supplies, and cleaning the bathrooms.\nAnticipate guests’ and coworkers’ needs and exceed guest service expectations.\nProtects establishment and patrons by adhering to sanitation and safety policies.\nMaintain composure in a fast-paced environment.\nRespond urgently and appropriately to guests’ and coworkers’ needs.\nExhibit a professional appearance and mannerisms.\nEnsure guests are enjoying their experience and take action to correct any problems.\nConcludes the guest experience by acknowledging choice of establishment and inviting patrons to return.\nComplete assigned sidework at the beginning, during, and at end of shift.\nOther Duties: Please note this job description is not designed to cover or contain a comprehensive listing of activities, duties or responsibilities that are required of the employee for this job.",
    "trans": "De $15.50 a $16.30 por hora más propinas\nLicencia por enfermedad con goce de sueldo\nHorario flexible\nDescuentos en comidas\nOportunidades de promoción profesional\nObligaciones y responsabilidades:\nLimpiar y barrer las áreas del comedor del restaurante, limpiar, desinfectar y volver a colocar cada mesa para el siguiente cliente, sacar la basura, abastecer las estaciones con los suministros necesarios y limpiar los baños.\nAnticiparse a las necesidades de los clientes y compañeros de trabajo y superar las expectativas de servicio de los clientes.\nProteger el establecimiento y a los clientes cumpliendo las normas de higiene y seguridad.\nMantener la compostura en un entorno de ritmo rápido.\nResponder de forma urgente y adecuada a las necesidades de los clientes y compañeros de trabajo.\nMostrar una apariencia y modales profesionales.\nAsegurarse de que los clientes disfruten de su experiencia y tomar medidas para solucionar cualquier problema.\nConcluir la experiencia del cliente agradeciendo su elección de establecimiento e invitando a los comensales a volver.\nRealizar las tareas adicionales asignadas al principio, durante y al final del turno.\nOtras funciones: Tenga en cuenta que esta descripción del trabajo no está diseñada para cubrir o contener una lista exhaustiva de las actividades, obligaciones o responsabilidades que se exigen al empleado para este trabajo."
}