{
    "source": "en_US",
    "target": "es_ES",
    "text": "People were just… writing. No images, no designs, no time-consuming video editing. Like sending texts to a huge public group chat.\nPeople were talking about things I already knew. I often thought, \"I could write that tweet.\"\nPeople were using their profiles as a way to attract clients. A few did so with web design (\"Hey, I could do that too.\")\nThe people were actually cool. I felt like I was in a place that didn't have business-speak or the professionalism I despised, but they were still cashing out big.\nThat's when it clicked.\n\"Wait, these people aren't sending cold emails or doing weird client acquisition strategies.\"\nThey're just building an audience.\nYou're telling me that I can just write content I enjoy and it can attract clients to me?\nWhy have I been ruining my mental health by sending manual cold emails and working with people in a niche I despise because someone told me it was profitable?\nAfter all this time… writing, of all things, was the key to my freedom.",
    "trans": "Las personas sólo... escribían. Sin imágenes, sin diseños, sin perder tiempo editando vídeos. Como mandar mensajes a un enorme grupo de chat público.\nLa gente hablaba de cosas que yo ya sabía. Con frecuencia pensaba: \"Yo podría escribir ese tuit.\"\nLa gente utilizaba sus perfiles para captar clientes. Algunos lo hacían con el diseño web (\"Oye, yo también podría hacer eso.\").\nLa gente era realmente agradable. Sentí que estaba en un lugar en el que no se hablaba de negocios ni existía la profesionalidad que yo despreciaba, pero en el que se seguía haciendo mucho dinero.\nFue entonces cuando lo entendí.\n\"Espera, esta gente no está enviando correos automáticos o haciendo estrategias raras de captación de clientes.\"\nSólo están creando su audiencia.\n¿Me estás diciendo que basta con que escriba contenido que me guste para atraer clientes?\n¿Por qué he estado dañando mi salud mental enviando correos electrónicos automáticos y trabajando con gente de un sector que desprecio sólo porque alguien me dijo que era rentable?\nDespués de tanto tiempo... escribir, de todas las cosas, era la clave de mi libertad."
}