{
    "source": "en_US",
    "target": "es_ES",
    "text": "\"I told you I couldn’t just go back to texting,\" he murmured in that\ngravelly, deep voice of his. He sounded sleepy, like he was calling me from\nbed, and my mind couldn't help but conjure up an image of that perfect,\ntattooed wonderland lounged underneath silken sheets, his hand reaching\n\"Monroe, you with me?\" he asked, this time sounding amused, like he\nknew exactly how dirty my thoughts were.\nMaybe he and Bill were similar like that, able to see inside of me.\n\"Yes. Sorry. Got a lot on my mind,\" I squeaked out. He chuckled, the\nsound reverberating through me, right to my core.\n\"You wouldn't happen to be thinking of that picture, would you?\" he\nasked knowingly.\nI was definitely thinking of calculus.\"\nHe chuckled again. \"Okay, dream girl.\"\n\"Why do you keep calling me that?\"\nmuch I loved it.\nThat's what you are. A girl almost too good to\nbe true.\"\nThere was a blush across my cheeks, even though he couldn't see me.",
    "trans": "\"Te dije que simplemente no podía volver a escribir\", murmuró en esa\nvoz áspera y profunda suya. Sonaba dormido, como si me estuviera llamando desde\nla cama, y mi mente no podía sino evocar una imagen de ese mundo maravilloso\ny tatuado bajo sábanas de seda, con su mano estirándose.\n\"Monroe, ¿estás ahí?\" preguntó, esta vez sonaba divertido, como si\nsupiera exactamente cuán obscenos eran mis pensamientos.\nTal vez él y Bill eran parecidos en ese sentido, capaces de ver en mi interior.\n\"Sí, lo siento, tengo muchas cosas en qué pensar\", chillo. Él se rió y su\nsonido repercutió en todo mi ser, hasta mi corazón.\n\"No estarías pensando en esa foto, ¿no?\" preguntó\na sabiendas.\nDefinitivamente estaba pensando en cálculo\".\nSe rió otra vez. \"Está bien, chica de ensueño\".\n\"¿Por qué sigues llamándome así?\"\nPor mucho que me encantara.\nEs lo que eres. Una chica demasiado buena para ser\nverdad\".\nMe corrió un rubor por las mejillas, aunque él no pudiera verme."
}