{
    "source": "en_US",
    "target": "es_ES",
    "text": "The moment Ningchuan and others boarded the ship, they quickly formed a human wall and blocked Chalmaco Saint.\nAt the same time, they watched Ningchuan and his group vigilantly, and their hands had quietly touched the weapons on their waists.\nAs long as Ningchuan and others dared to make any dangerous moves, they would shoot without hesitation!\n\"Untouchables!\"\n\"How can you untouchables touch the things of the world's nobles?\"\n\"Kneel down and die!\"\nThe roar of the Celestial Dragon Charmaco Saint instantly broke the tranquility on the ship.\nHis contemptuous word \"untouchables\" attracted the attention of everyone present.\nSome pirates were so weak in the knees by the untouchables.\nAfter all, these were Celestial Dragons, who could not even be looked at directly on weekdays.\nWhen facing their anger, they naturally felt timid.\nBut a small number of pirates were furious.\nThey had clearly boarded the Celestial Dragons' ship, and the Celestial Dragons were about to become their spoils.\nBut even so, the Celestial Dragons dared to put on airs and scold them as untouchables?\nAnd asked them to kneel down and die?",
    "trans": "Cuando Ningchuan y los demás subieron al barco, formaron rápidamente una pared humana y detuvieron al Santo Chalmaco.\nAl mismo tiempo, observaron atentamente a Ningchuan y a su grupo, y sus manos tocaron sigilosamente las armas en sus cinturas.\nSi Ningchuan y los demás se atrevieran a hacer cualquier movimiento peligroso, ¡dispararían sin dudarlo!\n\"¡Intocables!\"\n\"¿Cómo ustedes los intocables tocan las pertenencias de los nobles del mundo?\n\"¡Arrodíllense y mueran!\"\nEl bramido del Dragón Celestial del Santo Charmaco irrumpió instantáneamente la calma del barco.\nSu palabra despectiva \"intocables\" atrajo la atención de todos los presentes.\nAlgunos piratas eran muy débiles puestos de rodillas por los intocables.\nDespués de todo, eran los Dragones Celestiales, a quienes no se podía mirar directamente durante la semana.\nAl enfrentar su ira, se sentían naturalmente tímidos.\nPero un pequeño grupo de piratas estaba furioso.\nClaramente habían subido al barco de los Dragones Celestiales, y estos estaban a punto de convertirse en su botín.\nPero aún así, ¿los Dragones Celestiales los subestimaban y regañaban como intocables?\n¿Y les pedían que se arrodillaran y murieran?"
}