{
    "source": "en_US",
    "target": "es_ES",
    "text": "CLINICAL INDICATION: pelvic pain :: R10.2 Pelvic and perineal pain\nTECHNIQUE: Transvaginal imaging of the pelvis was performed.\nCOMPARISON: Transabdominal and transvaginal pelvic ultrasound 5/16/2024.\nINTERPRETATION: The patient claims her last menstrual period was 10/8/2024.\nUTERUS:\nThe uterus is anteverted/mobile in lie and measures 7.7 cm in length x 4.2 cm in AP diameter x 5.1 cm in width. The myometrium is homogeneous in echotexture. No focal myoma was visualized The endometrial echo complex measures up to 14 mm in thickness, which may be secondary to the patient's phase of the menstrual cycle, however, the patient claims her last menstrual period was 10/8/2024.\nThe visualized portion of the cervix demonstrates small cervical nabothian cysts.\nRIGHT ADNEXUM:\nThe right ovary measures 3.4 cm in length by 3.3 cm in AP diameter by 2.5 cm in width. The previously visualized right follicular type cysts noted on the prior examination were not identified on this examination.\nDoppler flow is demonstrated within the ovary.\nLEFT ADNEXUM:",
    "trans": "INDICACIÓN CLÍNICA: dolor pélvico :: R10.2 Dolor pélvico y perineal\nTÉCNICA: Se realizó una imagen transvaginal de pelvis.\nCOMPARACIÓN: Ecografía pélvica transabdominal y transvaginal fue el 16/05/2024.\nINTERPRETACIÓN: La paciente afirma que su última menstruación fue el 10/09/2024.\nÚTERO:\nEl útero se encuentra en anteversión/móvil y mide 7.7 cm de longitud x 4.2 cm de diámetro AP x 5.1 cm de anchura. El miometrio es homogéneo en ecotextura. No se visualizó ningún mioma focal. El complejo eco endometrial mide hasta 14 mm de espesor, lo que puede deberse a la fase del ciclo menstrual de la paciente, sin embargo, la paciente afirma que su último periodo menstrual fue el 10/08/2024.\nLa porción visualizada del cuello uterino demuestra pequeños quistes de Naboth cervicales.\nANEXO DERECHO:\nEl ovario derecho mide 3.4 cm de longitud por 3.3 cm de diámetro AP por 2.5 cm de anchura. Los quistes de tipo folicular previamente visualizados en el examen anterior no se identificaron en este examen.\nSe observa flujo Doppler dentro del ovario.\nANEXO IZQUIERDO:"
}