{
    "source": "en_US",
    "target": "es_ES",
    "text": "What are Clippy and GOLD Materials?\nGOLD Materials\nGOLD are points that can be used like money on Clip Studio Assets. Materials marked with “G” are GOLD Materials.\n>More information: About GOLD\nClippy Materials\nClippy are points that you get from various activities in Clip Studio. Materials marked with “CP” are Clippy Materials.\n>More information: About Clippy\nWhat are Assets materials?\nAssets materials are brushes, stamps, 3D materials, and other materials that can be used in your work.\nThere are currently over 200,000 materials available with around 200 new materials posted every day.\nThere are three types of materials: materials that can be obtained for free, materials that can be obtained with Clippy, and materials that can be purchased with GOLD.\nRecommended Information\nTry using Clip Studio Paint\nUse acquired materials in Clip Studio Paint\nCheck out these materials if you don’t know where to start",
    "trans": "¿Qué son los materiales Clippy y GOLD?\nMateriales GOLD\nLos GOLD son puntos que se pueden usar como dinero en Clip Studio Assets. Los materiales marcados con una «G» son materiales GOLD.\n>Más información: sobre GOLD\nMateriales Clippy\nLos Clippy son puntos que obtienes a través de diferentes actividades en Clip Studio. Los materiales marcados con las letras «CP» son materiales Clippy.\n>Más información: sobre Clippy\n¿Qué son los materiales Assets?\nLos materiales Assets son pinceles, sellos, materiales 3D y otros materiales que puedes usar en tu proyecto.\nActualmente, hay más de 200 000 materiales disponibles y cada día se publican unos 200 nuevos.\nHay tres tipos de materiales: materiales que puedes obtener de forma gratuita, materiales que se pueden adquirir con Clippy y materiales que se pueden comprar con GOLD.\nInformación recomendada\nPrueba usar Clip Studio Paint\nUsa los materiales adquiridos en Clip Studio Paint\nÉchale un vistazo a estos materiales si no sabes por dónde empezar"
}