{
    "source": "en_US",
    "target": "es_ES",
    "text": "Spiders can produce several different types of silk from their silk glands and nozzles, otherwise known as spinnerets. They range from stickier threads used to weave webs to capture their prey to incredibly strong threads which can support their own weight. The toughest spider silk is up to six times stronger than human bone, and that made by orb-weaver spiders is on a par with the strength of steel. In fact, some experts suggest that spider silk would be more effective than Kevlar in bulletproof vests. However, harvesting the thread on spider farms is complicated as these territorial creatures prefer their own company and could end up killing each other. Nevertheless, having studied the complex nature of spider silk, scientists have managed to replicate the resilient fibres, which has enormous potential for developing a range of things from synthetic muscle tissue to high-performance sports clothing.",
    "trans": "Las arañas pueden producir varios tipos de seda distintos desde sus glándulas de seda y boquillas, también conocidas como hiladoras. Varían desde hilos más pegajosos, que se usan para tejer telas para capturar a sus presas, hasta hilos increíblemente fuertes, que pueden soportar su propio peso. La seda más dura de la araña es hasta seis veces más fuerte que los huesos humanos y la seda producida por las arañas tejedoras de órbitas está a la par de la fuerza del acero. De hecho, algunos expertos sugieren que la seda de araña sería más efectiva que el Kevlar en los chalecos antibalas. Sin embargo, recolectar los hilos de las granjas de arañas es complicado, ya que estas criaturas territoriales prefieren su propia compañía y podrían acabar matándose unas a otras. En cualquier caso, habiendo estudiado la compleja naturaleza de la seda de araña, los científicos se las han apañado para replicar la resistente fibra, la cual tiene enorme potencial para desarrollar un buen número de cosas desde piel muscular sintética hasta ropa deportiva de alto rendimiento."
}