{
    "source": "en_US",
    "target": "es_ES",
    "text": "Mutual recognition of racism, its impact both on those who are dominated and those who dominate, is the only standpoint that makes possible an encounter between races that is not based on denial and fantasy. For it is the ever present reality of racist domination, of white supremacy, that renders problematic the desire of white people to have contact with the Other. Often it is this reality that is most masked when representations of contact between white and non-white, white and black, appear in mass culture. One area where the politics of diversity and its concomitant insist- ence on inclusive representation have had serious impact is advertising. Now that sophisticated market surveys reveal the extent to which poor and materially under- privileged people of all races/ethnicities consume products, sometimes in a quantity disproportionate to income, it has become more evident that these markets can be appealed to with advertising. Market surveys revealed that black people buy more Pepsi than other soft drinks and suddenly we see more Pepsi commercials with black people in them.\nThe world of fashion has also come to understand that selling products is heightened by the exploitation of Otherness. The success of Benetton ads, which",
    "trans": "Solo el reconocimiento mutuo del racismo, de su impacto tanto en los dominados como en los dominadores, hace posible un encuentro entre razas que no se base en la negación y la fantasía. Ya que es la realidad siempre presente de la dominación racista, de la supremacía blanca, lo que hace problemático el deseo de los blancos de entrar en contacto con los Otros. Suele ser esta realidad la que queda más enmascarada cuando las representaciones de contacto entre blancos y no blancos, blancos y negros, aparecen en la cultura de masas. La publicidad es un ámbito en el que la política de diversidad y la insistencia concomitante en la representación inclusiva han tenido un gran impacto. Ahora que los sofisticados estudios de mercado revelan hasta qué punto las personas pobres y materialmente desfavorecidas de todas las razas y etnias consumen productos, en ocasiones en una cantidad desproporcionada en relación con sus ingresos, resulta más evidente que se puede apelar a estos mercados con la publicidad. Los estudios de mercado revelan que los negros compran más Pepsi que otros refrescos y, de repente, vemos más anuncios de Pepsi en los que aparecen negros.\nLa industria de la moda también ha entendido que la venta de productos se potencia con la exposición de la Alteridad. El éxito de los anuncios de Benetton, que"
}