{
    "source": "en_US",
    "target": "es_ES",
    "text": "Please note, If you wish to not purchase our 100% sustainable bag, it is recommended to bring your own reusable bag(s).\nNo paper or plastic bags will be offered at the sale.\nTo proceed with the registration to the sale,\nplease read carefully the instructions provided below.\nREGISTRATION\nRead carefully the information here below and get registered to the sale.\nClick on the link saying (\"SIGN UP\") to create your password for accessing the multi-event platform.\nUpon creating your account, you will receive a confirmation email. With this, you will have the ability to log in (using the email address this message was sent to, which serves as your account login). You can then proceed to register for the sale.\nChoose your preferred timeslot among those available and click \"Book\".\nYour personalized invitation (with the QR code) is accessible anytime through your account.\nPlease be aware that entry to the sale is permitted only during your selected timeslot. Attempts to access the sale outside of this designated period will be respectfully declined. The allotted time must be strictly adhered to for your shopping experience; no exceptions will be made.",
    "trans": "Por favor, tenga en cuenta que si no desea comprar nuestra bolsa 100 % sostenible, le recomendamos que traiga su(s) propia(s) bolsa(s) reutilizable(s).\nNo se venderán bolsas de papel ni de plástico.\nPara proceder con el registro de la venta,\nlea atentamente las instrucciones siguientes.\nREGISTRO\nLea atentamente la información a continuación y regístrese en la venta.\nHaga clic en el enlace que dice («REGISTRARSE») para crear su contraseña de acceso a la plataforma multieventos.\nAl crear su cuenta, recibirá un correo electrónico de confirmación. Así podrá iniciar sesión (usando la dirección de correo electrónico a la que se le envió este mensaje, que funciona como nombre de usuario de su cuenta). Luego podrá registrarse en la venta.\nSeleccione el horario que desea entre los disponibles y haga clic en «Reservar».\nPodrá acceder a su invitación personalizada (con el código QR) en cualquier momento a través de su cuenta.\nTenga en cuenta que el ingreso en la venta solo está permitido durante el horario seleccionado. Cualquier intento de acceder a la venta fuera de este horario designado será respetuosamente rechazado. Deberá respetar estrictamente el tiempo establecido para realizar sus compras, no se harán excepciones."
}