{
    "source": "en_US",
    "target": "es_ES",
    "text": "Information relating to references.\nIf you intend to provide us with details of a reference or any other third party as part of your CV/ résumé, it is your responsibility to obtain consent from that third party prior to passing their personal information to us.You are responsible for the content of the information you provide to us either directly or indirectly through an agent and you must ensure it is legal, honest, truthful, accurate and not misleading in any way. You must ensure that the information provided by you does not contain material that is obscene, blasphemous, defamatory, infringing on any rights of any third party, or otherwise legally actionable by such third party.2.2. Purpose of our Processing of your Personal Data We use your Personal Data for purposes related to your job application:\nTo assess your capabilities and qualifications for a job and potentially contact you about the position:\nTo conduct reference checks;\nTo develop questionnaires and interview scenarios;\nTo conduct background checks if you are offered a job;",
    "trans": "Información relacionada con las referencias.\nSi tienes intención de proporcionarnos los detalles de una referencia u otra tercera parte como parte de tu CV/Currículum, es tu responsabilidad obtener el consentimiento de esta tercera parte antes de pasarnos esa información personal. Eres responsable del contenido de la información que nos proporciones ya sea directa o indirectamente a través del agente y debes asegurarte de que sea legal, honesta, verdadera, precisa y no engañosa de ninguna manera. Debes asegurarte de que esa información proporcionada por ti no contiene material obsceno, blasfemo, difamatorio, o que infrinja algún derecho de la tercera parte, o sancionable legalmente de cualquier manera por esa tercera parte.2.2. El propósito de nuestro Procesamiento de tu Información Personal. Usamos tus datos personales para propósitos relacionados con la solicitud de empleo:\nPara evaluar tus capacidades y cualificaciones para trabajar y contactarte potencialmente sobre el puesto:\nPara comprobar las referencias;\nPara desarrollar cuestionarios y escenarios de entrevistas;\nPara llevar a cabo comprobaciones del historial si se te ofrece un trabajo;"
}