{
    "source": "en_US",
    "target": "es_ES",
    "text": "His lips seek her own out once again and she responds in kind, letting go of his shoulders in favour of burying her fingers into his hair in a way that he loves, judging by the groan that he lets out right onto her own lips. But as much as Ceylin loves receiving pleasure, she absolutely loves giving it - both because it makes her partner feel good, but also because she revels in the sense of power that washes over her when her actions lead to him coming undone in her arms.\nRather than save the proverbial cards up her sleeves, Ceylin does what she does best - she lets them out all at once to create utter chaos.\nHer fingers wrap around what strands of her hair she can get and she pulls on them just enough to skirt the edge between pleasure and pain. She bites on his lower lip and then, quickly enough so he has no time to respond, she thrusts up and against his hardness.\nTheir equally loud groans are testament enough to her success.\nHis answering response is to take a step forward and slam her back against the wooden door as he leaves her lips in favour of the pulse point on her neck.",
    "trans": "Sus labios buscan una salida otra vez y ella responde de la misma manera, soltándose de sus hombros para enterrar sus dedos en su pelo de una forma que a él le encanta, a juzgar por el gruñido que deja escapar justo en los labios de ella. Pero por mucho que a Ceylin le encante recibir placer, ama absolutamente darlo, tanto porque hace que su pareja se sienta bien, como porque también revela una sensación de poder que la invade, cuando con sus acciones hace que él se deshaga en sus brazos.\nEn lugar de guardar los potenciales ases bajo la manga, Ceylin hace lo que mejor sabe hacer:  los lanza todos a la vez para crear un completo caos.\nSus dedos rodean los mechones de su pelo que es capaz de coger y los estira lo justo para alcanzar el límite entre el placer y el dolor. Le muerde el labio inferior y entonces, lo suficientemente rápido para que tenga tiempo a responder, se empuja hacia arriba y contra su dureza.\nSus gemidos de volumen similar son prueba suficiente de su éxito.\nLa respuesta de él es dar un paso hacia delante y golpear la espalda de ella contra la puerta de madera, mientras deja los labios para ir al punto del pulso de su cuello."
}