{
    "source": "en_US",
    "target": "es_ES",
    "text": "• Explore dedicated sections for Lifestyle, Wellness, Fitness, Finance, and Productivity, ensuring comprehensive organization\n• Seamlessly manage your projects and goals with a dedicated section accommodating up to 8 projects and 8 goals\n• Harness the power of 25 Custom Notes Sections, offering ample space for your thoughts and reflections\n• Enjoy smooth navigation with 50,000 Hyperlinks, making accessing your desired sections effortless and efficient\nNote: To utilize the functionalities of this digital planner, you will need a PDF annotation app such as Goodnotes on iPad or Penly on Android.\nExperience the convenience and versatility of our All-in-One Digital Planner and embark on a journey towards enhanced productivity and fulfillment. Start planning your success today!\n⭐️ TEMPLATES\n✏️ LIFESTYLE\nPassword tracker, Birthday Tracker, Key Dates, Contacts, Brain Dump, trip planner, Packing List, Kitchen Inventory, Recipe Card, Groceries, Ingredients, Meal Planner",
    "trans": "• Explora las secciones dedicadas a Estilo de vida, Bienestar, Fitness, Finanzas y Productividad, garantizando una organización completa.\n• Gestiona a la perfección tus proyectos y objetivos con una sección específica que puede albergar hasta 8 proyectos y 8 objetivos.\n• Aprovecha el potencial de las 25 Secciones de notas personalizadas, que te ofrecen un amplio espacio para tus pensamientos y reflexiones.\n• Disfruta de una navegación fluida gracias a los 50 000 Hipervínculos, que te permitirán acceder a las secciones que desees sin esfuerzo y de forma eficaz.\nNota: Para usar las funcionalidades de esta agenda digital, necesitarás una aplicación de anotación de PDF como Goodnotes en iPad o Penly en Android.\nExperimenta la comodidad y versatilidad de nuestra Agenda Digital Todo en Uno y embárcate en un viaje hacia una mayor productividad y rendimiento. ¡Empieza hoy mismo a planificar tu éxito!\n⭐️ PLANTILLAS\n✏️ ESTILO DE VIDA\nAdministrador de contraseñas, Gestor de cumpleaños, Fechas clave, Contactos, Brain Dump, Planificador de viajes, Lista de equipaje, Inventario de cocina, Tarjeta de recetas, Víveres, Ingredientes, Planificador de comidas"
}