{
    "source": "en_US",
    "target": "es_ES",
    "text": "• Socioeconomic factors\n3. Adaptation Planning Analysis: As a planner working in your chosen city, propose adaptation measures to enhance community resilience to hurricane damage at multiple scales, considering the following options: Protection (e.g., sea walls, levees), Accommodation (e.g., elevating homes, flood-proofing), Managed retreat (e.g., relocating homes, acquiring risk-prone properties), and Nature-based solutions (e.g., restoring wetlands, beach nourishment). Please ensure that the adaptation measures proposed at each scale are clear, concise, and supported by relevant literature and data.\n• State level: statewide policies promoting resilient planning, coastal zone management, statewide insurance policies, and adaptation investments\n• County level: land use planning, zoning regulations, and stormwater management strategies\n• City level: hurricane hazard mitigation plan, gray and green infrastructure, and flood-resistant construction practices\n• Neighborhood level: community-based emergency preparedness plans, urban design principles, and flood-resilient infrastructure investments\n• Individual house level: flood-resistant materials, design and construction, voluntary evacuation plans, risk-based insurance options, or relocation",
    "trans": "• Factores Socioeconómicos\n3. Análisis de Planificación de la Adaptación: Como planificador trabajando en tu ciudad elegida, propón medidas de adaptación para mejorar la resiliencia de la comunidad a los daños producidos por huracanes de distintas escalas, considerando las siguientes opciones: Protección (i.e., muros de contención, diques), Alojamiento (i.e., casas elevadas, a prueba de inundaciones), Gestión de evacuación (i.e., casas de realojamiento, adquisición de propiedades propensas al riesgo), y soluciones basadas en la naturaleza (i.e., repoblar humedales, nutrir las playas). Por favor asegúrese de que las medidas de adaptación propuestas en cada escala son claras, concisas, y apoyadas por literatura relevante y datos.\n• Nivel estatal: políticas estatales que promuevan planes de resiliencia, gestión de las zonas costeras, políticas de seguros estatales, e inversiones en adaptación.\n• Nivel del condado: plan de uso de la tierra, regulaciones de área, y estrategias de gestión de las aguas pluviales.\n• Nivel de ciudad: plan de mitigación de riesgos de huracanes, infraestructura gris y verde, y prácticas de construcción resistentes a las inundaciones\n• Nivel de barrio: planes de preparación en emergencias basados en la comunidad, principios de diseño urbanístico, e inversión en infraestructura resistente a las inundaciones.\n• Nivel vivienda individual: materiales resistentes a las inundaciones, diseño y construcción, planes de evacuación voluntarios, opciones de seguros basados en el riesgo, o realojamiento"
}