{
    "source": "en_US",
    "target": "es_ES",
    "text": "Having grown up in a family business that spans medical technology, pharmaceutical distribution, and healthcare services, I have developed a strong appreciation for the complexities of managing family wealth while preserving the legacy of healthcare entrepreneurship. My professional experiences in healthcare communication, including the project on acupuncture communication through short-video platforms, have shown me the transformative potential of digital health outreach. These insights have inspired me to explore how family wealth can be leveraged to promote innovation in healthtech and TCM.\nMy long-term career goal is to develop a Single-Family Office (SFO), focused on sustainable family wealth management through the integration of a Corporate Venture Capital (CVC) strategy. I aim to start by investing in healthtech and traditional Chinese medicine sectors, leveraging my background in healthcare and digital media. By investing in innovative startups and technologies that align with our family business’s legacy in healthcare, I plan to scale these ventures both domestically and globally. Using digital platforms and capitalizing on international market trends, I will grow our family enterprise while fostering future generations’ involvement in wealth governance.",
    "trans": "Al haber crecido en una empresa familiar que se dedica a la tecnología médica, la distribución farmacéutica y los servicios sanitarios, he desarrollado un gran aprecio por las complejidades de gestionar el patrimonio familiar, al mismo tiempo que se preserva el legado del emprendimiento sanitario. Mis experiencias profesionales en la comunicación sanitaria, incluido el proyecto sobre la comunicación de la acupuntura a través de plataformas de vídeos cortos, me han mostrado el potencial transformador de la divulgación sanitaria digital. Gracias a estos conocimientos, me he inspirado para explorar cómo se puede aprovechar el patrimonio familiar para promover la innovación en la tecnología sanitaria y la medicina tradicional china.\nMi objetivo profesional a largo plazo es desarrollar una Single-Family Office (SFO), centrada en la gestión sostenible del patrimonio familiar mediante la integración de una estrategia de Corporate Venture Capital (CVC). Mi objetivo es empezar invirtiendo en los sectores de la tecnología sanitaria y la medicina tradicional china, aprovechando mi experiencia en sanidad y medios digitales. Invirtiendo en emprendimientos y tecnologías innovadoras que se ajusten al legado de nuestra empresa familiar en el sector sanitario, tengo previsto ampliar estas empresas tanto a escala nacional como mundial. Usando plataformas digitales y aprovechando las tendencias del mercado internacional, haré crecer nuestra empresa familiar, a la vez que fomento la participación de las generaciones futuras en la gestión del patrimonio."
}