{
    "source": "en_US",
    "target": "es_ES",
    "text": "Last month, the RNC announced that it had recruited more than 200,000 volunteers in its poll watching efforts.\nElection officials have been operating in an increasingly hostile environment as GOP skepticism of election administration has climbed. Officials are bracing for another wave of misinformation this year and preparing for security threats that could follow.\nZach Manifold, elections supervisor for Gwinnett County, Georgia, said official poll watchers have been trained and tend to abide by the rules.\n“The biggest worry would just probably be like public observers,” Manifold said. “They haven’t been trained… and they read something online, they don’t really know what the rules are, and then they come in.”\nLike most election offices now, Gwinnett County has security contingencies, including panic buttons on election workers’ cell phones, in case members of the public get out of hand.\n“If you really have a problem, we don’t want poll officials having to engage,” Manifold said.\nVoters wait in line at a polling station at the Guadalupe Mercado shopping mall in Guadalupe, Arizona, on November 8, 2022. - Joshua Lott/The Washington Post/Getty Images\nUnfounded claims of ineligible voters",
    "trans": "El mes pasado, la RNC anunció que había reclutado a más de 20 000 voluntarios para sus actividades de observación electoral.\nLos funcionarios electorales han estado operando en un ambiente cada vez más hostil mientras el escepticismo del GOP sobre la administración electoral ha escalado. Los funcionarios se están preparando para otra ola de desinformación este año y para las amenazas de seguridad que puedan seguirle.\nZach Manifold, el supervisor electoral de Gwinnett County, Georgia, ha dicho que los funcionarios de observación de las encuestas han sido entrenados y tienden a cumplir las reglas.\n\"La mayor preocupación sería probablemente algo como los observadores públicos\", dijo Manifold. \"Ellos no han sido entrenados... y leen algo en línea, sin saber realmente cómo son las reglas, y entran a ello\".\nComo la mayoría de los funcionarios electorales hoy en día, Gwinnett County tiene contingencias de seguridad, incluyendo botones antipánico en los móviles de los trabajadores electorales, en caso de que los miembros del publico se les vayan de las manos.\n\"Si realmente tienes un problema, no queremos que los funcionarios. electorales se tengan que entrometer\", dijo Manifold.\nVotantes esperan en línea en los colegios electorales en el centro comercial Guadalupe Mercado en Guadalupe, Arizona, el 8 de noviembre de 2022. - Joshua Lott/The Washington Post/Getty images\nAfirmaciones infundadas de votantes no elegibles"
}