{
    "source": "en_US",
    "target": "es_ES",
    "text": "Junk Removal - Assist in the collection and disposal of unwanted items from residential and commercial properties, ensuring proper handling and compliance with local regulations.\nBad Bug Prep Treatment - Prepare spaces for pest control treatments, which may include moving furniture, clearing clutter, and following specific protocols to ensure effective treatment.\nCleaning Services - Perform general cleaning tasks in various settings, including residential homes and commercial properties, focusing on deep cleaning and organization.\nHoarding Services - Support specialized teams in the safe and compassionate clean-up of hoarded spaces, ensuring the preservation of important items and adherence to safety protocols.\nDowntown Cleanup Program - Participate in community initiatives aimed at cleaning and beautifying downtown areas, including litter removal and maintenance of public spaces.\nAll Other Duties As Assigned\nQualifications:\nAbility to lift heavy items and perform physically demanding tasks.",
    "trans": "Eliminación de basuras - Ayudar en la recolección y disposición de artículos no queridos de residencias y propiedades comerciales, asegurando un manejo adecuado y obediencia a las regulaciones locales.\nTratamiento de preparación de plagas - Preparar espacios para tratamientos de control de plagas, lo que puede incluir el movimiento del mobiliario, despejar la basura acumulada, y el seguimiento de protocolos específicos para asegurar un tratamiento efectivo.\nServicios de Limpieza - Desarrollo de tareas de limpieza general en distintos escenarios, incluyendo casas residenciales y propiedades comerciales, centrándose en la limpieza a fondo y la organización.\nServicios de Acumulación - Dar soporte a equipos especializados en la limpieza segura y compasiva de los espacios acumulados, asegurando la preservación de los artículos importantes y en concordancia con los protocolos de seguridad.\nPrograma de Limpieza en la zona centro - Participa en iniciativas comunitarias con el objetivo de limpiar y embellecer áreas del centro, incluyendo las retirada de basura y el mantenimiento de los espacios públicos.\nTodas las demás responsabilidades asignadas\nCualificaciones:\nHabilidad para levantar objetos pesados y desarrollar tareas físicamente demandantes."
}