{
    "source": "en_US",
    "target": "es_ES",
    "text": "When Sam ignored his reference, his smile dropped. \"So, what do you think? Ghosts possessing people?\"\n\"Maybe.\" Sam shrugged. \"Or maybe it's more like Amityville. Or the Smurl haunting.\"\n\"Yeah, driving 'em insane. Kind of like my man Jack in the Shining.\" Dean smiled again.\n\"Dean, what is up with you and Jack Nicholson?\" I asked. \"Because, frankly, it's driving me insane.\"\n\"Oh, whatever.\" Dean waved his hand at me.\n\"Dean, when are we gonna talk about it?\" Sam asked.\n\"Talk about what?\"\n\"About the fact that dad's not here.\"\n\"Oh, uh, let's see, never.\"\nI scoffed a little. \"Wow, wonderful time to set up a discussion, Dean-o.\"\n\"I'm being serious, man.\" Sam says.\n\"So am I, Sam.\" Dean replied. \"Look, he sent us here, he obviously wants us here. We'll just have to pick apart the search later.\"\n\"It doesn't matter what he wants.\"\n\"See? That attitude right there, that is why I always got the extra cookie.\"",
    "trans": "Cuando Sam ignoró su referencia, se le borró la sonrisa. «Entonces, ¿qué piensas? ¿Fantasmas que poseen a la gente?»\n«Tal vez». Sam se encogió de hombros. «O tal vez es más como \"Amityville\". O \"Apariciones\"».\n«Sí, volviéndolos locos. Algo así como mi hombre, Jack, en \"El resplandor\"». Dean sonrió de nuevo.\n«Dean, ¿qué hay entre tú y Jack Nicholson?», le pregunté. «Porque, francamente, me está volviendo loco».\n«Oh, da igual». Dean me hizo un gesto de nada importante con la mano.\n«Dean, ¿cuándo vamos a hablar de ello?», preguntó Sam.\n«¿Hablar de qué?»\n«Sobre el hecho de que papá no está aquí».\n«Oh, eh, veamos, nunca».\nMe reí un poco. «Vaya, un momento maravilloso para empezar una discusión, Dean-o».\n«Lo digo en serio, tío», dijo Sam.\n«Yo también, Sam», contestó Dean. «Mira, él nos envió aquí, obviamente nos quiere aquí. Tendremos que analizar la búsqueda más tarde».\n«No importa lo que él quiera».\n«¿Ves? Esa actitud, es por eso por lo que a mí siempre me daban una galleta extra»."
}