{
    "source": "en_US",
    "target": "es_ES",
    "text": "Please refer to attachments:\nParent Guide for Booking Appointments\nHow to attend your appointments via video call\nSettings/device requirements for video calls\nClosing Bookings:\nSign up deadlines for each day are set out below:\nMonday 14th October and Wednesday 16th October – sign up will close at 14:00h on each of these days.\nFriday 18th October – sign up will close at 16:00h on Thursday, 17th October.\nTuesday 22nd and Thursday 24th October – sign up will close at 10:00h on each of these days.\nIn consideration of other parents who may wish to book and of teachers who make a great effort to prepare these sessions, we urge you to attend these sessions as booked. Booking a session and not connecting/coming in takes up a slot that would have otherwise been taken up by another parent. It also leads to the teacher needing to take further time out of lesson preparation and curriculum development in order to make up missed meetings. If unable to be present (whether online or in person), kindly unbook on the system. Missed sessions will not be rebooked until after half-term and will only be held within regular school hours. We thank you for your understanding in this matter.",
    "trans": "Por favor, consulte los archivos adjuntos:\nGuía para padres para reservar citas\nCómo asistir a sus citas mediante videollamada\nConfiguración/requisitos del dispositivo para las videollamadas\nCierre de reservas:\nLos plazos de inscripción para cada día son los siguientes:\nLunes 14 de octubre y miércoles 16 de octubre – la inscripción se cerrará a las 14:00 h de cada uno de estos días.\nViernes 18 de octubre – la inscripción se cerrará a las 16:00 h del jueves 17 de octubre.\nMartes 22 y jueves 24 de octubre – la inscripción se cerrará a las 10:00 h de cada uno de estos días.\nPor consideración a otros padres que desean reservar y a los profesores que hacen un gran esfuerzo para preparar estas sesiones, les rogamos que asistan a las sesiones reservadas. La reserva de una sesión y la falta de conexión o de asistencia ocupan un espacio que de otro modo habría sido ocupado por otro padre. También supone que el profesor tenga que dedicar más tiempo a la preparación de las clases y al desarrollo del plan de estudios para recuperar las sesiones perdidas. Si no puedo asistir (ya sea en línea o en persona), anule la reserva en el sistema. Las sesiones perdidas no se volverán a reservar hasta después del semestre y se celebrarán únicamente dentro del horario escolar habitual. Le agradecemos su comprensión al respecto."
}