{
    "source": "en_US",
    "target": "es_ES",
    "text": "All activities included in admission unless otherwise noted\n* Crop Maze\n* Petting Zoo\n*Pumpkin Patch (Pumpkins Available for Purchase)\n* Access to Sunflower Fields for Photo Ops & Picking (Sunflowers Available for Purchase)\n* Access to Zinnia Field for Photo Ops & Picking (Zinnias Available for Purchase)\n* Bubble Barn\n* Jump Pads\n* Spider Webs\n* Corn Hole\n* Slide Hill\n* Cow Train\n* Wagon Ride\n* Family Tug-O-War\n* Playground\n* Tire Sand Pit with Diggers\n* Gel Blasters (Admission Sold Separately. Available for Advance Purchase)\n* Archery Range (Admission Sold Separately. Available for Advance Purchase)\n* Gemstone Mining (Admission Sold Separately. Available for Advance Purchase)\n_\nPLEASE KEEP IN MIND\n✓No pets or emotional support animals are allowed on the farm due to state and federal food safety regulations. Thank you for your understanding.\n✓Outside food or coolers are NOT allowed.\n✓We are cashless. Debit and all major credit cards are accepted.\n✓Amber Brooke Farms is a working farm, you will be parking and walking in grass and unpaved areas.\n✓All events are subject to change or cancellation due to inclement weather and crop availability.",
    "trans": "Todas las actividades están incluidas en la entrada a no ser que se indique lo contrario\n* Laberinto\n* Zoo de mascotas\n* Huerto de calabazas (habrá calabazas a la venta)\n* Acceso a los campos de girasoles para tomarse fotos y recogerlas (habrá girasoles a la venta)\n* Acceso a los campos de zinnias para tomarse fotos y recogerlas (habrá zinnias a la venta)\n* Granero de burbujas\n* Camas saltarinas\n* Telarañas\n* Juego de catapultas de maíz\n* Tobogán\n* Trenecito de vacas\n* Paseo en carreta\n* Tira y afloja familiar\n* Parque infantil\n* Arena de neumáticos con excavadoras\n* Lanzadores de hidrogel (la entrada se vende por separado y se puede adquirir con antelación)\n* Campo de tiro con arco (la entrada se vende por separado y puede adquirirse con antelación)\n* Extracción de piedras preciosas (la entrada se vende por separado y puede adquirirse con antelación)\n_\nTENGA EN CUENTA LO SIGUIENTE\n✓No se permiten mascotas ni animales de apoyo emocional en la granja debido a las regulaciones estatales y federales de seguridad alimentaria. Gracias por su comprensión.\n✓No se permiten alimentos ni neveras fuera de la granja.\n✓No cobramos en efectivo. Se aceptan tarjetas de débito y las principales tarjetas de crédito.\n✓Amber Brooke Farms es una granja de trabajo, usted estacionará y caminará en la hierba y zonas no pavimentadas.\n✓Todos los eventos están sujetos a cambios o cancelaciones debido a las inclemencias del tiempo y la disponibilidad de cultivos."
}