{
    "source": "en_US",
    "target": "es_ES",
    "text": "He shook his head, waving his hand. \"No, no, I didn't like it that much anyways,\" He comforted. Odessa released a breathless chuckle, choosing to disregard his lie. \"Besides, it looks better on you.\" He licked his lips, swiftly retreating his concentration back to the scribbles of his father's notes. She pursed her lips, nodding ever-so-slightly as she continued typing, skillfully concealing the puny flash of disappointment. Minutes passed when she heard Dean sigh heavily, closing the journal with a bang.\nDean reached for his jacket's pocket, retrieving a medium-sized container with an engraved logo. He stood from the cushioned chair, ambling towards her. She scrunched her eyebrows together, apprehensively closing the laptop, pushing the device aside. The bed dipped as he settled himself beside her. Displaying the elegant box, he calmly pulled the top off, and Odessa faintly gasped. There appealingly presented was a midnight-black dagger, no bigger than her forearm; the hilt was structured to appear as the head of cobra. The details of scales and fangs were intricately carved, allowing an improved grip for her hand. \"It reminded me of you,\" He said.",
    "trans": "Él sacudió la cabeza, moviendo su mano. \"No, no, no me gustaba tanto de todas maneras\", se reconfortó. Odessa soltó una risita entrecortada, eligiendo ignorar su mentira. \"Además, te queda mejor a ti\". Él se relamió, cambiando rápidamente su concentración de nuevo hacia los garabatos de las notas de su padre. Ella frunció los labios, asintiendo muy levemente mientras continuaba escribiendo, escondiendo hábilmente el débil destello de la decepción. Habían pasado minutos cuando escuchó a Dean suspirar fuerte y cerrar el periódico de un golpe.\nDean llevó su mano al bolsillo de su chaqueta y tomó un paquete mediano con un logo impreso. Se levantó de la silla acolchada, caminando tranquilamente hacia ella. Ella frunció el ceño, cerrando aprensivamente el ordenador, empujándolo hacia un lado. La cama se hundió cuando el se acomodó a su lado. Mostrando la elegante caja, quitó sosegadamente la tapa y Odessa suspiró débilmente. De manera atractiva mostró una daga negra como la noche, no más grande que su antebrazo; la empuñadura estaba estructurada para parecer la cabeza de una cobra. Los detalles de las escamas y los colmillos estaban intrincadamente tallados, lo que permitía un mejor agarre de su mano. \"Me recordó a ti\", dijo él."
}