{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Please let me know your availability so that we can schedule a meeting at a time convenient for you. I am flexible and willing to adjust to accommodate your schedule.\nAttached, you will find our company profile for your reference. Allow me to introduce ARABIC LINK, a multinational freight forwarding services provider with a robust network. We specialize in a wide range of services including land transportation (Local/Cross border GCC).\nHeavy lifting (STD lowbed, Hydraulic lowbed), warehouse and customs clearance services for import/ export shipment at key locations such as Airports and seaports (Dammam, Jeddah, and Riyadh)\nOur areas of expertise include:\nLogistics and transportation solutions.\nHeavy equipment handling.\nProject logistics Inbound/outbound\nBreak bulk inbound/outbound.\nSABER services inbound.\nWarehouse.\nDoor to door services inbound/outbound.\nCustoms clearance inbound/outbound.\nPackaging and carting.\nOn-site and off-site logistics, and transportation, and distribution solutions.\nPort logistics/ vessel cargo, discharge or loading operations.\nWarehouse materials / inventory, manpower and MHE supply.\nContainer terminal management.\nIntegrated/ modular logistics solutions.\nAncillary / logistics support services.\nWe appreciate your consideration of our request and look forward to the opportunity to meet and discuss potential collaborations further.\nThank you for your time and attention.",
    "trans": "Vui lòng cho tôi biết thời gian thuận tiện của quý vị để chúng tôi có thể sắp xếp một cuộc họp phù hợp. Tôi rất linh hoạt và sẵn sàng điều chỉnh để phù hợp với lịch trình của quý vị.\nKèm theo đây là hồ sơ công ty của chúng tôi để quý vị tham khảo. Tôi xin phép được giới thiệu ARABIC LINK, một công ty cung cấp dịch vụ giao nhận hàng hóa đa quốc gia với mạng lưới vững chắc. Chúng tôi chuyên cung cấp nhiều dịch vụ bao gồm vận chuyển đường bộ (GCC Nội địa/Xuyên biên giới).\nXử lý hàng nặng (STD lowbed, Hydraulic lowbed), dịch vụ kho bãi và thông quan cho lô hàng xuất khẩu/ nhập khẩu tại các địa điểm trọng yếu như Sân bay và cảng biển (Dammam, Jeddah và Riyadh)\nCác lĩnh vực chuyên môn của chúng tôi gồm có:\nCác giải pháp hậu cần và vận tải.\nXử lý thiết bị hạng nặng.\nHậu cần dự án Hàng đi/hàng đến\nXử lý hàng rời hàng đi/hàng đến.\nDịch vụ SABER hàng đến.\nKho bãi.\nDịch vụ giao nhận tận nơi hàng đi/hàng đến.\nThủ tục hải quan hàng đi/hàng đến.\nĐóng gói và xếp hàng.\nCác giải pháp hậu cần, vận chuyển và phân phối tại chỗ và ngoài địa điểm.\nCác hoạt động hậu cần cảng/ xử lý hàng hóa từ tàu, bốc hoặc dỡ hàng.\nKho bãi / quản lý hàng tồn kho, cung cấp nhân lực và thiết bị nâng hạ (MHE).\nQuản lý cảng container.\nCác giải pháp hậu cần tích hợp/ mô-đun.\nCác dịch vụ hỗ trợ hậu cần / bổ trợ.\nChúng tôi rất trân trọng sự cân nhắc của quý vị đối với yêu cầu của chúng tôi và mong muốn có cơ hội được gặp gỡ và thảo luận về các cơ hội hợp tác tiềm năng.\nCảm ơn quý vị đã dành thời gian và sự quan tâm."
}