{
    "source": "en_US",
    "target": "vi_VN",
    "text": "CASETiFY\nCelebrate in style with 15% off (no minimum spend) on CASETiFY’s products\nDigital insurance underwritten by Manulife\nLearn more about our insurance plans below to find out what you may need and claim your exclusive promo code for each of them!\nDriveShield Car Insurance\nEnjoy comprehensive coverage and free roadside rescue services.\nPromotion:\nGet additional S$10 eCapitaVouchers on top of prevailing discounts when you protect your ride today.\nTerms & Conditions apply.\nmyHomeProtect II\nAn affordable home contents insurance plan.\nPromotion:\nGet additional S$10 vouchers on top of prevailing discounts when you protect your home contents today.\nTerms & Conditions apply.\nThe Westin Singapore\nThe Westin Singapore Staycation\nHeavenly Spa by Westin™\nCook & Brew at The Westin Singapore\nMarriott Singapore Novena\nLas Palmas at Courtyard by Marriott Singapore Novena\nThe Sheraton Towers Singapore\nThe Dining Room at Sheraton Towers Singapore\nLobby Bar at Sheraton Towers Singapore\nAmore\nAmore Fitness\nAmore Define\nNew York Skin Solutions\nNew York Skin Solutions\nTribecar\nTribecar\nDA Orchard MedSuites",
    "trans": "CASETiFY\nHãy tận hưởng phong cách ấn tượng với ưu đãi 15% (không yêu cầu mức chi tiêu tối thiểu) trên các sản phẩm của CASETiFY\nBảo hiểm số được bảo trợ bởi Manulife\nHãy tìm hiểu thêm về các gói bảo hiểm của chúng tôi bên dưới để biết những gì bạn có thể cần và nhận mã khuyến mãi độc quyền cho từng gói!\nBảo hiểm xe hơi DriveShield\nTận hưởng các gói bảo hiểm toàn diện và dịch vụ cứu hộ miễn phí trên đường.\nKhuyến mãi:\nNhận thêm S$10 eCapitaVouchers ngoài các ưu đãi hiện tại khi bạn bảo vệ chiếc xe của mình ngay hôm nay.\nÁp dụng Điều khoản & Điều kiện.\nmyHomeProtect II\nGói bảo hiểm nội thất nhà ở với chi phí hợp lý.\nKhuyến mãi:\nNhận thêm mã giảm giá S$10 ngoài các ưu đãi hiện tại khi bạn bảo vệ nội thất nhà ở của mình hôm nay.\nÁp dụng Điều khoản & Điều kiện.\nThe Westin Singapore\nKỳ nghỉ dưỡng tại The Westin Singapore\nSpa Thiên Đường bởi Westin™\nCook & Brew tại The Westin Singapore\nMarriott Singapore Novena\nLas Palmas tại Courtyard bởi Marriott Singapore Novena\nThe Sheraton Towers Singapore\nPhòng Ăn tại Sheraton Towers Singapore\nQuầy bar sảnh tại Sheraton Towers Singapore\nAmore\nThể hình Amore\nĐịnh hình Amore\nGiải pháp Chăm sóc da New York\nGiải pháp Chăm sóc da New York\nTribecar\nTribecar\nPhòng khám DA Orchard"
}