{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Have you ever heard about a saying,\"on the second day ofthe second month, the dragon lifts his head.\" The traditional Chinese Dragon-Head-Raising Festival,falls on the second day of the second lunar month every year, and recognizes the start of spring and farming. This year it falls on February 21. Ancient people believed that after this day, rainfall increases because the Dragon who was believed to have control over water, rainfall, typhoons, and floods has awakened from his winter sleep.\nMy grandmather told me that, every year on that day, it was the Dragon King Temple Conference. The pilgrims in a radius of 100 miles were like weaving, the big drama, the lions, bamboo horses, and dry boats were staged in front of the temple. I have never seen angthing like it, but i see the dragon on the roof of the temple where its serpentine form coils gracefully around the ridge. This reflects that people prayed to dragon deities for favourite weather and good harvest. These tiles, oftenglazed in vibrant colors, adding a sense of dynamism andmajesty to the structure.",
    "trans": "Bạn đã bao giờ nghe về câu nói, \"vào ngày thứ hai của tháng thứ hai, rồng ngẩng đầu lên\" chưa? Lễ hội Rồng Ngẩng Đầu truyền thống của Trung Quốc diễn ra vào ngày thứ hai của tháng thứ hai âm lịch hàng năm, đánh dấu sự khởi đầu của mùa xuân và việc làm nông. Năm nay, lễ hội này rơi vào ngày 21 tháng 2. Người xưa tin rằng sau ngày này, lượng mưa sẽ tăng lên vì Rồng được cho là có thể điều khiển được nước, lượng mưa, bão và lũ lụt, đã thức dậy sau giấc ngủ đông của mình.\nBà của tôi kể với tôi rằng vào ngày này hằng năm là Hội nghị Đền Vua Rồng. Những người hành hương trong vòng 100 dặm dệt vải, một vở kịch lớn, sư tử, ngựa tre và thuyền khô được dàn dựng phía trước đền. Tôi chưa bao giờ được chứng kiến bất cứ thứ gì như thế, nhưng tôi đã thấy con rồng ở trên mái đền, nó có thân hình như rắn uốn lượn duyên dáng quanh sườn núi. Điều này phản ánh rằng con người cầu nguyện với các vị thần rồng để có thời tiết thuận hòa và mùa màng bội thu. Những viên gạch này thường được tráng men với nhiều màu sắc rực rỡ, tạo thêm cảm giác năng động và uy nghiêm cho công trình."
}