{
    "source": "en_US",
    "target": "vi_VN",
    "text": "CANCELLATION BY TENANT IN INITIAL TERM FOR REASONABLE CAUSE BEYOND THE TENANT’S CONTROL.\n31. a. The initial term of this Lease may be terminated upon thirty (30) days written notice issued to Landlord/Agent due to\ninvoluntary change of employment from the Washington-Metropolitan Area, death of major wage earner, unemployment; Tenant or\nTenant’s child being a victim of domestic violence; Landlord harassing the Tenant or violating the Tenant’s privacy rights; Tenant or\nTenant’s spouse being 62 or older, no longer able to live independently, and needing to move to a nursing home or other senior\nhousing; Tenant being incarcerated or declared mentally incompetent; or for any other reasonable cause beyond Tenant's control.\nTenant must provide Landlord/Agent with written proof of such involuntary change in employment of greater than 25 miles from the\nWashington-Metropolitan Area. If death of major wage earner, unemployment, or other reasonable cause beyond Tenant's control is\nclaimed, Tenant must specify the cause(s) in writing to Landlord/Agent and must include appropriate documentation thereof. If",
    "trans": "HỦY HỢP ĐỒNG BỞI NGƯỜI THUÊ TRONG THỜI GIAN BAN ĐẦU VÌ LÝ DO HỢP LÝ NGOÀI KIỂM SOÁT CỦA NGƯỜI THUÊ.\n31. a. Thời gian ban đầu của hợp đồng thuê có thể được chấm dứt sau ba mươi (30) ngày thông báo bằng văn bản gửi cho Chủ nhà/Đại lý do:\nthay đổi công việc ngoài ý muốn từ khu vực Vùng đô thị Washington, cái chết của người kiếm sống chính, thất nghiệp; Người thuê hoặc\ncon của Người thuê trở thành nạn nhân của bạo lực gia đình; Chủ nhà quấy rối Người thuê hoặc vi phạm quyền riêng tư của Người thuê; Người thuê hoặc\nvợ/chồng của Người thuê từ 62 tuổi trở lên, không còn khả năng sống độc lập, và cần phải chuyển đến viện dưỡng lão hoặc nhà ở cho người cao tuổi khác;\nNgười thuê bị giam giữ hoặc được tuyên bố mất năng lực tinh thần; hoặc vì bất kỳ lý do hợp lý nào ngoài tầm kiểm soát của Người thuê.\nNgười thuê phải cung cấp cho Chủ nhà/Đại lý bằng chứng bằng văn bản về sự thay đổi công việc ngoài ý muốn của mình vượt quá 25 dặm từ\nkhu vực Vùng đô thị Washington. Nếu cái chết của người kiếm sống chính, thất nghiệp hoặc lý do hợp lý khác ngoài tầm kiểm soát của Người thuê được\nđưa ra, Người thuê phải ghi rõ lý do trong văn bản gửi Chủ nhà/Đại lý và kèm theo tài liệu thích hợp chứng minh điều đó. Nếu"
}