{
    "source": "en_US",
    "target": "vi_VN",
    "text": "[redacted_name] turns around. With a manufactured, easygoing tone, he smiles back. “I'll need to return this mask if it's that obvious.”\nThe elderly man finally looks up. Gentle brown eyes meet his, and the man smiles warmly.\n“Course it's you. I remember. The little boy in Dr. Wayne’s office. You look just like him, you know. Built like an ox just like your pop.” He pulls up his right pant leg, revealing a shin with a deep, long scar.\n“I’m [redacted_name]. Yer daddy patched me up real good once upon a time. Not that I did any good with it. He was a good man. You could be just like him if you weren’t so addicted to them broads!”\nBruce fakes a hearty laugh and brushes the back of his neck. The elderly man continues.\n“Got some good in ya though. Not heartless like they are.” With that, the elderly man stands, waves off Bruce’s efforts to help him up and leaves the alley, a light limp in his step.",
    "trans": "[redacted_name] quay lại. Với một giọng điệu dễ dãi, giả tạo, anh ta mỉm cười đáp lại. \"Tôi sẽ cần trả lại chiếc mặt nạ này nếu nó quá lộ liễu đến thế.\"\nNgười đàn ông lớn tuổi cuối cùng cũng nhìn lên. Đôi mắt màu nâu dịu dàng nhìn anh ta, và người đàn ông mỉm cười ấm áp.\n\"Đương nhiên là anh rồi. Tôi nhớ ra rồi. Cậu bé trong phòng khám của Bác sĩ Wayne. Anh trông rất giống cậu bé ấy, anh biết đấy. Vóc dáng to khỏe như trâu giống hệt bố anh.\" Ông ta kéo ống quần bên phải lên, để lộ cẳng chân có một vết sẹo sâu, dài.\n\"Tôi là [redacted_name]. Ngày xưa, bố của anh đã băng bó cho tôi rất tốt. Dù sao thì tôi cũng chẳng tận dụng điều đó được bao nhiêu. Ông ấy là một người tốt. Anh có thể giống như ông ấy nếu như anh không quá say mê những cô gái phóng khoáng đó!\"\nBruce giả vờ cười lớn một cách sảng khoái và đưa tay gãi sau gáy. Người đàn ông lớn tuổi tiếp tục.\n\"Trong suy nghĩ của anh còn có những điều thiện. Không vô tâm giống như họ.\" Nói xong, người đàn ông lớn tuổi đứng dậy, xua tay khi Bruce cố gắng đỡ ông dậy và rời khỏi con hẻm, bước đi hơi khập khiễng."
}