{
    "source": "en_US",
    "target": "vi_VN",
    "text": "sources.8 For the representation of the Middle East and the Arab Peninsula,\nAfrica, the Mediterranean and Europe, the ‘Map of the Integrated Lands’\nrelied on knowledge that was available in China, but had originated from\nIslamic geographers with access to the Chinese empire during the Mongol\nperiod.9 The ‘Map of the Integrated Lands’ was made by combining and\nintegrating diverse bodies of knowledge in several languages, thereby cre-\nating a material object that was at once embedded in its local space and\nmeaningful beyond that locality. The map illustrates that the fifteenth cen-\ntury was a period in which knowledge about the Eurasian landmass and\nits surrounding oceans spread across religious and linguistic boundaries. It\nalso shows the potential of objects to move along the same land- based and\nmaritime routes that facilitated the circulation of knowledge. This chapter\nwill seek to demonstrate that some of the porcelain objects that were traded\nand gifted within these networks similarly conveyed meanings that were\nat once associated with distant worlds and locally embedded. They were\npowerful objects precisely because they communicated knowledge about",
    "trans": "các nguồn. 8 Đối với sự mô tả về Trung Đông và bán đảo Ả Rập,\nChâu Phi, Địa Trung Hải và Châu Âu, \"Bản đồ các vùng đất tích hợp\"\ndựa trên kiến thức có sẵn ở Trung Quốc, nhưng lại có nguồn gốc từ\ncác nhà địa lý Hồi giáo có quyền truy cập vào đế chế Trung Quốc trong thời kì\nMông Cổ. 9 \"Bản đồ các vùng đất tích hợp\" được tạo ra bằng cách kết hợp và\ntích hợp các cơ sở kiến thức đa dạng từ nhiều ngôn ngữ, qua đó tạo\nra một vật thể vật chất vừa gắn liền với không gian địa phương của nó và\nvừa mang ý nghĩa vượt ra ngoài khu vực đó. Bản đồ này minh họa rằng thế kỷ XV\nlà một thời kỳ mà kiến thức về lục địa Á-Âu và\ncác đại dương xung quanh đã lan rộng qua các ranh giới tôn giáo và ngôn ngữ. Nó\ncũng chỉ ra tiềm năng của các vật thể di chuyển trên cùng các tuyến đường bộ và\nđường biển, những con đường này đã tạo điều kiện cho sự lưu thông của kiến thức. Chương này\nsẽ cố gắng chứng minh rằng một số vật phẩm sứ được giao dịch\nvà tặng trong các mạng lưới này cũng mang những ý nghĩa\nvừa gắn liền với các thế giới xa xôi, vừa ăn sâu vào địa phương. Chúng là\nnhững vật thể mạnh mẽ chính vì chúng truyền tải kiến thức về"
}