{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Due to the confidential nature, we cannot disclose any information about qualifying accounts opened by the friends you invite.\nBonus/Account Information: Referral bonus offer is available to eligible personal checking account holders approximately 30 days after account opening. To receive the $50 Refer-A-Friend bonus: 1) Refer your family and friends to open a qualifying Chase checking account with qualifying activities through this referral site; 2) Referred candidate must be a new Chase customer and open a qualifying Chase checking account with qualifying activities using corresponding coupon; AND 3) After your referred family and friends have opened their qualifying Chase checking account, we'll deposit the $50 bonus into your primary checking account within 30 days, provided both the customer and friend accounts are not closed or restricted at the time of payout. You can receive up to 10 referral bonus deposits (totaling $500) per calendar year. Eligibility may be limited based on account ownership. Bonuses are considered miscellaneous information, and may be reportable to you and the IRS on Form 1099-MISC (or Form 1042-S, if applicable). Employees of JPMorgan Chase Bank, N.A. and its affiliates are not eligible for the Refer-A-Friend program.",
    "trans": "Do tính chất bảo mật, chúng tôi không thể tiết lộ bất kỳ thông tin nào về các tài khoản đủ điều kiện được mở bởi những người bạn mà bạn mời.\nThông tin về Tiền thường/Tài khoản: Chương trình thưởng giới thiệu áp dụng cho các chủ tài khoản cá nhân đủ điều kiện và khoản tiền thưởng $50 sẽ được ghi nhận khoảng 30 ngày sau khi tài khoản được mở. Để nhận tiền thưởng giới thiệu bạn bè trị giá $50, bạn cần: 1) Giới thiệu gia đình và bạn bè của bạn mở tài thanh toán Chase đủ điều kiện và thực hiện các hoạt động cần thiết thông qua trang giới thiệu này. 2) Người được giới thiệu phải là khách hàng mới của Chase, mở tài khoản thanh toán Chase đủ điều kiện với các hoạt động cần thiết bằng phiếu giảm giá tương ứng. VÀ 3) Sau khi gia đình và bạn bè được bạn giới thiệu đã mở tài khoản thanh toán Chase đủ điều kiện, chúng tôi sẽ chuyển tiền thưởng $50 vào tài khoản thanh toán chính của bạn trong vòng 30 ngày, với điều kiện cả tài khoản của khách hàng và bạn bè không bị đóng hoặc hạn chế tại thời điểm thanh toán. Bạn có thể nhận được tối đa 10 khoản tiền thưởng giới thiệu (tổng cộng $500) mỗi năm dương lịch. Điều kiện tham gia có thể bị giới hạn dựa trên quyền sở hữu tài khoản. Các khoản tiền thưởng được coi là thông tin thu nhập khác và có thể được báo cáo cho bạn hoặc IRS trên Mẫu 1099-MI SC (hoặc Mẫu 1042-S, nếu có). Nhân viên của Ngân hàng JPMorgan Chase, N.A. và các công ty liên kết không đủ điều kiện tham gia chương trình Giới thiệu Bạn bè."
}