{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Li and Akey’s key insight was to look for modern-human DNA in the genomes of the Neanderthals, instead of the other way around. “The vast majority of genetic work over the last decade has really focused on how mating with Neanderthals impacted modern human phenotypes and our evolutionary history — but these questions are relevant and interesting in the reverse case, too,” said Akey.\nThey realized that the offspring of those first waves of Neanderthal-modern matings must have stayed with the Neanderthals, therefore leaving no record in living humans. “Because we can now incorporate the Neanderthal component into our genetic studies, we are seeing these earlier dispersals in ways that we weren’t able to before,” Akey said.\nThe final piece of the puzzle was discovering that the Neanderthal population was even smaller than previously believed.\nGenetic modeling has traditionally used variation — diversity — as a proxy for population size. The more diverse the genes, the larger the population. But using IBDmix, Akey’s team showed that a significant amount of that apparent diversity came from DNA sequences that had been lifted from modern humans, with their much larger population.",
    "trans": "Li và Akey đã có một cái nhìn sâu sắc khi tìm kiếm DNA của loài người hiện đại trong bộ gen của Neanderthals, thay vì làm ngược lại. \"Hầu hết công việc nghiên cứu gen trong suốt thập kỷ qua thực sự tập trung vào việc giao phối với Neanderthals đã ảnh hưởng như thế nào đến các đặc điểm của con người hiện đại và lịch sử tiến hóa của chúng ta — nhưng những câu hỏi này cũng rất thú vị và liên quan khi nhìn theo chiều ngược lại,\" Akey nói.\nHọ nhận ra rằng con cái của những đợt giao phối đầu tiên giữa Neanderthal và loài người hiện đại chắc chắn đã sống cùng với Neanderthals, do đó không để lại dấu vết trong các con người sống ngày nay. \"Bởi vì chúng ta hiện nay có thể tích hợp yếu tố Neanderthal vào nghiên cứu gen của mình, chúng ta đang nhìn thấy những đợt di cư sớm hơn theo những cách mà chúng ta trước đây không thể làm được,\" Akey nói.\nMảnh ghép cuối cùng của câu đố là phát hiện rằng quần thể Neanderthal còn nhỏ hơn so với những gì người ta nghĩ trước đây.\nMô hình gen học truyền thống đã sử dụng sự biến đổi — sự đa dạng — như một chỉ báo cho kích thước quần thể. Càng đa dạng gen, quần thể càng lớn. Nhưng bằng cách sử dụng IBDmix, nhóm nghiên cứu của Akey đã chỉ ra rằng một lượng lớn sự đa dạng có vẻ ngoài đó đến từ các đoạn DNA đã được chuyển từ loài người hiện đại, với quần thể lớn hơn nhiều."
}