{
    "source": "en_US",
    "target": "vi_VN",
    "text": "SEMINAR EXERCISE GUIDE/OUTLINE\nNOTE: Students are encouraged to useChicago A (footnotes and bibliography)referencing style – please avoid using in text citations.\nStudents should first present their exercises as brief discussion presentations during the seminar for the week in question and then hand them in in written form on either Friday 20 September 11.59 pm AEST, or one week after the presentation for later topics via CANVAS LMS.\nThe seminar exercise is intended to provide students with a means of engaging with the key concepts dealt with in the subject in a more nuanced and visually oriented way than a research exercise or essay. Essentially, it asks students to write a form of extended visual analysis applied to exhibition installation interiors. For the purposes of the exercise, students are asked to choose one of the image categories listed in the image bank on the subject website and consider the images in relation to the issues and ideas raised in that week’s readings for the subject as well as the key concepts and ideas dealt with in the subject more generally.",
    "trans": "HƯỚNG DẪN/DÀN Ý CHO BÀI TẬP CHUYÊN ĐỀ NHÓM\nLưu ý: Sinh viên được khuyến khích sử dụng cách trích dẫn tham chiếu Chicago A (chú thích và thư mục tài liệu tham khảo - xin hãy tránh sử dụng chúng trong văn bản trích dẫn.\nTrước tiên sinh viên cần trình bày bài tập của mình qua một bài thuyết trình thảo luận ngắn gọn trong buổi học của tuần đã được yêu cầu và sau đó nộp lại bản giấy vào 11.59 đêm, thứ Sáu, ngày 20 tháng 9 theo giờ Úc, hoặc một tuần sau buổi thuyết trình của các chủ đề sau qua CANVAS LMS.\nBài tập chuyên đề nhóm này được thực hiện nhằm cung cấp cho sinh viên phương tiện để tiếp cận các nội dung quan trọng cần phải nắm rõ trong môn học theo cách sáng tạo và trực quan hơn một bài tập hoặc bài luận nghiên cứu. Về căn bản, bài tập này yêu cầu học sinh viết một bài dưới hình thức phân tích trục quan mở rộng áp dụng cho triển lãm nghệ thuật sắp đặt nội thất. Về mục đích của bài tập này, sinh viên được yêu cầu lựa chọn một trong các loại hình ảnh đã được liệt kê trong ngân hàng ảnh trên trang thông tin của môn học và xem xét tính tương quan của hình ảnh đó với các chủ đề và ý tưởng đã đặt ra trong bài đọc của môn học tuần đó cũng như các nội dung quan trọng và các ý tưởng được nhắc đến một cách tổng quát hơn trong môn học."
}