{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Sen. [redacted_name] asks [redacted_name] for guidance to reduce road deaths\npause\nvolume_off\n-02:03\nsd\nclosed_captions\nfullscreen\npause\n“This one was just learning how to be a brother,” [redacted_name] said, while gesturing to her other son, [redacted_name]. “Now, everything is gone.”\nEast Haven police said they responded to Redfield Avenue on Sunday night. Officers found the baby unresponsive after police said he was left unattended in the bathtub. [redacted_name] told News 8 he was in the care of the baby’s father and other family while she was at work.\n“All that was asked of him was to take care of my children while I worked to provide for them,” she said. “He couldn’t do that.”\n“She wasn’t even there when it happened,” the baby’s aunt, [redacted_name], said. “He was in the care of other family members, and we wanted people to understand.”\nEast Haven police identify 7-month-old whose death is under investigation\nWhile [redacted_name] is left with unimaginable grief and sadness, she’s hoping her son will be able to save someone else’s life.\n“If my son’s life was cut short, I wanted it to have meaning,” she said. “I chose to donate his organs, so no other mother has to go through what I’m going through right now.”",
    "trans": "Thượng nghị sĩ [redacted_name] yêu cầu [redacted_name] tư vấn để giảm số ca tử vong trên đường\ntạm dừng\nâm lượng_tắt\n-02:03\nsd\nđóng_chú thích\nmàn hình đầy đủ\ntạm dừng\n\"Thằng bé này chỉ vừa học cách làm một người anh\", [redacted_name] nói, trong khi ra hiệu cho người con trai khác của cô, [redacted_name]. \"Bây giờ thì mọi thứ đã tan biến.\"\nCảnh sát East Haven cho biết họ đã trả lời Redfield Avenue vào đêm Chủ nhật. Các cảnh sát phát hiện đứa bé không còn phản ứng sau khi cảnh sát cho biết cậu bé bị bỏ lại một mình trong bồn tắm. [redacted_name] nói với News 8 rằng cậu ấy được cha cậu và gia đình chăm sóc trong khi cô ấy đi làm.\n\"Tất cả những gì yêu cầu ở anh ta là chăm sóc các con của tôi trong khi tôi đi làm để nuôi chúng,\" cô bày tỏ. \"Anh ta không làm được điều đó.\"\n\"Cô ấy thậm chí còn không có mặt ở đó khi mọi chuyện xảy ra,\" người dì của đứa trẻ, [redacted_name], cho biết. \"Nó được các thành viên khác trong gia đình chăm sóc, và chúng tôi muốn mọi người hiểu điều đó.\"\nCảnh sát East Haven xác định danh tính đứa trẻ 7 tháng tuổi đang trong quá trình diều tra cái chết\nTrong khi [redacted_name] phải chịu nỗi đau và mất mát không gì sánh được, cô hy vọng con trai mình sẽ có thể mang lại sự sống cho người khác.\n\"Nếu mạng sống của con trai tôi phải kết thúc ngắn ngủi, tôi muốn nó có ý nghĩa.\" cô chia sẻ. \"Tôi đã chọn hiến tặng nội tạng của con để không người mẹ nào khác phải trải qua những gì tôi đang chịu đựng ngay lức này.\""
}