{
    "source": "en_US",
    "target": "vi_VN",
    "text": "In a statement, the club said it had 'chosen a man well known for his teams' high pressing, intense and daring style of play which has brought him great success at club level and international level, winning pretty much all there is to win in the world of football'.\nBarcelona highlighted the 59-year-old's success during the 2019-20 season at the helm of Bayern, with whom he won six trophies - the Bundesliga, the German Cup, the Champions League, the German Super Cup, the UEFA Super Cup and the Club World Cup.\nXavi was sacked last week after a trophy-less season in which Barca finished 10 points behind champions Real Madrid, lost the Spanish Super Cup final to their arch-rivals and were knocked out of the Champions League by Paris St Germain in the last eight.\nThe German filling Xavi's shoes faces a tough challenge ahead with fixing Barca's on-field struggles amid turmoil off the pitch, including deepening financial problems and a refereeing scandal that could drag on for years.\nFlick made his name assisting Germany manager Joachim Low during their 2014 World Cup winning campaign. In 2019, he joined Bayern as head coach, securing seven trophies in his two seasons in charge.",
    "trans": "Trong một thông báo, câu lạc bộ cho biết họ đã \"chọn một người đàn ông nổi tiếng với lối chơi bóng áp sát cao, mãnh liệt và táo bạo trong các đội bóng của ông, lối chơi đã mang lại thành công lớn cho ông ở cả cấp độ câu lạc bộ và quốc tế, giành được gần như tất cả danh hiệu trong giới bóng đá\".\nBarcelona đã làm nổi bật thành công của huấn luyện viên 59 tuổi trong mùa giải 2019-20 khi dẫn dắt Bayern, đội bóng mà ông đã đành dược 6 danh hiệu - Giải Bóng đá Vô địch Quốc gia Đức, cúp Đức, Cúp C1 châu Âu, Siêu cúp bóng đá Đức, Siêu cúp châu Âu và Cúp bóng đá thế giới các câu lạc bộ.\nXavi đã bị sa thải vào tuần trước sau một mùa giải không có danh hiệu, trong đó Barca kết thúc với vị trí thứ 10 kém đội vô địch Real Madrid 10 điểm, thua trong trận chung kết siêu cúp Tây Ban Nha trước đối thủ truyền kiếp và bị Paris St Germain loại khỏi Cúp C1 châu Âu ở vòng tứ kết.\nHuấn luyện viên người Đức kế nhiệm Xavi đối mặt với thử thách lớn trong việc khắc phục những khó khăn trên sân cỏ của Barca giữa lúc hỗn loạn ngoài sân cỏ, bao gồm những vấn đề tài chính nghiêm trọng và một vụ bê bối trọng tài có thể kéo dài nhiều năm.\nFlick đã tạo dựng tên tuổi của mình khi hỗ trợ huấn luyện viên trưởng của Đức Joachim Low trong chiến dịch giành chức vô địch World Cup 2014. Năm 2019, ông gia nhập Bayern với vai trò huấn luyện viên trưởng, giành được bảy danh hiệu trong hai mùa giải dẫn dắt đội bóng này."
}