{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Dear [redacted_name],\nAs a part of the Uber community, your safety and peace of mind are our top priorities. If you ever find yourself in a crash, we're here to support you every step of the way. Remember, If you're ever in a crash, make sure to report it so you can get the best possible coverage* from Uber’s insurance.\nLearn What to Do in Case of a Crash\nWhat to Do in Case of a Crash\nU - Understand the Situation:\nMake sure that you and everyone involved is safe and, if the vehicle is in a drivable condition, move it to a secure location.\nB - Be in Touch with Authorities:\nContact the police and paramedics if there are any injuries or property damage.\nE - Exchange Details:\nCollect names, phone numbers,and insurance details from all involved in the crash.\nR - Record and Report Everything:\nTake photos of the impacted vehicles ,including license plates, insurance cards for the other parties involved, the accident scene, and any other relevant details. Report the accident using the Uber app by opening the safety toolkit on your homesreen and tap report a crash or talk to our support team by selecting Safety incident reporting line in the Help section of your app.",
    "trans": "Thân gửi [redacted_name],\nLà một phần của cộng đồng Uber, sự an toàn và sự an tâm của bạn luôn là ưu tiên hàng đầu của chúng tôi. Nếu bạn gặp phải một vụ tai nạn, chúng tôi sẽ hỗ trợ bạn từng bước một. Hãy nhớ, nếu bạn gặp phải tai nạn, hãy báo cáo để nhận được sự bảo vệ tốt nhất từ bảo hiểm của Uber.\nHướng Dẫn Làm Gì Khi Gặp Tai Nạn\nLàm Gì Khi Gặp Tai Nạn\nU - Hiểu Tình hình:\nHãy chắc chắn rằng bạn và tất cả những người liên quan đều an toàn và, nếu phương tiện còn có thể lái được, hãy di chuyển nó đến một nơi an toàn.\nB - Liên lạc với Cơ quan Chức năng\nLiên hệ với cảnh sát và nhân viên cứu thương nếu có bất kỳ người nào bị thương hoặc tài sản bị hư hại.\nE - Trao đổi Thông tin:\nThu thập tên, số điện thoại và thông tin bảo hiểm của tất cả những người liên quan đến vụ tai nạn.\nR - Ghi chép và Báo cáo Mọi thứ:\nChụp ảnh các phương tiện bị va chạm, bao gồm cả biển số, thẻ bảo hiểm của các bên liên quan, hiện trường tai nạn và bất kỳ chi tiết nào có liên quan. Báo cáo vụ tai nạn qua ứng dụng Uber bằng cách mở công cụ an toàn trên màn hình chính của bạn và chọn báo cáo tai nạn hoặc liên hệ với đội ngũ hỗ trợ của chúng tôi bằng cách chọn “Hỗ trợ sự cố an toàn” trong phần Trợ giúp của ứng dụng."
}