{
    "source": "en_US",
    "target": "vi_VN",
    "text": "I’ve been using prescription strength retinoid every night (or every other night) since 2018. So my skin is well adapted to it. But I still experienced break out even with Adapalene in my night routine. Acne is multifactorial, and I still try some new products. My skin is pretty sensitive & easilly get clogged. By far, 0.1% Adapalene cream works best on my skin, it gives me noticable result with minimum irritation (compares to tretinoin). I’ve added 20% Azelaic Acid to my morning routine since September 8th 2023. So it’s actually been 1,5 months! It’s quite challenging at the beginning to adapt with Azelaic Acid. It gives a tingling itchy sensation on the early days. I’m not sure whether I experienced a horrible purge with Azelaic Acid or it got worse because anything else, but there you see my worst skin on October 12th (check out my “skin update” HL for more details). I don’t consume any antibiotics or roacutanne or any hormonal pills. I only consume my regular supplements (vitamin D3, vitamin C, omega 3, zinc picolinate) plus extra glutathione.",
    "trans": "Tôi đã sử dụng retinoid liều mạnh được kê đơn vào mỗi tối (hoặc cách tối) từ năm 2018. Vậy nên da của tôi đã quen thuộc với nó. Nhưng tôi vẫn bị nổi mụn ngay cả khi sử dụng Adapalene trong chu trình chăm sóc da ban đêm của mình. Mụn trứng cá gây ra do nhiều yếu tố, và tôi vẫn đang thử nghiệm một số sản phẩm mới. Da của tôi khá là nhạy cảm & dễ bị bít tắc. Cho đến nay, kem Adapalene 0,1% dùng hiệu quả nhất trên làn da của tôi, nó mang lại cho tôi kết quả có thể thấy được với kích ứng tối thiểu (so với tretinoin). Tôi đã thêm 20% Azelaic Acid vào quy trình chăm sóc da buổi sáng của từ ngày 8 tháng 9 năm 2023. Vì vậy, trên thực tế là được 1,5 tháng! Ban đầu nó khá khó khăn để làm quen với Azelaic Acid. Nó gây cảm giác ngứa ran vào những ngày đầu. Tôi không chắc liệu mình đã gặp phải một đợt thanh lọc mạnh với Axit Azelaic hay là tình trạng trở nên tồi tệ hơn vì bất kỳ lý do nào khác, nhưng mà bạn thấy đấy, làn da xấu nhất của tôi là vào ngày 12 tháng 10 (hãy xem phần \"cập nhật về làn da\" của tôi để biết thêm chi tiết). Tôi không uống bất cứ loại thuốc kháng sinh hay roacutanne hay bất kỳ viên thuốc nội tiết tố nào. Tôi chỉ uống những thực phẩm chức năng mình thường dùng (vitamin D3, vitamin C, omega 3, kẽm picolinate) cộng với glutathione bổ sung."
}