{
    "source": "en_US",
    "target": "vi_VN",
    "text": "This might take some time to untangle, but I believe God wants to reveal these toxic love patterns and heal your attachment style by rewiring your attraction and helping you re-connect back to your true value.\nI am OBSESSED with Psalm 139:23-24 in the passion translation: “God, I invite your searching gaze into my heart. Examine me through and through; find out everything hidden within me. Put me to the test and sift through all my anxious cares. See if there is any path of pain I’m walking on, and lead me back to your glorious, everlasting way— the path that brings me back to you.”\nYou can breathe easily. God, the creator of the universe, is here to pluck you off your path of pain and put you on a path that leads you back to Him. He is so eagerly pursuing you. He is so after you. He wants to do more than hang with you over burritos. He wants to woo you and is committed to every ugly part of you along this journey of pursuit. But do you believe it?",
    "trans": "Điều này có thể tốn một khoảng thời gian để giải quyết, nhưng tôi tin rằng Chúa muốn tiết lộ những hành vi tình yêu độc hại này và chữa lành lối yêu gắn bó của bạn bằng cách định hình lại sự hấp dẫn của bạn và giúp cho bạn kết nối lại với giá trị đích thực của mình.\nTôi bị ÁM ẢNH với bài Thánh Thi 139:23-24 trong bản dịch Passion: \"Lạy Chúa, con khẩn xin ánh mắt tìm kiếm của Ngài đi vào trái tim con. Soi xét con thật thấu đáo; tìm ra mọi điều ẩn giấu trong con. Xin hãy thử thách con và xem xét mọi nỗi lo lắng trong con. Xin hãy xem liệu con có đang đi trên con đường khổ đau nào không, và dẫn con trở lại con đường vinh quang, vĩnh cửu của Ngài— con đường dẫn con về với Ngài.\"\nBạn có thể thở phào nhẹ nhõm. Chúa, Đấng tạo hóa của vũ trụ, ở đây để kéo bạn ra khỏi con đường khổ đau và đưa bạn tới con đường dẫn bạn trở về với Ngài. Ngài đang nóng lòng dõi theo bạn. Ngài đang ở rất gần bạn. Ngài muốn làm nhiều điều hơn là chỉ đi ăn burrito với bạn. Ngài muốn có được bạn và cam kết với cả những điều xấu xa của bạn trong suốt hành trình dõi theo này. Nhưng bạn có tin vào điều đó không?"
}