{
    "source": "en_US",
    "target": "vi_VN",
    "text": "As a large developing country with a huge population, India made policies and attempted to establish mechanical waste processing programs in big cities in the 1980s [26]. Meanwhile, those programs and policies failed due to information asymmetry and the incompatibility of facilities since the government did not consider that the structures of Indian cities were not suitable for waste recycling vehicles and large waste disposal factories and machines. Indian officials also could not find experienced workers to operate and maintain waste disposal machines. India still has serious solid waste challenges and secondary pollution. Various approaches and policies have been made to increase India’s solid waste disposal abilities [27].\nCompared with developed countries, developing countries faced greater challenges in the effective use of incineration and MSW generation, since their solid waste contents have lower heating value and most of the countries do not have clean incineration technology [28]. Besides institutional and policy reasons, poor environmental education is another factor that affects solid waste disposal [11]. Farmers, small waste recycle business owners and even some officials did not get sufficient education and training in solid waste disposal. This makes solid waste disposal in developing countries more challenging.",
    "trans": "Là một quốc gia lớn đang phát triển với dân số đông đúc, Ấn Độ đã thực hiện các chính sách và cố gắng thiết lập các chương trình xử lý rác thải cơ khí ở các thành phố lớn vào những năm 1980 [26]. Tuy nhiên, các chương trình và chính sách đó đã thất bại do sự bất cân xứng thông tin và sự không tương thích của các cơ sở hạ tầng, vì chính phủ không cân nhắc đến cấu trúc của các thành phố của Ấn Độ không phù hợp với các phương tiện tái chế chất thải và các nhà máy, máy móc xử lý rác thải lớn. Các quan chức Ấn Độ cũng không thể tìm được công nhân có kinh nghiệm để vận hành và bảo trì các máy móc xử lý chất thải. Ấn Độ vẫn phải đối mặt với những thách thức nghiêm trọng về chất thải rắn và ô nhiễm thứ cấp. Nhiều phương pháp và chính sách khác nhau đã được thực hiện để tăng cường khả năng xử lý chất thải rắn của Ấn Độ [27].\nSo với các quốc gia phát triển, các quốc gia đang phát triển gặp phải những thách thức lớn hơn trong việc sử dụng hiệu quả công nghệ thiêu hủy và xử lý rác thải sinh hoạt, vì hàm lượng chất thải rắn của họ có giá trị nhiệt thấp hơn và phần lớn các quốc gia không có công nghệ đốt sạch [28]. Bên cạnh những lý do về thể chế và chính sách, việc thiếu giáo dục về môi trường cũng là một yếu tố khác ảnh hưởng đến việc xử lý chất thải rắn [11]. Nông dân, chủ các doanh nghiệp tái chế chất thải nhỏ và thậm chí một số quan chức không được đào tạo và giáo dục đầy đủ về cách xử lý chất thải rắn. Điều này khiến cho việc xử lý chất thải rắn ở các quốc gia đang phát triển trở nên khó khăn hơn."
}