{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Experience in online marketing or e-commerce is a plus\nSelf-disciplined and responsible\nAble to work under pressure and tight schedule, independently and proactively\nDipolma in design or graduated from design school or equivalent\nWe offer the following attractive benefits:\nAttractive & competitive remuneration\nBright career path and opportunities for advancement & learning\nPaid Time Off\nTransportation allowance\nWe want our employees to have greater access to knowledge. As an incentive we offer access to the Amazon English books library\nMedical & Health Benefits\nEducation Allowance\nWe love animals at AsiaTees and our loving four legged friends would love to meet you!\nNEWSLETTER\nSign up to receive emails about ATees updates and offers.\nSign up\nWho We Are\nAsiatees Hobbies is a premium radio-controlled (R/C) hobby store established in 2001. We offer a vast selection of the latest R/C cars, parts and accessories, fast worldwide shipping at a low cost, best price guarantee and 365-Day return policy.\nAsiatees Hobbies Co. Ltd.\n30 Tsiu Keng Pang Uk Sheung Shui, Hong Kong\nVisit Our Showroom\nContact Us\nCUSTOMER CARE",
    "trans": "Có kinh nghiệm về tiếp thị trực tuyến hoặc thương mại điện tử là một  lợi thế\nCó kỷ luật và trách nhiệm\nCó khả năng làm việc dưới áp lực và thời gian hạn hẹp, độc lập và chủ động\nCó bằng tốt nghiệp chuyên ngành thiết kế hoặc tốt nghiệp từ trường thiết kế hoặc tương đương\nChúng tôi cung cấp những phúc lợi hấp dẫn sau đây:\nMức lương hấp dẫn & cạnh tranh\nCon đường sự nghiệp sáng lạn và các cơ hội thăng tiến & học tập\nNghỉ phép có Lương\nTrợ cấp đi lại\nChúng tôi muốn nhân viên của mình có nhiều cơ hội tiếp cận kiến thức hơn. Để khuyến khích, chúng tôi cấp quyền truy cập vào thư viện sách tiếng Anh của Amazon\nCác Phúc lợi về Y tế & Sức khỏe\nTrợ cấp Giáo dục\nChúng tôi yêu quý động vật tại AsiaTees và những người bạn bốn chân dễ thương của chúng tôi rất mong được gặp bạn!\nBẢN TIN\nĐăng ký để nhận email về các bản cập nhật và các ưu đãi của ATees.\nĐăng ký\nChúng Tôi Là Ai\nAsiatees Hobbies là một cửa hàng đồ chơi điều khiển bằng sóng vô tuyến (R/C) cao cấp được thành lập vào năm 2001. Chúng tôi cung cấp đa dạng lựa chọn về nhiều loại xe, phụ tùng và phụ kiện R/C mới nhất, dịch vụ vận chuyển nhanh trên toàn cầu với chi phí thấp, đảm bảo mức giá tốt nhất và chính sách đổi trả trong vòng 365 ngày.\nCông ty TNHH Asiatees Hobbies\n30 Tsiu Keng Pang Uk Sheung Shui, Hồng Kông\nGhé thăm Phòng trưng bày của Chúng tôi\nLiên hệ với Chúng tôi\nCHĂM SÓC KHÁCH HÀNG"
}