{
    "source": "en_US",
    "target": "vi_VN",
    "text": "7. Volunteers shall not use, posses or be under the influence of alcohol within the Youth House or during any activity. In case this will occur, the situation will be evaluated and according to its degree of severity measure will be taken from formal notification to terminating the stage.\n8. Using or possessing any forbidden substances during the stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n9. Using or possessing any weapons during your stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n10. Volunteers will conduct themselves in the spirit of Human Rights and they will provide positive role models for all youth. Volunteers must treat the other volunteers or young people of all ages, genders, religions, and cultures with respect and consideration.",
    "trans": "7. Tình nguyện viên không được sử dụng, sở hữu hay chịu bất cứ sự ảnh hưởng nào của đồ uống có cồn khi đang ở Nhà Thanh Niên hoặc trong bất cứ hoạt động nào. Trong trường hợp điều này xảy ra, tình huống sẽ được đánh giá dựa theo mức độ nghiêm trọng, các biện pháp sẽ được thực hiện, từ thông báo chính thức cho đến bị chấm dứt dự án.\n8. Việc sử dụng hay sở hữu bất cứ chất cấm nào trong quá trình tham gia dự án đều bị nghiêm cấm. Trong trường hợp điều này xảy ra, tình huống sẽ được đánh giá và tình nguyện viên có thể sẽ bị yêu cầu chấm dứt dự án.\n9. Sử dụng hay sở hữu bất cứ vũ khí nào trong quá trình tham gia dự án đều bị nghiêm cấm. Trong trường hợp điều này xảy ra, tình huống sẽ được đánh giá và tình nguyện viên có thể sẽ bị sẽ bị yêu cầu chấm dứt dự án.\n10. Tình nguyện viên sẽ cư xử đúng mực dựa trên tinh thần tôn trọng Nhân quyền và họ phải là những mẫu gương tốt cho tất cả thanh thiếu niên. Tình nguyện viên phải đối xử với các tình nguyện viên hoặc những thanh thiếu niên khác ở mọi lứa tuổi, giới tính, tôn giáo, và văn hóa với sự tôn trọng và quan tâm."
}