{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Limited Time Offer\nBUY 1 GET 1 FREE+ Free Shipping Of Revitalized Remedies CBD Gummies\nLOW STOCK! ( HURRY: Only 4 Bottles Left. )\nGET YOUR BOTTLE >>\nThis special offer ends:\nFriday, October 11, 2024\nStart A Conversation\nDan H.\nI really didn't expect such a cool post from you. Actually I have been using Revitalized Remedies CBD Gummies for about a weak already and couldn't be any happier!\nReply . 13 . Like . 12 minutes ago\nZac P.\nThe timing of this couldn't be better, my wife and I are struggling and this could be our answer.\nReply . 14 . Like . 16 minutes ago\nFritz C.\nYesterday I got my package Revitalized Remedies CBD Gummies and I already managed to try it! I feel more confident than ever already!\nReply . 2 . Like . 1 hour ago\nRyan P.\nDenzel Washington. I've heard that as well. I am anxious to find out for myself. Thanks!\nReply . 13 . Like . 12 minutes ago\nReynan P.\nI have been using Revitalized Remedies CBD Gummies for two weeks and I can definitely say that could never expect such a strong effect. This is simply AMAZING!!",
    "trans": "Ưu Đãi Có Hạn\nMUA 1 TẶNG 1 MIỄN PHÍ + Giao hàng miễn phí đối với Kẹo dẻo Revitalized Remedies CBD\nSẮP HẾT HÀNG! ( KHẨN TRƯƠNG: Chỉ còn lại 4 chai. )\nNHẬN CHAI CỦA BẠN >>\nƯu đãi đặc biệt này kết thúc:\nThứ Sáu, ngày 10 tháng 11 năm 2024\nBắt đầu một cuộc trò chuyện\nDan H.\nTôi thật sự không ngờ một thông báo tuyệt như vậy từ các bạn. Thực ra tôi đã dùng Kẹo dẻo Revitalized Remedies CBD được một tuần và tôi không thể nào cảm thấy hạnh phúc hơn!\nPhản hồi. 13. Thích . 12 phút trước\nZac P.\nThời điểm của ưu đãi này thật tuyệt vời, vợ tôi và tôi đang gặp rắc rối và đây có thể chính là câu trả lời cho chúng tôi.\nPhản hồi . 14. Thích . 16 phút trước\nFritz C.\nHôm qua tôi đã nhận được gói hàng Kẹo dẻo Revitalized Remedies CBD và tôi đã dùng thử! Tôi cảm thấy tự tin hơn bao giờ hết!\nPhản hồi . 2 . Thích . 1 tiếng trước\nRyan P.\nDenzel Washington. Tôi đã nghe về điều này. Tôi rất muốn tự mình tìm hiểu. Cảm ơn!\nPhản hồi . 13 . Thích . 12 phút trước\nReynan P.\nTôi đã sử dụng Kẹo dẻo Revitalized Remedies CBD được hai tuần và tôi có thể chắc chắn rằng tôi không thể nào tưởng tượng được nó mang lại hiệu quả mạnh mẽ đến vậy. Điều này thật là TUYỆT VỜI!!"
}