{
    "source": "en_US",
    "target": "vi_VN",
    "text": "*The information on the ID must be identical to the information on your US ARMY Membership. The ID must include a name, date of birth, and a photo, and it must be presented physically to be accepted as a valid photo ID for identity verification. If the information on the ID does not match the information on your US ARMY Membership, you will be denied admission.\n*All IDs must be presented physically and must not be expired, to be considered valid.\n*If you have to verify yourself using a temporary ID such as an issuance application confirmation, the document must be stamped with the official seal of the head of a government office. It must include a photo, personal information, issuance number, and expiration date, all protected with a transparent sticker. Any document seeming dubious or to have been forged will not be accepted.\n*When verifying your ID, we may conduct an additional verification process such as asking you questions, requesting other IDs, etc. to prevent the use of transferred or forged IDs.\n[Precautions]\n- Only ARMY US MEMBERSHIP holders who attended the Jung Kook 'GOLDEN : The Moments' Exhibition are able to receive the gift benefits",
    "trans": "*Thông tin trên giấy tờ tùy thân phải giống hệt thông tin trên Thẻ Thành viên QUÂN ĐỘI Hoa Kỳ của bạn. Giấy tờ tùy thân phải bao gồm họ tên, ngày sinh và ảnh, và phải được trình bày dưới dạng bản gốc để được chấp nhận làm giấy tờ tùy thân hợp lệ cho việc xác minh danh tính. Nếu thông tin trên giấy tờ tùy thân không khớp với thông tin trên Thẻ Thành viên QUÂN ĐỘI Hoa Kỳ của bạn, bạn sẽ bị từ chối vào cửa.\n*Tất cả các giấy tờ tùy thân phải được trình bày dưới dạng bản gốc và không bị hết hạn, để được coi là hợp lệ.\n*Nếu bạn cần xác minh danh tính bằng một giấy tờ tùy thân tạm thời như xác nhận cấp phát giấy tờ tùy thân, tài liệu này phải được đóng dấu chính thức của người đứng đầu cơ quan chính phủ. Tài liệu phải bao gồm ảnh, thông tin cá nhân, số cấp phát và ngày hết hạn, tất cả đều được bảo vệ bằng nhãn dán trong suốt. Bất cứ tài liệu nào có dấu hiệu nghi ngờ hoặc giả mạo sẽ không được chấp nhận.\n*Khi xác minh giấy tờ tùy thân của bạn, chúng tôi có thể tiến hành thêm các quy trình xác minh, chẳng hạn như đặt câu hỏi hoặc yêu cầu các giấy tờ tùy thân khác để ngăn chặn việc sử dụng giấy tờ tùy thân chuyển nhượng hoặc giả mạo.\n[Lưu ý]\n- Chỉ những người sở hữu THẺ THÀNH VIÊN QUÂN ĐỘI HOA KỲ và đã tham dự triển lãm 'GOLDEN : The Moments' của Jung Kook mới có thể nhận các quyền lợi quà tặng."
}