{
    "source": "en_US",
    "target": "vi_VN",
    "text": "• Sustainability commitment, incorporate environmentally friendly practices into our operations, promoting ecological awareness and responsibility within the technology sector.\n• Moreover, by engaging in numerous classes and completing all assigned tasks, participants will be rewarded with incentives such as tickets for attractive prizes or the opportunity to donate to animal rescue organizations or other charitable causes. This approach aims to motivate and inspire customers effectively.\nThe product\nOur main product is an all-inclusive learning management app aimed at boosting memory and promoting effective learning. The application includes intelligent note-taking with flexible organization, multimedia capabilities, and collaboration features, enabling users to effortlessly create and share enhanced notes. It uses a Spaced Repetition System (SRS) that tailors review schedules based on how users perform, ensuring timely revisits of information. Personalized learning plans are developed through an initial evaluation, which monitors user progress and offers customized feedback. The app also provides interactive learning activities like gamified quizzes and flashcards, making the learning process enjoyable. Moreover, it connects with well-known productivity tools and fosters a user community for support and knowledge exchange. Overall, our application empowers users to take control of their learning journey, improve retention, and achieve their educational goals effectively.\nBenefits of using the product",
    "trans": "Cam kết bền vững, chúng tôi tích hợp các thực hành thân thiện với môi trường vào hoạt động kinh doanh, khuyến khích nhận thức và trách nhiệm sinh thái trong ngành công nghệ.\nHơn nữa, bằng cách tham gia nhiều lớp học và hoàn thành tất cả nhiệm vụ được giao, người tham gia sẽ được thưởng những ưu đãi như vé đổi lấy các giải thưởng hấp dẫn hoặc cơ hội quyên góp cho các tổ chức cứu hộ động vật hoặc các hoạt động từ thiện khác. Cách tiếp cận này nhằm mục đích tạo động lực và truyền cảm hứng hiệu quả cho khách hàng.\nSản phẩm\nSản phẩm chính của chúng tôi là ứng dụng quản lý học tập toàn diện nhằm cải thiện trí nhớ và thúc đẩy việc học hiệu quả. Ứng dụng này bao gồm ghi chú thông minh với khả năng tổ chức linh hoạt, hỗ trợ đa phương tiện và tính năng hợp tác, giúp người dùng dễ dàng tạo và chia sẻ ghi chú được nâng cấp.Hệ thống lặp lại cách quãng (SRS), thiết kế lịch ôn tập dựa trên hiệu suất người dùng, đảm bảo việc ôn tập thông tin kịp thời.Kế hoạch học tập cá nhân hóa được phát triển qua một bài đánh giá ban đầu, theo dõi tiến trình của người dùng và cung cấp phản hồi tùy chỉnh.Hoạt động học tập tương tác như các bài kiểm tra được trò chơi hóa, flashcards, mang đến trải nghiệm học tập thú vị. Ngoài ra, ứng dụng còn:Kết nối với các công cụ năng suất được biết đến nhiều nhất. Hỗ trợ cộng đồng người dùng để trao đổi kiến thức và hỗ trợ lẫn nhau.Tổng thể, ứng dụng của chúng tôi giúp người dùng kiểm soát hành trình học tập, cải thiện khả năng ghi nhớ và đạt được mục tiêu giáo dục một cách hiệu quả.\nLợi ích khi sử dụng sản phẩm"
}