{
    "source": "en_US",
    "target": "vi_VN",
    "text": "October 4, 2024 at 4:58 am\nThat should read: Why have none of the details [of Beeke’s marriage and divorce] EVER been made public?\nYou would think that a guy with an iron in every fire and as much influence as he appears to have on EVERYTHING would be more forthcoming, wouldn’t you?\nReply\nAnne Rector says:\nOctober 3, 2024 at 1:51 pm\nEarlier reports insisted that Lawson and the woman have said they were not “intimate,” as in they never physically consummated their relationship. If he paid for her transportation to meet him in various locales, and ostensibly her lodging, there is a near-certainty that they physically “hooked up.”\nAnd the investigation has been on-going since March? This peels like an onion.\nReply\nBridgette says:\nOctober 3, 2024 at 3:02 pm\nIf the women was an adult, then she was just in the wrong as Steve. she knew he was married. why isn’t her name being blasted all over the internet to ruin her life? just saying!",
    "trans": "Ngày 4 tháng 10, 2024 lúc 4:58 sáng\nNó nên được viết là: Tại sao không có chi tiết nào [về hôn nhân và cuộc ly hôn của Beeke] TỪNG được công khai?\nBạn có thể nghĩ rằng một người đàn ông có mặt ở mọi nơi và có ảnh hưởng đến mọi thứ như anh ta thì sẽ cởi mở hơn, phải không?\nTrả lời\nAnne Rector nói:\nNgày 4 tháng 10, 2024 lúc 1:51 chiều\nCác báo cáo trước đó khẳng định rằng Lawson và người phụ nữ đã nói họ không \"thân mật\", nghĩa là họ chưa bao giờ quan hệ tình dục với nhau. Nếu anh ta trả tiền cho việc đi lại của cô ấy để gặp anh ta tại nhiều địa điểm khác nhau. và có lẽ là tiền thuê chỗ ở của cô ấy, thì gần như chắc chắn họ đã \"quan hệ\" với nhau.\nVà cuộc điều tra đã diễn ra từ tháng Ba? Nó đang như bóc vỏ hành vậy.\nTrả lời\nBridgette nói:\nNgày 3 tháng 10, 2024 lúc 3:02 chiều\nNếu người phụ nữ đó là người trưởng thành, thì cô ấy cũng sai như Steve. Cô ấy biết anh tã đã có gia đình. Tại sao tên của cô ấy không bị phát tán khắp nơi trên internet để hủy hoại cuộc sống của cô ấy? Chỉ nói vậy thôi!"
}