{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The MAP test serves as a valuable standardized formative assessment tool for our students, encompassing Math and English subjects for students from KG3 to G11, with the additional inclusion of Science subjects for G4 to G8. This assessment allows us to gauge your child's learning levels and track their academic growth not only throughout the school year but also from year to year.\nGiven the significance of this assessment, it is crucial that our students put forth their best effort. I firmly believe that parental support plays an essential role in helping children perform their best during the MAP test. Therefore, I kindly request that you ensure the presence of your child(ren) in school on the designated testing day.\nThe MAP test this season will be conducted with subject facilitators to ensure that all students are in a comfortable atmosphere conducive to smooth answering. Here are the details regarding the testing locations:\nMYP & DP1 students: Respective subject’s classes (Please bring laptops with Windows 8 or later versions installed or iPads)",
    "trans": "Bài kiểm tra MAP là một công cụ đánh giá định kỳ tiêu chuẩn hóa quan trọng dành cho học sinh của chúng ta, bao gồm các môn Toán và Tiếng Anh cho học sinh từ KG3 đến G11, cùng với việc bổ sung các môn Khoa học cho học sinh từ G4 đến G8. Bài kiểm tra này giúp chúng tôi đánh giá trình độ học tập của con em quý vị và theo dõi sự tiến bộ trong học tập không chỉ trong suốt năm học mà còn qua từng năm.\nVới tầm quan trọng của bài kiểm tra này, điều cần thiết là các em học sinh phải nỗ lực hết sức mình. Tôi tin tưởng rằng sự hỗ trợ từ phụ huynh đóng vai trò thiết yếu trong việc giúp các em đạt được kết quả tốt nhất trong bài kiểm tra MAP. Vì vậy, tôi mong quý phụ huynh đảm bảo sự có mặt của con em mình tại trường vào ngày kiểm tra được chỉ định.\nBài kiểm tra MAP trong mùa này sẽ được thực hiện với sự hỗ trợ của các giáo viên bộ môn nhằm đảm bảo tất cả học sinh có môi trường thoải mái, thuận lợi để làm bài. Sau đây là thông tin chi tiết về địa điểm kiểm tra:\nHọc sinh MYP và DP1: Các lớp học bộ môn tương ứng (Vui lòng mang theo máy tính xách tay có hệ điều hành Windows 8 trở lên hoặc iPad)"
}