{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Home Office online check: share code and date of birth\nOR current passport and stamped visa\nNon-UK with student visa\nHome Office online check: share code and date of birth\nAND university enrolment letter and document specifying term dates\nBank account details (sort code, account number)\nNational insurance number (eg NI card, letter from government agency/department)\nP45 from the current tax year, under six weeks old OR a completed online HMRC starter checklist\nCopies (paper or digital) of original documents cannot be accepted.\nWithout presenting the above documents, you will be unable to commence employment.\nWhat to expect\nOn your first day, a team member will complete an induction and answer any questions which you may have. You will be provided with access to online induction e-learning to help to build your knowledge. In the meantime, take a look at the following to learn more about J D Wetherspoon and what’s on offer.",
    "trans": "Kiểm tra trực tuyến của Văn phòng Nội vụ: mã chia sẻ và ngày sinh\nHOẶC hộ chiếu hiện tại và thị thực đã được đóng dấu\nKhông phải người Anh có thị thực sinh viên\nKiểm tra trực tuyến của Văn phòng Nội vụ: mã chia sẻ và ngày sinh\nVÀ thư nhập học của trường đại học và tài liệu tài liệu ghi rõ thời gian học kỳ\nChi tiết tài khoản ngân hàng (mã số chi nhánh, số tài khoản)\nSố bảo hiểm quốc gia (ví dụ thẻ NI, thư từ cơ quan/chính phủ)\nP45 của năm thuế hiện tại, không quá sáu tuần HOẶC bảng kiểm tra khởi đầu HMRC trực tuyến đã hoàn thành\nBản sao (dạng giấy hoặc kỹ thuật số) của các tài liệu gốc đều không được chấp nhận.\nNếu không xuất trình các tài liệu trên, bạn sẽ không thể bắt đầu công việc.\nNhững gì bạn có thể mong đợi\nVào ngày đầu tiên của bạn, một thành viên trong nhóm sẽ hoàn thành một buổi giới thiệu và trả lời bất kỳ câu hỏi nào bạn có. Bạn sẽ được cung cấp quyền truy cập vào khóa học trực tuyến để giúp xây dựng kiến thức của mình. Trong thời gian này, hãy xem những gì sau đây để tìm hiểu thêm về J D Wetherspoon và những gì mà công ty cung cấp."
}