{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Identify the ticket you tried to share and check the status of the share\nCheck that the details (email or mobile number) are correct\nYou can choose to cancel or recall the ticket share and attempt to re-share it with your friend\nI’ve shared a ticket, how long does my receiver have to accept it?\nThe ticket receiver has 48 hours to accept the ticket share. If it goes unaccepted, you will receive a notification and the ticket will be available in your order history again.\nI’ve shared a ticket, but I’d like to undo it, what do I do?\nIf you’ve shared a ticket that you no longer wish to, visit “Your Tickets” in the Ticketek mobile app. Alternatively, click the SMS link for the mobile ticket you have shared.\nBased on the status of the shared ticket you can “Cancel” or “Recall” the shared ticket.\nThe ticket holder will receive an email notification when this occurs.\nI accepted a ticket share but would like to undo it, what do I do?\nIf you’ve accepted a shared ticket that you no longer wish to have, visit “Your Tickets” in the Ticketek mobile app.",
    "trans": "Hãy xác định vé mà bạn đã cố gắng chia sẻ và kiểm tra tình trạng của việc chia sẻ.\nKiểm tra lại thông tin chi tiết (email hoặc số điện thoại) có chính xác hay không.\nBạn có thể chọn hủy hoặc thu hồi việc chia sẻ vé và nỗ lực chia sẻ lại với bạn bè của mình.\nTôi đã chia sẻ vé, người nhận có bao nhiêu thời gian để chấp nhận nó?\nNgười nhận có một khoảng thời gian là 48 giờ để chấp nhận vé được chia sẻ. Nếu vé không được chấp nhận, bạn sẽ nhận một thông báo và vé sẽ được có lại trong lịch sử đơn hàng của bạn.\nTôi đã chia sẻ vé, nhưng tôi muốn hủy, tôi phải làm gì?\nNếu bạn đã chia sẻ một vé nhưng bạn không muốn nữa, hãy vào mục \"Vé của Bạn\" trong ứng dụng di động Ticketek.  Hoặc, bấm vào liên kết SMS cho vé di động mà bạn đã chia sẻ.\nDựa trên trạng thái của vé được chia sẻ bạn có thể lựa chọn \"Hủy\" hoặc \"Thu hồi\" vé đã được chia sẻ.\nNgười giữ vé sẽ nhận được thông báo bằng email khi điều này xảy ra.\nTôi đã chấp nhận một vé được chia sẻ nhưng lại muốn hủy nó, tôi phải làm gì?\nNếu bạn đã chấp nhận một vé được chia sẻ nhưng bạn lại không muốn nữa, hãy truy cập vào mục \"Vé của Bạn\" trong ứng dụng di động Ticketek."
}