{
    "source": "en_US",
    "target": "vi_VN",
    "text": "the weekends and have fun and often attends sports events or\ntakes a short break to play video games.\nlabs. He spends lots of time in the library, and at the end of\n“undeclared” at the beginning of second semester. He doesn’t see\nhas declared a major in premed; he signed up for a heavy\nmorning and goes to class, but occasionally he goes back to sleep\nthe first semester he has a 3.5 GPA. Jerome likes to go out on\ngets up on time. He’s asked Jerome to make sure he gets up in the\nplays every intramural sport offered. Chris made a 2.2 GPA first\ncollege classes without his parents around to make sure that he\nafter Jerome wakes him up. Chris tends to study right before a\ntest by staying up all night. He goes out a lot during the week and\nKanoy, K., Book, H. E., & Stein, S. J. (2013). The student eq edge : Emotional intelligence and your academic and personal success: student workbook. John Wiley & Sons, Incorporated.",
    "trans": "Những ngày cuối tuần và dành dành niềm vui với việc tham gia những sự kiện thể thao hoặc\nthư giãn với những trò chơi điện tử\nAnh ấy thường dành nhiều thời gian ở thư viện và\nchưa xác định chuyên ngành vào đầu học kỳ thứ hai. Anh ấy không thấy được\nchuyên ngành mà mình muốn đăng ký\nAnh ấy thức dậy vào buổi sáng và đi đến lớp học nhưng thỉnh thoảng thì anh ấy lại quay trở lại giường\nHọc kỳ đầu tiên anh ấy đạt điểm trung bình các môn học (GPA) 3.5. Jerome thích đi ra ngoài\nAnh ấy thức dậy đúng giờ. Anh ấy hỏi Jerome để đảm bảo rằng anh nghĩ ddy sớm\nAnh ấy chơi các môn thể thao trong nhà. Chris đạt GPA 2.2 trong kỳ đầu tiên.\nAnh ấy đi học đại học mà không có sự bên cạnh của bố mẹ\nChris thường có xu hướng học ngay trước một\nbài kiểm tra bằng việc thức cả đêm. Anh ấy đi ra ngoài nhiều suốt cả tuần.\nKanoy, K., Book, H. E., & Stein, S. J. (2013). Lợi thế EQ dành cho sinh viên: Trí tuệ cảm xúc và thành công trong học tập cũng như cuộc sống cá nhân: Sổ tay học viên. John Wiley & Sons, đồng tác giả."
}