{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Benedict looked at the newcomer, a short, slightly pudgy young woman who was obviously the countess’s daughter, then glanced back to Sophie, who had gone white as a sheet.\n“Get out of here,” Araminta hissed. “You have no place in these proceedings.”\n“Obviously she does,” the magistrate said, turning to Araminta, “if she took the shoe clips. Do you want to have her charged?”\n“She’s my daughter!”\n“Put me in the cell with Sophie!” Posy said dramatically, clasping one of her hands to her breast with great effect. “If she is transported for theft, then I must be as well.”\nFor the first time in several days, Benedict found himself smiling.\nThe warden took out his keys. “Sir?” he said hesitantly, nudging the magistrate.\n“Put those away,” the magistrate snapped. “We’re not incarcerating the countess’s daughter.”\n“Do not put those away,” Lady Bridgerton cut in. “I want my future daughter-in-law released immediately.”\nThe warden looked helplessly at the magistrate.\n“Oh, very well,” the magistrate said, jabbing his finger in Sophie’s direction. “Let that one free. But no one is going anywhere until I have this sorted out.”",
    "trans": "Benedict nhìn vào người mới đến, một người phụ nữ trẻ, thấp, và hơi béo, rõ ràng đó là con gái của nữ bá tước, rồi liếc nhìn về phía Sophie, người đã trắng bệch như giấy.\n\"Cút ra khỏi đây ngay,\" Araminta hét lên. \"Ngươi không có chỗ trong những thủ tục này.\"\n\"Rõ ràng là cô ta có,\" thẩm phán nói, quay về phía Araminta, \"nếu cô ta lấy đi những chiếc kẹp giày. Ngươi có muốn buộc tội cô ta không?\"\n\"Con bé là con gái của tôi!\"\n\"Hãy tống giam ta cùng với Sophie!\" Posy nói một cách kịch liệt, siết chặt một tay vào ngực gây nên bối cảnh căng thẳng. \"Nếu con bé bị đưa đi vì tội trộm cắp, thì ta cũng phải bị như thế.\"\nLần đầu tiên sau nhiều ngày, Benedict thấy bản thân mình mỉm cười.\nNgười quản giáo mang chìa khóa ra. \"Thưa ngài?\" ông ta ngập ngừng nói, thúc nhẹ vào thẩm phán.\n\"Cất chúng ngay đi,\" thẩm phán quát. \"Chúng ta không thể giam giữ con gái của nữ bá tước được.\"\n“Đừng mang những thứ đó đi,” Phu nhân Bridgerton chen ngang. “Ta muốn con dâu tương lai của ta được thả ra ngay lập tức.”\nNgười quản giáo nhìn vào thẩm phán trong bất lực.\n“Ồ, tốt thôi,” thẩm phán nói, chỉ ngón tay về phía Sophie. “Hãy thả người đó ra. Nhưng không ai được đi đâu hết cho tới khi ta giải quyết xong việc này.”"
}