{
    "source": "en_US",
    "target": "vi_VN",
    "text": "all, but hearing Kai willingly share information beyond his son’s favorite snack or sleep routine holds a weight I didn’t expect.\n“Country boy, huh?”\nThe mental picture of him in Wranglers, much in the way he wears his baseball pants, is doing all sorts of things to my imagination.\n“Miller.”\n“Hmm?”\n“You’re sexualizing me in your mind right now, aren’t you?” “Absolutely.”\nThe corner of his lips tick.\n“Your parents, are they still in Texas?”\nHe begins to gather the dishes I made a mess of, completely ignoring my\nquestion. “Why don’t you head out. I’ll clean this up. I don’t want Monty to chew my ass out tomorrow at practice because you woke him when you got home too late. Thanks for your help tonight. I hope Max was okay for you.”\n“He was an angel. I truly have no idea where he inherited that from.”\nKai’s back vibrates, but he doesn’t give me the satisfaction of hearing his laugh.\n“And so you know, I’m not staying at my dad’s.”\nStanding by the sink, Kai’s eyes dart to mine over his shoulder.\n“I’m staying in my van in his parking garage.”",
    "trans": "tất cả, nhưng khi nghe Kai sẵn lòng chia sẻ thông tin ngoài những thứ như món ăn yêu thích hay thói quen ngủ của con trai anh ấy, tôi cảm thấy có một ý nghĩa mà tôi không ngờ tới.\n\"Cậu là dân quê, hả?\"\nHình ảnh trong đầu tôi về anh ấy trong chiếc quần jeans Wranglers, giống như cách anh ấy mặc quần bóng chày, đang làm đủ thứ trong trí tưởng tượng của tôi.\n\"Miller.\"\n\"Hmm?\"\n\"Cậu đang tưởng tượng tôi một cách không đứng đắn, phải không?\" \"Tất nhiên.\"\nKhóe môi của anh khẽ nhếch lên.\n\"Bố mẹ cậu, họ vẫn ở Texas chứ?\"\nAnh ấy bắt đầu dọn dẹp đống chén đĩa mà tôi bày bừa bộn, hoàn toàn phớt lờ\ncâu hỏi của tôi. “Sao cậu không về đi. Tôi sẽ dọn dẹp chỗ này. Tôi không muốn Monty mắng tôi vào ngày mai trong lúc tập luyện vì cậu đã làm anh ấy thức giấc khi về nhà quá trễ. Cảm ơn cậu vì đã giúp đỡ tối nay. Hy vọng Max ổn khi ở cùng cậu.”\n\"Cậu ấy là một thiên thần. Thật sự tôi không biết cậu ấy thừa hưởng điều đó từ đâu.\"\nLưng của Kai rung lên, nhưng anh ấy không cho tôi sự thoải mái khi nghe thấy tiếng cười của anh.\n\"Và để cậu biết, tôi không ở nhà bố tôi.\"\nĐứng bên cạnh bồn rửa, mắt của Kai liếc qua vai nhìn tôi.\n\"Tôi sẽ ở trong chiếc xe van của mình trong bãi đậu xe của anh ấy.\""
}