{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Must be able to set up and run GMAW, SMAW, FCAW, GTAW\nOxy Fuel Cutting\nHandheld Plasma/Gouging Operation\nMust be able to lift 10 – 40 LB Weldments\nRead, interpret, and follow blueprints and engineering plans to construct high-quality parts and assemblies.\nSetting up and operating tools and equipment necessary for the fabrication process.\nMeasuring, marking, cutting, bending, and assembling materials to create the final product.\nInspecting and testing finished products to ensure they conform to specifications.\nAligning, fitting, and assembling component parts using hand tools and fixtures.\nRepairing faulty components and products in line with defects highlighted during inspection.\nMaintaining a clean and safe work environment in compliance with company and safety regulations.\nInspect and test finished products for functionality and adherence to specifications.\nMaintain a clean and safe working environment by complying with procedures, rules, and regulations.\nAssist in the enhancement of fabrication methods, seeking efficiency and reduction of costs.\nCommunicate well with other departments and team members",
    "trans": "Phải có khả năng thiết lập và vận hành GMAW, SMAW, FCAW, GTAW\nCắt Nhiên Liệu Oxy\nVận hành Plasma/Gouging Cầm tay\nPhải có khả năng nâng các sản phẩm hàn từ 10 - 40 LB.\nĐọc, giải thích và theo dõi bản vẽ kỹ thuật và kế hoạch để chế tạo các bộ phận và linh kiện chất lượng cao.\nThiết lập và vận hành các công cụ và thiết bị cần thiết cho quá trình chế tạo.\nĐo, đánh dấu, cắt, uốn và lắp ráp vật liệu để tạo ra sản phẩm cuối cùng.\nKiểm tra và thử nghiệm sản phẩm hoàn chỉnh để đảm bảo chúng đáp ứng yêu cầu kỹ thuật.\nCăn chỉnh, lắp ghép và lắp ráp các bộ phận bằng tay và các dụng cụ phù hợp.\nSửa chữa các bộ phận và các sản phẩm bị lỗi theo các lỗi được chỉ ra trong quá trình kiểm tra.\nDuy trì môi trường làm việc sạch sẽ và an toàn theo quy định của công ty và an toàn lao động.\nKiểm tra và thử nghiệm sản phẩm hoàn chỉnh về tính năng và sự tuân thủ các tiêu chuẩn.\nDuy trì môi trường làm việc sạch sẽ và an toàn bằng cách tuân thủ các quy trình, quy tắc và quy định.\nHỗ trợ trong việc cải tiến phương pháp chế tạo, tìm kiếm sự hiệu quả và giảm chi phí.\nGiao tiếp tốt với các bộ phận và các thành viên trong nhóm khác."
}