{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Total amount of years for your education since grade 1\nAre you currently employed?\nDo you have proof of your employment (pay slips, reference letters, contract)?\nPlease list all languages that you currently speak:\nAre you thinking of going to the United States with your family members or alone?\nWhat is the purpose of your entry and stay in the United States:\nAre you seeking protection because you have suffered from persecution or fear because of: Race, Religion, Nationality, Membership in a particular social group, Political opinion?\nHave you ever been to the United States before?\nHave you ever had problems with the law?\nAre you currently working for an American employer?\nWould you like to invest your money into a United States business?\nHave you been awarded, or have you been nationally or internationally recognized, for excellence in the field of your outstanding activity?\nHave you ever been a judge of the work of others in the field of their or your specialization?\nCan you provide information about a crime committed in the United States?\nDECLARATION",
    "trans": "Tổng số năm đi học của bạn tính từ năm lớp 1\nHiện tại bạn có đang đi làm không?\nBạn có bằng chứng cho việc mình đi làm không (phiếu lương, thư giới thiệu, hợp đồng)?\nVui lòng liệt kê toàn bộ các ngôn ngữ mà bạn hiện đang nói:\nBạn có dự định đến Hoa Kỳ cùng với các thành viên trong gia đình hay là đi một mình?\nMục đích của bạn khi nhập cảnh và lưu trú tại nước Hoa Kỳ là gì:\nBạn có đang tìm kiếm sự bảo vệ vì bạn đã phải chịu đựng sự ngược đãi hoặc sợ hãi vì: Chủng tộc, Tôn giáo, Quốc tịch, Tham gia vào một nhóm xã hội cá biệt, Quan điểm chính trị không?\nBạn đã đến Hoa Kỳ bao giờ chưa?\nBạn có bao giờ gặp rắc rối với pháp luật chưa?\nHiện tại bạn có đang làm việc cho một công ty của Hoa Kỳ không?\nBạn có muốn đầu tư tiền của mình vào một doanh nghiệp của Hoa Kỳ không?\nBạn đã từng được trao giải thưởng hoặc được công nhận trên toàn quốc hoặc quốc tế vì thành tích xuất sắc trong lĩnh vực hoạt động nổi bật của bạn chưa?\nBạn đã từng là giám khảo đánh giá cho công việc của người khác trong lĩnh vực chuyên môn của họ hoặc của bạn chưa?\nBạn có thể cung cấp thông tin về một hành vi phạm tội đã xảy ra ở Hoa Kỳ không?\nTUYÊN BỐ"
}