{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Shipley had approved an editorial endorsement for Harris that was being drafted earlier this month, according to three people with direct knowledge. He told colleagues the decision to endorse was being reviewed by the paper's billionaire owner, Jeff Bezos. That's the owner's prerogative and is a common practice.\nOn Friday, Shipley said that he told other editorial board leaders on Thursday that management had decided there would be no endorsement, though Shipley had known about the decision for a while. He added that he \"owns\" this outcome. The reason he cited was to create \"independent space\" where the newspaper does not tell people for whom to vote.\nColleagues were said to be \"shocked\" and uniformly negative. Editor-at-large Robert Kagan, who has been highly critical of Trump as autocratic, told NPR he had resigned from the editorial board as a consequence.\nFormer Washington Post Executive Editor Martin Baron, who led the newsroom to acclaim during Trump's presidency, denounced the decision starkly.",
    "trans": "Shipley đã phê duyệt một bài ủng hộ biên tập cho Harris, bản dự thảo đang được soạn thảo vào đầu tháng này, theo ba người có thông tin trực tiếp. Ông đã chia sẻ với các đồng nghiệp rằng quyết định ủng hộ đang được xem xét bởi tỷ phú chủ sở hữu của tờ báo, Jeff Bezos. Đó là quyền của ông chủ và là chuyện thường thấy.\nVào thứ Sáu, Shipley nói rằng ông đã thông báo cho các lãnh đạo ban biên tập khác vào thứ Năm rằng ban quản lý đã quyết định sẽ không ủng hộ, mặc dù Shipley đã biết về quyết định này từ trước. Ông nói thêm rằng ông \"chịu trách nhiệm\" về kết quả này. Lý do ông đưa ra là để tạo ra \"không gian độc lập\", nơi mà tờ báo không dẫn dắt người dân nên bỏ phiếu bầu cho ai.\nCác đồng nghiệp được cho là đã bị \"sốc\" và hoàn toàn không đồng tình. Biên tập viên Robert Kagan, người đã rất chỉ trích Trump là một nhà độc tài, nói với NPR rằng ông đã từ chức khỏi ban biên tập vì quyết định này.\nCựu Tổng Biên tập của Washington Post Martin Baron, người đã dẫn dắt phòng tin tức đạt được sự khen ngợi trong suốt nhiệm kỳ của Trump, đã lên án quyết định này một cách gay gắt."
}