{
    "source": "en_US",
    "target": "vi_VN",
    "text": "If you are receiving this email, you are currently using an email or calendar app that uses a less secure authentication method to connect to your Outlook.com email account. You will need to upgrade your third-party mail and calendar app to a version which supports modern authentication methods.\nMicrosoft provides free versions of Outlook for your PC, Mac, iOS, and Android devices which can be easily downloaded and connect to your email account. Using an updated version of an Outlook application will ensure you are connecting in the most secure way.\nHow can you set up your Gmail, Apple Mail, or other third-party mail application?\nVarious non-Microsoft applications will have their own steps for connecting to your Outlook.com email account using modern authentication methods. See our help article - Modern Authentication Methods now needed to continue syncing Outlook Email in non-Microsoft email apps. However, you may need to contact the creators of those applications to provide you with instructions. In many cases, simply removing and re-adding your account with the latest version of that application will configure it to use modern authentication methods.",
    "trans": "Nếu bạn nhận được email này, bạn đang sử dụng một ứng dụng email hoặc lịch sử dụng phương thức xác thực kém an toàn để kết nối với tài khoản email Outlook.com của mình. Bạn sẽ cần nâng cấp ứng dụng email và lịch của bên thứ ba lên phiên bản hỗ trợ các phương thức xác thực hiện đại.\nMicrosoft cung cấp các phiên bản miễn phí của Outlook cho máy tính PC, Mac, iOS và thiết bị Android, có thể tải xuống dễ dàng và kết nối với tài khoản email của bạn. Sử dụng phiên bản cập nhật của ứng dụng Outlook sẽ đảm bảo bạn kết nối một cách an toàn nhất.\nLàm thế nào để thiết lập Gmail, Apple Mail hoặc ứng dụng email bên thứ ba khác?\nCác ứng dụng không phải của Microsoft sẽ có các bước riêng để kết nối với tài khoản email Outlook.com của bạn bằng các phương thức xác thực hiện đại. Xem bài viết trợ giúp của chúng tôi - Các phương thức xác thực hiện đại giờ đây cần thiết để tiếp tục đồng bộ email Outlook trong các ứng dụng email không phải của Microsoft. Tuy nhiên, bạn có thể cần liên hệ với nhà phát triển của các ứng dụng đó để được hướng dẫn. Trong nhiều trường hợp, chỉ cần xóa và thêm lại tài khoản của bạn với phiên bản mới nhất của ứng dụng sẽ cấu hình nó để sử dụng các phương thức xác thực hiện đại."
}