{
    "source": "en_US",
    "target": "vi_VN",
    "text": "$0.00\nOrder Total\n$208.00\nShop in the Apple Store app,\ntailored specifically for you\nGet personalized product recommendations, compare models, access Your Saves, and track your orders. Plus, opt in today to get updates on new products, promotions, flexible payment options, and store events.\nScan the QR code or tap the link to get started.\nDownload the Apple Store app ›\nQuestions\nWhen will I get my items?\nThe shipping estimates above tell you when your items are expected to arrive. As each item leaves our warehouse, we’ll email you with delivery and tracking information.\nOrdered more than one item? You’ll get a separate email as each item ships. There are no additional shipping fees for these items.\nHow do I view or change my order?\nVisit online Order Status to view the most up-to-date status and make changes to your order. To learn more about shipping, changing your order, or returns, please visit online Help.\nYou can also call Apple Support at 800-692-7753 Monday through Friday from 9:00 a.m. to 9:00 p.m. and Saturday from 9:00 a.m. to 6:00 p.m. Pacific time.",
    "trans": "$0.00\nTổng Đơn Hàng\n$208.00\nMua sắm trên ứng dụng Apple Store,\nđược thiết kế dành riêng cho bạn\nNhận các gợi ý sản phẩm được cá nhân hóa, so sánh các mẫu, truy cập mục Đã Lưu và theo dõi đơn hàng. Ngoài ra, đăng ký ngay hôm nay để nhận thông tin cập nhật về sản phẩm mới, khuyến mãi, phương thức thanh toán linh hoạt, và các sự kiện ở cửa hàng.\nHãy quét mã QR hoặc nhấn vào liên kết để bắt đầu.\nTải xuống ứng dụng Apple Store ›\nCâu hỏi\nKhi nào tôi sẽ nhận được hàng?\nCác ước tính vận chuyển ở trên cho bạn biết khi nào hàng dự kiến sẽ đến. Khi mỗi mặt hàng rời kho, chúng tôi sẽ gửi email cho bạn thông tin giao hàng và theo dõi.\nĐặt nhiều hơn một mặt hàng? Bạn sẽ nhận được một email riêng khi từng mặt hàng được vận chuyển. Không tính thêm phí vận chuyển cho các mặt hàng này.\nLàm thế nào để xem hoặc thay đổi đơn hàng?\nTruy cập Trạng thái Đơn hàng trực tuyến để xem tình trạng mới nhất và thay đổi đơn hàng của bạn. Để tìm hiểu thêm về vận chuyển, thay đổi đơn hàng, hoặc hoàn trả, vui lòng truy cập vào phần Trợ giúp trực tuyến.\nBạn cũng có thể gọi cho bộ phận Hỗ trợ của Apple theo số 800-692-7753 từ Thứ Hai đến Thứ Sáu từ 9:00 sáng đến 9:00 tối và Thứ Bảy từ 9:00 sáng đến 6:00 tối theo giờ Thái Bình Dương."
}