{
    "source": "en_US",
    "target": "vi_VN",
    "text": "4) Using the same ID for verification after a reset may result in the rejection of your application.\nWe appreciate your cooperation and understanding in ensuring a smooth reset KYC application process.\nStep 6: Click \"Confirm\".\nStep 3: Log In: If you are not currently logged in, the system will prompt you to do so.\nStep 4: Choose the Reason for Your Request.\nWe understand that you wish to reset your KYC due to you would like to change your name to a Korean name.\n5) Please consider these factors carefully before proceeding. Frequent resets may lead to the rejection of your application.\nImportant Considerations:\nShould you have further inquiries, feel free to contact us via our 24/7 Livechat\nTo view all attachments sent to you within this ticket inquiry, please click on this link: bitget.zendesk.com/agent/tickets/2125744\nStep 5: Review and Agree to the Terms: Read the terms and conditions, and check the box \"I have read and understood the notice.\"\nStep 1: Click on the \"Live Support\" Icon: Located at the bottom of the page.Alternatively, you can visit Reset Identity Verification for your request..\n3) To ensure uninterrupted access to your account, please complete the identity verification with a new ID as soon as possible.",
    "trans": "4) Dùng cùng một ID để xác minh sau khi đặt lại có thể dẫn đến việc yêu cầu của bạn bị từ chối.\nChúng tôi cảm ơn sự hợp tác và thấu hiểu của bạn trong việc đảm bảo quy trình yêu cầu xác minh lại KYC diễn ra suôn sẻ.\nBước 6: Nhấn \"Xác nhận\".\nBước 3: Đăng nhập: Nếu bạn chưa đăng nhập, hệ thống sẽ yêu cầu bạn làm như vậy.\nBước 4: Chọn Lý do cho Yêu cầu Của Bạn.\nChúng tôi hiểu rằng bạn muốn đặt lại KYC vì bạn muốn thay đổi tên thành một tên tiếng Hàn.\n5) Vui lòng cân nhắc kỹ các yếu tố này trước khi tiếp tục. Đặt lại thường xuyên có thể dẫn đến việc đơn đăng ký của bạn bị từ chối.\nNhững Điều Quan trọng Cần Lưu ý:\nNếu bạn có bất cứ câu hỏi nào, vui lòng liên hệ với chúng tôi qua Livechat 24/7\nĐể xem toàn bộ những tài liệu đã gửi cho bạn trong yêu cầu này, vui lòng nhấp vào liên kết sau: bitget.zendesk.com/agent/tickets/2125744\nBước 5: Xem lại và Đồng ý với Các Điều khoản: Đọc các điều khoản và điều kiện, và đánh dấu vào ô \"Tôi đã đọc và hiểu thông báo.\"\nBước 1: Nhấn vào biểu tượng \"Hỗ trợ Trực tiếp\": Nằm ở dưới cùng của trang. Ngoài ra, bạn có thể truy cập vào Đặt lại Xác minh Danh tính để gửi yêu cầu..\n3) Để đảm bảo không bị gián đoạn khi truy cập vào tài khoản của bạn, vui lòng hoàn thành xác minh danh tính bằng một ID mới càng sớm càng tốt."
}