{
    "source": "en_US",
    "target": "vi_VN",
    "text": "• Perform purchasing activities such as sourcing, placing purchase orders and payment requests, and expediting to supply of requested items and/or associated services by the procurement strategy and specified functional requirements, including specification, quality, delivery date, and cost-effectiveness. (\"PEAK and Slack\")\n• Ensure proper international and local logistics and shipping/handling process when purchasing from international suppliers. Coordinate closely with shippng agency and customs broker and handle required documentation, especially when FTA and/or permits are needed for the products.\n• Understand fully about the incoterms and source for the most cost-effective means to transport.\n• Ensure and verify the completed receipt of products and services at the facilities.\n• Monitor PAR levels for all operational, retail and office items to ensure proper levels to operate. Must also refuse acceptance of damaged, unacceptable, or incorrect items. (\"Google\")\n• Develop and implement the company's strategic procurement plan and negotiate contract terms for each procurement project.\n• Conduct supplier evaluations and close out purchase orders within the project's schedule. (\"Asana\")",
    "trans": "• Thực hiện các hoạt động mua hàng như tìm nguồn cung ứng, đặt hàng mua và yêu cầu thanh toán, cũng như đẩy nhanh việc cung cấp các mặt hàng và/hoặc dịch vụ liên quan theo chiến lược mua sắm và các yêu cầu chức năng đã chỉ định, bao gồm đặc điểm kỹ thuật, chất lượng, ngày giao hàng và tính hiệu quả về chi phí. (\"PEAK và Slack\")\n• Đảm bảo quy trình vận chuyển và xử lý hàng hóa quốc tế và nội địa khi mua từ các nhà cung cấp quốc tế. Phối hợp chặt chẽ với đơn vị vận chuyển và môi giới hải quan, xử lý các giấy tờ cần thiết, đặc biệt khi cần FTA và/hoặc giấy phép cho sản phẩm.\n• Hiểu rõ về các điều kiện giao hàng quốc tế (Incoterms) và tìm kiếm phương thức vận chuyển hiệu quả nhất về chi phí.\n• Đảm bảo và xác minh việc nhận đầy đủ sản phẩm và dịch vụ tại các cơ sở.\n• Theo dõi mức PAR cho tất cả các mặt hàng vận hành, bán lẻ và văn phòng để đảm bảo mức độ phù hợp để hoạt động. Cũng phải từ chối nhận các mặt hàng bị hư hỏng, không chấp nhận được hoặc sai lệch. (\"Google\")\n• Phát triển và triển khai kế hoạch mua sắm chiến lược của công ty và thương thảo các điều khoản hợp đồng cho mỗi dự án mua sắm.\n• Tiến hành đánh giá nhà cung cấp và hoàn tất đơn đặt hàng mua trong thời gian dự án. (\"Asana\")"
}