{
    "source": "en_US",
    "target": "vi_VN",
    "text": "It's not the heat; it's the humidity. And the property taxes, too.\nWhen looking at where property-tax payments have grown the most from prepandemic times, look at Florida first, according to a new analysis from real-estate brokerage Redfin (RDFN).\nThree of the top five major housing markets with the largest jumps in property-tax bills since 2019 are in the Sunshine State, the Redfin report showed.\nThere's Jacksonville, with a nearly 60% increase in the median monthly property-tax bill. Then there's Tampa with an approximately 57% increase, and Miami with a 48% increase.\nThe biggest increases, however, were outside of Florida. Indianapolis ranked first and saw property-tax bills climb nearly 67%, while just behind was Atlanta with a nearly 66% change. Nationally, there was a nearly 30% jump in property-tax bills since 2019, according to the report. (The increases are based on nominal dollars and not adjusted for inflation.)\nAcross the country, the median monthly property-tax payment was $250 as of August, Redfin said. Among the fastest-growing bills, Indianapolis, Atlanta and Jacksonville were below that median. Tampa sat right on it, while monthly Miami bills were above it, at $367.",
    "trans": "Không phải là vấn đề của nhiệt độ mà là vấn đề của độ ẩm. Và cả vấn đề của các loại thuế tài sản nữa.\nKhi xem xét nơi mà các khoản thanh toán thuế bất động sản tăng mạnh nhất kể từ trước đại dịch, hãy nhìn vào Florida trước tiên, theo một phân tích mới từ công ty môi giới bất động sản Redfin (RDFN).\nBa trong số năm thị trường nhà ở lớn nhất có mức tăng hóa đơn thuế bất động sản cao nhất kể từ năm 2019 đều nằm ở bang Sunshine, theo báo cáo của Redfin.\nCó Jacksonville, với mức tăng gần 60% trong hóa đơn thuế bất động sản trung bình hàng tháng. Tiếp theo là Tampa với mức tăng khoảng 57%, và Miami với mức tăng 48%.\nTuy nhiên, mức tăng lớn nhất không nằm ở Florida. Indianapolis đứng đầu và chứng kiến hóa đơn thuế bất động sản tăng gần 67%, trong khi ngay sau đó là Atlanta với mức tăng gần 66%. Trên toàn quốc, có mức tăng gần 30% trong hóa đơn thuế bất động sản kể từ năm 2019, theo báo cáo. (Những mức tăng này dựa trên giá trị danh nghĩa và không điều chỉnh theo lạm phát.)\nTrên cả nước, khoản thanh toán thuế bất động sản trung bình hàng tháng là 250 USD tính đến tháng 8, Redfin cho biết. Trong số những nơi có mức tăng nhanh nhất, Indianapolis, Atlanta và Jacksonville đều dưới mức trung bình đó. Tampa nằm ngay tại mức trung bình, trong khi hóa đơn hàng tháng của Miami cao hơn, ở mức 367 USD."
}