{
    "source": "en_US",
    "target": "vi_VN",
    "text": "roles. In this study, we investigated the role of CYP19A1, a key enzyme in estrogen biosynthesis, in regulating\nchemoresistance in CRC. Using a combination of in vitro functional assays, transcriptomic analysis, and clinical data\nmining, we demonstrate that CYP19A1 expression is significantly upregulated in CRC cells and patient-derived\nsamples compared to normal controls. Mechanistically, we found that CYP19A1 regulates chemoresistance through\nmodulation of mitochondrial function and complex I activity, which is mediated by CYP19A1-dependent estrogen\nbiosynthesis. Notably, targeted inhibition of CYP19A1 and complex I using specific inhibitors effectively reversed\nthe chemoresistance of CRC cells to chemotherapeutic drugs. Moreover, analysis of the TCGA CRC dataset revealed\nthat high CYP19A1 expression correlates with poor overall survival in chemotherapy-treated patients. Taken\ntogether, our findings uncover a novel role for CYP19A1 in regulating chemoresistance in CRC through modulation\nof mitochondrial function and estrogen signaling, and highlight the potential of targeting the CYP19A1/estrogen/\ncomplex I axis as a therapeutic strategy to overcome chemoresistance and improve patient outcomes.\nKeywords Colorectal cancer, Chemotherapy resistance, CYP19A1, Mitochondria, Mitochondrial respiratory chain\ncomplexes\nCYP19A1 regulates chemoresistance",
    "trans": "các vai trò. Trong nghiên cứu này, chúng tôi đã điều tra vai trò của CYP19A1, một enzyme quan trọng trong quá trình tổng hợp estrogen, trong việc điều chỉnh\nkhả năng kháng hóa trị ở ung thư đại thực tràng. Bằng cách kết hợp các thí nghiệm chức năng in vitro, phân tích transcriptomic, và khai thác dữ liệu\nlâm sàng, chúng tôi cho thấy biểu hiện của CYP19A1 tăng đáng kể trong tế bào CRC và mẫu bệnh nhân\nso với các mẫu đối chứng bình thường. Về cơ chế, chúng tôi phát hiện ra rằng CYP19A1 điều chỉnh khả năng kháng hóa trị thông qua\nđiều chỉnh chức năng ty thể và hoạt động của phức hợp I, điều này được điều hòa bởi quá trình tổng hợp estrogen phụ thuộc vào\nCYP19A1. Đáng chú ý, việc ức chế có mục tiêu CYP19A1 và phức hợp I bằng các chất ức chế đặc hiệu đã đảo ngược hiệu quả\nkhả năng kháng hóa trị của tế bào CRC với các loại thuốc hóa trị. Hơn nữa, phân tích dữ liệu CRC từ TCGA cho thấy\nbiểu hiện cao của CYP19A1 có liên quan đến tiên lượng sống tổng thể kém ở bệnh nhân được điều trị hóa trị. Tóm\nlại, phát hiện của chúng tôi khám phá một vai trò mới của CYP19A1 trong việc điều chỉnh khả năng kháng hóa trị ở CRC thông qua điều chỉnh\nchức năng ty thể và tín hiệu estrogen, đồng thời nhấn mạnh tiềm năng của việc nhắm mục tiêu trục CYP19A1/estrogen/\nphức hợp I như một chiến lược điều trị để vượt qua kháng hóa trị và cải thiện kết quả cho bệnh nhân.\nTừ khóa Ung thư đại thực tràng, Kháng hóa trị, CYP19A1, Ty thể, Các phức hợp chuỗi hô hấp ty thể\nPhức hợp\nCYP19A1 điều chỉnh khả năng kháng hóa trị"
}