{
    "source": "en_US",
    "target": "vi_VN",
    "text": "But as soon as he reached for the doorknob, his vision blurred, and the room tilted dangerously. The next thing he knew, his knees gave out from under him, and everything went black.\nWhen John came to, he was lying on the couch with a blanket draped over him. The pounding in his head was still there, but the cool cloth on his forehead was soothing. He blinked blearily, trying to get his bearings, and found Lane sitting beside him, a thermometer in his hand.\n“You’re awake,” Lane said, his voice low. He didn’t look at John, his focus on the thermometer, but there was a tension in his jaw that hadn’t been there before. “You collapsed at the door, idiot.”\nJohn groaned, shifting uncomfortably. “Did I miss the game?”\nLane didn’t answer right away. He pulled the cloth off John’s forehead and dipped it in a bowl of cold water before placing it back. “You missed it.”\nJohn sighed, frustration welling up inside him. “Great. Just great.”\nHe tried to sit up, but Lane pushed him back down with a firm hand on his chest. “Stay put,” Lane ordered. “You’re not going anywhere.”",
    "trans": "Nhưng ngay khi anh ấy với tay vào tay nắm cửa, tầm nhìn của anh ấy mờ đi và căn phòng nghiêng đi một cách nguy hiểm. Điều tiếp theo anh ấy biết là đầu gối anh khuỵu xuống và mọi thứ tối sầm lại.\nKhi John tỉnh lại, anh đang nằm trên ghế sofa với một chiếc chăn đắp lên người. Cơn nhức đầu vẫn còn, nhưng chiếc khăn mát trên trán lại rất dễ chịu. Anh chớp mắt ngơ ngác, cố gắng lấy lại thăng bằng và thấy Lane ngồi cạnh, trong tay cầm một chiếc nhiệt kế.\n\"Anh đã tỉnh rồi,\" Lane nói, giọng anh thấp. Anh không nhìn John mà tập trung vào nhiệt kế, nhưng có một sự căng thẳng trong quai hàm của anh mà trước đó chưa từng có. \"Anh ngã xuống cửa, đồ ngốc.\"\nJohn rên rỉ, cố gắng thay đổi tư thế một cách khó chịu. \"Tôi bỏ lỡ trận đấu rồi phải không?\"\nLane không trả lời ngay. Anh lấy khăn ra khỏi trán của John và nhúng vào một chậu nước lạnh rồi đặt lại lên đó. \"Anh đã bỏ lỡ rồi.\"\nJohn thở dài, sự thất vọng dâng lên trong lòng. \"Thật tuyệt vời. Thật là tuyệt vời.\"\nAnh cố gắng ngồi dậy, nhưng Lane đẩy anh xuống lại với một bàn tay chắc chắn trên ngực anh. \"Nằm yên,\" Lane ra lệnh. \"Anh sẽ không đi đâu cả.\""
}