{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The sensation built gradually, a growing tension that curled through her body, making her back arch involuntarily, her toes curling in response. It was powerful—a clenching sensation that spiraled through her, coiling tighter and tighter until it felt like she might burst. Her breathing hitched, shallow and uneven, as if the air had thickened around her.\nAnd then, in a sudden rush, the tension snapped. It released her, surging through her like an unstoppable wave, pulsing through every nerve in her body. She gasped, the intensity overwhelming, utterly blissful. Her entire being tingled, every inch of her alive with sensation, as if the air itself was humming against her skin. In the wake of that release, happiness, pure and unfiltered, rushed through her like nothing she had ever felt before. Contentment settled into her limbs, deep and fulfilling, leaving her warm and peaceful.\nBut the purple river surged, its flow quickening as if it had come alive, moving with a new and startling intensity. It panted, a voice low and rough, cutting through the haze of her bliss.",
    "trans": "Cảm giác đó tăng dần lên, một sự căng thẳng ngày một tăng lan tỏa khắp cơ thể cô, khiến cho lưng của cô cong lên trong vô thức, các ngón chân co lại theo phản ứng. Cảm giác đó thật là mạnh mẽ—một cảm giác siết chặt lan ra khắp cơ thể cô, ngày một chặt hơn cho tới khi cô thấy mình như sắp nổ tung. Hơi thở của cô trở nên gấp gáp, cạn đi và không còn đều, như thể không khí quanh cô đã đặc lại.\nVà rồi, trong cơn bùng nổ đột ngột, sự căng thẳng vỡ tan. Nó giải phóng cô, ngập tràn trong cô như một ngọn sóng không thể nào ngăn cản, xô vào mọi dây thần kinh trong cô. Cô thở hổn hển, với một cường độ choáng ngợp, hoàn toàn thỏa mãn. Toàn bộ cơ thể ngứa ran, cảm giác sống động trên từng inch của cơ thể, như thể chính không khí đang mơn man trên làn da của cô. Sau cơn giải thoát đó, hạnh phúc, sự tinh khiết, và chân thật, ngập tràn trong cô như một cảm xúc cô chưa từng có trước đây. Sự hài lòng thấm vào tứ chi của cô, sâu sắc và trọn vẹn, đem đến cho cô ấm áp và bình yên.\nNhưng con sông màu tím dâng trào, dòng chảy của nó nhanh hơn như thể nó đã trở nên sống động, chuyển động với một cường độ mới và đáng ngạc nhiên. Nó hổn hển, với giọng nói trầm và khàn, xen ngang cơn mơ màng sung sướng của cô."
}