{
    "source": "en_US",
    "target": "vi_VN",
    "text": "• Schedule a payment\n• Add, update or delete a checking account\n• Change your payment type\n• View your billing history\n• Automate your monthly payment and sign up for Electronic Funds Transfer (EFT)\nIf you have any questions, please call us at:1-877-484-5967.\nNo Cost Language Services. You can get an interpreter. You can get documents read to you and some sent to you in your language. For help, call us at 1-877-484-5967.\nThank you for choosing Cigna Healthcare Individual and Family Plans.\nSincerely,\nCigna Healthcare Individual and Family Plans\nPayment Options\nWe offer many convenient ways for you to pay your monthly premium for your individual health care coverage plan. Choose what works best for you.\nContact Us\nWhether you’re looking for answers, have a problem, or just want to chat about our service, just contact us here. We’ll help resolve your issue. 1-877-484-5967, TTY 711",
    "trans": "• Lên lịch thanh toán\n• Thêm, cập nhật hoặc xóa một tài khoản thanh toán\n• Thay đổi cách thanh toán\n• Xem lịch sử thanh toán\n• Tự động thanh toán hóa đơn hàng tháng của bạn và đăng ký Chuyển khoản điện tử (EFT)\nNếu bạn có bất cứ câu hỏi nào, vui lòng gọi cho chúng tôi bằng số: 1-877-484-5967.\nDịch vụ Ngôn ngữ Miễn phí. Bạn có thể có một người phiên dịch viên. Các tài liệu có thể được đọc cho bạn và một số tài liệu được gửi bằng ngôn ngữ của bạn. Để được trợ giúp, hãy gọi cho chúng tôi bằng số 1-877-484-5967.\nCảm ơn vì bạn đã chọn Gói Bảo hiểm Cá nhân và Gia đình Cigna Healthcare.\nTrân trọng,\nDịch vụ gói Bảo hiểm Cá nhân và Gia đình Cigna Healthcare\nCác lựa chọn Thanh toán\nChúng tôi cung cấp rất nhiều phương thức thuận tiện cho bạn để thanh toán chi phí bảo hiểm hàng tháng cho gói bảo hiểm chăm sóc sức khỏe cá nhân của mình. Hãy lựa chọn phương thức phù hợp nhất với bạn.\nLiên hệ với Chúng tôi\nNếu bạn đang tìm kiếm câu trả lời, gặp vấn đề, hay đươn giản là muốn trò chuyện về dịch vụ của chúng tôi, hãy liên hệ với chúng tôi tại đây. Chúng tôi sẽ giúp đỡ giải quyết vấn đề cho bạn. 1-877-484-5967, TTY 711"
}