{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Up until the breakup of the New Wave in the mid-sixties, Truffaut and Godard stood by each other as true and loyal friends. Subsequently, however, while Truffaut carved out a niche for himself and protected his independence as best he could with the help of the American majors, Godard advocated a militant, revolutionary cinema directly connected with reality; he and two allies, Jean-Pierre Gorin and Jean-Henri Roger, were the driving forces behind the Dziga-Vertov Group. “He is engaged in another kind of cinema,” Truffaut said of Godard. “He feels that since May ’68 it’s impossible to make the same kinds of movies and he resents people who still do. I’ve made a choice, my thoughts are perfectly clear, I want to make normal films, it’s my life.”[ 77] The two men kept up an intermittent correspondence. When Godard had a serious motorcycle accident in the fall of 1971 and was hospitalized for a long time, Truffaut contacted him. But they were no longer kindred spirits when it came to cinema or politics, or, consequently, when it came to feelings.",
    "trans": "Cho đến khi Làn sóng Mới tan rã vào giữa những năm sáu mươi, Truffaut và Godard luôn đồng hành cùng nhau như những người bạn thực sự và trung thành. Tuy nhiên, sau đó, trong khi Truffaut tìm được một chỗ đứng riêng và bảo vệ sự độc lập của mình một cách tốt nhất có thể với sự hỗ trợ từ các hãng phim lớn của Mỹ, Godard lại ủng hộ nền điện ảnh cách mạng, đấu tranh trực tiếp gắn liền với thực tế; anh và hai đồng minh, Jean-Pierre Gorin và Jean-Henri Roger, là những thành viên dẫn dắt trong Nhóm Dziga-Vertov. “Anh ấy đang theo đuổi một loại điện ảnh khác,” Truffaut nói về Godard. “Anh ấy cảm thấy rằng kể từ tháng 5 năm 1968, không thể làm những bộ phim kiểu cũ nữa và anh ấy khó chịu với những người vẫn làm như vậy. Tôi đã chọn lựa, suy nghĩ của tôi rất rõ ràng, tôi muốn làm những bộ phim bình thường, đó là cuộc sống của tôi.”[77] Hai người không thường xuyên duy trì liên lạc. Khi Godard bị tai nạn xe máy nghiêm trọng vào mùa thu năm 1971 và phải nhập viện lâu dài, Truffaut đã liên lạc với anh. Nhưng họ không còn là những tâm hồn đồng điệu khi nói đến điện ảnh hay chính trị, và do đó, cũng không còn đồng cảm trong cảm xúc."
}