{
    "source": "en_US",
    "target": "vi_VN",
    "text": "After my little 'letting go' with Nick we got dressed and Logan joined us soon enough telling us that Jeremy wanted the whole pack in the great room.\nWhile heading to the great room Elena walked in only wearing her pants with her shirt in hand \"Jeremy wants us in the great room\" Logan said and Elena turned to us \"Mind if I change first?\" She asked.\n\"Kind of\" Nick said and I hit him making him laugh but at the same time clench while I smirked. Elena walked upstairs and soon enough Clay walked in completely naked with all of his clothes in hand.\n\"Clay, did you two had a nice run?\" Nick asked and I chuckled \"What's that supposed to mean?\" Clay asked and Nick started teasing him \"We ran. Period.\" Clay said and started walking upstairs.\nAs he was walking up the stairs I couldn't help but take a quick glance at his ass, Nick noticing \"Hey listen, I don't mind when Elena roams around the house naked. I specially don't mind when Emma roams around the house naked, but please put some clothes on okay? You are making Logan here feel inadequate\" Nick said.",
    "trans": "Sau khi tôi \"thả lỏng\" một chút với Nick, chúng tôi sửa soạn và không lâu sau Logan đến, thông báo rằng Jemery muốn cả nhóm tụ họp trong phòng chung.\nTrên đường đến phòng chung, Elena xuất hiện, chỉ mặc quần dài và cầm áo trên tay. \"Jemery muốn chúng ta đến phòng chung\" Logan nói và Elena quay lại hỏi \"Tôi thay đồ trước được không?\"\n\"Khá là phiền đấy\" Nick trả lời và tôi đánh nhẹ anh ta khiến anh cười nhưng vẫn nhăn mặt. Elena bước lên lầu, ngay sau đó Clay xuất hiện trần truồng, cầm theo cả bộ đồ của mình.\n\"Clay, cậu chạy có vui không?\" Nick hỏi và tôi bật cười khi Clay hỏi lại \"Ý đó là sao\" và Nick bắt đầu trêu anh ấy. Clay đáp \"Chúng tôi chỉ chạy thôi.\" rồi anh bước lên lầu.\nKhi Clay đi lên, tôi không thể không liếc qua vòng ba của anh ấy, và Nick nhận thấy. \"Này nghe này, tôi không phiền khi Elena đi quanh nhà mà không mặc gì. Tôi đặc biệt không phiền khi Emma không mặc gì. Nhưng làm ơn mặc đồ vào được không? Cậu đang làm Logan cảm thấy kém cỏi đấy,\" Nick nói."
}