{
    "source": "en_US",
    "target": "vi_VN",
    "text": "o Consider creative ways to convey messages to keep staff up to date with important news and to share information.\no Using staff feedback to recommend and implement new initiatives to improve internal communications.\no Write and prepare all sorts of texts that serve the internal purpose, including presentations, scripts, briefing documents, intranet articles, speeches, messages, and emails.\no Create and manage the internal newsletter, including writing and editing content, arranging photography, and overseeing the design.\no Support the delivery of internal communications projects, initiatives, and events.\no Plan internal activity and initiatives to enhance corporate culture (face to face and virtual).\no Identify actions priorities and ensure all internal communications are aligned with the brand guideline before publishing it to the employees.\no Managing internal critical situations as they happen and giving concerned stakeholders enough support to handle the communication around them professionally.\no Support HR, and all other company departments regarding the organizational level communication and enhance employee engagement to ensure achieving employer branding.\no Create internal awareness campaigns that strengthen the company's culture, and how employees understand it.\no Provide reports to analyze certain activities & events that occur as demanded.\no Create surveys that serve the internal purpose, whether requested by other departments, or their own.",
    "trans": "Xem xét các cách sáng tạo để truyền đạt thông điệp, giúp nhân viên cập nhật tin tức quan trọng và chia sẻ thông tin.\nSử dụng phản hồi từ nhân viên để đề xuất và thực hiện các sáng kiến mới nhằm cải thiện giao tiếp nội bộ.\nViết và chuẩn bị các loại văn bản phục vụ cho mục đích nội bộ, bao gồm các bài thuyết trình, kịch bản, tài liệu tóm tắt, bài viết trên intranet, bài phát biểu, tin nhắn và email.\nTạo và quản lý bản tin nội bộ, bao gồm viết và biên tập nội dung, sắp xếp nhiếp ảnh và giám sát thiết kế.\nHỗ trợ việc thực hiện các dự án, sáng kiến và sự kiện giao tiếp nội bộ.\nLên kế hoạch cho các hoạt động và sáng kiến nội bộ nhằm phát triển văn hóa công ty (gặp mặt trực tiếp và trực tuyến).\nXác định các ưu tiên hành động và đảm bảo tất cả các thông tin giao tiếp nội bộ phù hợp với hướng dẫn thương hiệu trước khi công bố đến nhân viên.\nQuản lý các tình huống khẩn cấp nội bộ kịp thời và cung cấp đủ hỗ trợ cho các bên liên quan để xử lý thông tin liên quan một cách chuyên nghiệp.\nHỗ trợ bộ phận Nhân sự và tất cả các phòng ban khác trong công ty về giao tiếp cấp tổ chức và nâng cao sự tham gia của nhân viên để đảm bảo xây dựng thương hiệu nhà tuyển dụng.\nTạo các chiến dịch nâng cao nhận thức nội bộ, củng cố văn hóa công ty và nhận thức của nhân viên.\nCung cấp báo cáo để phân tích các hoạt động và sự kiện nhất định khi có yêu cầu.\nTạo khảo sát phục vụ mục đích nội bộ, cho dù do các phòng ban khác yêu cầu hay do chính công ty tự yêu cầu."
}