{
    "source": "en_US",
    "target": "vi_VN",
    "text": "I try (really) to do the right things all the time, and if I don’t do it the way you would have done it, then you get angry with me and I become the reason for all your anger in life.\nI care.\nYou don’t believe me but I care. Maybe I’m terrible at showing it and I understand that is not good. But I care. You, Kohana and the dogs are my life. I don’t want to be anywhere else. I’m so happy I work from home at least because I would rather be here that at the office with other people. I know that I spend too much time at the computer. I know that’s not good for family or for health. Every time I want to change my hours, it’s gets more busy and I hate that. Because I would rather be with my family. I care. And I understand (really) that work takes too much of my energy and it is affecting you and me. I hate that. But I care. And I’m truly sorry. For everything I’m bad at.",
    "trans": "Anh (thực sự) cố gắng để làm những điều đúng đắn trong mọi lúc, và nếu anh không làm điều đó theo cái cách mà em đã làm, thì em sẽ trở nên tức giận với anh và anh trở thành lý do cho mọi cơn tức giận của em trong đời.\nAnh có quan tâm.\nEm không tin anh nhưng mà anh có quan tâm. Có thể anh không giỏi trong việc thể hiện nó ra và anh hiểu rằng điều đó là không tốt. Nhưng mà anh có quan tâm. Em, Kohana và những chú chó là cuộc sống của anh. Anh không muốn ở nơi nào khác. Anh rất vui rằng mình làm việc tại nhà, ít nhất là vì anh muốn ở đây hơn là ở tại văn phòng với những người khác. Anh biết là mình dành quá nhiều thời gian cho máy tính. Anh biết rằng điều đó là không tốt cho gia đình hoặc sức khỏe. Mỗi lần anh muốn thay đổi giờ giấc, anh lại bận rộn hơn và anh ghét điều đó. Bởi vì anh muốn ở bên cạnh gia đình mình hơn. Anh có quan tâm. Và anh (thực sự) hiểu rằng công việc đó ngốn quá nhiều năng lượng của mình và nó ảnh hưởng tới cả anh và em. Anh ghét điều đó. Nhưng mà anh có quan tâm. Và anh thực sự xin lỗi. Cho những thứ mà anh không làm tốt."
}