{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Tang, T., & Yang, L. (2024). Shaping corporate ESG performance: role of social trust inChina’s capital market. China Finance Review International,14(1), 34–75. https://doi.org/10.1108/CFRI-07-2023-0187\nAuthors\nTiantian Tang\nAssistant Professor of Shandong University, Jinan, China\nUniversity of Toronto, Toronto, Canada\nLiyan Yang\nProfessor of University of Toronto, Toronto, Canada\nAbout CFRI\nThe China Finance Review International is a flagship academic journal broadly covering the Chinese and international financial markets. The journal is founded by Antai College of Economics and Management at Shanghai Jiao Tong University, one of the top universities in Asia.\nThe China Finance Review International aims to publish quality empirical and theoretical works on important financial and economic issues in the profession. We encourage ground-breaking research related to new and niche areas in finance, such as Fintech and cryptos, ESG, climate finance, and socially responsible investments. We welcome critiques of existing literature and comparative analysis between emerging markets and developed economies.",
    "trans": "Tang, T., L. (2024). Định hình hiệu suất ESG của doanh nghiệp: vai trò của niềm tin xã hội trên thị trường vốn Trung Quốc. China Finance Review International,14(1), 34–75. https://doi.org/10.1108/CFRI-07-2023-0187\nCác tác giả\nTiantian Tang\nTrợ lý Giáo sư của Đại học Sơn Đông, Tế Nam, Trung Quốc\nĐại học Toronto, Toronto, Canada\nLiyan Yang\nGiáo sư Đại học Toronto, Toronto, Canada\nVề CFRI\nChina Finance Review International là tạp chí học thuật hàng đầu chuyên nghiên cứu thị trường tài chính Trung Quốc và quốc tế. Tạp chí này do Trường Kinh tế và Quản lý Antai thuộc Đại học Giao thông Thượng Hải thành lập, một trong những trường đại học hàng đầu ở châu Á.\nChina Finance Review International hướng đến mục tiêu công bố các công trình thực nghiệm và lý thuyết chất lượng về những vấn đề tài chính và kinh tế quan trọng trong ngành. Chúng tôi khuyến khích những nghiên cứu đột phá liên quan đến các lĩnh vực mới và ngách trong ngành tài chính như Fintech và tiền điện tử, ESG, tài chính khí hậu và đầu tư có trách nhiệm xã hội. Chúng tôi hoan nghênh các bài phê bình về tài liệu hiện có và phân tích so sánh giữa các thị trường mới nổi và các nền tảng kinh tế phát triển."
}