{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Beijing Regent Hotel Staff Activity Plan\nDevelop Hotel Training Plans and Evaluate Using Kirkpatrick 4-Level Evaluation Model\nService Quality Design - Ordering Service\nAnalysis of Competitor Groups of St. Regis Beijing and HUALUXE Hotel Southwest\nNongfu Spring 20th Anniversary Advertising Case Analysis\nDesign Guest Room Products for Shangri-La Hotel in Beijing Based on 4P Marketing Theory\nDesign A Guest Room Product for Aman Yangyun Hotel\nComparison of Online Booking Experience at Shangri-La Hotel, Beijing\nSuzhou W Hotel Guest Room Hygiene and Cleaning Quality Control\nMarriott Hotel Management Group Marketing Media Case Study\nAnalysis of Luxury Goods Consumers in Different Countries\nPatek Philippe Flagship Store VIP Lounge Afternoon Tea Program Design\nPractical\nExperiences\nShiji Group\nSales Center\n07/2024-Now\n Assist the sales team in communicating with customers, answering inquiries, processing orders, and handling after-sales service.\n Collect market information and competitor data, analyze market trends, and assist in developing sales strategies.\n Manage daily paperwork, arrange meetings and schedules, and handle other administrative tasks.",
    "trans": "Kế hoạch Hoạt động của Nhân sự Khách sạn Regent Bắc Kinh\nPhát triển Kế hoạch Đào tạo Khách sạn và Đánh giá theo Mô hình 4 Cấp độ của Kirkpatrick\nThiết kế Chất lượng Dịch vụ - Dịch vụ Đặt hàng\nPhân tích các Nhóm Đối thủ Cạnh tranh của St. Regis Bắc Kinh và Khách sạn HUALUXE Tây Nam\nPhân tích Chiến dịch Quảng cáo Kỷ niệm 20 năm Thành lập của Nongfu Spring\nThiết kế Sản phẩm Phòng khách cho Khách sạn Shangri-La ở Bắc Kinh Dựa trên Lý thuyết Tiếp thị 4P\nThiết kế Sản phẩm Phòng khách cho Khách sạn Aman Yangyun\nSo sánh Trải nghiệm Đặt phòng Trực tuyến tại Khách sạn Shangri-La, Bắc Kinh\nKiểm soát Chất lượng Vệ sinh và Dọn dẹp Phòng Khách tại Khách sạn Suzhou W\nNghiên cứu về Trường hợp Truyền thông Tiếp thị của Tập đoàn Quản lý Khách sạn Marriott\nPhân tích Người tiêu dùng Hàng hóa Cao cấp ở những Quốc gia Khác nhau\nThiết kế Chương trình Trà chiều tại Phòng chờ VIP của Cửa hàng Patek Philippe Flagship\nThực tế\nNhững trải nghiệm\nTập đoàn Shiji\nTrung tâm Chăm sóc Khách hàng\n7/2024- Hiện tại\nHỗ trợ đội ngũ bán hàng trong việc giao tiếp với khách hàng, trả lời các yêu cầu, xử lý đơn hàng và quản lý dịch vụ sau bán hàng.\nThu thập thông tin thị trường và dữ liệu về đối thủ, phân tích xu hướng thị trường và hỗ trợ phát triển các chiến lược bán hàng.\nQuản lý công việc giấy tờ hàng ngày, sắp xếp các cuộc họp và lịch trình, xử lý các công việc hành chính khác."
}