{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Nikto- Nikto should be already installed on your Kali VM. If you are using some\nother distribution, you can download Nikto using the following github command:\ngit clone https://github.com/sullo/nikto.git\ntestssl.sh- T o install testssl.sh on Kali VM, run the following command:\nsudo apt install testssl.sh\nInstructions\n1. Setting Up\nClean Up\nThe following commands are used to list all containers, kill a container and remove any\nunused network. Try running these commands to clean up your environment if you have\nother docker containers running on your system.\nCommand: docker ps -a\nCommand: docker kill <id>\nCommand: docker network prune\nSetup the docker container\nWe first pull the docker container using the following command,\nCommand: docker pull joeltmenayathil/apachescan:latest\nNow, run the docker container using the following command,\nCommand: docker run --name apachescan -p 80:80-p 443:443-it\njoeltmenayathil/apachescan\nThe parameters are as follows:\n--name apachescan: Set the container name to apachescan\n-p 80:80: Bind port 80 of container to port 80 of host VM\n-p 443:443: Bind port 443 of container to port 443 of host VM",
    "trans": "Nikto- Nikto nên được cài đặt sẵn trên máy ảo Kali của bạn. Nếu bạn đang sử dụng\nmột bản phân phối khác, bạn có thể tải xuống Nikto bằng lệnh github sau:\ngit clone https://github.com/sullo/nikto.git\ntestssl.sh- Để cài đặt testssl.sh trên máy ảo Kali, hãy chạy lệnh sau:\nsudo apt install testssl.sh\nHướng dẫn\n1. Cài đặt\nDọn dẹp Môi trường\nCác lệnh dưới đây được dùng để liệt kê tất cả các container, dừng một container và xóa bất kỳ\nmạng không sử dụng nào. Hãy thử chạy các lệnh này để dọn dẹp môi trường của bạn nếu bạn có\ncác container Docker khác đang chạy trên hệ thống của mình.\nLệnh: docker ps -a\nLệnh: docker kill <id>\nLệnh: docker network prune\nThiết lập container Docker\nĐầu tiên chúng ta kéo container Docker bằng lệnh sau,\nLệnh: docker pull joeltmenayathil/apachescan:latest\nGiờ đây, hãy chạy docker bằng lệnh sau,\nLệnh: docker run --name apachescan -p 80:80-p 443:443-it\njoeltmenayathil/apachescan\nCác tham số:\n--name apachescan: Đặt tên container là apachescan\n-p 80:80: Gắn cổng 80 của container và cổng 80 của máy chủ\n-p 443:443: Gắn cổng 443 của container vào cổng 443 của máy chủ"
}