{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The Hamas-controlled Health Ministry in Gaza said at least 42,438 Palestinians were killed and 99,246 wounded since the start of the war.\n■ HOSTAGES/CEASE-FIRE: In response to reports of Hamas leader Sinwar's death, Einav Zangauker, mother of hostage Matan Zangauker, said that now, more than ever, the lives of her son and the rest of the hostages are in danger, adding that \"If Netanyahu does not take advantage of the momentum and does not stand up now and take a new Israeli initiative, even at the cost of ending the war, it means that he has decided to abandon my Matan and the other hostages, with the aim of prolonging the war and fortifying his rule.\"\nThe Hostage and Missing Families Forum issued a statement calling on \"the Israeli government, world leaders, and mediating countries to leverage the military achievement into a diplomatic one by pursuing an immediate agreement for the release of all 101 hostages: the living for rehabilitation and the murdered for proper burial.\"",
    "trans": "Bộ Y tế do Hamas kiểm soát ở Gaza cho biết ít nhất 42.438 người Palestine đã thiệt mạng và 99.246 người bị thương kể từ thời điểm chiến tranh nổ ra.\n■ CON TIN/NGỪNG BẮN: Phản ứng trước các báo cáo về cái chết của lãnh đạo Hamas Sinwar, Einav Zangauker, mẹ của con tin Matan Zangauker, cho biết giờ đây, hơn bao giờ hết, tính mạng của con trai bà và các con tin khác đang gặp nguy hiểm, bà thêm rằng \"Nếu Netanyahu không tận dụng cơ hội này và không đứng lên ngay bây giờ để thực hiện một sáng kiến mới của Israel, thậm chí với cái giá là phải kết thúc cuộc chiến, có nghĩa là ông ấy đã quyết định bỏ rơi Matan của tôi và các con tin khác, với mục đích là kéo dài chiến tranh và củng cố quyền lực của mình.\"\nDiễn đàn Các Gia đình Con tin và Người Mất tích đã đưa ra tuyên bố kêu gọi \"chính phủ Israel, các nhà lãnh đạo thế giới và các quốc gia trung gian tận dụng thành tựu quân sự này thành một thành tựu ngoại giao bằng cách theo đuổi một thỏa thuận ngay lập tức để thả tất cả 101 con tin: những người còn sống để phục hồi và những người bị sát hại để chôn cất tử tế.\""
}