{
    "source": "en_US",
    "target": "vi_VN",
    "text": "• CARRIAGE AND OTHER SERVICES PROVIDED BY THE CARRIER SUBJECT TO CONDITIONS OF CARRIAGE, WHICH ARE HEREBY INCORPORATED BY REFERENCE. THESE CONDITIONS MAY BE OBTAINED FROM THE ISSUING CARRIER. PASSENGERS ON A JOURNEY INVOLVING AN ULTIMATE DESTINATION OR STOP IN A COUNTRY OTHER THAN THE COUNTRY OF DEPARTURE ARE ADVISED THAT INTERNATIONAL TREATIES KNOWN AS THE MONTREAL CONVENTION, OR ITS PREDECESSOR, THE WARSAW CONVENTION, INCLUDING ITS AMENDMENTS (THE WARSAW CONVENTION SYSTEM), MAY APPLY TO THE ENTIRE JOURNEY, INCLUDING ANY PORTION THEREOF WITHIN A COUNTRY. FOR SUCH PASSENGERS, THE APPLICABLE TREATY, INCLUDING SPECIAL CONTRACTS OF CARRIAGE EMBODIED IN ANY APPLICABLE TARIFFS, GOVERNS AND MAY LIMIT THE LIABILITY OF THE CARRIER.\nCHECK WITH YOUR CARRIER FOR MORE INFORMATION. FURTHER INFORMATION MAY BE OBTAINED FROM THE CARRIER. WITH THIS TICKET YOU WILL RECEIVE A SET OF NOTICES WHICH FORMS PART OF THE TICKET AND CONTAINS THE \"CONDITIONS OF CONTRACT AND OTHER IMPORTANT NOTICES\". PLEASE MAKE SURE THAT YOU HAVE RECEIVED THESE NOTICES, AND IF NOT, CONTACT THE ISSUING AIRLINE OR TRAVEL AGENT TO OBTAIN COPIES PRIOR TO THE COMMENCEMENT OF YOUR TRIP.",
    "trans": "VẬN CHUYỂN VÀ CÁC DỊCH VỤ KHÁC ĐƯỢC HÃNG VẬN CHUYỂN CUNG CẤP THEO NHỮNG ĐIỀU KIỆN VẬN CHUYỂN ĐƯỢC KẾT HỢP TẠI ĐÂY THEO CÁCH THAM CHIẾU. NHỮNG ĐIỀU KIỆN NÀY CÓ THỂ CÓ ĐƯỢC TỪ HÃNG VẬN CHUYỂN PHÁT HÀNH. HÀNH KHÁCH TRONG HÀNH TRÌNH CÓ ĐIỂM ĐẾN CUỐI CÙNG HOẶC PHẢI DỪNG LẠI Ở MỘT QUỐC GIA KHÁC KHÔNG PHẢI QUỐC GIA KHỞI HÀNH ĐƯỢC KHUYẾN NGHỊ RẰNG CÁC HIỆP ƯỚC QUỐC TẾ CÒN ĐƯỢC BIẾT ĐẾN VỚI TÊN GỌI CÔNG ƯỚC MONTREAL HOẶC CÔNG ƯỚC TIỀN THÂN CỦA NÓ, CÔNG ƯỚC WARSAW, BAO GỒM CẢ CÁC SỬA ĐỔI (HỆ THỐNG CÔNG ƯỚC WARSAW), CÓ THỂ ĐƯỢC ÁP DỤNG TRONG TOÀN BỘ HÀNH TRÌNH, BAO GỒM MỌI PHẦN LÃNH THỔ TRONG MỘT QUỐC GIA. ĐỐI VỚI CÁC HÀNH KHÁCH NHƯ THẾ, BAO GỒM CÁC HỢP ĐỒNG VẬN CHUYỂN ĐẶC BIỆT ĐƯỢC THỂ HIỆN TRONG MỌI BIỂU PHÍ ÁP DỤNG, SẼ BỊ QUẢN LÝ VÀ CÓ THỂ GIỚI HẠN TRÁCH NHIỆM CỦA HÃNG VẬN CHUYỂN.\nKIỂM TRA VỚI HÃNG VẬN CHUYỂN CỦA BẠN ĐỂ ĐƯỢC BIẾT THÊM THÔNG TIN. BẠN CÓ THỂ BIẾT THÊM ĐƯỢC THÔNG TIN TỪ HÃNG VẬN CHUYỂN. VỚI CHIẾC VÉ NÀY, BẠN SẼ ĐƯỢC NHẬN MỘT BỘ THÔNG BÁO LÀ MỘT PHẦN CỦA VÉ VÀ CÓ THỂ HIỆN \"NHỮNG ĐIỀU KIỆN CỦA HỢP ĐỒNG VÀ CÁC THÔNG BÁO QUAN TRỌNG KHÁC\". VUI LÒNG ĐẢM BẢO RẰNG BẠN ĐÃ NHẬN ĐƯỢC CÁC THÔNG BÁO NÀY, NẾU KHÔNG, HÃY LIÊN HỆ TỚI HÃNG HÀNG KHÔNG HOẶC ĐẠI LÝ DU LỊCH PHÁT HÀNH ĐỂ NHẬN ĐƯỢC CÁC BẢN SAO TRƯỚC KHI BẮT ĐẦU CHUYẾN ĐI CỦA BẠN."
}