{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Considerable work has been done to explicate the role of social media in transnational contexts, especially on how transnational citizens make use of the affordances of online participatory net- works to ‘orient to different cultural discourses and practices’, and how these discourses are ‘accessed, remixed, and circulated’ in these online spaces (Lam & Smirnov, 2017, p. 105). The trans- national nature of social media platform such as YouTube has made possible opportunities for users to generate social and linguistic capital. In her study on immigrant youths’ online exchanges, Lam (2014) explores how ‘youths’ online practices include but also go beyond the typical notion of cul- tural maintenance with the homeland’ (p. 503). Some participants used online media to cultivate transnational relationships so as to position their ‘transnational capital as valuable resources in their educational and professional trajectory’ (ibid). With respect to YouTube, one pioneering",
    "trans": "Nhiều nghiên cứu đã được thực hiện để giải thích vai trò của phương tiện truyền thông xã hội trong các bối cảnh xuyên quốc gia, đặc biệt là về cách thức công dân xuyên quốc gia tận dụng các khả năng của các mạng lưới tham gia trực tuyến để \"hướng tới các diễn ngôn và thực hành văn hóa khác nhau\", và cách mà những diễn ngôn này \"được truy cập, pha trộn và lưu hành\" trong những không gian trực tuyến này (Lam & Smirnov, 2017, trang 105). Tính chất xuyên quốc gia của các nền tảng truyền thông xã hội như YouTube đã tạo ra cơ hội cho người dùng tạo ra vốn xã hội và ngôn ngữ. Trong nghiên cứu của mình về các cuộc trao đổi trực tuyến của thanh niên di cư, Lam (2014) khám phá cách thức mà \"thực hành trực tuyến của thanh niên bao gồm nhưng cũng vượt ra ngoài khái niệm bảo tồn văn hóa với quê hương\" (trang 503). Một số người tham gia đã sử dụng phương tiện truyền thông trực tuyến để phát triển các mối quan hệ xuyên quốc gia nhằm xác định \"vốn xuyên quốc gia của họ như là nguồn tài nguyên quý giá trong hành trình giáo dục và nghề nghiệp của họ\" (ibid). Liên quan đến YouTube, một nghiên cứu tiên phong..."
}