{
    "source": "en_US",
    "target": "vi_VN",
    "text": "7. The complainant walked away but turned back and continued to shout and swear at him. The Defendant exited his van as he noticed that the complainant had her mobile phone in her hand and appeared to be recording him. He was concerned that his company logo would be visible and that the complainant would try to get him in trouble with his employer. The Defendant was also confused as to why she was recording him. The Defendant was not pursuing the complainant or trying to intimidate her, he was in shock and panicking.\n8. The Defendant got back into his van when he noticed the complainant speaking with two younger males. He could not hear the conversation and therefore did not know what the complainant had told them. Based on the complainant’s behaviour so far and in fear for his safety, the Defendant panicked and reversed his van. Before driving away, he did a U-turn as his next delivery was in the opposite direction.\n9. Accordingly, the Defendant takes issue with the Prosecution case as follows:\na) That he intentionally exposed his genitals to another person;\nb) That he did so with the intention of causing that person alarm/distress.",
    "trans": "7. Người khiếu nại đã bỏ đi nhưng quay lại và tiếp tục la hét và chửi rủa anh ấy. Bị cáo rời khỏi xe hàng khi nhận thấy người khiếu nại cầm điện thoại di động trên tay và có vẻ như đang ghi hình anh ấy. Anh ấy lo lắng rằng logo công ty của anh ấy sẽ bị nhìn thấy và người khiếu nại sẽ cố gắng gây rắc rối cho anh ấy với công ty. Bị cáo cũng cảm thấy bối rối vì không hiểu tại sao cô ta lại ghi hình anh ấy. Bị cáo không có ý đuổi theo người khiếu nại hay cố gắng đe dọa cô ta, mà chỉ đang bị sốc và hoảng loạn.\n8. Bị cáo đã quay lại xe hàng khi nhận thấy người khiếu nại đang trò chuyện với hai thanh niên trẻ hơn. Anh ấy không thể nghe được cuộc trò chuyện và do đó không biết người khiếu nại đã nói gì với họ. Dựa trên hành vi của người khiếu nại cho đến lúc đó và trong tình trạng lo sợ cho sự an toàn của mình, bị cáo đã hoảng sợ và lùi xe hàng lại. Trước khi rời đi, anh ấy đã quay đầu xe vì địa điểm giao hàng tiếp theo của anh ấy nằm ở hướng ngược lại.\n9. Do đó, bị cáo phản đối cáo buộc của bên công tố như sau:\na) Rằng anh ấy cố ý phơi bày bộ phận sinh dục của mình trước mặt người khác;\nb) Rằng anh ấy làm như vậy với mục đích gây hoảng sợ/khó chịu cho người đó."
}