{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Zadara’s scale-out, disaggregated architecture for platform-native applications is equipped with native active-active resource rebalancing to redistribute load across its nodes to ensure optimal performance across the storage virtual controllers, fault tolerance and application scalability. The platform is flexibly configurable, including the use of an SCM tier, in conjunction with SSD storage tier, for high-speed low-latency I/O operations. Each VPSA node is connected at dual 100Gb/s network connectivity. The Remote Direct Memory Access (RDMA) protocol is used for node to virtual controller and can be nondisruptively added or subtracted. Zadara’s central operations console provides enhanced network management with visual network dynamic maps to quickly identify connectivity and operations.\nOver the last 12 months, Zadara added the virtual storage controller for scale-out automated provisioning to zCompute that eliminates the boundaries of a single VPSA physical capacity along with managing the data protection life cycle of zCompute workloads; enhanced encryption algorithm to improve performance; new object storage engine layer to accommodate performance demanding use cases along with serving the VPSA tiering and backup to object storage capabilities. Zadara offers target support for Veeam v12 and v12.1 and Veeam Kasten K10 for Kubernetes workloads backup, DR and mobility. Further, Zadara offers a performance, data reduction or sustainability guarantee.",
    "trans": "Kiến trúc phân tán mở rộng của Zadara dành cho các ứng dụng gốc trên nền tảng được trang bị khả năng tái phân bổ tài nguyên hoạt động-động để phân phối tải giữa các nút, đảm bảo hiệu suất tối ưu trên các bộ điều khiển ảo lưu trữ, khả năng chống lỗi và khả năng mở rộng ứng dụng. Nền tảng này có thể cấu hình linh hoạt, bao gồm việc sử dụng lớp SCM, kết hợp với lớp lưu trữ SSD, để thực hiện các hoạt động I/O tốc độ cao và độ trễ thấp. Mỗi nút VPSA được kết nối với mạng 100Gb/s kép. Giao thức RDMA được sử dụng cho việc kết nối từ nút đến bộ điều khiển ảo và có thể được thêm vào hoặc bớt đi mà không gây gián đoạn. Bảng điều khiển trung tâm của Zadara cung cấp quản lý mạng nâng cao với các bản đồ mạng động trực quan để nhanh chóng nhận diện kết nối và hoạt động.\nTrong suốt 12 tháng qua, Zadara đã thêm bộ điều khiển lưu trữ ảo cho việc cung cấp tự động mở rộng cho zCompute, loại bỏ giới hạn dung lượng vật lý của VPSA đơn và quản lý chu trình bảo vệ dữ liệu cho các khối lượng công việc zCompute; thuật toán mã hóa mới được cung cấp để cải thiện hiệu suất; lớp động cơ lưu trữ đối tượng mới để phục vụ các trường hợp yêu cầu hiệu suất cao và hỗ trợ các tính năng tầng VPSA và sao lưu vào lưu trữ đối tượng. Zadara cung cấp hỗ trợ mục tiêu cho Veeam v12 và v12.1 và Veeam Kasten K10 cho sao lưu, DR và di động khối lượng công việc Kubernetes. Hơn nữa, Zadara cung cấp đảm bảo hiệu suất, giảm dữ liệu hoặc bền vững."
}