{
    "source": "en_US",
    "target": "vi_VN",
    "text": "• Command: netdiscover -r 192.168.1.0/16\n• This command scans the specified range of IP addresses for live hosts.\n• Passive Scanning: Using the -p flag allows for passive scanning, which sniffs for live hosts without actively sending ARP requests. This approach is more stealthy, though it may take longer to identify hosts.\n• Output Explanation: The output shows IP addresses, MAC addresses, vendor names, and packet counts, giving a clear view of the active hosts and network devices.\n3. Nmap (Network Mapper)\n• Nmap Overview: Nmap is a widely used tool for network scanning and security auditing. It’s capable of discovering hosts, identifying open ports, and even performing version detection and OS fingerprinting. Nmap is often pre-installed on security-focused Linux distributions like Kali.\n• Basic Usage:\n• Command: nmap <Target IP>\n• Scans the specified IP for open ports and displays a list of detected services along with their state (open, closed, filtered).\n• Zenmap: A graphical front-end for Nmap, providing a user-friendly interface for performing various types of scans.",
    "trans": "• Lệnh: netdiscover -r 192.168.1.0/16\n• Lệnh này quét một phạm vi địa chỉ IP được chỉ định để tìm kiếm các máy chủ đang hoạt động.\n• Quét Thụ động: Sử dụng cờ -p cho phép việc quét thụ động, tức là tìm ra được các máy chủ đang hoạt động mà không chủ động gửi các yêu cầu ARP. Phương pháp này mang tính ẩn danh hơn, mặc dù có thể tốn nhiều thời gian hơn để xác định được máy chủ.\n• Giải thích Đầu ra: Đầu ra thể hiện các địa chỉ IP, địa chỉ MAC, tên của nhà cung cấp, và số lượng gói tin, đem lại một chế độ xem rõ ràng cho các máy chủ đang hoạt động và thiết bị mạng.\n3. Nmap (Network Mapper)\n• Tổng quan về Nmap: Nmap là một công cụ được dùng rộng rãi để quét mạng và kiểm tra bảo mật. Nó có khả năng phát hiện ra các máy chủ, xác định được các cổng mở, và thậm chí thực hiện phát hiện phiên bản và dấu vân tay hệ điều hành. Nmap thường được cài đặt sẵn trên các bản phân phối Linux tập trung vào bảo mật như Kali.\n• Cách sử dụng Cơ bản:\n• Lệnh: nmap <Target IP>\n• Quét IP được chỉ định để tìm ra các cổng mở và hiển thị danh sách các dịch vụ được phát hiện cùng với trạng thái của chúng (mở, đóng, đã lọc).\n• Zenmap: Giao diện đồ họa người dùng dành cho Nmap, đem đến một giao diện thân thiện với người dùng để thực hiện nhiều loại quét khác nhau."
}