{
    "source": "en_US",
    "target": "vi_VN",
    "text": "I am now writing this letter to explain my family’s financial status to your embassy. My father, [redacted_name], has been working in Malong County Old County Street Wubing Cement Pipe Factory for 6 years and is currently holding the position of Factory director and Legal person of the factory. His monthly income (after tax) is about RMB 120,000 yuan and his annual income (after tax) is about RMB 1,200,000 yuan. Please see her Income Certificate and Business License issued by the factory. Apart from his income certificate, we provide his official bank statement from the China Construction Bank, account no.: [redacted_number]. As of October 8, 2024, the balance in this account is RMB 20,776.05 Yuan. My mother, [redacted_name], is a full-time housewife and mainly manages the family's savings, we have provided her official bank statement from the Agricultural Bank of China, account no.: [redacted_number]. As of October 8, 2024, the balance in this account is RMB 201,624.53 Yuan. Besides that, I also provide my bank statement from the China Construction Bank for your reference.",
    "trans": "Tôi viết thư này để giải thích tình hình tài chính của gia đình tôi với quý đại sứ quán. Cha tôi, [redacted_name], đã làm việc tại Nhà máy Ống Xi măng Wubing, Phố Cổ, Thị trấn Malong, trong 6 năm và hiện đang giữ chức vụ Giám đốc nhà máy và là người đại diện pháp luật của nhà máy. Thu nhập hàng tháng của ông ấy (sau thuế) là khoảng 120.000 nhân dân tệ và thu nhập hàng năm (sau thuế) là khoảng 1.200.000 nhân dân tệ. Xin vui lòng xem Chứng nhận Thu thập của ông ấy và Giấy phép Kinh doanh của nhà máy. Ngoài chứng nhận thu thập, chúng tôi còn cung cấp sao kê tài khoản ngân hàng chính thức của ông ấy từ Ngân hàng Xây dựng Trung Quốc, số tài khoản: [redacted_number]. Tính đến ngày 8 tháng 10, 2024, số dư trong tài khoản này là 20.776,05 nhân dân tệ. Mẹ tôi, [redacted_name], là một người nội trợ toàn thời gian và chủ yếu quản lý khoản tiết kiệm của gia đình. Chúng tôi đã cung cấp sao kê tài khoản ngân hàng chính thức của bà từ Ngân hàng Nông nghiệp Trung Quốc, số tài khoản: [redated_number]. Tính đến ngày 8 tháng 10, 2024, số dư trong tài khoản này là 201.624,53 nhân dân tệ. Bên cạnh đó, tôi cũng cung cấp sao kê tài khoản ngân hàng của tôi từ Ngân hàng Kiến thiết Trung Quốc để quý vị tham khảo."
}