{
    "source": "en_US",
    "target": "vi_VN",
    "text": "y, here’s an expanded section on the social aspect of intergenerational poverty and social immobility affecting children in low-income single-parent households, integrating relevant sociological theories and studies.\nSociological Impact: Intergenerational Poverty and Social Immobility\nOne major concern in low-income single-parent households is the perpetuation of intergenerational poverty, which restricts social mobility for children. Children growing up in poverty often experience a range of social and educational disadvantages that can carry over into adulthood, limiting their opportunities for upward mobility.\nSociologist Pierre Bourdieu’s concept of cultural capital (1986) helps explain how these disadvantages manifest. Bourdieu posited that cultural capital—skills, education, and behavioral norms passed down from parents—plays a critical role in accessing social opportunities. In higher-income households, parents are more likely to provide enrichment activities, support for academic achievement, and other resources that prepare children for success. In contrast, single parents with low income may lack both the time and money to provide similar resources. Consequently, children may miss out on educational support or extracurricular activities, which limits their skill development and social networks, putting them at a disadvantage as they grow older.",
    "trans": "y, đây là một phần lớn hơn trên khía cạnh xã hội về sự nghèo đói giữa các thế hệ và bất động xã hội ảnh hưởng đến những đứa trẻ trong những gia đình đơn thân thu nhập thấp, kết hợp với các học thuyết và nghiên cứu xã hội học liên quan.\nẢnh hưởng xã hội học: Cái nghèo qua các thế hệ và Sự bất động xã hội\nMột mối lo ngại lớn trong các gia đình đơn thân thu nhập thấp là sự tồn tại của cái nghèo qua các thế hệ, điều này giới hạn khả năng dịch chuyển xã hội đối với trẻ em. Những đứa trẻ lớn lên trong cái nghèo thường phải trải qua những bất lợi về mặt xã hội và giáo dục có thể kéo dài đến khi lớn lên, giới hạn cơ hội thăng tiến.\nKhái niệm về vốn văn hóa của nhà xã hội học Pierre Bourdieu (1986) giúp giải thích cách mà những bất lợi này hình thành. Bourdieu cho rằng vốn văn hóa—gồm kỹ năng, giáo dục, và chuẩn mực ứng xử được truyền lại từ thế hệ cha mẹ—đóng vai trò quan trọng trong việc tiếp cận với các cơ hội bên ngoài. Ở các hộ gia đình có thu nhập cao hơn, phụ huynh sẽ có khả năng cung cấp các trải nghiệm phong phú hơn, thúc đẩy đạt được các thành tựu học vấn, và những nguồn lực khác làm hành trang đi đến thành công cho những đứa trẻ. Ngược lại, cha mẹ đơn thân có thu nhập thấp có thể thiếu cả thời gian và tiền bạc để cung cấp cho con những nguồn lực tương tự. Do đó, những đứa trẻ có thể sẽ bỏ lỡ sự hỗ trợ về giáo dục hay các hoạt động ngoại khóa, điều này làm giới hạn khả năng phát triển kỹ năng và mạng lưới xã hội, đặt chúng vào thế bất lợi khi chúng lớn lên."
}