{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Hi [redacted_name],\n\nWe recently sent you a replacement device for your Protection 360™1 claim. As part of the terms of your coverage, you’re required to return the damaged device to us by [redacted_info]. Our records show that we haven’t received it. As a reminder, if you don’t return your device, you’ll be required to pay an unrecovered equipment fee no greater than the retail price of the replacement device plus applicable shipping costs. Please return the damaged device to us immediately so you don’t get charged the unrecovered equipment fee.\n\nWhat do I need to do?\nLook in your replacement package for return shipping materials and reference the return instructions. If you no longer have them visit mytmoclaim.com and click on FAQs for detailed instructions.\n\nWe want to work with you to resolve this. If you have any questions or comments, please contact us at 866‑866‑6285.\n\nThanks,\nAssurant Care Team\nYour Reference Information\nClaim Number: [redacted_info]\nProtection Program: Protection 360™\nMobile Number: [redacted_number]\nDevice: APPLE iPhone 11 64GB Black (IMEI: [redacted_info])\nPrivacy Policy\nYou received this email from an unmonitored inbox. Don’t reply to this message. You can visit mytmoclaim.com.",
    "trans": "Xin chào [redacted_name],\n\nChúng tôi gần đây có gửi cho bạn một thiết bị thay thế cho yêu cầu bồi thường Protection 360™1 của bạn. Theo các điều khoản bảo hiểm, bạn buộc phải trả lại thiết bị bị hỏng cho chúng tôi trước [redacted_info]. Hồ sơ của chúng tôi thể hiện rằng chúng tôi vẫn chưa nhận được thiết bị đó. Như một lời nhắc nhở, nếu bạn không trả lại thiết bị của bạn, bạn sẽ được yêu cầu phải trả phí cho thiết bị chưa thu hồi với mức giá không cao hơn mức giá bán lẻ của thiết bị thay thế cùng với chi phí vận chuyển được áp dụng. Vui lòng trả lại ngay thiết bị bị hỏng cho chúng tôi để bạn không bị tính phí cho thiết bị chưa thu hồi.\n\nTôi cần phải làm gì?\nHãy xem trong gói hàng thay thế của bạn để biết được các tài liệu về vận chuyển trả hàng và tham khảo hướng dẫn trả hàng. Nếu bạn không còn giữ chúng, hãy truy cập vào mytmoclaim.com và nhấp vào các Câu hỏi thường gặp để biết hướng dẫn chi tiết.\n\nChúng tôi muốn được làm việc với bạn để giải quyết vấn đề này. Nếu bạn có bất kỳ câu hỏi hoặc nhận xét nào, vui lòng liên hệ với chúng tôi theo số 866‑866‑6285.\n\nXin cảm ơn,\nNhóm Assurant Care\nThông tin Tham chiếu của Bạn\nSố yêu cầu Bồi thường: [redacted_info]\nChương trình Bảo vệ: Protection 360™\nSố điện thoại Di động: [redacted_number]\nThiết bị: APPLE iPhone 11 64GB Đen (IMEI: [redacted_info])\nChính sách Bảo mật\nBạn nhận được email này từ hộp thư đến không được giám sát. Đừng trả lời cho tin nhắn này. Bạn có thể truy cập vào mytmoclaim.com."
}