{
    "source": "en_US",
    "target": "vi_VN",
    "text": "6. We like to see how you are adapting to change. Talk about how you are solving project management and development related issues, whether it be communication, task estimation, tech oversight, lack of technical knowledge. Don't say \"we had a problem but we fixed it\" I want to know more about HOW you fixed it. What change can you make in, perhaps, your DoD or your development processes to prevent such a problem from happening again. Get creative guys!\n10. Please keep the same headings as the marking criteria, it makes your retros easier to mark\n1. Please always attach your snapshot at the end or beginning of the retro file.\n7. For the Q \"What will the group commit to improve in the next sprint?\" I don't expect you to name the different algorithms you are going to try, I want you to talk about Soft Dev Processes.\nGo through that link and maybe look at a Software Dev plan sample. It's very interesting to see how big companies get work done: [redacted_url]\nBonus resource: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Don't attach a screenshot of your Snapshot, just concatenate the PDF to the Retrospective file either at the end or the beginning.",
    "trans": "6. Chúng tôi muốn thấy cách bạn đang thích nghi với sự thay đổi. Hãy nói về cách bạn đang giải quyết các vấn đề liên quan đến quản lý dự án và phát triển, cho dù đó là giao tiếp, ước lượng công việc, giám sát kỹ thuật, hay thiếu kiến thức chuyên môn. Đừng nói \"chúng tôi gặp vấn đề nhưng chúng tôi đã giải quyết nó\", tôi muốn biết rõ hơn về CÁCH bạn đã giải quyết vấn đề đó. Bạn có thể thay đổi điều gì trong, có thể là, Định nghĩa Hoàn thành hoặc quy trình phát triển của mình để ngăn chặn vấn đề đó xảy ra lần nữa. Hãy sáng tạo nhé các bạn!\n10. Vui lòng giữ nguyên các tiêu đề như tiêu chí đánh giá, điều này giúp cho việc đánh giá các báo cáo của bạn dễ dàng hơn.\n1. Luôn đính kèm ảnh chụp nhanh của bạn ở cuối hoặc đầu báo cáo.\n7. Câu hỏi \"Nhóm sẽ cam kết cải thiện gì trong lần phát triển tiếp theo?\" Tôi không mong đợi bạn liệt kê các thuật toán khác nhau mà bạn sẽ thử, tôi muốn bạn chia sẻ về những Quy trình Phát triển Phần mềm.\nHãy xem qua liên kết đó và có thể xem một mẫu kế hoạch phát triển phần mềm. Thật thú vị khi thấy các công ty lớn hoàn thành công việc như thế nào: [redacted_url]\nTài liệu tham khảo thêm: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Đừng đính kèm một ảnh chụp màn hình của Snapshot, chỉ cần kết nối PDF vào tệp Báo cáo của bạn, có thể là ở cuối hoặc đầu tệp."
}