{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The Gerry Mulligan Quartet lasted for less than a year, folding when its leader went to jail on a drug charge in June 1953. Baker went solo, forming his own quartet, which initially featured Russ Freeman on piano, Red Mitchell on bass, and Bobby White on drums, and making his first recording as leader for Pacific Jazz on July 24, 1953. Baker was hailed by fans and critics and he won a number of polls in the next few years. In 1954, Pacific Jazz released Chet Baker Sings, an album that increased his popularity beyond his core jazz audience; he would continue to sing for the rest of his career. Acknowledging his chiseled good looks, nearby Hollywood came calling and he made his acting debut in the film Hell's Horizon, released in the fall of 1955. But he declined an offer of a studio contract and toured Europe from September 1955 to April 1956. When he returned to the U.S., he formed a quintet that featured saxophonist Phil Urso and pianist Bobby Timmons. Contrary to his reputation for relaxed, laid-back playing, Baker turned to more of a bop style with this group, which recorded the album Chet Baker & Crew for Pacific Jazz in July 1956.",
    "trans": "Nhóm tứ tấu Gerry Mulligan tồn tại trong chưa đầy một năm, tan rã khi thủ lĩnh của nhóm vào tù vì tội ma túy vào tháng 6 năm 1953. Baker chuyển sang hoạt động một mình, lập nên nhóm tứ tấu của riêng mình, lúc đầu có Russ Freeman chơi piano, Red Mitchell chơi bass và Bobby White chơi trống, và thực hiện bản thu âm đầu tiên với tư cách là thủ lĩnh của Pacific Jazz vào ngày 24 tháng 7 năm 1953. Baker được người hâm mộ và các nhà phê bình ca ngợi và ông đã có được chiến thắng ở một số cuộc thăm dò trong vài năm tiếp theo. Vào năm 1954, Pacific Jazz phát hành Chet Baker Sings, một album giúp cho ông nổi tiếng ra ngoài đối tượng khán giả nhạc jazz chủ yếu của mình; ông sẽ tiếp tục ca hát trong suốt sự nghiệp của mình. Nhận ra vẻ ngoài đẹp đẽ của ông, các nhà làm phim Hollywood gần đó đã gọi và ông ra mắt diễn xuất lần đầu trong bộ phim Hell's Horizon, phát hành vào mùa thu năm 1955. Nhưng ông đã từ chối hợp đồng của một hãng phim và lưu diễn trên khắp châu Âu từ tháng 9 năm 1955 đến tháng 4 năm 1956. Khi trở về Mỹ, ông đã thành lập một nhóm nhạc ngũ tấu có sự góp mặt của nghệ sĩ saxophone Phil Urso và nghệ sĩ piano Bobby Timmons. Ngược lại với danh tiếng về lối chơi nhạc thoải mái, dễ chịu, Baker đã chuyển sang phong cách bop nhiều hơn khi hoạt động trong nhóm nhạc  này, nhóm đã thu âm album Chet Baker & Crew cho Pacific Jazz vào tháng 7 năm 1956."
}