{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Still, the miko sorceress bit her lower lip, feeling the nervousness arising by her throat. Then she sighed and felt the determination in her stance. “I can do it.” She replied.\n“I know you can.” Gojō said with confidence by the time they turned around a corner and a little entourage of servants waited for him in the gathering room.\nIt was time. So Gojō cast his Infinity that very moment, letting Utahime in as it covered both of them, showing a full display of his signature technique as a familiar asset for the Gojō Estate members and workers to see.\n“Gojō-sama. Welcome home.” Said the little group, bowing deeply towards his Family Head. Gojō smirked tensely at the respectful treatment and prompted them to stand.\n“Where's the family?” He asked with a slightly labored voice. Utahime was sure she was imagining things as she held his arm tighter and they walked directly to the little group, which opened the fusuma doors of the gathering room and let them in.",
    "trans": "Tuy vậy, nữ phù thủy miko cắn môi dưới, cảm thấy sự hồi hộp dâng lên trong cổ họng. Sau đó cô thở dài và cảm nhận được sự quyết tâm trong tư thế của mình. \"Mình có thể làm được.\" Cô trả lời.\n\"Tôi biết bạn có thể làm được.\" Gojō nói đầy tự tin khi họ rẽ vào một góc và một nhóm hậu cần nhỏ đang chờ anh trong phòng tiếp tân.\nĐã đến lúc rồi. Vì thế Gojō đã kích hoạt Vô Hạn của mình ngay lúc đó, để Utahime vào trong khi nó bao phủ cả hai người, trình diễn đầy đủ kỹ thuật đặc trưng của anh như một tài sản quen thuộc cho các thành viên và nhân viên của gia tộc Gojō thấy.\n\"Ngài Gojō. Chào mừng ngài trở về.\" Nhóm nhỏ nói, cúi đầu sâu hướng về Gia chủ của họ. Gojō cười gượng gạo trước sự tôn kính này và ra hiệu cho họ đứng lên.\n\"Gia đình đâu?\" Anh hỏi với giọng hơi nặng nề. Utahime đã chắc chắn là mình đang tưởng tượng, khi cô giữ chặt cánh tay anh và họ đi thẳng đến nhóm nhỏ, nhóm này trượt cánh cửa vách ngăn của phòng tiếp tân và để họ vào trong."
}