{
    "source": "en_US",
    "target": "vi_VN",
    "text": "25 characters required\nKnowing that the knights will be returning to murder the Archbishop, the priests try to persuade him to go into hiding, but Becket refuses, fully committed to his martyrdom. When the knights come back to the cathedral, the priests bar its front doors, preventing them from entering. Becket, however, demands that the priests open the doors, thereby offering his life up to the swords of the knights and to his own martyrdom, saying it’s against the Church’s policy to exclude anyone from entering one of its cathedrals. The priests unbar the doors, and the knights enter and kill Becket.\nPrevious\nSign up for LitCharts A+ and get 25 answers per month.\nIntro\nAsk LitCharts AI\nNext\nIn the interlude, Becket gives a sermon to the congregation of Canterbury Cathedral. He asks his audience to think about sainthood from a divine perspective and reconsider the conventional, human understanding of saintliness as pure, peaceful and gained without torturous hardship, adding that Jesus’s disciples became saints only after experiencing great suffering. He ends the sermon by saying that it may be the last time he stands before the congregation, foreshadowing his martyrdom.\nI can answer any question about Murder in the Cathedral instantly.",
    "trans": "yêu cầu 25 ký tự\nXin lỗi về sự bất tiện trước đó. Dưới đây là bản dịch đầy đủ hơn, theo đúng từng dòng:Biết rằng các hiệp sĩ sẽ quay lại để giết Tổng giám mục, các linh mục cố thuyết phục ông đi ẩn trú, nhưng Becket từ chối, hoàn toàn cam kết với sự tử đạo của mình. Khi các hiệp sĩ quay lại nhà thờ, các linh mục chặn cửa chính, ngăn cản họ vào. Tuy nhiên, Becket yêu cầu các linh mục mở cửa, dâng hiến mạng sống của mình cho những lưỡi kiếm của các hiệp sĩ và cho sự tử đạo của chính mình, nói rằng việc ngăn cấm ai vào nhà thờ là trái với chính sách của Giáo hội. Các linh mục mở cửa, và các hiệp sĩ vào và giết Becket.\nTrước\nĐăng ký LitCharts A+ và nhận 25 câu trả lời mỗi tháng.\nGiới thiệu\nHỏi LitCharts AI\nTiếp theo\nTrong phần chuyển tiếp, Becket giảng một bài thuyết giảng cho cộng đoàn trong Nhà thờ Canterbury. Ông yêu cầu thính giả suy nghĩ về sự thánh thiện từ góc nhìn thần thánh và xem xét lại sự hiểu biết thông thường, nhân loại về sự thánh thiện là thuần khiết, bình yên và đạt được mà không phải chịu đựng gian khổ, thêm vào đó rằng các môn đồ của Chúa Giêsu chỉ trở thành thánh sau khi trải qua những đau khổ lớn. Ông kết thúc bài thuyết giảng bằng cách nói rằng đây có thể là lần cuối cùng ông đứng trước cộng đoàn, báo trước cho sự tử đạo của mình.\nTôi có thể trả lời bất cứ câu hỏi nào về Murder in the Cathedral ngay lập tức."
}