{
    "source": "en_US",
    "target": "vi_VN",
    "text": "### Treatment Options\nA comprehensive approach that takes into account the typeand severity of the illness is needed to treat superficial infections. Topical medicines like mupirocin are frequently useful in treating bacterial infections, including impetigo. On the other hand, antifungal creams or systemic therapies could be necessary for fungal infections, particularly in cases of onychomycosis. Newer antifungal medications, such as isavuconazole and luliconazole, have been shown in recent trials to be successful in treating resistant strains. In order to improve treatment results, the potential of adjuvant treatment including photodynamic therapy is also being investigated.\n### Importance of Early Detection\nSuccessful treatment and the avoidance of consequences depend on the early diagnosis of superficial infections. Patients and medical professionals need to be alert for the early symptoms of infection, which include swelling, itching, and redness. A delayed diagnosis raises the possibility of additional problems by causing the illness to worsen. For instance, if left untreated, fungal infections can lead to cellulitis, a potentially dangerous illness that needs more careful care. Early intervention can be facilitated by routine skin exams, particularly in high-risk groups. Additionally, telemedicine integration in dermatological care might facilitate better access to specialists, enabling prompt patient diagnosis and treatment.",
    "trans": "### Các Phương pháp Điều trị\nMột phương pháp tiếp cận toàn diện xem xét về loại và mức độ nghiêm trọng của bệnh là điều cần thiết để điều trị các bệnh nhiễm trùng bề mặt. Các loại thuốc bôi ngoài da như mupirocin thường có hiệu quả trong việc điều trị các bệnh nhiễm trùng do vi khuẩn, bao gồm impetigo. Mặt khác, kem chống nấm hoặc các liệu pháp hệ thống có thể cần thiết đối với các bệnh nhiễm nấm, đặc biệt là trong các trường hợp nấm móng. Các loại thuốc chống nấm mới hơn, như isavuconazole và luliconazole, đã được chứng minh trong các thử nghiệm gần đây là có hiệu quả trong việc điều trị các chủng vi khuẩn kháng thuốc. Để cải thiện kết quả điều trị, khả năng điều trị bổ sung như liệu pháp quang động cũng đang được nghiên cứu.\n### Tầm Quan trọng của Việc Phát hiện Sớm\nĐiều trị thành công và tránh được các hậu quả phụ thuộc vào việc chẩn đoán sớm các bệnh nhiễm trùng bề mặt. Bệnh nhân và các chuyên gia y tế cần cảnh giác với các triệu chứng ban đầu của nhiễm trùng, bao gồm sưng tấy, ngứa và đỏ. Việc chẩn đoán muộn làm tăng khả năng xuất hiện các vấn đề bổ sung do bệnh trở nên trầm trọng hơn. Ví dụ, nếu không được điều trị, nhiễm trùng nấm có thể dẫn đến viêm mô tế bào, một bệnh có thể nguy hiểm và cần điều trị cẩn thận hơn. Việc can thiệp sớm có thể được hỗ trợ qua các cuộc kiểm tra da định kỳ, đặc biệt là ở các nhóm có nguy cơ cao. Bên cạnh đó, việc tích hợp y tế từ xa trong chăm sóc da liễu có thể tạo điều kiện tốt hơn cho việc tiếp cận các chuyên gia, cho phép chẩn đoán và điều trị kịp thời cho bệnh nhân."
}