{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Apparently not too fond of rules. Steve thought he would've remembered Iron Man getting called in for this mission.\n“Captain,” Iron Man said, cocking his head to the side. “Antlers.”\n“Mr Stark.”\nWas as far as Steve heard before his senses were assaulted by the most tantalizing scent he'd ever smelled. He barely managed to keep his face straight as his body practically lit up, buzzing with energy and a desire to get closer, start sniffing to get more of that smell up his nose –\nNow he didn't have the luxury of forgetting anymore. Some nights he longed for it with a fierceness bordering on pain, when the names and faces of enemy soldiers haunted his dreams. But even if the serum hadn't given him photographic memory Steve was sure that the first time he met Tony Stark would have still been burned into his mind forever.\nLoki didn't answer, just kept walking passively at Iron Man's side. Steve didn't like how complacent he seemed, especially since the man radiated alpha energy, but for now he had no choice but to follow Fury's lead and keep Loki contained as well as he could. They'd put him in handcuffs soon enough.",
    "trans": "Rõ ràng là không thích luật lệ cho lắm. Steve đã nghĩ là anh đã nhớ rằng Iron Man được gọi đến làm nhiệm vụ này.\n“Đội trưởng,” Iron Man nói, nghiêng đầu sang bên. \"Gạc hươu.\"\n\"Ông Stark.\"\nSteve chỉ nghe được có vậy trước khi các giác quan của anh tràn ngập một mùi hương hấp dẫn nhất mà anh từng được ngửi thấy. Anh gần như không thể giữ cho khuôn mặt được nghiêm túc trong khi cơ thể gần như bừng lên, tràn đầy năng lượng và với ham muốn được tiến tới gần hơn, anh bắt đầu hít hà để mùi hương có thể đi vào mũi sâu hơn nữa -\nGiờ thì anh không có quyền được quên đi được nữa. Có những đêm anh khao khát nó với sự dữ dội gần như đau đớn, khi tên và khuôn mặt của những người lính phía bên kẻ thù ám ảnh anh trong những giấc mơ. Nhưng ngay cả khi huyết thanh không giúp cho anh có được trí nhớ siêu phàm, Steve chắc chắn rằng lần đầu anh gặp được Tony Stark vẫn sẽ cứ in đậm vào tâm trí anh mãi mãi.\nLoki không trả lời, chỉ tiếp tục bước đi thụ động bên cạnh Iron Man. Steve không thích cái cách mà anh ta ra vẻ tự mãn, đặc biệt là khi người đàn ông đó tỏa ra năng lượng alpha, nhưng hiện tại anh không còn sự lựa chọn nào khác ngoài việc tuân theo sự chỉ đạo của Fury và giữ cho Loki ở trạng thái tốt nhất có thể. Họ sẽ còng tay anh ta sớm thôi."
}