{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Dear EOPS Student,\nPlease be advised that the second counseling meeting deadline for EOPS is November 1.\nIf you haven’t had an opportunity to see EOPS counselors in fall, you can still complete your required meetings in time.\nAll EOPS students are expected to visit their EOPS counselors three times a semester by the set deadlines and complete at least 6 semester units to maintain a good standing with EOPS and be eligible for EOPS grant and book voucher and other services. For complete details refer to the EOPS Mutual Responsibility Contract (MRC).\nYou may also click here to watch a helpful video explaining the EOPS MRC.\nYour winter priority registration date is now available on your student portal MyGCC.\nMark your calendar for the EOPS priority registration dates for winter and spring:\nWinter 2025- October 14\nSpring 2025– November 18\nThis information is also available on the EOPS website under EOPS Calendar.\nAs you know, we offer EOPS counseling IN-PERSON, ONLINE (zoom), and REMOTELY (by-phone).\nPlease make sure to complete your online EOPS Appointment Request Form asap, and we will get back to you with your scheduled counseling appointment date and time.",
    "trans": "Thân gửi các bạn sinh viên của Chương trình cơ hội mở rộng (EOPS),\nCác bạn hãy lưu ý rằng hẹn cuối của buổi tư vấn thứ hai vào ngày 01 tháng 11.\nNếu như các bạn chưa có cơ hội đăng ký buổi tư vấn vào kỳ mùa thu thì các bạn vẫn có thể đăng ký buổi tư vấn của kỳ này.\nTất cả sinh viên EOPS đều phải gặp cố vấn EOPS ba lần mỗi học kỳ theo các hạn chót đã được quy định và hoàn thành ít nhất 6 đơn vị học kỳ để duy trì tình trạng tốt với EOPS và đủ điều kiện nhận trợ cấp EOPS, phiếu sách và các dịch vụ khác. Để biết chi tiết đầy đủ, vui lòng tham khảo Hợp đồng Trách nhiệm Hỗ trợ EOPS (MRC).\nBạn cũng có thể nhấp vào đây để xem video hữu ích giải thích về Hợp đồng Trách nhiệm Hỗ trợ EOPS (MRC).\nNgày đăng ký ưu tiên mùa đông của bạn hiện đã có sẵn trên cổng thông tin sinh viên MyGCC.\nCác bạn hãy đánh dấu lịch những ngày đăng ký ưu tiên mùa đông và mùa xuân cho  Chương trình cơ hội mở rộng (EOPS).\nMùa đông 2025- ngày 14 tháng 10\nMùa xuân năm 2025- ngày 18 tháng 11\nNhững thông tin này được cập nhật trên trang web của EOPS trong phần lịch EOPS\nNhư bạn đã biết, chúng tôi cung cấp dịch vụ tư vấn EOPS TRỰC TIẾP, TRỰC TUYẾN (qua Zoom), và TỪ XA (qua điện thoại).\nVui lòng hoàn thành Mẫu Đơn Yêu Cầu Hẹn Tư Vấn EOPS trực tuyến càng sớm càng tốt, và chúng tôi sẽ liên hệ lại với bạn để thông báo ngày và giờ hẹn tư vấn."
}