{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Under Biden, prices skyrocketed. And while inflation—the pace at which prices are rising—has lately cooled, Americans are still living with those past price hikes. Through September, consumer prices are nearly 20% above their January 2021 levels.\nNot since Ronald Reagan’s first term, when consumer prices rose 21%, has a president presided over such high inflation. And Reagan had the advantage that during the single term of his predecessor, Jimmy Carter, inflation was much hotter, with prices rising 49%.\nJust as the big drop in GDP in 2020 was more a reflection of the pandemic than of Trump’s leadership, the spurt in inflation during Biden’s tenure is in part a reflection of the supply-chain snarls brought on by the pandemic, and by the jump in oil prices brought on by Russia’s invasion of Ukraine. One indication of this is that inflation elsewhere also shot up. Prices in the eurozone, for example, are about as elevated relative to the start of 2021 as they are in the U.S., while the eurozone’s economic growth has been far slower.",
    "trans": "Dưới thời Biden, giá cả đã tăng vọt. Và mặc dù lạm phát—tốc độ tăng giá—gần đây đã giảm, nhưng người Mỹ vẫn phải sống với những đợt tăng giá trong quá khứ. Đến tháng 9, giá tiêu dùng đã cao hơn khoảng 20% so với mức tháng 1 năm 2021.\nChưa có tổng thống nào kể từ nhiệm kỳ đầu tiên của Ronald Reagan, khi giá tiêu dùng tăng 21%, phải đối mặt với mức lạm phát cao như vậy. Và Reagan đã có lợi thế là trong nhiệm kỳ duy nhất của người tiền nhiệm Jimmy Carter, lạm phát còn kinh khủng hơn nhiều, với giá cả tăng 49%.\nCũng giống như việc GDP sụt giảm mạnh vào năm 2020 phản ánh tác động của đại dịch nhiều hơn là do sự lãnh đạo của Trump, mức lạm phát tăng vọt dưới thời Biden một phần là do các rối loạn chuỗi cung ứng gây ra bởi đại dịch, và do sự gia tăng giá dầu xuất phát từ cuộc xâm lược của Nga vào Ukraine. Một dấu hiệu của điều này là lạm phát ở những nơi khác cũng đã tăng mạnh. Giá cả ở khu vực đồng euro, ví dụ, hiện cũng cao tương tự như ở Mỹ so với đầu năm 2021, trong khi tăng trưởng kinh tế của khu vực đồng euro chậm hơn rất nhiều."
}