{
    "source": "en_US",
    "target": "vi_VN",
    "text": "What should he do?\nDroplets of ink on sheets.\nHe dreams of that sometimes, writing side by side under the covers, undressing their minds after undressing each other.\nColin ceases his wiping to grab her hands, bringing those up instead to kiss, trying to fulfill this endless need he feels pulsing through him all the time now to kiss more of her, all of her…\nAnd on her hands, in the moonlight he can see…\nDroplets of ink.\nShe wrote today. Unraveling, his love, not not yet unraveled.\nShe will not weep, will not wail, will not sleep.\nBut she wrote today, he can tell she wrote today.\nThis is impossible. Because he feels a growing list of things he needs to show her first, tell her first, convince her of first.\nTo build hope and trust and an air of safety that he isn't even sure she’d recognize if it washed over her. And his heart is screaming, screaming…",
    "trans": "Anh ấy nên làm gì?\nNhững giọt mực trên tấm ga trải giường.\nAnh ấy thỉnh thoảng vẫn mơ về điều đó, bên dưới tấm chăn cả hai người nằm viết cạnh nhau, cởi bỏ tâm trí sau khi cởi bỏ quần áo của nhau.\nColin ngừng lau để nắm lấy tay cô, thay vào đó đưa tay lên để hôn, cố gắng lấp đầy nhu cầu vô tận mà anh ấy cảm thấy đang trào dâng bên trong mình mọi lúc bây giờ để hôn cô nhiều hơn, tất cả mọi thứ của cô...\nVà trên đôi tay cô, dưới ánh trăng anh ấy có thể thấy...\nNhững giọt mực.\nHôm nay cô đã viết. Đang tan vỡ, tình yêu của anh ấy, không, vẫn chưa tan vỡ.\nCô sẽ không khóc, sẽ không than vãn, cũng sẽ không ngủ.\nNhưng cô đã viết trong hôm nay, anh ấy có thể nói rằng cô đã viết trong hôm nay.\nĐiều này là không thể. Vì anh ấy cảm thấy một danh sách ngày càng dài hơn về những điều mà anh cần cho cô thấy trước, nói với cô trước, thuyết phục được cô trước.\nĐể dựng nên hy vọng và niềm tin và bầu không khí an toàn mà anh ấy thậm chí còn không chắc rằng cô sẽ nhận ra nếu điều đó tràn ngập trong cô. Và trái tim anh đang gào thét, gào thét..."
}