{
    "source": "en_US",
    "target": "vi_VN",
    "text": "\"... What happened?\" Ryuk calmly observed Alisia, who was blankly looking at him, making him doubt if there were changes in his bodily features.\n\"I see, it's good that you are fine.\" Seeing Ryuk completely fine, she turned to leave but was interrupted by him.\n\"Mother, can you tell me, is there something different about me?\" Ryuk asked, curious about the result of the body reconstruction.\nAlisia's eyes slightly widened before relaxing and answering truthfully, \"Yes, you are completely different from before.\"\n'Seems I shouldn't have done body reconstruction now,' turning his gaze downward he pondered.\nSlowly turning before placing her folded hand on her chest, she continued, \"You started to hide things from me and even started to act as if you know everything...\"\nRyuk blankly kept hearing all the complaints Alisia had with him from all these years; he heard everything except how he changed physically, making him assured that he was the same as before.\nOf course, he could see a mirror, but it is impractical to judge himself since he can't see himself from others' points of view.",
    "trans": "\"...Chuyện gì vậy ạ?\" Ryuk bình tĩnh quan sát Alisia, đang nhìn anh một cách vô hồn, khiến anh hoài nghi liệu có sự thay đổi nào về diện mạo của mình không.\n\"Mẹ hiểu rồi, thật tốt là con vẫn ổn.\" Thấy Ryuk hoàn toàn ổn, bà quay đi nhưng bị anh ngăn lại.\n\"Mẹ, mẹ có thể nói cho con biết, con có gì khác không?\" Ryuk hỏi, tò mò về kết quả của việc tái tạo cơ thể.\nMắt của Alisia khẽ mở to trước khi dịu lại và trả lời thành thật, \"Có, con khác hẳn so với trước kia.\"\n'Dường như con không nên thực hiện tái tạo cơ thể vào lúc này,' anh cúi xuống và trầm ngâm.\nTừ từ quay lại trước khi đặt bàn tay gập lại lên ngực, bà nói tiếp, \"Con bắt đầu giấu mẹ mọi thứ và thậm chí bắt đầu hành xử như thể con biết mọi thứ...\"\nRyuk ngồi yên nghe tất cả những lời phàn nàn của Alisia về anh trong suốt những năm qua; anh nghe hết thảy trừ việc diện mạo anh đã thay đổi ra sao, khiến anh chắc chắn rằng mình vẫn như trước.\nDĩ nhiên, anh có thể nhìn mình qua gương, nhưng điều đó không thực tế để đánh giá bản thân bởi vì anh ấy không thể nhìn nhận bản thân qua góc nhìn của người khác."
}