{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Garmin Epix Gen 2 is a multisport smartwatch that will meet the highest demands. Its design makes it a perfect match for both sports and casual outfits. The model features a high-quality, touch-sensitive display and the ability to control it through buttons located on the sides of the envelope. The smartwatch also consists of a silicone strap in black, as well as a black envelope made of fiberglass-reinforced polymer, and a bezel made of titanium.\nThe powerful battery provides up to 16 days of operation in watch mode (6 days in continuous on mode), and up to 21 days in watch battery saving mode. The watch includes a number of powerful functions that will delight beginners and professionals alike. Water resistance is rated at 10 ATM.\nFeatures\nRobustly designed with titanium elements, Power Sapphire glass\nOperate it classically via buttons or intuitively via the responsive touch display\nMeasure your physiological values including training load, recovery times and stamina residual energy\nMore than 60 sports and outdoor apps accompany you in everything you plan to do\nAlways on the right track thanks to international topo maps as well as pre-installed golf and ski maps",
    "trans": "Garmin Epix Gen 2 là một chiếc đồng hồ thông minh đa thể thao đáp ứng nhu cầu cao nhất. Thiết kế của nó làm cho nó trở thành sự kết hợp hoàn hảo cho cả trang phục thể thao và trang phục thường ngày. Mẫu đồng hồ này có màn hình cảm ứng chất lượng cao và khả năng điều khiển thông qua các nút ở hai bên thân đồng hồ. Đồng hồ thông minh cũng có dây đeo bằng silicone màu đen, cùng với vỏ đồng hồ màu đen làm từ polymer gia cường sợi thủy tinh và viền làm bằng titan.\nPin mạnh mẽ cung cấp thời gian hoạt động lên đến 16 ngày ở chế độ đồng hồ (6 ngày ở chế độ luôn bật) và lên đến 21 ngày ở chế độ tiết kiệm pin đồng hồ. Đồng hồ bao gồm một số tính năng mạnh mẽ sẽ làm hài lòng cả người mới bắt đầu và các chuyên gia. Khả năng chống nước đạt chuẩn 10 ATM.\nCác tính năng\nThiết kế chắc chắn với các yếu tố titan, kính Power Sapphire\nVận hành theo cách cổ điển qua các nút bấm hoặc trực quan qua màn hình cảm ứng nhạy\nĐo các giá trị sinh lý của bạn bao gồm tải tập luyện, thời gian phục hồi và năng lượng còn lại\nHơn 60 ứng dụng thể thao và ngoài trời sẽ đồng hành cùng bạn trong mọi kế hoạch\nLuôn đúng hướng nhờ bản đồ topo quốc tế và các bản đồ golf và trượt tuyết đã được cài sẵn"
}