{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Chairman, POWERCHINAInternatinoal GroupLtd\n------------------ Original ------------------\nFrom: \"[redacted_name]\"<[redacted_address]>;\nDate: [redacted_info]\nTo: \"[redacted_address]\"<[redacted_address]>;\nSubject: Dam Project in Republica Domenicana\nDear Dr.[redacted_name],\nhope you are fine!\nI received a call from an Italian friend (ex We [redacted_name]), living in Republica Domenicana since a long time.\nHe asked me about some potential experienced Contractor interested to bid for a dam project (RCC type) there.\nProject is not very big in my understanding, below the requirements he sent me (extract from ToR), bidding process is already on-going.\nPossibly you are already on top of this project, by the way I consider he is well positioned in the country and may provide some local support, if needed.\nIf you have interest I can put you in contact with him.\nHope to meet you soon!\nBR\n[redacted_name]\n………………………………\n[redacted_name]",
    "trans": "Chủ tịch, Tập đoàn POWERCHINA Internaltional\n------------------ Bản gốc ------------------\nTừ: \"[redacted_name]\"<[redacted_address]>;\nNgày: [redacted_info]\nĐến: \"[redacted_address]\"<[redacted_address]>;\nChủ đề: Dự Án Đập tại Cộng Hòa Dominica\nKính gửi Tiến sĩ [redacted_name],\nHy vọng ngài vẫn khỏe mạnh!\nTôi nhận được cuộc gọi từ một người bạn người Ý (trước đây là chúng tôi [redacted_name], người đã sống lâu năm ở Cộng hòa Dominica.\nAnh ấy hỏi tôi về các nhà thầu có kinh nghiệm tiềm năng, quan tâm đến việc tham gia đấu thầu cho một dự án đập (loại RCC) ở đó.\nDự án này không quá lớn theo hiểu biết của tôi, dưới đây là các yêu cầu mà anh ấy đã gửi cho tôi (trích từ ToR), quy trình đấu thầu hiện đang diễn ra.\nCó thể ngài đã biết về dự án này, tuy nhiên tôi cho rằng anh ấy đang có vị trí thuận lợi tại đất nước này và có thể hỗ trợ địa phương nếu cần.\nNếu ngài có quan tâm, tôi có thể kết nối ngài với anh ấy.\nHy vọng sớm gặp lại ngài!\nBR\n[redacted_name]\n………………………………\n[redacted_name]"
}