{
    "source": "en_US",
    "target": "vi_VN",
    "text": "After identifying Moyano-Morales, agents began tracking his cellphone location data for previous months, and determined that his associates had rented Airbnbs near several of the heists. One of the property owners in Turlock turned their video surveillance footage from the property over to the FBI, which showed the group loading burglary tools into the unit upon their arrival, the complaint says.\nIn addition to Moyano-Morales, prosecutors have charged Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz, and a 10th defendant whose identity remains a mystery for now. He has been charged under the pseudonym John Doe 2. Court records say Bastias-Serra is also wanted for extradition to Chile in connection with a 2015 “theft resulting in death, manslaughter, or murder.”\nAuthorities claim the defendants played different roles in the heists, some renting Airbnbs and vehicles, others scouting target locations, and others committing the alleged burglaries. The target locations included banks and ATM kiosks in Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills, and Merced, among other locations. They’re also under investigation for possible involvement in a string of similar larcenies in Los Angeles and San Diego, and one that occurred last January in Houston, Texas, according to the criminal complaint.",
    "trans": "Sau khi xác định Moyano-Morales, các đặc vụ đã theo dõi dữ liệu vị trí điện thoại di động của hắn vào những tháng trước và phát hiện những đồng bọn của hắn đã thuê Airbnb gần một số vụ trộm. Một trong những chủ sở hữu bất động sản ở Turlock đã giao nộp đoạn video giám sát từ bất động sản cho FBI, trong đó cho thấy nhóm này đang chất công cụ trộm cắp vào căn hộ ngay khi chúng đến, theo đơn tố cáo.\nBên cạnh Moyano-Morales, các công tố viên cũng đã buộc tội Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz, và một bị cáo thứ 10 mà danh tính vẫn chưa được xác định. Hắn bị buộc tội với bí danh là John Doe 2. Theo hồ sơ tòa án Bastias-Serra cũng đang bị truy nã để dẫn độ về Chile liên quan đến một vụ “trộm dẫn đến tử vong, ngộ sát hoặc giết người” vào năm 2015.\nCác nhà chức trách cho rằng các bị cáo đã đóng những vai trò khác nhau trong các vụ trộm, một số bị cáo thuê Airbnb và xe, một số bị cáo khảo sát các địa điểm mục tiêu, và những kẻ khác thực hiện các vụ trộm bị cáo buộc. Các địa điểm mục tiêu bao gồm các ngân hàng và ki-ốt ATM ở Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills, và Merced, cùng với một số địa điểm khác. Bọn chúng cũng đang bị điều tra vì có thể liên quan đến một loạt các vụ trộm cắp tương tự ở Los Angeles và San Diego, và một vụ xảy ra vào tháng 1 năm ngoái ở Houston, Texas, theo đơn tố cáo hình sự."
}