{
    "source": "en_US",
    "target": "vi_VN",
    "text": "He has loosened his tie up, taken off his suit jacket and unbuttoned the top buttons of his white, carefully ironed dress shirt. He looked handsome sitting in his office chair, legs spread apart and you couldn't help but think about how inviting his lap looked. Yet you remained seated on his desk, legs crossed, moving the glass in your hand slowly in circle, the half molten ice cubes swirling around in the amber liquid.\n\"Are you needed elsewhere?\" He asked catching you looking over his shoulder, out through the window at the birds flying past. His office was on one of the top floors. It had a beautiful view over the city.\n\"No, not at all. I decide when and where I'm needed, you know that,\" you retorted, a small smirk forming on your lips. \"Why? Would you perhaps have something else other than drinking in mind for our celebration?\"\nHe got up from his seat, and you moved your legs so that he could stand in between them. Both of your glasses hit the sleek wooden desk, one of his large hands cupping the side of your face.",
    "trans": "Anh ấy đã nới lỏng cà vạt, cởi bỏ áo vest và mở vài cúc áo trên của chiếc áo sơ mi trắng được ủi phẳng phiu. Trông anh thật cuốn hút khi ngồi trên chiếc ghế văn phòng, hai chân duỗi rộng, và bạn không thể không nghĩ đến việc vòng tay qua đôi chân đó trông hấp dẫn thế nào. Tuy nhiên, bạn vẫn ngồi yên trên bàn làm việc của anh, hai chân bắt chéo, xoay chậm ly rượu trong tay, những viên đá tan chảy một nửa lăn lóc trong chất lỏng màu hổ phách.\n\"Em có phải đi đâu không?\" Anh hỏi khi bắt gặp ánh mắt của bạn hướng qua vai anh, nhìn ra cửa sổ, nơi những chú chim bay qua. Văn phòng của anh nằm trên một trong những tầng cao nhất, với tầm nhìn tuyệt đẹp ra thành phố.\n\"Không, không hề. Em tự quyết định khi nào và ở đâu em cần có mặt, anh biết điều đó mà.\" Cô ấy đáp lại, một nụ cười nhỏ hiện lên trên môi. \"Sao thế? Có phải anh có ý định gì khác ngoài việc uống mừng không?\"\nAnh đứng dậy khỏi ghế, và bạn di chuyển chân để anh có thể đứng giữa chúng. Cả hai ly rượu va nhẹ vào mặt bàn gỗ bóng loáng, một tay lớn của anh nâng khuôn mặt bạn lên, dịu dàng đặt lên má."
}