{
    "source": "en_US",
    "target": "vi_VN",
    "text": "In a video from [redacted_name], TP’s Chief People and Diversity and Deputy Chief Global Compliance Officer, you’ll learn how Emotional Intelligence has been incorporated into our culture and in our employees’ life cycle. Also you’ll learn more about the 6seconds EI model based in: Know Yourself, Choose Yourself, and Give Yourself.\nIntroduction to EI in TP:\nThe AI / EI Training Program has been added to your learning path to give you the opportunity to learn more about these two topics. It is composed by 2 modules:\nFollowing the official launch of the EI / AI @ TP Program which happened in the “Town Hall on Emotional Intelligence at TP” on September 23rd, we are happy to share one of the initiatives that you can benefit from.\nPlease make sure that you have completed both here by October 31st.\nIf you have any questions or need support in completing the training, please contact elearningsupport@teleperformance.com.\nHere you’ll be able to learn more in a e-learning presented by [redacted_name], our Global Chief Innovation and Digital Officer, and understand how we can integrate AI into our work processes effectively.",
    "trans": "Trong một video từ [redacted_name], Giám đốc Nhân sự và Đa dạng TP và Phó Giám đốc Toàn cầu về Tuân thủ, bạn sẽ học cách Trí tuệ Cảm xúc đã được tích hợp vào văn hóa của chúng ta và trong vòng đời của nhân viên. Bạn cũng sẽ tìm hiểu thêm về mô hình EI của 6seconds dựa trên: Hiểu về chính mình, Lựa chọn chính mình và Cho đi chính mình.\nGiới thiệu về EI tại TP:\nChương trình Đào tạo AI / EI đã được thêm vào lộ trình học của bạn để bạn có cơ hội tìm hiểu thêm về hai chủ đề này. Chương trình bao gồm 2 phần:\nSau khi ra mắt chính thức chương trình EI / AI @ TP trong sự kiện “Hội nghị TP về Trí tuệ Cảm xúc” vào ngày 23 tháng 9, chúng tôi vui mừng chia sẻ về một trong những sáng kiến có thể mang đến cho bạn nhiều lợi ích.\nVui lòng đảm bảo rằng bạn đã hoàn thành cả hai phần học này trước ngày 31 tháng 10.\nNếu bạn có bất cứ thắc mắc nào hoặc cần sự giúp đỡ trong việc hoàn thành khóa đào tạo, vui lòng liên hệ elearningsupport@teleperformance.com.\nTại đây, bạn sẽ có cơ hội tìm hiểu thêm một khóa học điện tử do [redacted_name], Giám đốc Đổi mới và Kỹ thuật số Toàn cầu của chúng tôi trình bày, và hiểu cách chúng ta có thể tích hợp AI vào các quy trình công việc một cách hiệu quả."
}