{
    "source": "en_US",
    "target": "vi_VN",
    "text": "\"Becoming queen made her more confident.\" [redacted_name] says while slightly smiling.\n\"So would you like the come and punch me right now?\" [redacted_name] asks her. Their a silence for a minute as[redacted_name] and [redacted_name] just look at each other.\n\"No Sir!\" [redacted_name] exclaims as she looks away.\n\"Wow treat your queen better [redacted_name].\" [redacted_name] jokes as she nudges him.\n\"Did that hurt? Well I'm queen now, so too bad!\" [redacted_name] says as she backs up. \"If you have a probl-\" suddenly she stops as she hears a chuckle come from [redacted_name]. They all gasp and look up in surprised.\n\"Thank. you guys. I needed that.\" [redacted_name] tells them as he smiles.\nTheir silence as everyone jaw hits the floor.\n\"Is the screen broken?\" [redacted_name] questions.\n\"He smiled?\" [redacted_name] says in shock.\n\"This doesn't feel normal.\" [redacted_name] states.\n\"I didn't even know that was possible.\" [redacted_name] says.\n\"[redacted_name] you should smile more!\" Hange says as she shakes him.\n\"Stop it four eyes. I was definitely not expect that to be my reaction.\" [redacted_name] says surprised by his actions. I mustt've grown close to them. He thinks.",
    "trans": "\"Việc trở thành nữ hoàng đã giúp cô ấy tự tin hơn.\" [redacted_name] nói trong khi mỉm cười nhẹ.\n\"Vậy cô có muốn đến và đấm tôi ngay bây giờ không?\" [redacted_name] hỏi cô ấy. Họ im lặng một phút khi [redacted_name] và [redacted_name] chỉ nhìn nhau.\n\"Không, thưa ngài!\" [redacted_name] lên tiếng khi cô ấy nhìn đi chỗ khác.\n\"Chà, hãy đối xử với nữ hoàng của anh tốt hơn đi [redacted_name].\" [redacted_name] đùa khi cô đẩy nhẹ anh ấy.\n\"Có đau không? À, bây giờ tôi là nữ hoàng, nên thật đáng tiếc!\" [redacted_name] nói khi cô ấy lùi lại. \"Nếu bạn có vấn đề-\" đột nhiên cô ấy dừng lại khi nghe thấy tiếng cười khúc khích từ [redacted_name]. Tất cả đều thở hổn hển và ngạc nhiên nhìn lên.\n\"Cảm ơn các bạn. Tôi cần điều đó.\" [redacted_name] nói với họ khi anh ấy cười.\nHọ im lặng trong khi mọi người há hốc mồm kinh ngạc.\n\"Màn hình bị hỏng à?\" [redacted_name] hỏi.\n\"Anh ấy đã cười sao?\" [redacted_name] thốt lên kinh ngạc.\n\"Điều này không được bình thường.\" [redacted_name] lên tiếng.\n\"Tôi thậm chí không biết điều đó là có thể.\" [redacted_name] nói.\n\"[redacted_name] bạn nên cười nhiều hơn!\" Hange nói khi cô lắc anh ấy.\n\"Dừng lại đi, đồ bốn mắt. Tôi hoàn toàn không ngờ rằng đó sẽ là phản ứng của mình.\" [redacted_name] nói, ngạc nhiên trước hành động của mình. Mình chắc chắn đã trở nên thân thiết với họ. Anh ấy nghĩ."
}