{
    "source": "en_US",
    "target": "vi_VN",
    "text": "\"Well, let's go then.\" Eyal says, linking my arm in his. Dude, I'm not going to date my own brother. Well, half-brother. I'd rather date Danny Devito. Well, not really. I'd rather not date both. Good actor though.\n\"By the way, where is my phone?\" I ask and Eyal takes something out of his pocket and shakes the device in his hand a little. \"Can I have it back?\" I desperately ask, hoping he would fall for it and actually hand me back my phone.\n\"I'm not stupid. But if you're a good girl tonight, I'll think about it. So don't be stupid.\" He says and we walk out of the door. Suddenly, my eyes are faced with a black limousine.\nA fucking limousine?\nWhen the fuck did Victor get rich?\nEyal places me in the limousine and Victor en Eyal himself soon sit in the large black car too, sitting next to each other, whispering in each other's ears.\n\"I didn't know it was gossip hour already. Thought that started next hour.\" I joke, catching their attention. They both just glance over at me before returning to their not but also kind of interesting conversation that I'm desperate to be a part of.",
    "trans": "\"Được rồi, vậy thì đi thôi.\" Eyal nói, khoác lấy tay tôi. Này bạn ơi, tôi sẽ không hẹn hò với chính em trai của mình đâu. Ừ thì, em trai cùng cha khác mẹ. Tôi thà hẹn hò với Danny Devito còn hơn. Thực ra thì không. Tôi thà không hẹn hò với ai trong hai người. Mặc dù diễn viên giỏi.\n\"À này, điện thoại của em đâu?\" Tôi hỏi và Eyal lấy thứ gì đó ra khỏi túi của anh ấy và lắc nhẹ cái máy trên tay của anh. \"Em có thể lấy lại nó được không?\" Tôi hỏi trong tuyệt vọng, hy vọng anh ấy có thể xiêu lòng và thực sự trả lại điện thoại cho tôi.\n\"Anh không ngu đâu. Nhưng nếu tối nay em ngoan, anh sẽ nghĩ về điều đó. Vậy nên đừng làm gì ngu ngốc.\" Anh ấy nói và chúng tôi bước ra khỏi cửa. Đột nhiên, tôi nhìn thấy một chiếc xe limousine màu đen.\nMột chiếc xe limousine chết tiệt?\nVictor trở nên giàu có từ khi nào vậy?\nEyal đưa tôi vào chiếc xe limousine, Victor và Eyal cũng nhanh chóng ngồi vào chiếc xe lớn màu đen, họ ngồi bên cạnh nhau, thì thầm vào tai nhau.\n\"Tôi không biết giờ tán gẫu đã bắt đầu rồi. Tôi cứ nghĩ cái đó bắt đầu sau một tiếng nữa chứ.\" Tôi nói đùa, thu hút sự chú ý của họ. Cả hai đều chỉ liếc nhìn tôi trước khi quay lại với cuộc trò chuyện không chỉ thú vị mà còn khá hấp dẫn mà tôi rất muốn tham gia vào."
}