{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Looking to consolidate debt? Instant balance transfer credit cards provide a fast way to manage multiple balances. Learn which cards offer the best transfer rates and terms to help you reduce your financial burden.\nApplicant's Choice\nGetting an instant-approved credit card is easy. Explore the top instant-approval credit cards and learn how to quickly get the credit you need.\n1. High Cash Back: Get up to 4% cash back on purchases at Costco and gas stations, 3% at restaurants and travel, and 2% on other purchases.\n2. No Annual Fee: There is no annual fee to use a Costco credit card, which is attractive for extra savings.\n3. Enhanced Membership: Holding a Costco credit card can help you enhance your membership at Costco and enjoy more promotions and offers.\n4. Additional Protection: Including additional protection measures such as extended warranty and travel accident insurance, enhance the sense of security when shopping and traveling.\n5. Convenient Payment Methods: Accounts can be managed online and can be used in Costco stores and online stores, providing a more convenient shopping experience.",
    "trans": "Bạn đang tìm cách hợp nhất nợ? Thẻ tín dụng chuyển khoản số dư ngay lập tức cung cấp một cách nhanh chóng để quản lý nhiều số dư. Tìm hiểu thẻ nào cung cấp tỷ lệ chuyển khoản và điều khoản tốt nhất để giúp bạn giảm bớt gánh nặng tài chính.\nLựa chọn của Ứng viên\nViệc có được thẻ tín dụng được phê duyệt ngay lập tức rất dễ dàng. Khám phá các thẻ tín dụng phê duyệt ngay lập tức hàng đầu và tìm hiểu cách nhanh chóng có được tín dụng bạn cần.\n1. Hoàn Tiền Cao: Nhận lên đến 4% hoàn tiền cho các giao dịch mua tại Costco và trạm xăng, 3% cho nhà hàng và du lịch, và 2% cho các giao dịch mua khác.\n2. Không Phí Thường Niên: Không có phí thường niên khi sử dụng thẻ tín dụng Costco, điều này giúp tiết kiệm thêm.\n3. Thẻ Thành Viên Nâng Cao: Sở hữu thẻ tín dụng Costco có thể giúp bạn nâng cao tư cách thành viên tại Costco và tận hưởng nhiều chương trình khuyến mãi và ưu đãi hơn.\n4. Bảo Vệ Bổ Sung: Bao gồm các biện pháp bảo vệ bổ sung như bảo hành mở rộng và bảo hiểm tai nạn du lịch, tăng cường sự an tâm khi mua sắm và đi du lịch.\n5. Phương Thức Thanh Toán Thuận Tiện: Tài khoản có thể được quản lý trực tuyến và có thể sử dụng tại các cửa hàng Costco và cửa hàng trực tuyến, mang đến trải nghiệm mua sẵm thuận tiện hơn."
}