{
    "source": "en_US",
    "target": "vi_VN",
    "text": "\"I know you aren't thrilled that I'm going, but all that training will finally be put to good use. This is what I've been training for, what I've been waiting for since I got to camp.\" She sighed, looking at her headboard that was filled with so many memories. \"I just don't want to leave camp with you disappointed in me.\"\nLuke pulled his younger sister into his arms, squeezing her tightly. \"I could never be disappointed in you, Al.\" He kissed the top of her head. \"I know you'll do amazing on your own. It just sucks that I can't be there with you to stop you from doing something stupid.\"\nShe pulled away slightly to look into the eyes that were identical to her own. \"I'll tell you everything if I come back.\"\n\"When you come back.\" He corrected her. She flashed him a wide smile. \"And I can't wait to hear all about it.\" His expression didn't necessarily connect with his words.\n\"You better still be here when I come back.\" She pointed a stern finger at him. \"No dying or getting kicked out.\"\nHe laughed, much to her annoyance. \"What have I always promised you, Lana?\"",
    "trans": "\"Em biết anh không vui khi em đi, nhưng mọi công sức tập luyện cuối cùng sẽ có ích. Đây chính là điều em đã được đào tạo, điều mà em mong chờ kể từ khi đến trại.\" Cô ấy thở dài, nhìn chiếc đầu giường nơi đầy ắp những kỷ niệm. \"Em chỉ không muốn rời trại mà làm anh thất vọng về em.\"\nLuke kéo cô em gái vào vòng tay mình, ôm chặt cô. \"Anh không bao giờ có thể thất vọng về em, Al.\" Anh ấy hôn lên đỉnh đầu cô. \"Anh biết em sẽ làm tốt một mình. Chỉ là, thật tệ khi anh không thể ở đó với em để ngăn em làm điều gì đó ngốc nghếch.\"\nCô ấy hơi đẩy ra để nhìn vào đôi mắt giống hệt mắt mình. \"Em sẽ kể cho anh nghe mọi chuyện nếu em trở về.\"\n\"Khi em trở về.\" Anh ấy chỉnh lời cô. Cô ấy nở một nụ cười rạng rỡ. \"Và anh rất nóng lòng để nghe tất cả.\" Nhưng nét mặt của anh lại không hoàn toàn đồng điệu với lời nói.\n\"Anh tốt nhất là vẫn còn ở đây khi em trở về.\" Cô ấy chỉ một ngón tay nghiêm khắc vào anh. \"Không được chết hay bị đuổi khỏi trại.\"\nAnh ấy cười, khiến cô bực mình hơn. \"Anh đã luôn hứa với em điều gì, Lana?\""
}