{
    "source": "en_US",
    "target": "vi_VN",
    "text": "4. Shipping Rates\nShipping rates are calculated based on the weight of your order, destination, and selected shipping method. Rates will be displayed at checkout for your review before finalizing your purchase.\n5. Delivery to below Countries:\nCustoms clearance no pay tax fees countries: United States, Canada, Mexico, United Kingdom, Germany, France, Italy, Spain, Netherlands, Finland, Belgium, Sweden, Portugal, Poland, Czech Republic, Austria, Greece, Luxembourg, Slovakia, Ireland, Hungary, Bulgaria, Lithuania, Latvia, Romania, Slovenia, Estonia, Croatia, United Arab Emirates, Malaysia, Australia, Philippines, Indonesia, Thailand, Pakistan, Vietnam\nCustoms clearance need to pay tax fees countries: Switzerland, Malta, Serbia, Norway, Chile, Montenegro, Panama, Paraguay, Peru, Uruguay, Costa Rica, Dominican Republic, Ecuador, El Salvador, Guatemala, Honduras, Jamaica, Nicaragua, Israel, Japan, Iceland, South Korea, Guam, Papua New Guinea, India, New Zealand, Guernsey, Liechtenstein, Jersey, San Marino, Gibraltar, Andorra, Albania, Antigua, Argentina, Bahamas, Bermuda, Brazil, Colombia, Costa Rica, Côte d'Ivoire, Martinique, Panama, Peru, Trinidad and Tobago, Uruguay, Venezuela, Nigeria, South Africa, New Caledonia, Kuwait, Kenya, Mauritius, Moldova, Botswana, Mozambique, Morocco, Bolivia, Puerto Rico\n6. Tracking Your Order",
    "trans": "4. Cước phí vận chuyển\nCước phí vận chuyển được tính dựa trên khối lượng đơn hàng, điểm đến, và phương thức vận chuyển được chọn. Cước phí sẽ được hiển thị tại trang thanh toán để bạn xem xét trước khi hoàn tất đơn hàng.\n5. Giao hàng đến các quốc gia sau:\nCác quốc gia miễn phí thuế thông quan: Hoa Kỳ, Canada, Mexico, Vương quốc Anh, Đức, Pháp, Ý, Tây Ban Nha, Hà Lan, Phần Lan, Bỉ, Thụy Điển, Bồ Đào Nha, Ba Lan, Cộng hòa Séc, Áo, Hy Lạp, Luxembourg, Slovakia, Ireland, Hungary, Bulgaria, Litva, Latvia, Romania, Slovenia, Estonia, Croatia, Các Tiểu vương quốc Ả Rập Thống nhất, Malaysia, Úc, Philippines, Indonesia, Thái Lan, Pakistan, Việt Nam.\nCác quốc gia phải trả phí thuế thông quan: Thụy Sĩ, Malta, Serbia, Na Uy, Chile, Montenegro, Panama, Paraguay, Peru, Uruguay, Costa Rica, Cộng hòa Dominica, Ecuador, El Salvador, Guatemala, Honduras, Jamaica, Nicaragua, Israel, Nhật Bản, Iceland, Hàn Quốc, Guam, Papua New Guinea, Ấn Độ, New Zealand, Guernsey, Liechtenstein, Jersey, San Marino, Gibraltar, Andorra, Albania, Antigua, Argentina, Bahamas, Bermuda, Brazil, Colombia, Costa Rica, Bờ Biển Ngà, Martinique, Panama, Peru, Trinidad và Tobago, Uruguay, Venezuela, Nigeria, Nam Phi, New Caledonia, Kuwait, Kenya, Mauritius, Moldova, Botswana, Mozambique, Morocco, Bolivia, Puerto Rico.\n6. Theo dõi đơn hàng của bạn"
}