{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Re: [redacted_name]\nMy name is [redacted_name], a [redacted_info] citizen, passport number: [redacted_id], residing at [redacted_address]. I am writing this letter in support of Mr. [redacted_name] obtaining his New Zealand permanent residency as soon as possible.\nI met Mr. [redacted_name]'s wife, Ms. [redacted_name], in 2013, and we became friends thereafter. After getting to know her over time, I found her to be a beautiful, generous, warm, sincere, helpful, and friendly person. [redacted_name] married Mr. [redacted_name] in 2018, and in the eyes of our friends, they are a loving couple. They have always been inseparable, doing everything together.\nI often visit their home for meals, and I've heard them mention that Mr. [redacted_name] has encountered some difficulties in applying for New Zealand permanent residency, which has made [redacted_name] very upset, even affecting her health. To my knowledge, this situation has caused [redacted_name] to suffer from depression, and she has had to seek medical help.",
    "trans": "Trả lời: [redacted_name]\nTôi tên là [redacted_name], công dân [redacted_info], số hộ chiếu: [redacted_id], hiện đang cư trú tại [redacted_address]. Tôi viết lá thư này để ủng hộ việc ông [redacted_name] được cấp quyền thường trú nhân tại New Zealand sớm nhất có thể.\nTôi gặp vợ của ông [redacted_name], bà [redacted_name], vào năm 2013, và chúng tôi đã trở thành bạn bè từ đó. Sau một thời gian quen biết, tôi nhận thấy cô ấy là một người xinh đẹp, rộng lượng, ấm áp, chân thành, luôn sẵn lòng giúp đỡ, và rất thân thiện. [redacted_name] đã kết hôn với ông [redacted_name] vào năm 2018, và trong mắt bạn bè, họ là một cặp đôi yêu thương nhau. Họ luôn gắn bó, làm mọi thứ cùng nhau.\nTôi thường đến nhà họ dùng bữa và đã nghe họ kể rằng ông [redacted_name] gặp khó khăn trong việc xin quyền thường trú nhân tại New Zealand, điều này khiến [redacted_name] rất buồn, thậm chí ảnh hưởng đến sức khỏe của cô ấy. Theo tôi được biết, điều này đã khiến [redacted_name] bị trầm cảm và phải tìm kiếm sự hỗ trợ y tế."
}