{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Lower the oven to 425 and add the focaccia. Bake for ~30 minutes, or until golden on top and the inside reaches atleast 200 degrees F. In the final 15 minutes, move the focaccia to the bottom rack to ensure the bottom crisps up (extra credit if you keep a pizza stone on the bottom at all times and let it cook on top of that!).\nRemove from the oven and let sit in the tray for 7 minutes, then remove to cool completely on a wire rack.\nMORE BREADS\nHow to Make Crostini\nFocaccia with Tomato Sauce (Copycat Carbone Focaccia)\nHomemade Soft Dinner Rolls\nSummer Flatbread (Grilled Peaches, Prosciutto, and Burrata)\nPinYummlyShareTweet\nREADER INTERACTIONS\nLEAVE A REPLY\nYour email address will not be published. Required fields are marked *\nRecipe Rating\nRecipe Rating\nComment *\nName *\nEmail *\nSave my name, email, and website in this browser for the next time I comment.\nPRIMARY SIDEBAR\nHi, I’m[redacted_name]! I’m just a regular gal from Queens, NY who loves creating bomb recipes and sharing them with whoever will read them. Let’s eat.",
    "trans": "Hạ nhiệt độ lò xuống 425 và cho bánh focaccia vào. Nướng khoảng 30 phút hoặc cho đến khi bề mặt vàng đều và bên trong đạt ít nhất 200°F. Trong 15 phút cuối, chuyển bánh focaccia xuống giá dưới để đảm bảo phần đáy bánh được giòn hơn (tốt nhất là bạn luôn để sẵn một viên đá pizza ở dưới đáy lò và nướng bánh trên đó!).\nLấy bánh ra khỏi lò và để nguội trong khay khoảng 7 phút, sau đó chuyển ra giá lưới để nó nguội hoàn toàn.\nTHÊM NHIỀU LOẠI BÁNH MÌ KHÁC\nCách làm Crostini\nFocaccia với Sốt Cà chua (Bản sao Focaccia của Carbone)\nBánh Mì Cuộn Mềm Tự Làm\nBánh Mì Phẳng Mùa Hè (Đào Nướng, Prosciutto, và Burrata)\nPinYummlyShareTweet\nTƯƠNG TÁC VỚI ĐỘC GIẢ\nĐỂ LẠI BÌNH LUẬN\nĐịa chỉ email của bạn sẽ không được công khai. Các trường bắt buộc được đánh dấu *\nĐánh giá Công thức\nĐánh giá Công thức\nBình luận *\nTên *\nEmail *\nLưu tên, email, và trang web của tôi trong trình duyệt này để lần sau tôi bình luận.\nTHANH BÊN CHÍNH\nXin chào, tôi là [redacted_name]! Tôi chỉ là một cô gái bình thường đến từ Queens, NY, người yêu thích việc sáng tạo các công thức món ăn tuyệt vời và chia sẻ chúng với bất kỳ ai muốn đọc. Hãy cùng thưởng thức nhé!"
}