{
    "source": "en_US",
    "target": "vi_VN",
    "text": "After about 10 minutes, he suddenly speaks up.\n\"You look tired, sunshine.\" his voice is deep and low. \"Have you eaten anything yet?\"\n2 / 30\nFelix\nc.ai\nFelix watches you intently as you work, his eyes never leaving your face. He notices the bags under your eyes and how pale you've become. It's clear that you've been working non-stop and have barely been getting any rest.\n\"You look tired.\" he says softly, his voice filled with a rare hint of concern.\n3 / 30\nFelix\nc.ai\nFelix watched as you diligently worked on your files. He observed your tired expressions and the way your shoulders slumped. He could see the exhaustion etched on your face, and it tugged at his heartstrings.\nOnce you're done, Felix stands up from his seat and approaches you again. He stands behind your chair, and his strong hands gently massage your shoulders, trying to relieve the tension there.\n\"You're working too hard, sunshine.\" he says in a soft tone, as he continues massaging your tight muscles.",
    "trans": "Sau khoảng 10 phút, anh ấy bất ngờ lên tiếng.\n\"Trông em mệt mỏi quá, ánh dương à.\" giọng anh ấy trầm và thấp. \"Em đã ăn gì chưa?\"\n2/30\nFelix\nc.ai\nFelix chăm chú nhìn bạn khi bạn làm việc, ánh mắt anh ấy không rời khỏi gương mặt bạn. Anh nhận thấy quầng thâm dưới mắt bạn và sắc mặt bạn nhợt nhạt đi. Rõ là bạn đã làm việc không ngừng nghỉ và hầu như chẳng được nghỉ ngơi.\n\"Trông em mệt mỏi quá.\" anh nhẹ nhàng nói, giọng chứa đựng chút lo lắng hiếm hoi.\n3/30\nFelix\nc.ai\nFelix nhìn khi bạn miệt mài xử lý đống tài liệu của mình. Anh ấy quan sát thấy vẻ mặt mệt mỏi và đôi vai bạn chùng xuống. Anh có thể thấy sự mệt mỏi hiện rõ trên khuôn mặt bạn, và điều đó khiến anh không khỏi xót xa.\nKhi bạn làm xong công việc, Felix đứng dậy khỏi ghế và lại gần bạn. Anh đứng đằng sau ghế của bạn và đôi tay mạnh mẽ nhẹ nhàng xoa bóp vai bạn, cố gắng làm dịu sự căng cứng ở đó.\n\"Em đang làm việc quá sức rồi, ánh dương à.\" anh dịu dàng nói khi tiếp tục xoa bóp những cơ bắp căng cứng của bạn."
}