{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Prime Minister, there are many friends of Australia here at the Commonwealth meeting, but there's one country that's not so friendly today, and that's China. One of their Foreign Ministry officials has launched an extraordinary criticism of Australia today. He says Australia, long plagued by systemic racism and hate crimes, has severely violated the rights of refugees and immigrants. Australian soldiers have committed abhorrent crimes in Afghanistan and other countries. Now that's in response to Australia voicing concerns about human rights in Tibet and Xinjiang. Has that Foreign Ministry official gone too far now?\nPRIME MINISTER: Well, we, of course, will always stand up for Australia's interests, and when it comes to China, we've said we'll cooperate where we can, we'll disagree where we must, and we'll engage in our national interest, and we've raised issues of human rights with China. We've done that in a consistent and clear way.",
    "trans": "Thưa Thủ tướng, có nhiều bạn bè của Úc có mặt tại cuộc họp Khối thịnh vượng chung, nhưng có một quốc gia không mấy thân thiện vào ngày hôm nay, đó là Trung Quốc. Một quan chức Bộ Ngoại giao của họ đã đưa ra một lời chỉ trích vô cùng gay gắt đối với Úc vào ngày hôm nay. Ông ấy nói rằng, Úc từ lâu đã bị ám ảnh bởi nạn phân biệt chủng tộc có hệ thống và tội ác thù hận, đã vi phạm nghiêm trọng quyền lợi của người tị nạn và người nhập cư. Các binh sĩ Úc đã phạm phải những tội ác ghê tởm ở Afghanistan và các quốc gia khác. Và đó là phản ứng đối với việc Úc bày tỏ quan ngại về quyền con người ở Tây Tạng và Tân Cương. Liệu quan chức Bộ Ngoại giao đó có đi quá giới hạn không?\nTHỦ TƯỚNG: Vâng, tất nhiên, chúng tôi sẽ luôn đứng lên vì lợi ích của Úc, và khi nói đến Trung Quốc, chúng tôi đã nói rằng chúng tôi sẽ hợp tác khi có thể, sẽ bất đồng khi cần thiết, và sẽ hành động vì lợi ích quốc gia của chúng tôi, và chúng tôi đã nêu vấn đề quyền con người với Trung Quốc. Chúng tôi đã làm điều đó một cách nhất quán và rõ ràng."
}