{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The TV weather forecaster is a primary reason many viewers tune in to the news. Their forecasts are essential for helping the audience prepare for the day ahead, guiding decisions on what to wear and whether to carry an umbrella. By providing weather updates, they play a vital role in our daily lives. Apply Now!\nPhotojournalist (1)\nLove capturing moments that tell a story? As a News Photographer, you’ll shoot still images and videos that bring real-time events to life. This role is perfect for creative individuals who want to make an impact by sharing important stories with the world. Apply Now!\nBroadcast Technician (1)\nAs a Broadcast Technician, you're responsible for ensuring viewers both see and hear the news clearly. You manage the quality of audio and video signals, monitor broadcasts in real time, and select the right transmission equipment to deliver seamless coverage. Apply Now!\nNews Editor (1)\nAs a News Writer/Editor, you'll craft scripts for anchors, write engaging teases to promote stories, and produce content for the newscast's website. Your goal is to capture and hold viewers' attention, keeping them engaged or encouraging them to tune in. Apply Now!",
    "trans": "Chương trình dự báo thời tiết là lý do chính mà nhiều khán giả chọn xem tin tức. Những dự báo của họ có vai trò quan trọng giúp mọi người chuẩn bị cho những ngày sắp tới, quyết định rằng họ nên mặc gì và có nên mang theo ô hay không. Bằng việc mang đến các thông tin cập nhật về thời tiết, họ đóng vai trò thiết yếu trong đời sống hàng ngày của chúng ta. Ứng tuyển ngay!\nPhóng viên ảnh (1)\nBạn muốn chụp lại những khoảnh khắc có thể làm thành một câu chuyện? Là một phóng viên ảnh, bạn sẽ ghi lại những hình ảnh và video nhằm tái hiện sống động các sự kiện có thực. Vai trò này vô cùng phù hợp đối với những cá nhân sáng tạo muốn tạo ra ảnh hưởng bằng cách chia sẻ những câu chuyện với thế giới. Ứng tuyển ngay!\nKỹ thuật viên phát thanh truyền hình (1)\nLà một kỹ thuật viên, bạn có trách nhiệm đảm bảo khán giả có thể xem và nghe tin tức một cách rõ ràng. Bạn xử lý chất lượng tín hiệu của âm thanh và hình ảnh, giám sát phát sóng trực tiếp, và lựa chọn thiết bị truyền dẫn phù hợp để cung cấp độ phủ sóng liền mạch. Ứng tuyển ngay!\nBiên tập viên tin tức (1)\nLà một người viết/biên tập tin tức, bạn sẽ viết kịch bản cho các phát thanh viên, tạo ra những câu chuyện hấp dẫn để làm nổi bật các sự kiện, và sản xuất nội dung cho trang web của chương trình phát sóng. Mục tiêu của bạn là nắm bắt và níu giữ được sự chú ý của khán giả, lôi kéo và thúc đẩy họ tiếp tục theo dõi. Ứng tuyển ngay!"
}