{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Assessing and confirming that all equipment/furnishings are in good repair and clean: reporting faults to manager\nDemonstrating a good manner when dealing with residents, family and visitors\nHandling all laundry including washing, ironing, and sorting clothes by nametags\nEnsuring cleanliness and safety in the laundry area\nMaintaining confidentiality at all times\nBeing aware of all health and safety regulations, reporting hazards/potential hazards immediately.\nAd hoc duties as required\nWhat are the skills/experience needed?\n1 year minimum working in a similar role preferable\nExperience working in a healthcare environment (with a good knowledge of HIQA standards) an advantage.\nWork to the company standards and regulations (you will be made of aware of these standards within the job as related to your role, if unfamiliar)\nAwareness of following an advantage : COSHH Regulation. (Control of Substances Hazardous to Health). Riddor Regulation. (Reporting of incidents, diseases, dangerous occurrences). Health and Safety Legislation, Manual Handling\nMoving & Handling training an advantage\nExcellent communication skills\nCan work independently or part of a team\nMust be reliable & keep to schedule.\nFluent level of English both written and oral\nBenefits & Conditions\nExcellent working environment\nFully paid breaks\nMeal & break time refreshments provided\nSunday allowance paid",
    "trans": "Đánh giá và xác nhận rằng tất cả thiết bị/đồ dùng đều trong tình trạng tốt và sạch sẽ: báo cáo các sự cố hư hỏng cho quản lý\nThể hiện thái độ tốt khi giao tiếp với cư dân, gia đình và khách đến thăm\nXử lý toàn bộ những công việc giặt ủi bao gồm giặt, ủi, và phân loại quần áo theo nhãn tên\nĐảm bảo vệ sinh và an toàn trong khu vực giặt ủi\nDuy trì tính bảo mật vào mọi lúc\nNhận thức đầy đủ về những quy định về sức khỏe và an toàn, báo cáo nguy cơ/nguy hiểm tiềm ẩn ngay lập tức.\nThực hiện các công việc phát sinh khi được yêu cầu\nNhững kỹ năng/kinh nghiệm nào là cần thiết?\nƯu tiên ít nhất 1 năm kinh nghiệm làm việc ở vai trò tương tự\nKinh nghiệm làm việc trong môi trường chăm sóc sức khỏe (với kiến thức vững vàng về các tiêu chuẩn HIQA) là một lợi thế.\nLàm việc theo các tiêu chuẩn và quy định của công ty (bạn sẽ được thông báo về các tiêu chuẩn này trong công việc liên quan đến vai trò của bạn, nếu bạn chưa quen)\nNhận biết các quy định sau đây là một lợi thế : Quy định COSHH. (Kiểm soát các Chất Nguy hiểm đối với Sức khỏe), Quy định Riddor. (Báo cáo sự cố, bệnh tật, sự cố nguy hiểm). Luật Sức khỏe và An toàn Lao động, Xử lý Thủ công\nĐược đào tạo về Di chuyển & Xử lý là một lợi thế\nKỹ năng giao tiếp tuyệt vời\nCó thể làm việc độc lập hoặc làm việc nhóm\nPhải đáng tin cậy và tuân thủ theo lịch trình.\nThành thạo tiếng Anh cả viết và nói\nLợi ích & Điều kiện\nMôi trường làm việc tuyệt vời\nNghỉ ngơi được trả lương đầy đủ\nĐược cung cấp đồ ăn nhẹ và thức uống trong giờ nghỉ\nĐược trả phụ cấp ngày Chủ nhật"
}