{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Grey's freakin' bar by night, restaurant by day.\n\"Maybe we should go to Mcdonald's,\" I offer and he scoffs.\n\"Mcdonald's makes me shit,\" he reasons.\n\"Why don't we go to another place?\" I question as he leads me closer and closer to Grey's bar.\n\"Because this one is the nicest looking one that I see in my line of view,\" he pulls me past the bench where I met Grey.\nI narrow my eyes at the stupid bench.\n\"I don't like this place,\" I mumble although I know it's no use as he pulls open the door. I keep my head down, making sure that my hair is covering most of my face.\nI take a peek at my surroundings and instead of the usual mostly cleared floor, there are tables spread everywhere and the lights are turned up.\nMy eyes find the door Grey and I went through and I clench my fists.\nAaron suddenly stops and I run into his back. I still keep my head down.\n\"Table for two?\" a familiar voice asks and I squeeze my eyes shut in frustration. I peek up and the bartender guy is giving me sly smirk.",
    "trans": "Quán bar Grey's kì quặc, ban đêm là bar, ban ngày là nhà hàng.\n\"Chắc chúng ta nên đi McDonald's,\" Tôi gợi ý và anh ấy cười chế giễu.\n\"McDonald's khiến tôi bị tiêu chảy,\" anh ấy giải thích.\n\"Vậy sao chúng ta không đi nơi khác?\" Tôi hỏi khi anh ấy đang dẫn tôi gần đến quán bar Grey's.\n\"Bởi vì đây là quán đẹp nhất mà anh thấy trong tầm mắt,\" anh ấy kéo tôi qua chiếc ghế nơi tôi đã gặp Grey.\nTôi nheo mắt nhìn chiếc ghế ngu ngốc ấy.\n\"Tôi không thích nơi này,\" Tôi lẩm bẩm mặc dù biết là vô ích khi anh ấy mở cửa ra. Tôi cúi đầu xuống, đảm bảo rằng mái tóc che gần hết khuôn mặt.\nTôi liếc nhìn xung quanh và thay vì sàn nhà thường xuyên được dọn dẹp sạch sẽ, bây giờ có bàn ghế để khắp nơi và đèn sáng lên.\nĐôi mắt tôi tìm thấy cánh cửa mà Grey và tôi đã đi qua và tôi siết chặt nắm tay lại.\nAaron đột nhiên dừng lại và tôi va vào lưng anh. Tôi vẫn cúi đầu xuống.\n\"Bàn cho hai người?\" một giọng quen thuộc hỏi và tôi nhắm chặt mắt lại trong sự bực bội. Tôi ngẩng lên và anh chàng pha chế đang cười với tôi một nụ cười tinh quái."
}