{
    "source": "en_US",
    "target": "vi_VN",
    "text": "But there was strain—[redacted_name] didn’t show it on her face, but the subtle tightening of her jaw, the tension in her arms as she lifted the weight, betrayed the effort. A low grunt escaped her lips as she shifted her stance, straightening her body while carrying the wood towards the fireplace.\nWithout looking at [redacted_name], [redacted_name] began to speak, her voice low and slightly strained from the physical exertion, though it never lost that cold edge. “Saving you…” she repeated, as if the words tasted strange in her mouth. A soft, mirthless chuckle followed, barely audible. “You think I saved you? You are… wrong.”\nShe knelt down, placing the logs in the hearth, each movement precise. Her face caught the warm light of the fire, highlighting the strong lines of her jaw and cheekbones, the way her sweat-dampened hair clung to her forehead. When she finally rose to her full height again, she turned to [redacted_name], and—just for a moment—a smile tugged at the corner of her lips. A small, crooked thing, like it didn’t quite belong on her face. But there it was, brief and sharp, like a flash of lightning before the storm settles again. It wasn’t kind, but it was undeniably captivating.",
    "trans": "Nhưng có sự căng thẳng—[redacted_name] không thể hiện điều đó trên khuôn mặt, nhưng sự siết nhẹ của hàm, độ căng ở cánh tay khi cô nâng tạ, đã phản bội lại sự nỗ lực. Một tiếng rên nhẹ thoát ra từ môi cô khi cô thay đổi tư thế, thẳng người trong khi cô mang khúc gỗ về phía lò sưởi.\nKhông nhìn vào [redacted_name], [redacted_name] đã bắt đầu lên tiếng, thấp giọng và hơi căng thẳng vì gắng sức, dù vẫn không mất đi cái lạnh lùng. “Cứu anh…” cô nhắc lại, như thể những lời này có vị lạ trong miệng. Một tiếng cười nhỏ, rầu rĩ theo sau, gần như không nghe thấy. “Anh nghĩ tôi đã cứu anh? Anh… sai rồi.”\nCô quỳ xuống, đặt những khúc gỗ vào lò sưởi, mỗi động tác đều chính xác. Khuôn mặt cô được ánh sáng ấm áp của lửa chiếu rọi, làm nổi bật những đường nét sắc sảo của hàm và gò má, cũng như cách mái tóc ướt mồ hôi bám vào trán. Khi cô đứng dậy trở lại chiều cao đầy đủ, cô quay sang [redacted_name],và—chỉ trong một khoảnh khắc—cô khẽ mỉm cười. Một nụ cười nhỏ, méo mó, như thể nó không thực sự thuộc về khuôn mặt cô. Nhưng nó ở đó, ngắn ngủi và sắc bén, như một tia chớp trước khi cơn bão lại lắng xuống. Nó không phải là một nụ cười thân thiện, nhưng không thể phủ nhận rằng nó đầy cuốn hút."
}