{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Saudi Arabia is a home to 11 million expat workers. 80 percent workforce is expats. Hierarchies of these workers mostly depend on their nationalities. Workers from south Asian and African countries are mostly assigned to low profile jobs. While Arab and western nationals generally hold top management positions.\nSo how Maslow’s theory of need being applied in companies in Saudi Arabia?\nAs most of us know, Maslow’s motivational theory having five stages\nPhysiological ( basic to food, means better job)\nSecurity (work safety, benefits, pension, health insurance etc.)\nBelongingness ( social acceptance, or cooperation at job)\nEsteem ( respect & recognition at work such as job title, work environment)\nSelf-actualization ( workplace autonomy, challenging work)\nIf we keenly observe on these five stages, most of the companies are somewhat trying to meet first two stages of motivational needs but how about the rest of the three stages which have indeed integral part in productivity of the employees.\nNow question arises,\nChallenging job we started 5 years ago will have same effect on us today?\nSalary increment we receive each year will keep us motivate for next 10 years?\nAs generally observed underperforming HR dept. & insignificance of top management not meeting constantly changing need of employees on every stage.",
    "trans": "Ả Rập Xê Út là nơi sinh sống và làm việc của 11 triệu lao động người nước ngoài, chiếm 80% lực lượng lao động. Thứ bậc của những lao động này thường phụ thuộc vào quốc tịch của họ. Những lao động đến từ các quốc gia Nam Á và châu Phi phần lớn được giao các công việc tay chân vụn vặt. Trong khi đó, những người mang quốc tịch Ả Rập và phương Tây thường được giữ các vị trí quản lý cấp cao.\nVậy làm thế nào để áp dụng lý thuyết nhu cầu của Maslow vào các công ty tại Ả Rập Xê Út?\nNhư hầu hết chúng ta đều biết, lý thuyết động lực của Maslow có năm giai đoạn\nNhu cầu sinh lý (cơ bản như thực phẩm, tức là công việc tốt hơn)\nNhu cầu an toàn (an toàn lao động, phúc lợi, lương hưu, bảo hiểm sức khỏe, v.v.)\nNhu cầu thuộc về (sự chấp nhận xã hội hoặc hợp tác tại nơi làm việc)\nNhu cầu được tôn trọng (sự công nhận và tôn trọng tại công việc như danh hiệu, môi trường làm việc)\nNhu cầu tự thể hiện (tự chủ trong công việc, những thách thức trong công việc)\nNếu chúng ta quan sát kỹ năm giai đoạn này, hầu hết các công ty ở đây đều cố gắng đáp ứng được hai giai đoạn đầu tiên của nhu cầu động lực, nhưng còn ba giai đoạn sau, cũng là những yếu tố quan trọng trong việc tăng năng suất của nhân viên, thì sao?\nVấn đề đặt ra là,\nCông việc vất vả mà chúng ta bắt đầu 5 năm trước có còn tác động tương tự đối với chúng ta hôm nay không?\nViệc tăng lương hằng năm có đủ để cho ta động lực trong 10 năm tới không?\nNhư ta thường thấy, các phòng nhân sự hoạt động kém hiệu quả và sự thiếu chú ý của ban lãnh đạo cấp cao đã không đáp ứng được nhu cầu thay đổi không ngừng của nhân viên ở mỗi giai đoạn."
}