{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Princess, am I loving you wrong?\nYour highness, babe where’s your gown?\nIt’s toxic but we need to go on\nJust stop it I’ll give you what you want\nThis time you’ll win it all\nThe battle not the war\nPrincess, I should give you a crown\nYou’re upset so I’m doing it wrong\nLet’s make out and make it up as well\nI’m selfish cause I need you to be happy\nStop wasting all our time\nLeave it all behind\nNeed you, I need you to be fine\nWe were living in the dark side of the building\nGloomy sunshine felt like rain in the morning\nNone of us felt too good\nBoth of us need some silence\nMood came all of a sudden\nMood then became a tantrum\nI ain’t saying I got no problem\nBut a text I sent a couple weeks before we even met, wtf?\nOur stories started long ago\nSo mythical as they’ve been told\nSo we’re not gonna lose it, just lose it all\nOn thing that small\nPrincess, am I loving you wrong?\nYour highness, babe where’s your gown?",
    "trans": "Công chúa ơi, phải chăng anh đã yêu sai cách?\nHoàng hậu ơi, vương miện của em đâu mất rồi?\nDẫu độc hại, nhưng ta cần bước tiếp\nChỉ cần dừng lại anh sẽ trao điều em muốn\nLần này em sẽ chiến thắng tất cả\nCuộc chiến này không phải chiến tranh\nCông chúa ơi, đáng ra anh phải trao em vương miện\nEm giận rồi, chắc là anh sai thật\nTa hãy làm lành và cùng bắt đầu lại\nAnh ích kỷ vì anh chỉ cần em hạnh phúc\nĐừng lãng phí thêm thời gian của đôi ta\nBỏ mọi điều phía sau lại\nAnh cần em, cần em thật bình yên\nChúng ta từng sống trong góc tối của toà nhà\nÁnh nắng ảm đạm, như cơn mưa mỗi một mai\nKhông ai trong ta cảm thấy ổn cả\nCả hai đều cần một chút yên bình\nTâm trạng đến bất ngờ\nRồi biến thành những cơn bực bội\nAnh không nói rằng mình không có vấn đề\nNhưng sao em lại nhắc đến tin nhắn anh gửi từ vài tuần trước cả khi ta gặp mặt?\nCâu chuyện của ta đã bắt đầu từ lâu\nNhư những huyền thoại được kể lại\nTa sẽ không đánh mất nó đâu, chỉ là đánh mất tất cả\nNhững điều nhỏ nhặt\nCông chúa ơi, phải chăng anh yêu em sai cách?\nHoàng hậu ơi, vương miện của em đâu mất rồi?"
}