{
    "source": "en_US",
    "target": "vi_VN",
    "text": "breast, leaning in to trace his tongue up my neck and send a\nthousand tingles through me. He doesn’t care that he’s in\nmid-conversation with someone.\n“Thursday?” He sighs, looking at me\nwith a flicker of annoyance crossing his face. His hand between my\nthighs is extracted as he takes his phone and swaps ears, a look of\nagitation on his boyish face. ‘Business Carrero’ moving in to kill\nhis libido. Something must be wrong at work, and disappointment\nwashes over me.\n“Fuck’s sake, Margo! Can’t they do\na fricken thing without me standing over the top of them shouting\nfucking orders?” He lets me go fully, stalking toward the huge wall\nof french doors, and glares outside. His body is rigid but divine\nas hell and tense as he pushes a hand to his waist, fisting it\nthere in agitation, looking completely intimidating, like a\ngladiator about to embark on a war. I guess things with work aren’t\nrosy today. He has a few large developments he’s overseeing, so his\nstress levels have been up and down.\n“One night … We kept the apartment\n… Yeah, arrange to have my flight there Thursday and home Friday\nmorning first thing. Jefferson is still in Manhattan, so he can",
    "trans": "ngực, nghiêng người lướt lưỡi anh ấy lên cổ tôi và gửi\nhàng ngàn cơn tê qua người tôi. Anh ấy không quan tâm mình\nđang nói chuyện với ai.\n\"Thứ Năm được không?\" Anh ấy thở dài, nhìn tôi\nvới vẻ mặt đôi chút khó chịu. Anh ấy rút tay ra khỏi\nđùi tôi khi anh ấy cầm điện thoại đổi sang tai khác, vẻ\nbối rối hiện rõ trên khuôn mặt trẻ con của anh ấy. 'Business Carrero' đang tiến đến để làm tiêu tan\nham muốn tình dục của anh ấy. Có gì đó không ổn ở nơi làm việc, và sự thất vọng\nbao trùm lấy tôi.\n\"Mẹ kiếp, Margo! Họ không thể làm\nđược cái quái gì khi không có tôi đứng đó và hét lên\nnhững mệnh lệnh chết tiệt à?\" Anh ấy thả tôi ra hoàn toàn, bước nhanh về phía bức tường lớn\ncủa những cánh cửa kiểu Pháp, và trừng mắt nhìn ra bên ngoài. Thân hình anh ấy cứng ngắc nhưng tuyệt vời\nlàm sao và căng thẳng khi anh ấy đưa một tay lên eo, nắm chặt nó\nở đó trong sự kích động, trông rất đáng sợ, giống như một\nđấu sĩ sắp bắt đầu một cuộc chiến. Tôi đoán công việc\nhôm nay không mấy suôn sẻ. Anh ấy phải giám sát một vài dự án phát triển lớn, nên\nmức độ căng thẳng của anh ấy lúc lên lúc xuống.\n\"Một đêm nọ ... Chúng tôi không rời căn hộ\n... Vâng, đầu tiên hãy sắp xếp để tôi có chuyến bay đến đó vào thứ Năm và về nhà vào sáng thứ Sáu\nJefferson vẫn còn ở Manhattan, vì vậy anh ấy có thể"
}