{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Biodiversity Monitoring Department, Minqin Desertification Control Station & Xiama Forest Protection Station\n•\nSpecimen Collection and Analysis: Designed and executed specimen collection strategies for both flora and fauna, including the construction of custom cages for capturing species such as long-eared hedgehogs. Prepared and cataloged biological specimens for study.\n•\nBiodiversity Data Analysis: Collected and analyzed data on species diversity, comparing present and historical records to assess changes in biodiversity. Authored research papers detailing the calculation of α and β diversity indices to identify key trends and patterns in the ecosystem over time.\n•\nField Research and Reporting: Conducted field surveys to monitor the condition of local ecosystems and figure out potential risks to biodiversity and ecosystem health. Reported findings to senior researchers for conservation strategies and policy recommendations.\nResearch Experience\nPeptide-Based Artificial Enzyme Catalysis for Asymmetric Synthesis of Progesterone Derivatives\n•",
    "trans": "Bộ phận Giám sát Đa dạng Sinh học, Trạm Kiểm soát Sa mạc Minqin & Trạm Bảo vệ Rừng Xiama\n•\nThu thập và Phân tích Mẫu Specimen: Thiết kế và thực hiện các chiến lược thu thập mẫu cho cả thực vật và động vật, bao gồm việc xây dựng lồng tùy chỉnh để bắt các loài như nhím tai dài. Chuẩn bị và phân loại mẫu sinh học để nghiên cứu.\n•\nPhân tích Dữ liệu Đa dạng Sinh học: Thu thập và phân tích dữ liệu về sự đa dạng loài, so sánh các hồ sơ hiện tại và lịch sử để đánh giá sự thay đổi trong đa dạng sinh học. Viết các bài báo nghiên cứu chi tiết về việc tính toán các chỉ số α và β để xác định các xu hướng và mẫu hình chính trong hệ sinh thái qua thời gian.\n•\nNghiên cứu Hiện trường và Báo cáo: Tiến hành khảo sát hiện trường để theo dõi tình trạng của các hệ sinh thái địa phương và xác định các nguy cơ tiềm ẩn đối với đa dạng sinh học và sức khỏe hệ sinh thái. Báo cáo kết quả cho các nhà nghiên cứu cấp cao để đưa ra các chiến lược bảo tồn và khuyến nghị chính sách.\nKinh nghiệm Nghiên cứu\nXúc tác Enzyme Nhân tạo Dựa trên Peptide cho Tổng hợp Không Đối xứng các Dẫn xuất Progesterone\n•"
}