{
    "source": "en_US",
    "target": "vi_VN",
    "text": "She reaches to scratch at whatever, whoever, this is a person, it’s a person- has hold of her. Her hands are wrenched above her head. Solid hips anchor her thighs open, a bulk huge enough she can barely get her legs around it to thump her heels into the figure’s spine.\nThe angry slam of her bare feet doesn’t even make her assailant flinch. Instead a tongue licks up her neck, wet and so long she struggles with that idea of this being a human. Nobody that size should be able to fit under this bed with her. Nobody that size should be able to navigate this cramped space with ease, to bite and lap a trail down her chest to fix a sloppy mouth around her nipples and suckle like it’s hungry. She feels her inner muscles clench at that, at sparks of pleasure that clash horribly with her frantic squirming.\nShe knows close quarters, hand to hand, how to get leverage over a bigger opponent. This is nothing like that. She feels like a worm on a hook. Helpless and pinned, poised to plunge into depths that will crush her. Devoured by something hellbent on taking every inch of her to satiate its hunger and oh.",
    "trans": "Cô vươn tay, muốn cào vào bất cứ thứ gì, bất cứ ai, đây là người, đúng vậy, là người - đang giữ chặt cô. Hai tay cô bị kéo ngược lên trên đầu. Cặp hông rắn chắc giữ hai đùi cô dang rộng, một thân hình to lớn đến mức cô hầu như không thể quặp chân quanh nó để thúc gót chân vào cột sống củathân hình kia.\nNhững cú đập mạnh của bàn chân trần tức giận của cô chẳng ảnh hưởng gì đến kẻ tấn cong. Thay vào đó, một cái lưỡi liếm dọc cổ cô, ướt và dài đến mức cô khó tin rằng thứ này thuộc về người. Không ai có kích thước như vậy mà có thể chui vừa gầm giường này cùng cô. Không ai có kích thước như vậy mà có thể di chuyển dễ dàng trong không gian chật hẹp này, để cắn và liếm theo một đường xuống ngực cô, rồi há miệng ôm lấy đầu ngực cô và mút mạnh như bị đói. Cô cảm thấy cơ bắp bên trong siết lại, những tia khoái cảm trái ngược hoàn toàn với nỗ lực vùng vẫy hoảng loạn của mình.\nCô biết cảm giác bị dồn ép, giáp lá cà, cách để chiếm thế trước đối thủ lớn hơn. Nhưng điều này thì không giống chút nào. Cô cảm thấy mình như một con giun mắc lưỡi câu.  Bất lực và bị ghìm chặt, chuẩn bị lao vào một vực sâu sẽ nghiền nát cô. Bị nuốt chửng bởi thứ gì đó chỉ muốn chiếm đoạt từng chút trên người cô để thỏa mãn cơn đói khát của nó và ôi."
}