{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Overview\nUnit 2 Project: Resort\nThis project will involve collecting market research and using this data to create a resort for your target market.\nTasks\n1. You will be assigned a group of fellow market researchers. Your group will be assigned a location and a target market.\n2. As a group, you will complete the resort booklet, which includes market research, brainstorming, creating a vision board, and doing a SWOT analysis.\n3. You will present your vision board to the class\nFinal submission\nYour final submission will consist of the following elements -\n1. Resort booklet submitted on Google Classroom (includes Part A-D)\n2. Presentation to the class to share your vision board and explicitly identify how your\nmarket research and target market a\nDue date:\nWorkbook → Monday, October 28th\nPresentation → Wednesday, October 30th\nIn-class work periods → You will be given 3 work periods this week to complete Part A&B. You will be given 3 work periods next week to complete your vision board and SWOT analysis. All sections of A-D must be completed before Monday, October 28th.\nWe will work on presentations on October 28/29th in class.",
    "trans": "Tổng quan\nDự án Chương 2: Khu nghỉ dưỡng\nDự án này sẽ bao gồm việc thu thập nghiên cứu thị trường và sử dụng dữ liệu này để tạo ra một khu nghỉ dưỡng cho thị trường mục tiêu của bạn.\nNhiệm vụ\n1. Bạn sẽ được phân nhóm với những nghiên cứu viên thị trường khác. Nhóm của bạn sẽ được giao một địa điểm và thị trường mục tiêu.\n2. Làm việc theo nhóm, bạn sẽ hoàn thành cuốn sổ tay khu nghỉ dưỡng, bao gồm nghiên cứu thị trường, tạo ý tưởng, tạo một bảng nhìn nhận, và thực hiện phân tích SWOT.\n3. Bạn sẽ trình bày bảng nhìn nhận của nhóm cho cả lớp.\nBài nộp cuối cùng\nBài nộp cuối cùng của bạn sẽ bao gồm các phần sau -\n1. Sổ tay khu nghỉ dưỡng nộp trên Google Classroom (bao gồm Phần A-D)\n2. Trình bày trước lớp để chia sẻ bảng nhìn nhận và chỉ rõ cách mà\nnghiên cứu thị trường và thị trường mục tiêu của bạn\nNgày hết hạn:\nWorkbook → Thứ Hai, ngày 28 tháng 10\nTrình bày → Thứ Tư, ngày 30 tháng 10\nThời gian làm việc trên lớp → Bạn sẽ có 3 khoảng thời gian làm việc trong tuần này để hoàn thành Phần A&B. Bạn sẽ có 3 khoảng thời gian làm việc vào tuần sau để hoàn thành bảng nhìn nhận và phân tích SWOT. Tất cả các phần A-D phải được hoàn thành trước thứ Hai, ngày 28 tháng 10.\nChúng ta sẽ làm việc về phần trình bày vào 28/29 tháng 10 trong lớp."
}