{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The company intends to use the net proceeds of the ATM program, if any, primarily on capital expenditures to support the growth and development of the company's existing mining operations, as well as for working capital and general corporate purposes.\nSince the common shares will be distributed at trading prices prevailing at the time of the sale, prices may vary between purchasers and during the period of distribution. The volume and timing of sales, if any, will be determined at the sole discretion of the company's management and in accordance with the terms of the ATM agreement. To date, 109,323,321 common shares have been distributed by the company for gross proceeds of approximately $248-million (U.S.) pursuant to the ATM agreement by means of the March supplement.\nThe offer and sale of the common shares under the ATM program will be made only by means of the A&R prospectus included within the company's United States registration statement on Form F-10 (file No. 333-272989) filed with the U.S. Securities and Exchange Commission on March 8, 2024. The A&R prospectus is available on the company's SEDAR+ profile and the A&R prospectus and registration statement are available on the SEC's EDGAR website.",
    "trans": "Công ty dự định dùng nguồn thu ròng từ chương trình ATM, nếu có, chủ yếu để đầu tư vào các hạng mục vốn để hỗ trợ tăng trưởng và phát triển các hoạt động khai thác hiện tại của công ty, cũng như vốn lưu động và những mục đích chung của công ty.\nVì cổ phiếu phổ thông sẽ được phân phối theo mức giá giao dịch hiện hành tại thời điểm bán, giá bán có thể khác nhau giữa những người mua và trong suốt thời gian phân phối. Khối lượng và thời điểm bán, nếu có, sẽ do ban lãnh đạo công ty toàn quyền quyết định theo các điều khoản của thỏa thuận ATM. Tính đến nay, công ty đã phân phối 109.323.321 cổ phiếu phổ thông với tổng số tiền thu được khoảng 248 triệu đô la Mỹ theo thỏa thuận ATM thông qua phụ lục tháng Ba.\nViệc chào bán và bán cổ phiếu phổ thông theo chương trình ATM sẽ chỉ được thực hiện thông qua bản cáo bạch A&R trong hồ sơ đăng ký của công ty tại Hoa Kỳ theo Mẫu F-10 (số hồ sơ: 333-272989) đã nộp lên Ủy ban Chứng khoán và Giao dịch Hoa Kỳ ngày 8 tháng 3 năm 2024. Bản cáo bạch A&R có sẵn trên hồ sơ SEDAR+ của công ty và cả bản cáo bạch A&R và hồ sơ đăng ký đều có sẵn trên trang web EDGAR của SEC."
}