{
    "source": "en_US",
    "target": "vi_VN",
    "text": "1. Processed Meats:\nProcessed meats such as hot dogs, sausages, and bacon should be avoided as they are high in saturated fats and sodium. These foods have been linked to an increased risk of colon cancer. Instead, opt for lean meats like chicken, turkey, and fish.\n2. Red Meat:\nConsuming excessive amounts of red meat, such as beef, pork, and lamb, has been associated with an increased risk of colon cancer. It is recommended to limit the intake of red meat and choose leaner alternatives like poultry or plant-based proteins.\n3. Sugary Drinks:\nSugar-sweetened beverages like soda, energy drinks, and fruit juices with added sugars should be avoided. These drinks contribute to weight gain and increase the risk of colon cancer. Opt for water, herbal tea, or freshly squeezed juices without added sugars.\n4. Refined Grains:\nRefined grains like white bread, white rice, and pasta have been stripped of their nutrients and fiber content.\nThese foods can lead to weight gain and increase the risk of colon cancer. Choose whole grains like whole wheat bread, brown rice, and quinoa for a healthier alternative.",
    "trans": "1. Thịt Chế Biến Sẵn:\nNên tránh xa những loại thịt chế biến sẵn như xúc xích, thịt xông khói bởi vì những thực phẩm này chứa nhiều chất béo bão hòa và natri. Những thực phẩm này có liên quan đến việc tăng nguy cơ ung thư ruột kết. Thay vào đó, hãy chọn các loại thịt nạc như thịt gà, gà tây, và cá.\n2. Thịt Đỏ:\nTiêu thụ quá nhiều thịt đỏ như thịt bò, thịt lợn, và thịt cừu có thể làm tăng nguy cơ ung thư ruột kết. Nên hạn chế ăn thịt đỏ và lựa chọn những loại thịt nạc hơn để thay thế như thịt gia cầm hoặc protein thực vật.\n3. Thức Uống Có Đường:\nNên tránh các loại thức uống có đường như soda, nước tăng lực, và nước ép trái cây có thêm đường. Những thức uống này gây tăng cân và tăng nguy cơ ung thư ruột kết. Hãy chọn nước lọc, trà thảo mộc, hoặc nước ép trái cây tươi không thêm đường.\n4. Ngũ Cốc Tinh Chế:\nNhững loại ngũ cốc tinh chế như bánh mì trắng, gạo trắng, và mì ống đã bị loại bỏ đi chất dinh dưỡng và chất xơ.\nNhững thực phẩm này có thể dẫn đến tăng cân và tăng nguy cơ ung thư ruột kết. Hãy chọn ngũ cốc nguyên hạt như là bánh mì nguyên cám, gạo lứt và hạt diêm mạch như một lựa chọn thay thế lành mạnh hơn."
}