{
    "source": "en_US",
    "target": "vi_VN",
    "text": "have always gone after the youth. They harass and kill them for being students and for not\nwanting to be part of their groups. If you as a student do not offer your help to them, they\nsee you as a threat and working against them.\n43. Without having a concrete plan or hope that things would get better in my country, on July\n1, 2022, I applied for my passport in Popayan, while I continued with my academic studies\nwithout a problem.\n44. On July 9, 2022, it was the first time there was a real intervention with my team while we\nwere working with the rural community in Quintana Cauca. That day, we were investigating\nthe surrounding areas of Quintana Cauca, how the roads were planned out, the\ntopography of the land, as well as interviewing the women in the area. They told us about\nthe armed conflict surrounding the township and how it affected their day to day. That\nsame day, we planned a lunch for all the women leaders in the community and began\nplanning ways in which we could help them make the land around them grow and prosper.",
    "trans": "luôn nhắm vào tuổi trẻ. Họ quấy rối và giết hại họ chỉ vì họ là sinh viên và không\nmuốn tham gia vào các nhóm của họ. Nếu bạn là sinh viên mà không chủ động muốn giúp đỡ họ, họ\nsẽ coi bạn là một mối đe dọa và cho rằng bạn đang chống lại họ.\n43. Không có một kế hoạch cụ thể hay hi vọng rằng tình hình ở đất nước tôi sẽ tốt hơn, vào\nngày 1 tháng 7, 2022, tôi đã nộp đơn xin hộ chiếu ở Popayan, trong khi vẫn tiếp tục việc học của mình\nbình thường.\n44. Vào ngày 9 tháng 7, 2022, lần đầu tiên có một sự can thiệp thực sự đối với nhóm của tôi trong khi chúng tôi\nđang làm việc với cộng đồng nông thôn tại Quintana Cauca. Ngày hôm đó, chúng tôi đang điều tra\nkhu vực xung quanh Quintana Cauca, xem quy hoạch đường xá ra sao,\nđịa hình của vùng đất, cũng như phỏng vấn phụ nữ trong khu này. Họ đã kể cho chúng tôi nghe về\ncuộc xung đột vũ trang xung quanh khu thị trấn và cách nó ảnh hưởng đến cuộc sống hằng ngày của họ. Cùng\nngày hôm đó, chúng tôi đã lên kế hoạch tổ chức một bữa trưa, dành cho tất cả những phụ nữ lãnh đạo trong cộng đồng và bắt đầu\nlên kế hoạch về cách chúng tôi có thể giúp họ phát triển và làm cho vùng đất xung quanh phát triển thịnh vượng."
}