{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Notice ID: 222258347816\nTitle: DRAGON BALL: SPARKING! ZERO - PC\nProtocol: BitTorrent\nFile Name: Dragon Ball Sparking ZERO [DODI Repack]\nFile Size: 20644608485\nTimestamp: 10-15-2024 23:38:42 GMT\nCopyright infringement violates not only U.S. copyright law, it also violates the relevant agreements, terms of service and acceptable use policies between Verizon and its customers. You must take all measures to protect your account from future violations. Failure to implement these measures may subject your Service to termination by Verizon and may result in possible legal action against you by the copyright owner.\nProtecting Your Privacy: The copyright owner has not asked Verizon to identify you, and Verizon will NOT provide your identity without a lawful subpoena. However, if the copyright owner does issue a lawful subpoena that identifies your account as allegedly infringing its copyright rights, Verizon will be legally required to provide your account information to the copyright owner.",
    "trans": "Mã thông báo: 222258347816\nTiêu đề: DRAGON BALL: SPARKING! ZERO - PC\nGiao thức: BitTorrent\nTên tệp: Dragon Ball Sparking ZERO [DODI Repack]\nKích thước Tệp: 20644608485\nMốc thời gian: 10-15-2024 23:38:42 GMT\nVấn đề vi phạm bản quyền không chỉ phạm vào luật bản quyền ở Mỹ, mà còn vi phạm các thỏa thuận, điều khoản dịch vụ và chính sách sử dụng được chấp nhận liên quan giữa Verizon và khách hàng. Việc không tuân theo thực hiện những biện pháp này có thể dẫn đến Dịch vụ của bạn bị hủy bỏ bởi Verizon và có thể dẫn đến các hành động pháp lý chống lại bạn được thực hiện bởi người sở hữu bản quyền.\nBảo vệ Quyền riêng tư của bạn: Người sở hữu bản quyền không được phép yêu cầu danh tính của bạn qua Verizon, và Verizon sẽ KHÔNG cung cấp danh tính của bạn trừ khi xảy ra kiện tụng trước tòa. Tuy nhiên, nếu chủ sở hữu bản quyền thực sự kiện bạn ra tòa nhằm xác minh danh tính tài khoản của bạn để cáo buộc bạn về vi phạm bản quyền, Verizon sẽ có nghĩa vụ pháp lý phải cung cấp thông tin tài khoản của bạn cho chủ sở hữu bản quyền."
}