{
    "source": "en_US",
    "target": "vi_VN",
    "text": "\"yknow..we have one style that we haven't tried yet\" she bit her lips\n\"like dog---\"\n\"SCARLETT\" she covered my mouth laughing\n\"not that?\" i asked as soon as she released me\n\"we already tried that\" she shrugged and i honestly just can't stop smiling\n\"then what\"\n\"our ootd at 1am\" she smiled\nit took me a while to understand it to be honest \"1am? but we're doing the doodle doodle do so we won't have any-- OHHH\"\n\"nevermind, you're so slow\" she chuckled covering my face again\n\"Noooo, i get it now\"\n\"too late\"\n\"whatttt\"\n\"what can we do? you were so slow to get it fast\" she shrugged trying to annoy me\n\"I hate you\" i mumbled before looking up to her shocked seeing she's holding the belt i was just wearing\n\"how did you---\"\n\"I don't know....how did i..\" she smirked throwing it away and next thing i know my bra was already undone and her hand was resting on my back\n\"you're gonna ask again?\" she asked with a smile\n\"why are you so....hot?\" i sigh just staring at her\n\"you wanna know why?\" she seductively asked and i just nodded, It seems like I'm being hypnotized again",
    "trans": "\"Cậu biết đấy...ta còn một kiểu mà chúng ta chưa từng thử qua\" cô ấy cắn môi\n\"như kiểu dog---\"\n\"SCARLETT\" cô ấy che miệng tôi lại và cười\n\"không phải nó sao?\" tôi hỏi ngay khi cô ấy thả tay ra\n\"chúng ta thử rồi mà\" cô ấy nhún vai và thành thật mà nói, tôi không thể ngừng cười\n\"vậy thì là gì\"\n\"bộ đồ ootd của chúng ta lúc 1 giờ sáng\" cô ấy cười\nphải mất một lúc lâu tôi mới hiểu được, thật sự mà nói \"1 giờ sáng? nhưng chúng ta đang làm cái doodle doodle do nên sẽ không có bất cứ thứ gì-- Ồ\"\n\"thôi đi, cậu ngốc quá\" cô ấy bật cười lại lấy tay che mặt tôi\n\"Khôngggg, giờ thì tớ hiểu rồi\"\n\"muộn rồi\"\n\"gì chứ\"\n\"còn làm gì được nữa? cậu quá chậm để hiểu nhanh mà\" cô ấy nhún vai cố tình trêu tôi\n\"tớ ghét cậu\" tôi lẩm bẩm rồi ngước lên nhìn cô ấy và bị sốc khi thấy cô ấy đang cầm cái thắt lưng mà tôi vừa đeo\n\"sao cậu lại có thể---\"\n\"tôi không biết....tôi làm thế nào nhỉ..\" cô ấy cười nhếch mép rồi ném nó qua một bên và trước khi tôi kịp nhận ra thì áo ngực của tôi đã bị tháo ra còn tay cô ấy thì đặt trên lưng tôi\n\"cậu định hỏi nữa không?\" cô ấy hỏi với một nụ cười\n\"sao cậu lại....nóng bỏng thế này?\" tôi thở dài, chỉ biết nhìn cô ấy chằm chằm\n\"cậu muốn biết tại sao không?\" cô ấy quyến rũ hỏi, và tôi chỉ gật đầu, Có vẻ như tôi lại bị thôi miên nữa rồi"
}