{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Although the website has complete instructions on all the required fees, forms, and documents you need to submit, we want to point out a few areas where we typically have to request corrections on cases:\n1. Incorrect applicant civil documents and police certificates. There are very specific criteria for what documents are acceptable and the issuing authorities who provide documents for immigration purposes. Failure to submit the correct version of your documents will delay your case. Review https://nvc.state.gov/find and review the requirements for the issuing country of your documents.\n2. Supporting Financial Documents. In most cases, the petitioner will need to submit an Affidavit of Support and supporting financial documents. If using a Joint Sponsor or Household Member, they will also need to submit some supporting documents. We routinely reject cases that do not submit documents such as:\na. Tax transcripts/tax returns,\nb. W-2/1099s, and/or;\nc. Proof of income.\nFailure to submit these documents will delay your case. Review the chart on https://nvc.state.gov/fin and determine which supporting documents you will need to submit.\n3. Missing petitioner civil documents. There are cases where the petitioner must submit civil documents for immigration purposes. CEAC will not request every document that is required.",
    "trans": "Mặc dù trang web có hướng dẫn đầy đủ về tất cả các lệ phí, biểu mẫu và giấy tờ bắt buộc mà bạn cần nộp, chúng tôi muốn nhấn mạnh một số điểm mà chúng tôi phải yêu cầu sửa đổi trong các trường hợp:\n1. Giấy tờ dân sự và giấy chứng nhận của cảnh sát không đúng. Có các tiêu chí rất cụ thể cho những giấy tờ nào được chấp nhận và cơ quan nào cung cấp giấy tờ cho mục đích nhập cư. Việc không nộp đúng các loại giấy tờ sẽ làm chậm trễ hồ sơ của bạn. Hãy xem lại tại trang web https://nvc.state.gov/find và kiểm tra các yêu cầu đối với quốc gia cấp giấy tờ của bạn.\n2. Giấy tờ Tài chính Gốc. Trong hầu hết các trường hợp, người nộp đơn phải nộp một Bản cam kết gốc và các giấy tờ tài chính gốc. Nếu sử dụng Người đồng Bảo lãnh hoặc Thành viên Hộ gia đình, họ cũng sẽ cần nộp một số giấy tờ gốc. Chúng tôi thường từ chối các trường hợp không nộp các giấy tờ như:\na. Biên bản kê khai thuế/tờ khai thuế,\nb. W-2/1099s, và/hoặc;\nc. Chứng minh thu nhập.\nViệc không nộp các giấy tờ này sẽ làm chậm trễ hồ sơ của bạn. Hãy xem biểu đồ trên trang web https://nvc.state.gov/fin và xác định những loại giấy tờ gốc nào mà bạn cần phải nộp.\n3. Thiếu tài liệu dân sự của người nộp đơn. Có những trường hợp người nộp đơn phải nộp giấy tờ dân sự cho mục đích nhập cư. CEAC sẽ không yêu cầu nộp mọi giấy tờ cần thiết."
}