{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Jerseys are ordered by the parents directly from our vendor, Augusta Sportswear.\nAll participants are required to purchase their jersey. Your child is not allowed to use a jersey that is not approved by the YMCA or Augusta Sportswear. If your child wears a different jersey other than the one provided by Augusta Sportswear he or she will not be able to participate.\nPlease order your jerseyhere. To ensure your child has a jersey by the first weekend of games, you must purchase it before October, 21st. If you have any questions or concerns on the status of your jersey, please contact our vendor directly at ymca@augustasportswear.com.\nPARENTAL ACKNOWLEDGEMENT\nThis is where you place teammate and/or practice request. Although requests are not guaranteed, we will do our best to grant them. During the first week of practice, we WILL NOT be able to switch your child's team placement, therefore please complete the Parental Acknowledgement before October 13th.",
    "trans": "Áo đấu được phụ huynh đặt trực tiếp từ nhà cung cấp Augusta Sportswear.\nTất cả các học viên đều bắt buộc phải mua áo đấu. Con bạn không được phép sử dụng áo đấu không được phê duyệt bởi YMCA hoặc Augusta Sportswear. Nếu con bạn mặc áo đấu khác ngoài áo đấu do Augusta Sportswear cung cấp, con bạn sẽ không thể tham gia.\nVui lòng đặt áo đấu tại đây. Để đảm bảo con bạn có áo đấu vào cuối tuần đầu tiên của các trận đấu, bạn phải mua trước ngày 21 tháng 10. Nếu bạn có bất kỳ câu hỏi hoặc thắc mắc nào về trạng thái áo đấu của con bạn, vui lòng liên hệ trực tiếp với nhà cung cấp qua email ymca@augustasportswear.com.\nXÁC NHẬN CỦA PHỤ HUYNH\nĐây là nơi bạn điền yêu cầu về đội bạn muốn cùng và/hoặc yêu cầu về buổi tập. Mặc dù các yêu cầu không được đảm bảo, chúng tôi sẽ cố gắng hết sức để đáp ứng. Trong tuần đầu tiên của buổi tập, CHÚNG TÔI KHÔNG thể thay đổi vị trí đội của con bạn, vì vậy vui lòng hoàn thành phần Xác Nhận Của Phụ Huynh trước ngày 13 tháng 10."
}