{
    "source": "en_US",
    "target": "vi_VN",
    "text": "We issue several types oftravel documents. This update clarifies that we will consider expeditingForm I-131, Application for Travel Documents, Parole Documents, and Arrival/Departure Records, for benefit requestors in the United Stateswhen they have a pressing or critical need to leave the United States, whether the need to travel relates to an unplanned or planned event, such as a professional, academic, or personal commitment.\nWhen the need is related to a planned event, we consider whether:\nThe applicant timely filed Form I-131; and\nProcessing times would prevent us from issuing the travel document by the planned date of departure.\nSubmission and Processing of Expedite Requests\nThis update also clarifies how to make an expedite request, including how requestors can use USCIS online tools with secure messaging,such as submitting their expedite request and uploading evidence to support their expedite request if they have aUSCIS online account.\nThis update explains how we process expedite requests by clarifying that we will generally respond to benefit requestors who submit their request through theUSCIS Contact Center to inform them when we have made a decision on their expedite request.",
    "trans": "Chúng tôi cấp nhiều loại giấy tờ du lịch. Cập nhật này nêu rõ rằng chúng tôi sẽ xem xét Mẫu I-131 đẩy nhanh, Đơn xin cấp Giấy tờ du lịch, Giấy tờ tạm tha va Hồ sơ Nhập/Xuất cảnh cho những người nộp đơn tại Hoa Kỳ có nhu cầu cấp bách hoặc quan trọng phải rời khỏi Hoa Kỳ, bất kể lý do liên quan đến sự kiện dự kiến hay không dự kiến, chẳng hạn như cam kết chuyên môn, học thuật hay cá nhân.\nKhi nhu cầu liên quan đến một sự kiện dự kiến, chúng tôi xem xét liệu:\nNgười nộp đơn đã nộp Mẫu I-131 đúng hạn; và\nThời gian xử lý sẽ có gây khó khăn trong việc cấp giấy tờ du lịch trước ngày khởi hành dự kiến hay không.\nNộp và Xử lý yêu cầu Đẩy nhanh\nCập nhật này làm rõ cách gửi yêu cầu đẩy nhanh, bao gồm cách người yêu cầu có thể sử dụng các công cụ trực tuyến của USCIS với tin nhắn bảo mật, chẳng hạn như gửi yêu cầu đẩy nhanh và tải lên các bằng chứng để hỗ trợ yêu cầu đẩy nhanh nếu họ có tài khoản trực tuyến của USCIS.\nCập nhật này giải thích cách chúng tôi xử lý các yêu cầu đẩy nhanh bằng cách làm rõ rằng chúng tôi thường sẽ phản hồi người yêu cầu trợ cấp gửi yêu cầu của họ thông qua Trung tâm Liên hệ của USCIS để thông báo cho họ khi chúng tôi đưa ra quyết định về yêu cầu đẩy nhanh của họ."
}