{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Complete this section if you, your dependent, or someone in your household participates in any of the programs below. You can also qualify through your household’s income (you do not need to qualify through both). Check all programs that you, or someone in your household participates in:\nMedicaid\nNutrition Assistance Program (NAP) (Food Stamps)\nFederal Public Housing Assistance (Section 8)\nVeterans and Survivors Pension Benefit\nCONTINUE\nIf you have questions about the application process, call 1-800-SafeLink (723-3546)\nNavigate\nTerms + Conditions\nTerms of Use\nContact Us\nAccessibility\nPrivacy Policy\nPrivacy Central\nCalifornia Privacy Notice\nYour Privacy Choices\nMobile Identity Protection\nUnlocking Policy\nSupporting Partners\nAPN Settings\nStay Secure\nCode of Conduct\nSite Map\nLegal Notes\nSafeLink is a registered trademark of TracFone Wireless, Inc., a Verizon company. ©2024 TRACFONE.\nAll other trademarks, service marks, and trade names referenced in this site are the property of their respective owners.\nSafeLink Wireless® is a Lifeline supported service, a government benefit program. Only eligible consumers may enroll in LifeLine. LifeLine service is non-transferable and limited to one per household. Documentation of income or program participation may be required for enrollment.",
    "trans": "Hoàn thành phần này nếu bạn, người phụ thuộc của bạn hoặc thành viên nào đó trong gia đình bạn tham gia bất cứ chương trình nào sau đây. Bạn cũng có thể đủ điều kiện thông qua thu nhập của gia đình bạn (bạn không cần đủ điều kiện thông qua cả hai). Đánh dấu vào tất cả những chương trình mà bạn hoặc người nào đó trong gia đình bạn tham gia:\nMedicaid\nChương trình Hỗ trợ Dinh dưỡng (NAP) (Phiếu Thực phẩm)\nHỗ trợ Nhà ở Công cộng Liên bang (Mục 8)\nTrợ cấp Hưu trí cho Cựu chiến binh và Người sống sót\nTIẾP TỤC\nNếu bạn có thắc mắc về quy trình đăng ký, hãy gọi 1-800-SafeLink (723-3546)\nĐiều hướng\nĐiều khoản + Điều kiện\nĐiều khoản Sử dụng\nLiên hệ với Chúng tôi\nTruy cập\nChính sách Bảo mật\nTrung tâm Bảo mật\nThông báo Quyền riêng tư California\nLựa chọn Quyền riêng tư của Bạn\nBảo vệ Danh tính Di động\nChính sách Mở khóa\nCác Đối tác Hỗ trợ\nCài đặt APN\nLuôn Bảo mật\nQuy tắc Ứng xử\nSơ đồ Trang web\nGhi chú Pháp lý\nSafeLink là thương hiệu đã đăng ký của TracFone Wireless, Inc., một công ty thuộc Verizon. ©2024 TRACFONE.\nTất cả các thương hiệu, nhãn hiệu dịch vụ và tên thương mại khác được tham chiếu trên trang web này là tài sản của các chủ sở hữu tương ứng.\nSafeLink Wireless® là một dịch vụ được hỗ trợ bởi Lifeline, một chương trình phúc lợi của chính phủ. Chỉ những người tiêu dùng đủ điều kiện mới có thể được đăng ký Lifeline. Dịch vụ Lifeline không thể chuyển nhượng và chỉ giới hạn một dịch vụ cho mỗi hộ gia đình. Có thể cần cung cấp giấy tờ chứng minh thu nhập hoặc tham gia chương trình để đăng ký."
}