{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Address how an applied anthropologist might respond to this issuedifferently in BOTH cultures\nAddress why anthropologists are an important resource. What's unique about our research methods?\nAddress the importance of cultural relativism when resolving social concerns.\nYour final paper will be 4-6 pages in length, not including cover page and reference page in APA style. It should contain a proper introduction and conclusion, and address all the above items in detail, with support from your THREE scholarly resources.\nAll written assignments should follow these guidelines:\nMust include a cover page that includes:Your name, my name, class name, date\nEach paper must have1-inch margins all around\nEach paper must be inTimes New Romanfont, size 12.\nEach paper must bedouble-spaced\n-Each paper must be submitted as a.doc file, otherwise it may not open.\nMust use APA (7th ed.) style as outlined in the approved APA style guideto document all sources.",
    "trans": "Giải thích việc một nhà nhân chủng học sẽ phản ứng với vấn đề này khác biệt như thế nào trong CẢ HAI nền văn hóa\nGiải thích tại sao các nhà nhân chủng học lại là nguồn lực quan trọng. Điều gì đặc biệt về phương pháp nghiên cứu của chúng tôi?\nGiải thích sự quan trọng của thuyết tương đối văn hóa trong việc giải quyết các vấn đề xã hội.\nBài luận cuối khóa sẽ có độ dài khoảng 4-6 trang, không bao gồm bìa và trang danh mục tài liệu tham khảo theo chuẩn APA. Bài luận cần bao gồm phần giới thiệu và kết luận thích hợp, và giải thích chi tiết tất cả nội dung  trên, với sự hỗ trợ từ BA nguồn tài liệu học thuật.\nTất cả bài tập phải tuân theo các quy tắc sau:\nTrang bìa phải bao gồm: Tên của bạn, tên của tôi, tên lớp, ngày\nMỗi bài luận phải có các canh lề 1-inch\nMỗi bài luận phải sử dụng phông chữ Times New Roman, cỡ chữ 12.\nMỗi bài luận phải cách dòng đôi\n- Mỗi bài luận phải được nộp dưới định dạng .doc, hoặc tệp sẽ không mở được.\nPhải sử dụng phong cách APA (phiên bản thứ 7) như đã được hướng dẫn trong bản hướng dẫn sử dụng phong cách APA đã được phê chuẩn với mọi nguồn."
}