{
    "source": "en_US",
    "target": "vi_VN",
    "text": "96 weeks and gave tocilizumab to 30 subjects in the original tocilizumab arm and 31 subjects in the original placebo arm. The focuSSced trial was a phase 3 RCT that assigned 210 subjects with SSc across 20 countries to subcutaneous tocilizumab or placebo over 48 weeks. The open-label extension extended to 96 weeks and gave tocilizumab to 60 subjects in the original tocilizumab arm and 54 subjects in the original placebo arm. The post hoc analysis assessed QILD and quantitative lung fibrosis (QLF) scores on imaging with QILD categorized as mild (.5–10%), moderate (.10–20%), or severe (.20%). For both the faSScinate and focuSSced trials, the presence of ILD was not an inclusion criterion, and change in mRSS was the primary outcome. But in the focuSSced trial, 136 of the 210 participants (65%) were deemed to have SSc-ILD based on a visual read of HRCT by a thoracic radiologist.\n48 weeks, and 128.7 ml less at 96 weeks (the latter being the open-label period) in favor of tocilizumab. Similarly, the difference in mean change from baseline to 48 weeks in FVC % predicted was 6.5% less in the tocilizumab",
    "trans": "96 tuần và sử dụng thuốc ức chế miễn dịch tocilizumab cho 30 đối tượng trong nhóm tocilizumab ban đầu và 31 đối tượng trong nhóm giả dược ban đầu. Thử nghiệm focuSSced là một thử nghiệm lâm sàng ngẫu nhiên giai đoạn 3 RCT với 210 đối tượng mắc SSc tại 20 quốc gia, được chỉ định dùng thuốc ức chế miễn dịch tocilizumab dưới da hoặc giả dược trong 48 tuần. Giai đoạn mở rộng không mù kéo dài đến 96 tuần, trong đó thuốc ức chế miễn dịch tocilizumab được sử dụng cho 60 đối tượng trong nhóm tocilizumab ban đầu và 54 đối tượng trong nhóm giả dược ban đầu. Phân tích hậu nghiệm đánh giá các chỉ số QILD và Định lượng Xơ hóa Phổi (QLF) trên hình ảnh, với QILD được phân loại là nhẹ (0.5-10%), trung bình (10-20%), hoặc nặng (trên 20%). Trong cả hai thử nghiệm faSScinate và focuSSced, sự hiện diện của ILD không phải là tiêu chí tuyển chọn, và thay đổi trong mRSS là kết quả chính. Tuy nhiên, trong thử nghiệm focuSSced, 136 trong tổng số 210 người tham gia (65%) bị xác định mắc SSc-ILD dựa trên kết quả đọc hình ảnh HRCT của một bác sĩ chuyên khoa ngực đánh giá.\n48 tuần, và 128,7ml ít hơn tại tuần 96 (thời gian sau đó là giai đoạn mở) có lợi cho huốc ức chế miễn dịch tocilizumab. Tương tự, sự khác biệt về thay đổi trung bình từ ban đầu đến tuần 48 trong FVC % dự đoán là 6.5% thấp hơn ở nhóm tocilizumab"
}