{
    "source": "en_US",
    "target": "vi_VN",
    "text": "All monetary and in-kind donations to our non-profit partners are tax deductible.\nVerified Partners Choose CUDDLY\nOver 4,500 animal welfare organizations trust CUDDLY to ensure the success of their fundraising initiatives. Our free-to-use services enable our shelter and rescue partners to save more animals.\nTrust, Transparency, Service\nCUDDLY earns top ratings from respected third-party organizations like the Better Business Bureau and Trustpilot. Our strong commitment to animal welfare and our high ethical standards ensure that every dollar donated makes a meaningful impact.\nThank You Recent Donors\nToby L.\n9 hours ago\nGive a Monetary Donation\nYour monetary donation goes directly to Animal Protection Foundation APF to benefit Mahroosa.\n$35 Raised of $640 Goal\n$250\n$100\n$50\n$35\n$15\nCustom\nDonate\nFundraiser Organizer and Beneficiary\nAnimal Protection Foundation APF\nShorouk City, Cairo\nPartner since 2020\nCUDDLY-Vetted Shelter\nAPF is a not-for-profit, legally registered charitable organization in Egypt. In 2013 we started to rescue dog ... View More\nShare this Fundraiser\nFacebook",
    "trans": "Tất cả các khoản đóng góp bằng tiền mặt hoặc hiện vật cho các đối tác phi lợi nhuận của chúng tôi đều được khấu trừ thuế.\nCác Đối Tác Đáng Tin Cậy Chọn CUDDLY\nHơn 4.500 tổ chức phúc lợi động vật tin tưởng CUDDLY để đảm bảo thành công cho các sáng kiến gây quỹ của họ. Dịch vụ miễn phí của chúng tôi giúp các đối tác tại các trại tạm trú và trung tâm cứu hộ cứu được nhiều động vật hơn.\nNiềm tin, Minh bạch, Dịch vụ\nCUDDLY nhận được xếp hạng cao từ các tổ chức đáng tin cậy như Better Business Bureau và Trustpilot. Cam kết mạnh mẽ của chúng tôi đối với phúc lợi động vật và các tiêu chuẩn đạo đức cao đảm bảo rằng mỗi đồng tiền được quyên góp đều tạo ra tác động ý nghĩa.\nCảm Ơn Những Người Đóng Góp Gần Đây\nToby L.\n9 giờ trước\nQuyên Góp Tiền Mặt\nKhoản quyên góp của bạn sẽ được chuyển trực tiếp đến Quỹ Bảo vệ Động vật APF để hỗ trợ Mahroosa.\nĐã Huy động được $35 Trên Tổng Mục tiêu $640\n$250\n$100\n$50\n$35\n$15\nTùy chọn\nQuyên góp\nTổ chức Gây quỹ và Người Hưởng lợi\nQuỹ Bảo vệ Động vật APF\nThành phố Shorouk, Cairo\nĐối tác từ năm 2020\nCUDDLY-Trại Tạm Trú Đã Được Kiểm Duyệt\nAPF là một tổ chức phi lợi nhuận, được đăng ký hợp pháp tại Ai Cập. Năm 2013, chúng tôi bắt đầu cứu hộ chó ... Xem Thêm\nChia sẻ Chiến dịch Gây quỹ này\nFacebook"
}