{
    "source": "en_US",
    "target": "vi_VN",
    "text": "I pulled back to look at his face. \"You know it's for the best. We can't have the rest of the Gladers questioning our loyalties- especially your's as Keeper of the Runners.\"\n\"I know, I know.\" He glanced down the passageway and then at his watch. \"We should get going. It's a long time before lunch.\"\nWe set off at a fluid pace, my mind wandering, certainly not thinking about that kiss. The Maze was a boring place to run as far as scenery went. Every wall, crack and crevice looked the same: all covered in stone and ivy.\n\"Do you think we're ever going to get out of here?\" I broke the silence with my question.\nMinho didn't answer at first. He'd been here for three years and I'd been here for two and half. That made us some of the oldest and most experienced in the Glade.\n\"I've run this shucking Maze hundreds of times, Ari, seen every damn passageway, every-\"",
    "trans": "Tôi lùi lại để nhìn mặt anh ấy. \"Anh biết điều đó là tốt nhất mà. Chúng ta không thể để những người còn lại trong Glader nghi ngờ lòng trung thành của mình - đặc biệt là lòng trung thành của anh với tư cách là Người bảo vệ của Người chạy bộ.\"\n\"Anh biết, anh biết.\" Anh ấy liếc xuống phía lối đi và rồi nhìn vào đồng hồ của mình. \"Chúng ta nên đi thôi. Còn lâu mới tới giờ ăn trưa.\"\nChúng tôi bắt đầu đi với tốc độ từ từ, tâm trí của tôi lang thang, chắc chắn là không phải nghĩ về những nụ hôn. Mê cung là một chốn nhàm chán để chạy bộ khi nhìn cảnh vật. Mỗi bức tường, khe nứt và kẽ hở đều giống nhau: tất cả đều phủ đầy đá và cây thường xuân.\n\"Anh có bao giờ nghĩ rằng chúng ta sẽ thoát khỏi nơi này không?\" Tôi phá tan sự im lặng với câu hỏi của mình.\nLúc đầu, Minho không trả lời. Anh ấy đã ở đây trong ba năm và tôi đã ở đây được hai năm rưỡi. Điều đó biến chúng tôi trở thành một trong những người lớn tuổi nhất và có nhiều kinh nghiệm nhất ở Glade.\n\"Anh đã chạy trong Mê cung khốn kiếp này cả trăm lần rồi, Ari ạ, đã nhìn thấy mọi lối đi chết tiệt, mọi-\""
}