{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The CFCFI (Fells Point Community Circular Fashion Initiative), through the circularization of the local fashion, is aimed at addressing the most pressing environmental and social challenges affecting the locality at the shores of Fells Point, where Patagonia has an outlet center. The project is connected to the 13th and the 8th Sustainable Development Goals (Climate Action and Decent Work and Economic Growth, respectively), with a strong focus on reducing resource utilization, addressing climate-related risks, and no longer considering these as the costs of doing business.\nProject Overview\nThe CFCFI's target is to develop a locally-based circular fashion center that will collect, upcycle, and/or convert used clothes to new clothes. It shall stand as a micro-education center on sustainable fashion for the community members, trains people on how to use recycling methods, and manufactures handmade products for sale. The program and the initiative has three main components: collection and recycling of clothing, workshop trainings, and a local market for upcycled products. The community program will not only engage locals in promoting this, but it will also put a stand for sustainable development as well through economic advancement.",
    "trans": "CFCFI (Sáng Kiến Thời Trang Tuần Hoàn Trong Cộng Đồng Fells Point), thông qua việc tái chế thời trang địa phương, nhằm giải quyết các thách thức môi trường và xã hội cấp bách nhất đang ảnh hưởng đến khu vực ven biển Fells Point, nơi có trung tâm bán hàng của Patagonia. Dự án này gắn liền với Mục Tiêu Phát Triển Bền Vững số 13 và số 8 (Hành Động vì Khí Hậu và Công Việc Tốt và Tăng Trưởng Kinh Tế, tương ứng), với một trọng tâm mạnh mẽ vào việc giảm thiểu sử dụng tài nguyên, giải quyết các rủi ro liên quan đến khí hậu và không còn coi những điều này là chi phí trong việc kinh doanh.\nTổng Quan Dự Án\nMục tiêu của CFCFI là phát triển một trung tâm thời trang tuần hoàn tại địa phương, nơi sẽ thu thập, tái chế và/hoặc chuyển đổi quần áo đã qua sử dụng thành sản phẩm mới. Nó sẽ là một trung tâm giáo dục nhỏ về thời trang bền vững dành cho cộng đồng, đào tạo người dân về cách sử dụng các phương pháp tái chế, và sản xuất các sản phẩm thủ công để bán. Chương trình và sáng kiến này có ba thành phần chính: thu thập và tái chế quần áo, đào tạo tại các hội thảo, và chợ địa phương cho các sản phẩm tái chế. Chương trình cộng đồng không chỉ thu hút người dân địa phương tham gia vào việc thúc đẩy sáng kiến này mà còn khẳng định một lập trường cho phát triển bền vững thông qua sự tiến bộ kinh tế."
}