{
    "source": "en_US",
    "target": "vi_VN",
    "text": "You will still receive the fee if you ask for ID but the customer doesn't have a valid one or is underage, and you follow the correct process by removing the alcohol.\nDeliveroo regularly conducts test orders using 18-20-year-old customers to ensure that this important step is being followed. Failure to check their ID will not only mean not being paid the fee for that order, but may also result in your contract with Deliveroo being ended with immediate effect.\nChecking ID is critical as it's against the law to deliver alcohol to anyone under the age of 18 or to anyone who appears to be drunk. It is vital that you check ID no matter how old a customer looks.\nYou should also not deliver alcohol to customers in public places - alcohol can only be delivered to residential and business addresses. If the customer is in a public place, don't hand over the alcohol, and call Rider Support.\nRemember, you’re shown which orders contain alcohol before you accept them, and you can always choose to reject these orders when you're offered them.",
    "trans": "Bạn vẫn sẽ nhận được khoản phí nếu bạn yêu cầu kiểm tra giấy tờ tùy thân nhưng khách hàng không có giấy tờ hợp lệ hoặc dưới độ tuổi quy định, và bạn thực hiện đúng quy trình bằng cách thu hồi rượu.\nDeliveroo thường xuyên thực hiện việc kiểm tra với các đơn hàng có khách hàng từ 18-20 tuổi để đảm bảo rằng bước quan trọng được tuân thủ. Nếu không kiểm tra giấy tờ tùy thân, bạn không chỉ không được thanh toán khoản phí cho đơn hàng đó mà còn có thể dẫn đến việc hợp đồng của bạn với Deliveroo bị chấm dứt ngay lập tức.\nViệc kiểm tra giấy tờ tùy thân là rất quan trọng bởi vì bạn sẽ vi phạm phát luật nếu giao rượu cho bất cứ ai dưới 18 tuổi hoặc có vẻ say xỉn. Bạn phải kiểm tra giấy tờ tùy thân dù cho khách hàng trông có vẻ bao nhiêu tuổi.\nBạn cũng không nên giao rượu cho khách hàng ở những nơi công cộng - rượu chỉ có thể được giao đến các địa chỉ nhà ở và công ty. Nếu khách hàng ở nơi công cộng, đừng giao rượu cho họ và hãy gọi đến Hỗ trợ Tài xế.\nHãy nhớ, bạn sẽ được thông báo trước về các đơn hàng có rượu trước khi chấp nhận chúng, và bạn luôn có thể chọn từ chối các đơn hàng này khi chúng được đề nghị."
}