{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Position: Instagram influencer\nProject Overview:\nWe are seeking a talented influencer for a one-month collaboration to create casual and everyday content for our brand on Instagram. The selected influencer will be responsible for posting four photos on their Instagram Stories—one photo per week. Each post will showcase the model in a relaxed and natural setting, promoting our brand in an authentic way.\nResponsibilities:\nWeekly Posts:\nPost one photo per week on your Instagram Stories (total of four photos).\nEnsure the photos are casual and relatable, reflecting everyday life.\nBrand Tagging:\nTag our brand in all posts to increase visibility and engagement.\nPhoto Submission:\nSend all photos to the brand representative after posting.\nRequirements:\nStrong presence on Instagram with a genuine connection to your audience.\nAbility to capture high-quality, engaging content.",
    "trans": "Vị trí: Người có tầm ảnh hưởng trên Instagram\nTổng quan Dự án:\nChúng tôi đang tìm một người tài năng có tầm ảnh hưởng cho một dự án hợp tác kéo dài một tháng nhằm tạo nội dung thường ngày và tự nhiên cho thương hiệu của chúng tôi trên Instagram. Người có tầm ảnh hưởng được chọn sẽ chịu trách nhiệm đăng bốn bức ảnh lên Instagram Stories của họ—mỗi tuần một bức ảnh. Mỗi bài đăng sẽ thể hiện hình ảnh người mẫu trong bối cảnh thoải mái và tự nhiên, quảng bá hương hiệu của chúng tôi một cách chân thật.\nTrách nhiệm:\nĐăng bài Hàng tuần:\nĐăng một bức ảnh mỗi tuần trên Instagram Stories của bạn (tổng cộng bốn bức ảnh).\nĐảm bảo các bức ảnh đều giản dị và gần gũi, phản ánh cuộc sống thường ngày.\nGắn thẻ Thương hiệu:\nGắn thẻ thương hiệu của chúng tôi trong toàn bộ các bài đăng để tăng cường khả năng hiển thị và tương tác.\nGửi Ảnh:\nGửi toàn bộ các bức ảnh cho đại diện thương hiệu sau khi đăng.\nYêu cầu:\nCó sự hiện diện mạnh mẽ trên Instagram với kết nối chân thực với khán giả của bạn.\nCó khả năng chụp ảnh chất lượng cao, tạo nội dung hấp dẫn."
}