{
    "source": "en_US",
    "target": "vi_VN",
    "text": "(Date format is YYYY/MM/DD)\nFor instructions on how to obtain police certificates for specific countries:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nFor instructions on how to submit a fee online:\nhttps://eservices.cic.gc.ca/epay/welcome.do? lang=en\nIf you need to submit an immigration form, consult:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nPlease note:\nAll documents must be in either English or French. You must provide a certified translation for any documents not already in English or French.\nYou must provide the information/documents by the date indicated above for each item.\nIf you fail to comply with this requirement, an officer will review your application and will make a decision based on the information already on file. Note that this could result in the refusal of your application.\nPlease submit scanned/electronic copies of your original documents ONLY. We do not accept in-person or mail-in submissions of requested documents at the Consulate.\nPlease include this letter with the requested documents and include the application number indicated at the top of this letter on any information you submit.\nIf you already have an online account:\nPlease upload and submit all the requested documentation via your online account; note that once the due date has passed, you will no longer be able to upload the requested documentation.",
    "trans": "(Định dạng ngày là YYYY/MM/DD)\nHướng dẫn cách lấy giấy chứng nhận của cảnh sát cho các quốc gia cụ thể:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nHướng dẫn cách nộp phí trực tuyến:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nNếu bạn cần nộp mẫu đơn xin di trú, vui lòng tham khảo:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nVui lòng lưu ý:\nTất cả tài liệu phải được viết bằng tiếng Anh hoặc tiếng Pháp. Bạn phải cung cấp bản dịch có chứng nhận cho bất kỳ tài liệu nào không có sẵn bằng tiếng Anh hoặc tiếng Pháp.\nBạn phải cung cấp thông tin/tài liệu trước ngày được chỉ định ở trên cho mỗi mục.\nNếu bạn không tuân thủ yêu cầu này, một viên chức sẽ xem xét đơn xin của bạn và quyết định dựa trên thông tin có sẵn trong hồ sơ. Lưu ý rằng điều này có thể dẫn đến việc từ chối đơn của bạn.\nVui lòng chỉ gửi bản sao scan/bản điện tử của các tài liệu gốc. Chúng tôi không chấp nhận việc nộp tài liệu trực tiếp hay qua bưu điện tại Lãnh sự quán.\nVui lòng đính kèm lá thư này với tài liệu yêu cầu và ghi số hồ sơ được chỉ ra ở đầu lá thư vào bất kỳ thông tin nào bạn gửi.\nNếu bạn đã có tài khoản trực tuyến:\nVui lòng tải và nộp tất cả tài liệu yêu cầu qua tài khoản trực tuyến của bạn; lưu ý rằng sau ngày hết hạn, bạn sẽ không thể tải tài liệu yêu cầu nữa."
}