{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Discuss how to maintain your well-being during your studies.\nDiscuss semester important deadlines.\nReceive information about any significant changes to pastoral care in UNNC.\nEncourage you to keep your personal tutor informed of employability-related developments.\nPlease remember that you might eventually ask your personal tutor to write a reference for you. The more he/she knows about you, the more accurate the reference will be.\nFor final year (Y4) students, you may also find the 2nd referee allocation via the NUBS China Moodle link; please make sure you are provided the following information in your email to your referrers requesting a reference letter:\na full list of degrees and universities you want to apply to with the internet link\nif you already have a reference number for your application, please provide the number with the information on the university and degree",
    "trans": "Hãy cùng thảo luận phương pháp duy trì sức khỏe của bạn trong suốt quá trình học tập.\nHãy cùng thảo luận những thời hạn quan trọng của học kỳ.\nNhận thông tin về những thay đổi mới nhất liên quan đến chương trình chăm sóc và bảo trợ sinh viên của trường Đại học Nottingham ở Ninh Ba Trung Quốc (UNNC).\nKhuyến khích bạn giữ liên lạc với gia sư cá nhân của mình và thông báo cho họ về các hoạt động liên quan đến khả năng tuyển dụng.\nHãy nhớ rằng bạn có thể sẽ nhờ gia sư cá nhân viết thư giới thiệu cho mình. Gia sư càng biết nhiều về bạn, thư giới thiệu sẽ càng chính xác và hữu ích hơn.\nĐối với sinh viên năm cuối (năm 4), bạn cũng có thể tìm thông tin về người giới thiệu thứ hai qua liên kết trên NUBS China Moodle. Khi gửi email yêu cầu thư giới thiệu, hãy đảm bảo cung cấp đầy đủ các thông tin sau:\nDanh sách đầy đủ các chương trình học và các trường đại học bạn muốn ứng tuyển kèm theo liên kết internet.\nNếu bạn đã có mã số tham chiếu cho đơn ứng tuyển, hãy cung cấp mã số này cùng thông tin về trường đại học và chương trình học."
}