{
    "source": "en_US",
    "target": "vi_VN",
    "text": "visit http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (CRICOS code 01857J) DOCKLANDS\n78 Week(s) (No credits granted)\nFull time. Please refer to Monash College course information\nat http://www.monashcollege.edu.au/courses for more information concerning modes of study\n72 credit points are required to complete this course (No credits granted)\n$31,733.33 Estimated total tuition fees $47,600.00 (No credits payable to complete this granted)\ncourse\nIn some circumstances additional non-tuition fees may apply. Please refer to the Additional Costs and Other Study Cost Table which lists administrative charges that apply in certain situations which can be found here:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nFurther non-tuition fees may be listed in the link found here:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nIf you require further information contact Monash Connect on 03 9902 6011 or\nhttps://www.monash.edu/students/support/connect\nBased on your previous Mathematics subject study, you can enrol in Mathematics or Advanced Mathematics as one of your Foundation subject selection.",
    "trans": "truy cập http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (CRICOS mã 01857J) DOCKLANDS\n78 Tuần (Không được cấp tín chỉ)\nToàn thời gian. Vui lòng tham khảo thông tin khóa học tại Monash College\ntại http://www.monashcollege.edu.au/courses để biết thêm chi tiết về các hình thức học\n72 điểm tín chỉ được yêu cầu để hoàn thành khóa học này (Không được cấp tín chỉ)\nHọc phí ước tính tổng cộng là $31,733.33, học phí tối đa là $47,600.00 (Không cần trả tín chỉ để hoàn thành khóa học này)\nkhóa học\nTrong một số trường hợp, có thể áp dụng thêm các khoản phí không liên quan đến học phí. Vui lòng tham khảo Bảng Chi phí Phụ thêm và Chi phí Học tập Khác, danh sách các khoản chi phí hành chính áp dụng trong một số tình huống, có tại:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nCác khoản phí không liên quan đến học phí khác có thể được liệt kê tại đường dẫn:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nNếu bạn cần thêm thông tin, vui lòng liên hệ Monash Connect qua số 03 9902 6011 hoặc\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nDựa trên việc bạn đã học môn Toán trước đây, bạn có thể đăng ký học Toán hoặc Toán nâng cao như một trong các môn học nền tảng mà bạn chọn."
}