{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Please look for your Official USPS Change-of-Address Welcome Kit™ at your new address soon. You'll be able to verify your Change-of-Address information and get valuable savings to help with your move.\nNote: Only one member of your household will receive a Welcome Kit. All others will receive a Change-of-Address confirmation letter.\nNotify mailers directly of your new address. Many companies (financial, health insurance, etc.) will not change your address unless you contact them directly. Failure to notify these companies directly may result in a loss of important services.\nPlease do not reply to this email. This email was sent from a notification-only email address that cannot accept incoming mail.\nThe person who submitted this Change-of-Address form states that he or she is the person, executor, guardian, authorized officer, or agent of the person for whom mail would be forwarded under this order. Anyone submitting false or inaccurate information on this form is subject to punishment by fine or imprisonment or both under Sections 2, 1001, 1702 and 1708 of Title 18, United StatesCode.\nNot Changing Your Address?",
    "trans": "Xin vui lòng tìm Bộ tài liệu Chào mừng Thay đổi Địa chỉ Chính thức USPS™ tại địa chỉ mới của bạn trong thời gian sớm nhất. Bạn sẽ có thể xác minh thông tin Thay đổi Địa chỉ của mình và nhận được các ưu đãi giá trị để hỗ trợ việc chuyển nhà.\nLưu ý: Chỉ một thành viên trong hộ gia đình của bạn sẽ nhận được Bộ tài liệu Chào mừng. Tất cả những người còn lại sẽ nhận được thư xác nhận Thay đổi Địa chỉ.\nHãy thông báo trực tiếp cho những người gửi thư về địa chỉ mới của bạn. Nhiều công ty (tài chính, bảo hiểm sức khỏe, v.v) sẽ không thay đổi địa chỉ của bạn trừ khi bạn liên hệ trực tiếp với họ. Nếu không thông báo cho các công ty này có thể dẫn đến việc mất đi những dịch vụ quan trọng.\nVui lòng không trả lời email này. Email này được gửi từ một địa chỉ email chỉ dùng để thông báo và không thể nhận thư đến.\nNgười nộp đơn Thay đổi Địa chỉ này tuyên bố rằng họ là người thực hiện, giám hộ, cán bộ ủy quyền, hoặc đại diện của người mà thư sẽ được chuyển tiếp theo lệnh này. Bất cứ ai cung cấp thông tin sai lệch hoặc không chính xác trên biểu mẫu này đều có thể bị phạt tiền hoặc phạt tù hoặc cả hai theo Điều 2, 1001, 1702 và 1708 của Mục 18, Bộ luật Hoa Kỳ.\nKhông Thay đổi Địa chỉ của Bạn?"
}