{
    "source": "en_US",
    "target": "vi_VN",
    "text": "What is a Poet? to whom does he address himself? And what language is to be expected from him? — He is a man speaking to men: a man, it is true, endowed with more lively sensibility, more enthusiasm and tenderness, who has a greater knowledge of human nature, and a more comprehensive soul, than are supposed to be common among mankind [...] The Poet, singing a song in which all human beings join with him, rejoices in the presence of truth as our visible friend and hourly companion. Poetry is the breath and finer spirit of all knowledge. [...] Poetry is the first and last of all knowledge—it is as immortal as the heart of man. [...]\nI have said that poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquillity: the emotion is contemplated till, by a species of reaction, the tranquillity gradually disappears, and an emotion, kindred to that which was before the subject of contemplation, is gradually produced, and does itself actually exist in the mind. In this mood successful composition generally begins [...]",
    "trans": "Nhà thơ là ai? Anh ta làm thơ cho ai? Và người ta nhìn nhận thơ của anh ta thế nào? — Anh ta là một người đàn ông nói với những người đàn ông: một người, quả thực, được ban cho cảm xúc mạnh mẽ hơn, nhiệt huyết và sự dịu dàng hơn, có kiến thức sâu sắc hơn về bản chất con người, và một tâm hồn bao quát hơn, so với những gì được cho là phổ biến giữa loài người [...] Nhà thơ, hát một bài ca mà tất cả mọi người cùng tham gia với anh ta, vui mừng khi có sự hiện diện của sự thật như một người bạn thấy rõ và bạn đồng hành hằng ngày của chúng ta. Thơ ca là hơi thở và tinh thần cao cả của tất cả tri thức. [...] Thơ ca là tri thức đầu tiên và cuối cùng — nó bất diệt như trái tim của con người. [...]\nTôi đã nói rằng thơ ca là sự trào dâng tự phát của những cảm xúc mạnh mẽ: nó bắt nguồn từ cảm xúc được suy ngẫm trong sự yên tĩnh: cảm xúc đó được chiêm nghiệm cho đến khi, qua một sự phản ứng nào đó, sự yên tĩnh dần biến mất, và một cảm xúc, tương tự với cảm xúc trước đó, dần dần hình thành và thực sự tồn tại trong tâm trí. Trong trạng thái này, việc sáng tác thành công thường bắt đầu [...]"
}