{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Do you consent to your supply to be off for around 1 hour per fuel?\nCan you confirm someone over the age of 18 will be available for the 4 hour appointment window?\nWhat are the best on the day contact details?\nWould you like the engineer to have a Passphrase\nIf we are able to communicate with the meter, are you happy for us to collate readings half hourly?\nAre there any vulnerabilities we need to be aware of?\nAre there any animals in the property? if so they will need to be put away for the appointment\nBoiler & Flue location - If the boiler is located in the loft, is the loft boarded and accessible with an existing loft ladder?\nAlso I'd like to make you aware of our Guaranteed Standards of Service: This a promise to our customer that when an appointment is booked, we will arrive as and when we say we will and complete the appointment. If we don’t then the customer may be entitled to a payment of £30.00.\nI await your response.\nIf there is anything else you want me to help you with, please do get in touch.\nHave a great day!\nMia",
    "trans": "Bạn có đồng ý với việc tạm ngắt cung cấp 1 giờ cho mỗi lần tiếp nhiên liệu không?\nBạn có thể xác nhận có người trên 18 tuổi sẽ có mặt trong khoảng thời gian 4 giờ của cuộc hẹn không?\nThông tin liên hệ tốt nhất trong ngày là gì?\nBạn có muốn kỹ sư có một cụm từ mật khẩu không\nNếu chúng tôi có thể truyền tải thông tin với đồng hồ đo, bạn có đồng ý cho chúng tôi thu thập các chỉ số mỗi nửa giờ không?\nCó bất kỳ điểm yếu nào mà chúng tôi cần lưu ý không?\nCó động vật nào trong nhà không? Nếu có thì cần giữ chúng cách xa địa điểm cuộc hẹn\nVị trí của Lò hơi & Ống khói - Nếu lò hơi nằm trong gác mái, gác mái có được trải thảm và có thể tiếp cận bằng thang gác mái hiện có không?\nNgoài ra, tôi cũng muốn thông báo cho bạn về Tiêu chuẩn Dịch vụ Đảm bảo của chúng tôi: Đây là cam kết với khách hàng rằng khi một cuộc hẹn được đặt, chúng tôi sẽ đến đúng giờ và hoàn thành công việc. Nếu chúng tôi không thực hiện thì khách hàng có thể được quyền nhận khoản thanh toán £30.00.\nTôi chờ phản hồi của bạn.\nNếu có bất cứ điều gì khác mà bạn cần tôi giúp đỡ, xin vui lòng liên hệ với tôi.\nChúc một ngày tốt lành!\nMia"
}