{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The airdrop recipients are divided into two categories:\nTelegram App Users\nWeb3 Community\nFor both user types, there are Core (User Score) and Bonus (Multipliers) criteria. Each airdrop is calculated as User Score X Multipliers.\nTelegram App Airdrop\nAllocation: ~ 85% of MEMEFI supply\nCore Eligibility Criteria:\nTotal value of all purchases (All TON + Stars Purchases)\nAmount of coins\nThese criteria are independent; fulfilling only one is sufficient to receive the associated airdrop.\nOnly users who have collected a minimum amount of coins (which will be small) will be eligible for the airdrop. Users passing either criterion will have a user score defined based on the higher passing criterion.\nTop players by coins will receive rewards in a non-linear fashion.\nBonus Criteria:\n[Hidden criterion]\nOn-Chain TON Transactions\nGiveaway Participation\nMemeFi Premium\nCampaigns\nThese criteria will have specific multipliers to increase the user score.\n❗ Important: Due to the large number of Telegram app users, we've allocated a by an order of magnitude larger portion of the airdrop supply to this group (it’s a few % to Web3 users against the rest of the airdrop supply to Telegram app users).",
    "trans": "Những người tiếp nhận airdrop được chia thành hai nhóm:\nNhững người dùng Ứng dụng Telegram\nCộng đồng Web3\nĐối với cả hai nhóm người dùng, có các tiêu chí Cốt lõi (Điểm Người dùng) và Thưởng (Hệ số nhân). Mỗi airdrop được tính bằng công thức: Điểm người Dùng X Hệ số nhân.\nAirdrop đối với người dùng ứng dụng Telegram\nPhân bổ: khoảng 85% của nguồn cung MEMEFI\nTiêu chí Đủ điều kiện Cốt lõi:\nTổng giá trị của tất cả các giao dịch mua (Tất cả TON + Các giao dịch mua Stars).\nSố lượng xu\nCác tiêu chí này độc lập với nhau; chỉ cần đáp ứng được một tiêu chí là đủ điều kiện nhận airdrop.\nChỉ những người dùng đã thu thập được một số lượng xu tối thiểu (số lượng này sẽ nhỏ) mới đủ điều kiện nhận airdrop. Người dùng đáp ứng bất kỳ tiêu chí nào sẽ có điểm người dùng được xác định dựa trên tiêu chí cao hơn mà họ đạt được.\nNgười chơi hàng đầu theo xu sẽ nhận phần thưởng theo cách không tuyến tính.\nTiêu chí Thưởng:\n[Tiêu chí đã được ẩn]\nGiao dịch TON trên chuỗi\nTham gia Từ thiện\nMemeFi Cao cấp\nNhững chiến dịch\nNhững tiêu chí này sẽ có những cấp độ nhân khác nhau để tăng điểm cho người dùng.\n❗ Quan trọng: Do số lượng lớn người dùng ứng dụng Telegram, chúng tôi đã phân bổ phần lớn nguồn cung airdrop cho nhóm này (chỉ một vài % dành cho người dùng Web3, phần còn lại của nguồn cung airdrop dành cho người dùng ứng dụng Telegram)."
}