{
    "source": "en_US",
    "target": "vi_VN",
    "text": "that “our strategy has been to keep doing what we are doing in a much better and bigger manner. There\nhas been no change in the way we are engaging with the brand and the consumer.” CCD began by\nupgrading about 150 of its stores, while letting the leases on some of the older and slightly rundown\nproperties lapse. It also focused on innovations in its food and beverage offerings, introducing four\nnew food items in 2014. Madhav sought to fill in certain menu gaps compared to the competition,\nlaunching a Snowy Vanilla Frappe. CCD also marginally raised its product prices. For instance, it\nincreased the price of a small cappuccino from 66 Indian rupees (Rs. $1.05) to Rs. 79 ($1.25).b This\nhelped counter inflation yet still maintain a big price advantage over Starbucks, which had raised its\nprices four times in the last two years. In January 2015, Starbucks’ small cappuccino was priced at Rs.\n120 ($1.98). These measures helped CCD increase its average sales per day per outlet from roughly $240",
    "trans": "rằng \"chiến lược của chúng tôi là tiếp tục làm những gì chúng tôi đang làm theo cách tốt hơn và quy mô lớn hơn nhiều. Không có\nsự thay đổi trong cách chúng tôi tương tác với thương hiệu và người tiêu dùng.\" CCD bắt đầu bằng\nviệc nâng cấp khoảng 150 cửa hàng của mình, đồng thời để các hợp đồng thuê ở một số bất động sản cũ kỹ và hơi xuống cấp\nhết hiệu lực. Công ty cũng tập trung vào đổi mới các sản phẩm đồ ăn và thức uống, bằng cách cho ra mắt bốn\nmón ăn mới vào năm 2014. Madhav đã cố gắng lấp đầy một số khoảng trống nhất định trong thực đơn so với các đối thủ cạnh tranh,\nbằng cách ra mắt món Snowy Vanilla Frappe. CCD cũng tăng nhẹ giá sản phẩm của mình. Ví dụ, họ\nđã tăng giá một ly cappuccino nhỏ từ 66 rupee Ấn Độ (Rs. $1.05) to lên 79 rupee ($1.25).b Điều này\ngiúp bù đắp lạm phát nhưng vẫn duy trì lợi thế giá lớn hơn so với Starbucks, công ty đã tăng\ngiá bốn lần trong hai năm qua. Vào tháng 1 năm 2015, giá cappuccino nhỏ của Starbucks là\n120 rupee ($1.98). Những biện pháp này đã giúp CCD tăng doanh thu trung bình mỗi ngày tại mỗi cửa hàng từ khoảng $240"
}