{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Exceptional design meets contemporary comfort at voco® Riyadh . We’re on King Fahad Road at the heart of the city’s booming business district. Only 30 minutes from King [redacted_name] International Airport . Opposite the Ministry of Interior, and steps away from other government offices.\nResponsibilities:\nCoordinating the sales team by managing schedules, filing important documents and communicating relevant information\nEnsuring the adequacy of sales-related equipment or material\nResponding to complaints from customers and give after-sales support when requested\nHelp with offers and agreements\nAttending sales meeting and taking the minutes\nAnswering customer inquiries / calls while the team are out of the office\nMaintain customers profiles / data in Opera\nRequirements and skills:\n2-years degree from an accredited university in Hotel Management\n2-years in experience in Sales & Marketing preferably in a 5-Star Hotel.",
    "trans": "Thiết kế đặc biệt cùng với sự thoải mái hiện đại tại voco® Riyadh. Chúng tôi nằm trên Đường King Fahad ngay tại trung tâm của khu thương mại đông đúc của thành phố. Chỉ cách Sân bay quốc tế King [redacted_name] 30 phút. Đối diện với Bộ Nội vụ và chỉ cách các văn phòng chính phủ khác vài bước chân.\nTrách nhiệm:\nPhối hợp với đội ngũ bán hàng bằng việc quản lý lịch trình, lưu trữ những tài liệu quan trọng và truyền đạt thông tin có liên quan\nĐảm bảo đầy đủ các thiết bị hoặc vật liệu liên quan đến việc bán hàng\nTrả lời các khiếu nại từ khách hàng và hỗ trợ sau bán hàng khi được yêu cầu\nHỗ trợ về những ưu đãi và thỏa thuận\nTham gia cuộc họp về bán hàng và làm biên bản họp\nTrả lời các cuộc gọi / yêu cầu của khách hàng khi đội ngũ bán hàng không có mặt ở văn phòng\nLưu trữ các hồ sơ / dữ liệu của khách hàng trong Opera\nCác yêu cầu và kỹ năng:\nBằng cấp 2 năm từ trường đại học được công nhận về ngành Quản lý Khách sạn\n2 năm kinh nghiệm trong lĩnh vực Bán hàng & Tiếp thị, ưu tiên tại Khách sạn 5 Sao."
}