{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Maintain physical stamina and proper mental attitude while dealing effectively with guests, management, team members, and outside contacts while working under pressure and meeting deadlines.\nMust be able to frequently move freely about the property, maintain manual dexterity to operate job related equipment, such as telephones, copiers, etc., withstand various activities such as frequent walking, sitting for long periods and withstand prolonged standing, stretching, bending and kneeling without restriction.\nBe able to work indoors and be exposed to various environmental contaminants including smoke.\nAbility to lift or carry a minimum of 20 pounds unassisted in the performance of specific tasks assigned.\nMust be able to work with others, communicate well, receive direction, and provide feedback when needed to achieve department goals and objectives.\nMust maintain a positive attitude toward work and interface with guests in a congenial and polite manner.\nMust be able to address stressful situations with clients with dignity and the utmost tact and politeness.",
    "trans": "Duy trì thể lực và thái độ tinh thần đúng đắn khi làm việc hiệu quả với khách hàng, ban quản lý, thành viên trong nhóm và các liên hệ bên ngoài, đồng thời làm việc dưới áp lực và đáp ứng các thời hạn.\nCần có khả năng di chuyển linh hoạt trong khuôn viên, duy trì sự khéo léo tay để vận hành các thiết bị liên quan đến công việc, như điện thoại, máy Có khả năng làm việc trong nhà và tiếp xúc với các chất ô nhiễm môi trường khác nhau, bao gồm khói., v.v., chịu đựng các hoạt động như đi bộ thường xuyên, ngồi trong thời gian dài và có thể đứng lâu, duỗi người, uốn cong và quỳ mà không gặp hạn chế.\nCó khả năng làm việc trong nhà và tiếp xúc với các chất ô nhiễm môi trường khác nhau, bao gồm khói.\nCó khả năng nâng hoặc mang tối thiểu 20 pound mà không cần trợ giúp trong việc thực hiện các nhiệm vụ cụ thể được giao.\nCần có khả năng làm việc với người khác, giao tiếp tốt, nhận chỉ đạo và cung cấp phản hồi khi cần thiết để đạt được mục tiêu và mục đích của bộ phận.\nCần duy trì thái độ tích cực đối với công việc và giao tiếp với khách hàng một cách hòa nhã và lịch sự.\nCần có khả năng xử lý các tình huống căng thẳng với khách hàng một cách duyên dáng và hết sức lịch thiệp và tế nhị."
}