{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The wolf pushed once more at her side and she got up, looking up at its humongous frame. It goes down on its hinges, wanting her to climb on it's back.\nIt was then that she had noticed. Not only did Ezra accept her, but his wolf did too. And that meant a lot to her because his wolf and him were two different beings.\nShe weakly gets on, holding unto its fur as tight as she could as they went off, heading back to the castle.\nAs soon as they had arrived, the lycan went down on all four of its legs. She climbed down slowly before looking at it.\n\"Genesis!\" Beverly calls, walking on the bridge that led to the castle.\nGenesis stared at her mate before it stood up and dashed into the woods, making her lips part in awe.\n\"I was so worried about you! I was looking for you the whole night.\" Bethany says worrisely, wrapping a blanket around her small frame. \"Let's get you inside.\"\n................\n\"Would you like to come into the village with me?\" Bethany asks, handing her some tea.",
    "trans": "Con sói lại đẩy vào hông cô một lần nữa và cô đứng dậy, nhìn lên cơ thể khổng lồ của nó. Nó cúi xuống trên các khớp của mình, muốn cô leo lên lưng nó.\nLúc đó, cô mới nhận ra. Không chỉ có mình Ezra chấp nhận cô, mà cả con sói của anh ta nữa. Và điều đó có ý nghĩa rất lớn đối với cô vì con sói và anh ta là hai thực thể khác nhau.\nCô yếu ớt leo lên, bám chặt vào bộ lông của nó khi họ rời đi, hướng về phía lâu đài.\nNgay khi họ đến nơi, con sói nhân quỳ xuống bốn chân. Cô từ từ leo xuống trước khi nhìn nó.\n\"Genesis!\" Beverly gọi, bước lên cây cầu dẫn vào lâu đài.\nGenesis nhìn cô bạn của mình trước khi đứng dậy và lao vào rừng, khiến cô mở miệng ngạc nhiên.\n\"Tớ đã rất lo lắng cho cậu! Tớ đã đi tìm kiếm cậu suốt cả đêm.\" Bethany nói lo lắng, quấn một chiếc chăn quanh cơ thể nhỏ bé của cô. \"Tớ đưa cậu vào trong nhé.\"\n..............\n\"Cậu có muốn vào làng cùng tôi không?\" Bethany hỏi, đưa cho cô chút trà."
}