{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The photo result will be used for verification at level 1 visitor’s counter, and is valid for 24 hours only.\nPlease do not send it to us.\nYour child is exempted from swabbing as he is below five years of age.\nYour child’s sleep study is rescheduled, as discussed, to:\n16 OCT 2024, WEDNESDAY @ MAIN BUILDING\n(Yellow Zone G)\nLEVEL 4, #04-62,\nPaediatric Sleep Laboratory\n(beside the playground, just before Paediatric Day Therapy).\n*NOT ZONE E*\nOur Laboratory opens at 8.30pm.\nPlease arrive before 9.30pm.\nRegistration will be done on-site. CPF account holder has to be present. Kindly declare your personal insurance for payment, if any.\nOne Covid-ART-tested caregiver is allowed to stay overnight.\nPlease do not stop any medication without doctor's instructions.\nPlease bring along your child’s sleep clothes, toiletries, slippers, comb and, if preferred, pillows and toys.\nNo meal will be provided.\nIt will be a single room with a bed and a sofa bed beside it. Pillows, blankets, television and public WiFi access will be available.",
    "trans": "Kết quả chụp ảnh sẽ được sử dụng để xác nhận tại quầy tiếp tân ở mức độ 1 và chỉ có giá trị trong vòng 24 giờ.\nVui lòng không gửi ảnh cho chúng tôi.\nCon bạn được miễn không phải lấy mẫu nếu bé dưới năm tuổi.\nNghiên cứu về giấc ngủ của con bạn được lên lịch lại, như đã thảo luận, vào:\nNGÀY 16 THÁNG 10 NĂM 2024, THỨ TƯ @ TÒA NHÀ CHÍNH\n(Khu vực Màu vàng G)\nMỨC ĐỘ 4, #04-62,\nPhòng thí nghiệm Giấc ngủ Nhi khoa\n(bên cạnh sân chơi, ngay phía trước Liệu pháp Nhi khoa Trong ngày).\n*KHÔNG PHẢI Ở KHU VỰC E*\nPhòng thí nghiệm của chúng tôi mở cửa vào lúc 8:30 tối.\nVui lòng đến trước 9:30 tối.\nViệc đăng ký sẽ được thực hiện tại chỗ. Chủ tài khoản CPF phải có mặt. Nếu bạn có bảo hiểm cá nhân, vui lòng khai báo để được thanh toán.\nMột người chăm sóc đã được xét nghiệm Covid-ART được phép ở lại qua đêm.\nVui lòng không ngưng sử dụng bất kỳ loại thuốc nào khi chưa có hướng dẫn của bác sĩ.\nVui lòng mang theo quần áo ngủ, đồ vệ sinh cá nhân, dép, lược và nếu muốn, gối và đồ chơi của con bạn.\nKhông cung cấp đồ ăn.\nĐây sẽ là căn phòng đơn có giường và ghế sofa bên cạnh. Có sẵn gối, chăn, tivi và truy cập WiFi công cộng."
}