{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Construction Industry Keynote\nFind out the latest Autodesk Construction Cloud updates and hear from industry innovators pushing the boundaries of what's possible including a guest speaker from Gamuda Bhd. Plus, simplify how you work, unlock the power of your data, and standardize your processes.\nOctober 16 at 3:00 PM PT\nMedia & Entertainment Industry Keynote\nCheck out insights into new capabilities in Autodesk Flow, our industry cloud for media & entertainment. Learn about the future of content production while leveraging the power of Autodesk AI and our core portfolio. Hear from guest speakers from DigitalFish, Wonder Dynamics, and Howard University.\nOctober 16 at 3:00 PM PT\nDesign & Manufacturing Industry Keynote\nAutodesk leaders will detail important updates to Autodesk Fusion and our product portfolio, highlighting how customers are leveraging our technology to achieve better outcomes. Hear directly from guest speakers from Hyundai Motor Co. and Bridgestone.",
    "trans": "Bài phát biểu Chủ đạo trong Ngành Xây dựng\nTìm hiểu các cập nhật mới nhất từ Tự động Xây dựng Đám mây và lắng nghe từ những nhà đổi mới trong ngành mở rộng ranh giới của những gì có thể thực hiện được, bao gồm một diễn giả khách mời từ Gamuda Bhd. Ngoài ra, hãy đơn giản hóa cách làm việc, khai thác sức mạnh của dữ liệu, và chuẩn hóa các quy trình của bạn.\nNgày 16 tháng 10, lúc 3:00 chiều theo Giờ Thái Bình Dương\nBài phát biểu Chủ đạo trong Ngành Truyền thông & Giải trí\nKhám phá những khả năng mới của Autodesk Flow, nền tảng đám mây chuyên biệt của chúng tôi dành cho ngành truyền thông & giải trí. Tìm hiểu về tương lai của sản xuất nội dung khi tận dụng sức mạnh của Autodesk AI và danh mục sản phẩm cốt lõi của chúng tôi. Lắng nghe các diễn giả khách mời đến từ DigitalFish, Wonder Dynamics, và Đại học Howard.\nNgày 16 tháng 10, lúc 3:00 chiều theo Giờ Thái Bình Dương\nBài phát biểu Chủ đạo trong Ngành Thiết kế & Sản xuất\nCác lãnh đạo của Autodesk sẽ trình bày chi tiết những cập nhật quan trọng của Autodesk Fusion và danh mục sản phẩm, làm nổi bật cách khách hàng đang tận dụng công nghệ của chúng tôi để đạt được kết quả tốt hơn. Lắng nghe trực tiếp từ các diễn giả khách mời đến từ Công ty Hyundai Motor và Bridgestone."
}