{
    "source": "en_US",
    "target": "vi_VN",
    "text": "H. pylori is a Gram-negative bacterium that plays a pivotal role in the development of gastritis,\npeptic ulcers, and gastric cancer. In addition to its association with various gastrointestinal disorders,\nan increased prevalence of H. pylori infection in patients with rosacea was also reported. About 88% of\nthe patients with rosacea were infected with H. pylori, compared with 65% of the non-ulcer dyspeptic\ncontrols [57]. Moreover, eradication of H. pylori improved the skin symptoms of rosacea [57–59].\nHowever, a Danish population-based cohort study reported no significant association between H. pylori\ninfection (hazard ratio (HR): 1.04; 95% CI: 0.96–1.13) in patients with rosacea compared with control\nsubjects [60]. Although they also found an increased prevalence of H. pylori infection in patients with\nrosacea, the prevalence of new-onset H. pylori infection was not increased in patients with rosacea,\nsuggesting that H. pylori infection could be one of the predisposing factors in rosacea by acting as a",
    "trans": "H. pylori là một vi khuẩn Gram âm đóng vai trò quan trọng trong sự phát triển của viêm dạ dày,\nloét dạ dày tá tràng, và ung thư dạ dày. Ngoài sự liên quan của nó với các rối loạn tiêu hóa khác nhau,\ncũng đã có báo cáo về sự gia tăng tỷ lệ nhiễm H. pylori ở bệnh nhân mắc bệnh hồng ban. Khoảng 88%\nbệnh nhân bị hồng ban bị nhiễm H. pylori, so với 65% ở nhóm đối chứng không có loét dạ dày [57].\nHơn nữa, việc tiêu diệt H. pylori đã cải thiện các triệu chứng trên da của bệnh nhân hồng ban [57-59].\nTuy nhiên, một nghiên cứu đoàn hệ dựa trên dân số tại Đan Mạch không báo cáo mối liên quan đáng kể giữa nhiễm H. pylori\n(tỷ lệ nguy cơ (HR): 1.04; khoảng tin cậy 95%: 0.96-1.13) ở bệnh nhân hồng ban so với các đối chứng [60].\nMặc dù họ cũng phát hiện tỷ lệ nhiễm H. pylori cao hơn ở bệnh nhân hồng ban,\nnhưng tỷ lệ nhiễm H. pylori mới xuất hiện không tăng ở bệnh nhân hồng ban,\nđiều này cho thấy nhiễm H. pylori có thể là một trong những yếu tố thuận lợi gây ra bệnh hồng ban bằng cách"
}