{
    "source": "en_US",
    "target": "vi_VN",
    "text": "● What are the communication patterns and needs of individuals from different age groups?\nSuch descriptive reports also capture generational shifts—such as Millennials’ and Generation Z’s prioritization of work-life balance—and highlight the need for strategies to communicate across differences in organizations. Similar demographic analyses could be applied to race, ethnicity, family structure, social class, household composition, and geographic difference, which would reveal how the workplace is evolving as these demo- graphic patterns shift.\n● How can we communicate with members of a diverse workforce in ways that value difference and help achieve organizational and individual goals?\nChanging demographics also create new opportunities and challenges for organiza- tional communication because they result in multicultural workplaces, including workers with increasing responsibilities to aging family members; workers with longer commutes; and workers who telecommute. Changing demographics also magnify the importance of treating individuals with different ethnic backgrounds, races, ages, genders, abilities, and sexual orientations in ways that honor these differences and create opportunities for meet- ing both individual and organizational goals. Thus, questions confronting organizational communication scholars as they consider these demographic shifts include:",
    "trans": "● Các mô hình và nhu cầu giao tiếp của các cá nhân thuộc các nhóm tuổi khác nhau là gì?\nNhững báo cáo mô tả như vậy cũng ghi lại sự chuyển đổi thế hệ—chẳng hạn như việc Thế hệ Y và Thế hệ Z ưu tiên cân bằng giữa công việc và cuộc sống—và nhấn mạnh sự cần thiết về các chiến lược giao tiếp để vượt qua sự khác biệt trong các tổ chức. Các phân tích nhân khẩu học tương tự có thể được áp dụng cho chủng tộc, sắc tộc, cấu trúc gia đình, tầng lớp xã hội, thành phần hộ gia đình và sự khác biệt về địa lý, điều này sẽ cho thấy nơi làm việc đang phát triển như thế nào khi các mô hình nhân khẩu học này thay đổi.\n● Bằng cách nào để chúng ta có thể giao tiếp với các thành viên trong một lực lượng lao động đa dạng theo cách tôn trọng sự khác biệt và giúp đạt được các mục tiêu của tổ chức và cá nhân?\nNhững sự thay đổi về nhân khẩu học cũng tạo ra các cơ hội và thách thức mới cho giao tiếp trong tổ chức vì chúng dẫn đến môi trường làm việc đa văn hóa, bao gồm những nhân viên có trách nhiệm chăm sóc người thân lớn tuổi ngày càng tăng; nhân viên phải đi làm xa hơn; và nhân viên làm việc từ xa. Những thay đổi này cũng làm tăng tầm quan trọng của việc đối xử với các cá nhân thuộc các nền tảng dân tộc, chủng tộc, độ tuổi, giới tính, khả năng và xu hướng tính dục khác nhau theo những cách tôn trọng sự khác biệt này và tạo cơ hội để đạt được mục tiêu của cá nhân và tổ chức. Do đó, những câu hỏi mà các nhà nghiên cứu giao tiếp trong tổ chức phải đối mặt khi họ cân nhắc những thay đổi nhân khẩu học này bao gồm:"
}