{
    "source": "en_US",
    "target": "vi_VN",
    "text": "If you are found carrying or using the prohibited goods, you may be asked to leave them in the coin locker. Please note that you may be asked to leave the venue if you refuse to comply with the above request.\n■ About the illegal cheering goods\nYou may not sell or distribute unofficial goods using the portrait rights of TXT or its names within the venue and near facilities or public places.\nIf it is found malicious, we may go through a legal procedure.\nPlease remember that manufacturing and selling goods without permission is illegal, but purchasing them will only encourage these unlawful actions.\nTherefore, we ask you not to purchase these illegal goods for all audience's safety and pleasant time.\n■ Prohibition of Recording, Video Recording, Taking Photos, Live Streaming\nYou will not be allowed to bring any filming or recording devices (cameras, magnifying glasses with a recording function, recorder, video recorder, and other recording devices) into the venue, and you are not allowed to take photos, take videos, record audio, or live stream (audio/video live streaming) within the venue in order to protect the artists' rights.",
    "trans": "Nếu bạn bị phát hiện mang theo hoặc sử dụng các vật phẩm bị cấm, bạn có thể sẽ được yêu cầu để lại chúng trong tủ khóa xu. Xin lưu ý rằng bạn có thể bị yêu cầu rời khỏi địa điểm nếu từ chối tuân thủ yêu cầu trên.\n■ Về các vật phẩm cổ vũ bất hợp pháp\nBạn không được phép bán hoặc phân phối các vật phẩm không chính thức sử dụng quyền chân dung của TXT hoặc tên của họ tại địa điểm, gần các cơ sở hoặc tại những nơi công cộng.\nNếu bị phát hiện có tính chất ác ý, chúng tôi có thể tiến hành thủ tục pháp lý.\nHãy nhớ rằng việc sản xuất và mua bán các vật phẩm mà không có sự cho phép là hành vi bất hợp pháp, và việc mua chúng chỉ khuyến khích các hành động vi phạm pháp luật này.\nVì vậy, chúng tôi mong bạn không mua những sản phẩm bất hợp pháp này để đảm bảo an toàn và thời gian vui vẻ cho tất cả khán giả.\n■ Cấm ghi âm, ghi hình, chụp ảnh, phát sóng trực tiếp\nBạn không được phép mang bất kỳ thiết bị ghi âm hay ghi hình nào (máy ảnh, kính lúp có chức năng ghi hình, máy ghi âm, máy quay video và các thiết bị ghi âm khác) vào địa điểm, và bạn cũng không được chụp ảnh, quay video, ghi âm hoặc phát sóng trực tiếp (phát sóng trực tiếp âm thanh/hình ảnh) tại địa điểm để bảo vệ quyền lợi của nghệ sĩ."
}