{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Vegan food supplement, gluten free, lactose free and yeast free – Our pure ascorbic acid tablets are highly concentrated (1000mg per capsule) and are created gluten-free, lactose free and without any other animal products. They are also certified by the V-Label and registered as vegan.\nVITAMIN C IS AN ESSENTIAL NUTRITIVE ELEMENT - The human body is not able to produce vitamin C independently, so it is important to take a sufficient dose that follows a proper diet. Our vitamin C supplement is useful for those who do not eat enough fruits and vegetables or for those with vitamin C deficiency.\n✅ NEW STANDARDS OF QUALITY AND STABILITY - gloryfeel products are manufactured in Germany and undergo extensive stability tests in order to maintain a consistent quality over a long period of time. Our commitment to exceed industry standards underscores our leadership position in quality assurance. Discover our certificates of analysis for more transparency and trust. Keep out of reach of children and not recommended for children under 6 years old.",
    "trans": "Thực phẩm bổ sung thuần chay, không gluten, không lactose và không men – Viên nén axit ascorbic tinh khiết của chúng tôi có hàm lượng cao (1000mg mỗi viên) và được sản xuất không chứa gluten, không lactose và không có bất kỳ sản phẩm từ động vật nào khác. Sản phẩm này cũng được chứng nhận bởi V-Label và được đăng ký là thuần chay.\nVITAMIN C LÀ MỘT YẾU TỐ DINH DƯỠNG QUAN TRỌNG – Cơ thể con người không thể tự sản xuất vitamin C, do đó, việc bổ sung đủ lượng vitamin C theo chế độ ăn uống hợp lý là rất quan trọng. Thực phẩm bổ sung vitamin C của chúng tôi hữu ích cho những người không ăn đủ trái cây và rau củ hoặc những người bị thiếu hụt vitamin C.\nTIÊU CHUẨN MỚI VỀ CHẤT LƯỢNG VÀ ĐỘ ỔN ĐỊNH – Các sản phẩm của gloryfeel được sản xuất tại Đức và trải qua các bài kiểm tra độ ổn định nghiêm ngặt để duy trì chất lượng ổn định trong thời gian dài. Cam kết vượt qua các tiêu chuẩn ngành của chúng tôi khẳng định vị thế dẫn đầu về đảm bảo chất lượng. Khám phá chứng nhận phân tích của chúng tôi để có thêm sự minh bạch và tin tưởng. Để xa tầm tay trẻ em và không khuyến khích sử dụng cho trẻ dưới 6 tuổi."
}