{
    "source": "en_US",
    "target": "vi_VN",
    "text": "• Travel during school holidays (other than returning to your home country) is only permitted if you are accompanied by a parent, guardian, homestay carer, close relative or on an approved school excursion.\n• Leave during the school term can only be approved under compassionate/compelling reasons, and you must provide supporting documents as evidence.\n• If your leave includes school days, you must submit a copy of your flight tickets after your leave is approved.\nSchool: _______________________________________________________________________________ DEI student no: __________________ Date of application: / /\nStudent full name: ______________________________________________________________________ Student mobile number: _________________ Student email: ___________________________________ Departure date: / / Arrival date in Australia: / /\nTotal number of school days that you would be missing: _______________________________________ Destination: Home country Other destination: __________________________________________ Reason for leave request: ________________________________________________________________ __________________________________________________________________________________________ Parent’s declaration (The student’s parent must complete this section)\n• I confirm that the above travel details are true and correct.\n• I take full responsibility for my child’s safety during the above leave. If the leave is taken during the\nschool term, I am aware that this may affect my child’s attendance and his/her ability to meet the",
    "trans": "• Việc đi du lịch trong kỳ nghỉ học (ngoài việc trở về quê hương) chỉ được phép nếu bạn đi cùng với cha mẹ, người giám hộ, người chăm sóc tại nhà, người thân hoặc trong một chuyến đi được trường phê duyệt.\n• Việc nghỉ trong kỳ học chỉ có thể được phê duyệt vì lý do nhân đạo/khan hiếm, và bạn phải cung cấp các tài liệu hỗ trợ làm chứng minh.\n• Nếu việc nghỉ của bạn bao gồm các ngày học, bạn phải nộp bản sao vé máy bay sau khi việc nghỉ của bạn được phê duyệt.\nTrường: _____________________________________________________________________________ Số sinh viên DEI: __________________ Ngày nộp đơn: / /\nHọ và tên sinh viên: ______________________________________________________________ Số điện thoại sinh viên:________________ Email sinh viên: ___________________________________ Ngày khởi hành: / / Ngày đến Úc: / /\nTổng số ngày học mà bạn sẽ nghỉ: _______________________________________ Điểm đến: Quê hương Khác: __________________________________________ Lý do yêu cầu nghỉ: ________________________________________________________________ __________________________________________________________________________________________ Tuyên bố của phụ huynh (Phụ huynh của sinh viên phải hoàn thành phần này)\n• Tôi xin xác nhận rằng những thông tin về chuyến đi trên hoàn toàn đúng sự thật và chính xác.\n• Tôi xin hoàn toàn chịu trách nhiệm về sự an toàn của con tôi trong suốt kỳ nghỉ phép. Nếu kỳ nghỉ phép kéo dài suốt\nmột kỳ học thì tôi nhận thức rằng điều này làm ảnh hưởng đến sự tham gia của đứa trẻ trong lớp học cũng như khả năng đáp ứng"
}