{
    "source": "en_US",
    "target": "vi_VN",
    "text": "• Starting Low, Going Slow: Patients usually start with 25 mg and increase the dose gradually (to 50 mg, 100 mg, and possibly higher if needed) over weeks. This slow titration is crucial to reduce the risk of serious side effects, such as severe skin reactions.\n• Typical Maintenance Dose: After titration, the maintenance dose often falls between 100-200 mg daily, though it can be adjusted based on clinical response and tolerability.\nImportant Considerations\n• Risk of Rash: One of the most serious risks is the potential for a severe rash, including Stevens-Johnson syndrome (SJS). Any new or worsening rash should be reported immediately to a healthcare provider, especially if it appears during dose changes.\n• Common Side Effects: Common side effects include dizziness, headache, blurred vision, nausea, and insomnia. These often lessen with continued use.\n• Drug Interactions: Lamotrigine can interact with other medications, including certain antiepileptics, oral contraceptives, and medications that affect liver enzymes. These interactions may require dose adjustments.\nMonitoring and Follow-Up\n• Mood and Symptom Tracking: Patients should monitor and report any recurrence of depressive or hypomanic symptoms, as well as any new side effects.",
    "trans": "• Bắt đầu với liều thấp, tăng liều chậm: Bệnh nhân thường bắt đầu với liều 25 mg và tăng liều dần dần (lên 50 mg, 100 mg và có thể cao hơn nếu cần) trong vài tuần. Việc tăng liều từ từ rất quan trọng nhằm giảm nguy cơ tác dụng phụ nghiêm trọng, như phản ứng da nghiêm trọng.\n• Liều duy trì thông thường: Sau giai đoạn tăng liều, liều duy trì thường nằm trong khoảng 100-200 mg mỗi ngày, nhưng có thể điều chỉnh dựa trên đáp ứng lâm sàng và khả năng dung nạp.\nNhững lưu ý quan trọng:\n• Nguy cơ phát ban: Một trong những nguy cơ nghiêm trọng nhất là khả năng phát ban nghiêm trọng, bao gồm hội chứng Stevens-Johnson (SJS). Bất kỳ dấu hiệu phát ban mới hoặc nặng hơn nào cũng phải được báo ngay lập tức cho nhà cung cấp dịch vụ chăm sóc sức khỏe, đặc biệt nếu xuất hiện trong quá trình đổi liều.\n• Những tác dụng phụ thường gặp: Tác dụng phụ thường gặp bao gồm chóng mặt, nhức đầu, mờ mắt, buồn nôn và mất ngủ. Các triệu chứng này thường giảm dần khi tiếp tục sử dụng.\n• Tương tác thuốc: Lamotrigine có thể tương tác với các thuốc khác, bao gồm một số thuốc động kinh, thuốc tránh thai đường uống và thuốc ảnh hưởng đến men gan. Những tương tác này có thể đòi hỏi phải điều chỉnh liều.\nGiám sát và Theo dõi\n• Theo dõi Tâm trạng và Triệu chứng: Bệnh nhân nên theo dõi và báo bất kỳ triệu chứng tái phát nào của chứng trầm cảm hoặc hưng cảm nhẹ, cũng như bất kỳ tác dụng phụ mới nào."
}