{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Veho waitlist times vary market to market. When additional drivers are needed, we will reach out based on the date and time of your registration. We check in with drivers who are on the waitlist for 90 days or longer to ensure that they are still interested on driving on the platform.\nWhat if I do not want to be placed on the waitlist?\nIf you are not interested in being placed on the waitlist, reach out to support@shipveho.com to have us remove your registration. Additionally, if drivers are no longer interested in being placed on the waitlist, but want to reapply in the future please reach out to Veho Support.\nWhy does my city have a waitlist and others do not?\nThe waitlist is based on a variety of city-specific factors that are constantly changing. It’s important to us at Veho to make sure all our drivers have access to routes in their area to have earning opportunities in line with their preferences on the Veho platform.",
    "trans": "Thời gian chờ trong danh sách chờ của Veho khác nhau tùy từng thị trường. Khi cần thêm tài xế, chúng tôi sẽ liên hệ dựa trên ngày và giờ bạn đăng ký. Chúng tôi sẽ kiểm tra với những tài xế trong danh sách chờ từ 90 ngày trở lên để đảm bảo rằng họ vẫn quan tâm đến việc lái xe trên nền tảng.\nĐiều gì xảy ra nếu tôi không muốn được đưa vào danh sách chờ?\nNếu bạn không muốn được đưa vào danh sách chờ, hãy liên hệ với support@shipveho.com để chúng tôi xóa đăng ký của bạn. Ngoài ra, nếu bạn không còn quan tâm đến việc được đưa vào trong danh sách chờ nhưng muốn đăng ký lại trong tương lai thì vui lòng liên hệ Veho Support.\nTại sao thành phố của tôi lại có danh sách chờ trong khi những nơi khác thì không?\nDanh sách chờ tùy theo nhiều yếu tố cụ thể của từng thành phố và những yếu tố này thay đổi liên tục. Veho coi trọng việc đảm bảo tất cả tài xế đều có quyền tiếp cận các tuyến đường trong khu vực của họ để có cơ hội kiếm thu nhập phù hợp với mong muốn trên nền tảng Veho."
}