{
    "source": "en_US",
    "target": "vi_VN",
    "text": "*China: With public hospitals as the main body, the government plays an important role in the provision and management of medical services. Through financial investment and policy formulation, the government ensures the operation and development of public hospitals, improves the utilization efficiency of medical resources, and provides basic medical services for residents.\n*United States: Dominated by private hospitals and commercial medical insurance. Patients need to buy commercial health insurance to get medical care. The cost of medical care in this way is high, and some residents may not be able to obtain timely medical services because they cannot afford the high medical costs.\nGovernment input and policy orientation:\n*China: The government gives priority to the protection of people's health and continuously increases investment in medical and health services. Through formulating a series of policies and plans, the government guides the development of the medical industry, strengthens the supervision of medical services, and guarantees the quality and safety of medical services.",
    "trans": "*Trung Quốc: Với các bệnh viện công là cơ quan chính, chính phủ đóng vai trò quan trọng trong việc cung cấp và quản lý dịch vụ y tế. Thông qua đầu tư tài chính và việc xây dựng chính sách, chính phủ đảm bảo hoạt động và phát triển các bệnh viện công, cải thiện hiệu quả sử dụng nguồn lực y tế, và cung cấp các dịch vụ y tế cơ bản cho người dân.\n*Hoa Kỳ: Hệ thống y tế chủ yếu do các bệnh viện tư nhân và bảo hiểm y tế thương mại chi phối. Bệnh nhân cần mua bảo hiểm y tế thương mại để được chăm sóc y tế. Chi phí y tế theo cách này rất cao, và một số người dân có thể không nhận được dịch vụ y tế kịp thời vì không đủ khả năng chi trả chi phí y tế cao.\nĐầu tư của chính phủ và định hướng chính sách:\n*Trung Quốc: Chính phủ ưu tiên bảo vệ sức khỏe của người dân và liên tục tăng cường đầu tư vào các dịch vụ y tế. Thông qua việc xây dựng một loạt chính sách và kế hoạch, chính phủ định hướng phát triển ngành y tế, tăng cường giám sát dịch vụ y tế, và đảm bảo chất lượng cũng như an toàn của các dịch vụ y tế."
}