{
    "source": "en_US",
    "target": "vi_VN",
    "text": "B. Economies of scale lead to perfect competition, where firms produce homogeneous products and have no influence on market prices.\nC. Economies of scale encourage firms to produce a limited range of goods, potentially leading to monopolistic or oligopolistic market structures and affecting trade patterns through specialization.\nD. Economies of scale result in higher average costs for firms due to the increased complexity of managing larger operations.\nE. Economies of scale are a form of government intervention that distorts market structures and trade flows.\nWhat is the impact of the expansion of market size caused by economic integration on enterprises in the context of international trade? C\nA. It leads to a reduction in the number of firms participating in international trade due to increased competition.\nB. It results in a uniform increase in the scale of production for all firms, regardless of their efficiency or productivity.\nC. It incentivizes only the most efficient firms to expand, potentially leading to a more efficient allocation of resources within the industry.",
    "trans": "B. Quy mô kinh tế dẫn đến cạnh tranh hoàn hảo, nơi các doanh nghiệp sản xuất những sản phẩm đồng nhất và không có tác động đến giá trên thị trường.\nC. Quy mô kinh tế khuyến khích các doanh nghiệp sản xuất một phạm vi hàng hóa hạn chế, có thể dẫn đến các cấu trúc thị trường độc quyền hoặc thiểu quyền và tác động tới mô hình thương mại thông qua chuyên môn hóa.\nD. Quy mô kinh tế dẫn đến chi phí trung bình cao hơn cho các doanh nghiệp do sự phức tạp tăng lên trong việc quản lý các hoạt động có quy mô lớn hơn.\nE. Quy mô kinh tế là một hình thức can thiệp của chính phủ làm biến dạng các cấu trúc thị trường và dòng chảy thương mại.\nTác động của việc mở rộng quy mô thị trường do hội nhập kinh tế đối với các doanh nghiệp trong bối cảnh thương mại quốc tế là gì? C\nA. Điều này dẫn đến việc giảm số lượng các doanh nghiệp tham gia vào thương mại quốc tế do sự gia tăng cạnh tranh.\nB. Điều này dẫn đến một sự gia tăng đồng đều trong quy mô sản xuất của mọi doanh nghiệp, bất kể hiệu quả hay năng suất của họ.\nC. Điều này chỉ khuyến khích các doanh nghiệp hiệu quả nhất mở rộng, có thể dẫn đến việc phân bổ tài nguyên hiệu quả hơn trong ngành."
}