{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Getting Harold’s engine running after so long took all of the four hundred dollars I’d saved over the course of my life—allowances, change ferreted away when Mom sent me down the street to buy something at the Circle K, summer work at Subway, Christmas gifts from my grandparents—so, in a way, Harold was the culmination of my whole being, at least financially speaking. And I loved him. I dreamed about him quite a lot. He had an exceptionally spacious trunk, a custom-installed, huge white steering wheel, and a backseat bench clad in pebble-beige leather. He accelerated with the gentle serenity of the Buddhist Zen master who knows nothing really needs to be done quickly, and his brakes whined like metal machine music, and I loved him.\nHowever, Harold did not have Bluetooth connectivity, or for that matter a CD player, meaning that while in Harold’s company, one had three choices: 1. Drive in silence; 2. Listen to the radio; or 3. Listen to Side B of my dad’s cassette of Missy Elliott’s excellent album So Addictive, which—because it would not eject from the cassette player—I’d already heard hundreds of times in my life.",
    "trans": "Việc khởi động lại động cơ của Harold sau một thời gian dài đã tiêu tốn hết bốn trăm đô la mà tôi đã tiết kiệm được trong suốt cuộc đời—tiền trợ cấp, những đồng tiền lẻ mà tôi giấu đi khi mẹ bảo tôi đi mua gì đó ở Circle K, công việc mùa hè ở Subway, quà Giáng Sinh từ ông bà—vì vậy, theo một cách nào đó, Harold là thành quả của toàn bộ cuộc sống tôi, ít nhất là về mặt tài chính. Và tôi yêu anh ấy. Tôi mơ về anh ấy khá nhiều. Anh ấy có một cốp sau rộng rãi, một tay lái trắng khổng lồ được lắp đặt tùy chỉnh, và một chiếc ghế sau bọc da màu be đá. Anh ấy tăng tốc với sự thanh thản nhẹ nhàng của một bậc thầy Zen Phật giáo, người hiểu rằng không có gì phải làm nhanh chóng, và phanh của anh ấy kêu lên như nhạc máy móc kim loại, và tôi yêu anh ấy.\nTuy nhiên, Harold không có kết nối Bluetooth, hay thậm chí là đầu CD, có nghĩa là khi ở trong công ty của Harold, người ta có ba lựa chọn: 1. Lái xe trong im lặng; 2. Nghe đài radio; hoặc 3. Nghe mặt B của cuốn băng cassette của bố tôi với album So Addictive tuyệt vời của Missy Elliott, vì—do nó không thể nhả ra khỏi đầu băng—tôi đã nghe nó hàng trăm lần trong đời."
}