{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Monday\nAround what time did you start the visit?\nMid-day (12pm-2pm)\nWhen entering the store, how would you evaluate the level of traffic?\nThere were more SAs than customers\nWhich scenario did you adopt?\nScenario 1 - Brand Expert\nWhat product category did you target?\nBags & Small Leather Goods\nWas it a visit with or without a purchase?\nWithout purchase\nAdvocacy Index\nBased on your experience with the SA, how likely are you to recommend this store to a colleague or a friend?\nI would be happy to recommend this store to others, if asked, but there are also other equally good stores\nFIRST IMPRESSION\nWe only get one chance to make a good first impression\nHow would you best describe the exterior surroundings of the boutique?\nHow would best describe your first impression once inside the store?\nPleasant\nDid you feel that the SA's grooming was in line with the brand's guidelines?\nYes\nWas the SA wearing a Training badge?\nYes\nWELCOMING SIMPLICITY We acknowledge and welcome everyone in the home of Hermès with a 100 genuine attitude, an authentic tone and a warm smile.\nDid you have to wait to enter the store?",
    "trans": "Thứ Hai\nKhoảng thời gian nào thì bạn bắt đầu chuyến thăm?\nGiữa trưa (12 giờ trưa-2 giờ chiều)\nKhi bước vào cửa hàng, bạn đánh giá mức độ lưu lượng khách hàng như nào?\nỞ đó có nhiều nhân viên bán hàng hơn khách hàng\nBạn đã nhận kịch bản nào vậy?\nKịch bản 1 - Chuyên gia Thương hiệu\nBạn đã nhắm đến danh mục sản phẩm nào?\nTúi xách & Các mặt hàng làm từ da cỡ nhỏ\nĐến đó có phải mất tiền mua hay không?\nKhông cần mua\nChỉ số ủng hộ\nDựa trên trải nghiệm của bạn với nhân viên bán hàng, khả năng bạn sẽ giới thiệu cửa hàng này cho đồng nghiệp hay bạn bè là bao nhiêu?\nTôi sẽ rất vui lòng giới thiệu cửa hàng này cho người khác, nếu được hỏi, nhưng ngoài kia cũng có rất nhiều các cửa hàng tốt khác tương đồng\nẤN TƯỢNG ĐẦU TIÊN\nChúng ta chỉ có một cơ hội để tạo ấn tượng đầu tiên tốt\nBạn có thể mô tả không gian bên ngoài cửa hàng như thế nào?\nẤn tượng đầu tiên của bạn như thế nào khi bạn ở trong cửa hàng?\nHài lòng\nBạn cảm thấy sự phục vụ của nhân viên bán hàng có phù hợp với các điều khoản của thương hiệu không?\nCó\nNhân viên bán hàng có đeo Thẻ thực tập không?\nCó\nCHÀO ĐÓN SỰ GIẢN ĐƠN Chúng tôi nhận thức được và chào mừng mọi người đến với ngôi nhà của Hermès với thái độ chân thành tuyệt đối, màu sắc chân thực và những nụ cười ấm áp.\nBạn có cần phải chờ để vào cửa hàng không?"
}