{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The address may be misspelled or may not exist. Try one or more of the following:\nSend the message again following these steps: In Outlook, open this non-delivery report (NDR) and choose Send Again from the Report ribbon. In Outlook on the web, select this NDR, then select the link \"To send this message again, click here.\" Then delete and retype the entire recipient address. If prompted with an Auto-Complete List suggestion don't select it. After typing the complete address, click Send.\nContact the recipient (by phone, for example) to check that the address exists and is correct.\nThe recipient may have set up email forwarding to an incorrect address. Ask them to check that any forwarding they've set up is working correctly.\nClear the recipient Auto-Complete List in Outlook or Outlook on the web by following the steps in this article: Fix email delivery issues for error code 5.1.10 in Office 365, and then send the message again. Retype the entire recipient address before selecting Send.",
    "trans": "Địa chỉ có thể bị gõ sai chính tả hoặc không tồn tại. Hãy thử một hoặc nhiều cách sau đây:\nGửi lại tin nhắn theo các bước sau: Trong Outlook, mở báo cáo không gửi được (NDR) này và chọn Gửi Lại từ thanh Báo cáo. Trong Outlook trên web, chọn NDR này, sau đó chọn liên kết \"Để gửi lại tin nhắn này, bấm vào đây.\" Rồi xóa và nhập lại toàn bộ địa chỉ người nhận. Nếu hiện lên Danh sách Tự động-Hoàn thành, không chọn nó. Sau khi nhập đầy đủ địa chỉ, bấm vào Gửi.\nLiên hệ người nhận (chẳng hạn, qua điện thoại) để kiểm tra xem địa chỉ có tồn tại và có đúng không.\nNgười nhận có thể đã cài email chuyển tiếp đến một địa chỉ không chính xác. Hãy yêu cầu họ kiểm tra xem bất cứ chuyển tiếp nào mà họ đã cài có hoạt động chính xác không.\nXóa danh sách Tự động-Hoàn thành của người nhận trong Outlook hoặc Outlook trên web bằng việc làm theo các bước trong bài viết này: Sửa lỗi sự cố gửi mail cho mã lỗi 5.1.1.0 trong Office 365, và sau đó gửi lại tin nhắn. Gõ lại toàn bộ địa chỉ người nhận trước khi chọn Gửi."
}