{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Organizing center daily, weekly, and monthly schedule whilst maintain efficient performance levels.\nSupport innovation center team on daily processes and provide requirements when applicable\nMaintain innovation center standards as per developed operational manuals and provide enhancements if applicable\nProvide alignment for all team members including organizing weekly progress meeting and MoM documentation\n-Innovation Center administration:\nManage the innovation center administration and ensure resource availability and preparation\nManaging the overall center physical resources and coordinating technical support when needed\nOverseeing all center resources and physical items, providing team with all administration requirements including printed materials, equipment, and technical solutions\n-Team support and alignment:\nSupport all team members including innovation center management and business developers on daily processes and weekly activities\nAct as a main point of liaison with C-level suite assistants and required alignment processes including scheduling key meetings and departmental correspondence\n-Policies, Processes, and Procedures:\nComplies with all relevant safety, quality and environmental management policies, procedures and controls to ensure a healthy and safe work environment.\nالمؤهلات والخبرات والمهارات\nMinimum Qualifications:\nBA/BS degree in international business administration, innovation, entrepreneurship or any related field\nTo haveKnowledge of:\nBest practices in project management\nBest practices in time management\nBest practices in communication",
    "trans": "Tổ chức lịch trình hàng ngày, hàng tuần, và hàng tháng của trung tâm, trong khi vẫn duy trì hiệu suất làm việc hiệu quả.\nHỗ trợ đội ngũ trung tâm đổi mới trong các quy trình hàng ngày và cung cấp yêu cầu khi cần thiết.\nDuy trì các tiêu chuẩn của trung tâm đổi mới các sổ tay hướng dẫn vận hành đã phát triển và đưa ra các cải tiến nếu có thể.\nĐảm bảo sự phối hợp cho tất cả các thành viên trong nhóm, bao gồm tổ chức cuộc họp tiến độ hàng tuần và lập biên bản cuộc họp.\n-Quản lý hành chính Trung tâm Đổi mới:\nQuản lý các hoạt động hành chính của trung tâm đổi mới và đảm bảo sẵn sàng nguồn lực và công tác chuẩn bị.\nQuản lý tổng thể các tài sản vật chất của trung tâm và điều phối hỗ trợ kỹ thuật khi cần.\nGiám sát tất cả các tài sản và vật dụng của trung tâm, cung cấp cho đội ngũ tất cả các yêu cầu hành chính, bao gồm tài liệu in ấn, thiết bị và các giải pháp kỹ thuật.\n-Hỗ trợ và phối hợp với nhóm:\nHỗ trợ tất cả các thành viên nhóm, bao gồm ban quản lý trung tâm đổi mới và các chuyên viên phát triển kinh doanh trong những quy trình hàng ngày và hoạt động hàng tuần.\nĐóng vai trò là điểm liên lạc chính với trợ lý cấp C và các quy trình đồng bộ hóa cần thiết, bao gồm lên lịch các cuộc họp quan trọng và quản lý thư từ giữa các phòng ban.\n-Các Chính sách, Quy trình và Thủ tục:\nTuân thủ toàn bộ những chính sách, quy trình và kiểm soát quản lý liên quan đến an toàn, chất lượng và môi trường để đảm bảo một môi trường làm việc lành mạnh và an toàn.\nTrình độ Chuyên môn, Kinh nghiệm và Kỹ năng\nYêu cầu Tối thiểu:\nBằng cử nhân trong các lĩnh vực như quản trị kinh doanh quốc tế, đổi mới, khởi nghiệp hoặc bất kỳ lĩnh vực nào có liên quan.\nKiến thức cần có:\nThành thạo về quản lý dự án\nThành thạo về quản lý thời gian\nThành thạo trong giao tiếp"
}