{
    "source": "en_US",
    "target": "vi_VN",
    "text": "· At least three years landscaping experience and a strong working knowledge of plant material and attention to detail\n· Proficient in the use of all necessary equipment including, but not limited to, walk behind mower, zero turn and tractor mounted lawn mowers, weed trimmers, chainsaws, leaf blowers, snow blowers, snowplows, gas generators, gas and electric hedge trimmers, sod cutters, over seeders, walk behind or tractor mounted aerators, rototillers, woodchippers and handheld or backpack sprayers\n· Work from extended heights using extension ladders\n· Valid RI driver’s license (or ability to secure one)\n· Ability to lift 80 lbs. is required\n· Personal qualities of a strong work ethic, attention to detail and ability to work efficiently.\nApplication Instructions:\nTo apply please send résumé or the following information;\n· Name\n· Phone number\n· E-mail\n· Past employment and experience\nThe position remains open until filled.\nJob Type: Full-time\nPay: $20.00 per hour\nWork Location: In person\n&nbsp;\nSi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo ya que Indeed no es responsable del proceso de postulación de la empresa.",
    "trans": "Ít nhất 3 năm kinh nghiệm làm việc trong lĩnh vực cảnh quan và có kiến thức vững về cây trồng, chú ý đến chi tiết.\nThành thạo sử dụng tất cả các thiết bị cần thiết bao gồm, nhưng không giối hạn: máy cắt cỏ đi bộ, máy cắt cỏ ngồi lái và gắn trên máy kéo, máy cắt cỏ dại, cưa xích, máy thổi lá, máy thổi tuyết, máy cào tuyết, máy phát điện chạy xăng, máy tỉa hàng rào chạy xăng và điện, máy cắt cỏ cuộn, máy gieo hạt, máy xới đất, máy nghiền gỗ và bình xịt cầm tay hoặc đeo lưng.\nLàm việc trên độ cao lớn bằng cách sử dụng thang mở rộng\nCó bằng lái xe hợp lệ tại Rhode Island (hoặc có khả năng lấy bằng)\nCó khả năng nâng được 80 lbs (~36kg)\nCó tinh thần làm việc chăm chỉ, chú ý đến chi tiết và khả năng làm việc hiệu quả.\nHướng dẫn nộp đơn:\nĐể nộp đơn, vui lòng gửi sơ yếu lý lịch hoặc các thông tin sau:\nHọ và tên\nSố điện thoại\nEmail\nKinh nghiệm làm việc trước đây\nVị trí này sẽ mở cho đến khi được tuyển dụng.\nLoại công việc: Toàn thời gian\nMức lương: $20.00/giờ\nĐịa điểm làm việc: Làm việc trực tiếp\n-&nbsp;\nsi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo ya que Indeed no es responsable del proceso de postulación de la empresa."
}