{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Yours sincerely,\n[redacted_name]\nApprentice Paralegal\nCYBERCRIME ALERT: BEWARE OF FRAUDSTERS – REMAIN VIGILANT - Please be aware that there is a significant risk posed by cyber fraud, specifically affecting email accounts and bank account details. PLEASE NOTE that our bank account details WILL NOT change during the course of a transaction, and we will NOT notify you of a change of our bank details via email. Please be careful to check account details with us in person if in any doubt. We will not accept responsibility if you transfer money into an incorrect account – IF YOU ARE ADVISED THAT OUR BANK DETAILS HAVE CHANGED PLEASE CONTACT OUR OFFICES IMMEDIATELY\nAuthorised and Regulated by the Solicitors Regulation Authority. Daventry SRA Number : [redacted_info]. Leamington SRA Number : [redacted_info]. Lutterworth SRA Number : [redacted_info]. The SRA Rules can be found by visiting their site www.sra.org.uk",
    "trans": "Trân trọng,\n[redacted_name]\nThực tập sinh pháp lý\nCẢNH BÁO TỘI PHẠM MẠNG: CẨN THẬN VỚI LỪA ĐẢO - LUÔN CẢNH GIÁC - Xin lưu ý rằng có nguy cơ lớn về lừa đảo qua mạng, đặc biệt là ảnh hưởng đến tài khoản email và thông tin tài khoản ngân hàng. VUI LÒNG LƯU Ý thông tin tài khoản ngân hàng của chúng tôi SẼ KHÔNG thay đổi trong quá trình giao dịch và chúng tôi sẽ KHÔNG thông báo cho bạn về việc thay đổi thông tin ngân hàng của chúng tôi qua email. Vui lòng kiểm tra kỹ thông tin tài khoản trực tiếp với chúng tôi nếu có bất kỳ nghi ngờ nào. Chúng tôi sẽ không chịu trách nhiệm nếu bạn chuyển tiền vào tài khoản không đúng - NẾU BẠN ĐƯỢC THÔNG BÁO THÔNG TIN NGÂN HÀNG CỦA CHÚNG TÔI ĐÃ THAY ĐỔI, VUI LÒNG LIÊN HỆ VỚI VĂN PHÒNG CỦA CHÚNG TÔI NGAY LẬP TỨC\nĐược Cơ quan Quản lý Luật sư Cấp phép và Quản lý. Số SRA của Daventry : [redacted_info]. Số SRD của Leamington : [redacted_info]. Số SRA của Lutterworth : [redacted_info]. Quy tắc của SRA có thể được tìm thấy bằng cách truy cập trang web www.sra.org.uk"
}