{
    "source": "en_US",
    "target": "vi_VN",
    "text": "avoidance of starting, engaging in, and completing a task or a decision-making\nprocess. It is not a behaviour limited to students, despite high estimates of its\nprevalence in this population (up to 70 % according to Ellis and Knaus 1977). For\nexample, the prevalence of procrastination has been found to be as high as 20 % in\nan adult sample (Harriott and Ferrari 1996). Within psychology, procrastination has\nbeen conceptualised as a failure of self-regulation (Baumeister and Heatherton\n1996; Baumeister et al. 1994) associated with poor academic and work performance\nand mental ill health (Sto ¨ber and Joormann 2001).\nThe measurement of procrastination is vital to aid research that aims to\nunderstand this common and injurious behaviour. A range of self-report scales have\nbeen developed to measure this construct in general (e.g., the General Procrasti-\nnation Scale or ‘GPS’: Lay 1986), in specific aspects (e.g., the Decisional\nProcrastination Scale or ‘DPS’: Mann 1982), and in specific populations (e.g., for\nstudents with the Tuckman Procrastination Scale or ‘TPS’: Tuckman 1991). More\nrecently, the construct of intentional procrastination has been delineated and\nmeasured using the active procrastination scale (APS: Choi and Moran 2009). This\nseparation of sub-types of procrastination is similar to that proposed by Ferrari",
    "trans": "tránh né bắt đầu, tham gia, và hoàn thàn một nhiệm vụ hoặc quá trình ra quyết định.\nĐây không phải là một hành vi chỉ giới hạn ở học sinh, mặc dù có ước tính cao về tỷ lệ phổ biến của\nhành vi này trong nhóm đối tượng này (lên đến 70% theo Ellis và Knaus 1977).\nVí dụ, tỷ lệ trì hoãn đã được phát hiện lên đến 20% trong\nmột mẫu người trưởng thành (Harriot và Ferrari 1996). Trong tâm lý học, trì hoãn đã được\nkhái niệm hóa như một sự thất bại trong tự điều chỉnh (Baumeister và Heatherton\n1996; Baumeister et al. 1994) liên quan đến hiệu suất học tập và công việc kém\nvà sức khỏe tinh thần yếu kém (Sto ¨ber và Joormann 2001).\nViệc đo lường trì hoãn là rất quan trọng để hỗ trợ nghiên cứu nhằm\nhiểu về hành vi phổ biến và có hại này. Một loạt các thang đo tự báo cáo đã\nđược phát triển để đo lường khái niệm này nói chung (ví dụ, Thang đo Trì hoãn\nTổng quát hoặc 'GPS': Lay 1986), trong các khía cạnh cụ thể (ví dụ, Thang đo\nTrì hoãn Quyết định hoặc 'DPS': Mann 1982), và trong các nhóm dân cư cụ thể (ví dụ, cho\nhọc sinh với Thang đo Trì hoãn Tuckman hoặc 'TPS': Tuckman 1991).\nGần đây, khái niệm trì hoãn có chủ đích đã được phân định và\nđo lường bằng cách sử dụng thang đo trì hoãn chủ động (APS: Choi và Moran 2009).\nSự phân chia các loại trì hoãn này tương tự như những gì Ferrari đã đề xuất"
}