{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Ozone: The Facts\nSound science and targeted regulations have greatly reduced ozone concentrations in Texas cities and across the nation.\nWhat is ozone?\nOzone, sometimes referred to as smog, is a gas that is formed in the atmosphere when three atoms of oxygen combine. The chemical structure of ozone is the same wherever it is found; however, there are two categories of ozone.\nStratospheric Ozone is found naturally in the Earth’s upper atmosphere - 6 to 30 miles above the Earth’s surface - where it forms a protective layer that shields us from the sun’s harmful ultraviolet rays.\nGround-Level Ozone is found at ground level (it is also called tropospheric ozone). It is not emitted directly into the air, but created by chemical reactions between oxides of nitrogen (NOx) and volatile organic compounds (VOCs) in the presence of sunlight. Emissions from industrial facilities and electric utilities, motor vehicle exhaust, gasoline vapors, and chemical solvents are some of the major sources of NOx and VOCs. In addition, biogenic sources (living organisms or biological processes) release VOCs that can contribute to ground-level ozone.",
    "trans": "Ôzôn: Những Sự Thật\nKhoa học vững chắc và các quy định có mục tiêu đã giảm đáng kể nồng độ ôzôn ở các thành phố Texas và trên toàn quốc.\nÔzôn là gì?\nÔzôn, đôi khi được gọi là khói mù, là một loại khí được hình thành trong khí quyển khi ba nguyên tử oxy kết hợp lại. Cấu trúc hóa học của ôzôn là giống nhau ở mọi nơi nó xuất hiện; tuy nhiên, có hai loại ôzôn.\nÔzôn ở tầng bình lưu được tìm thấy tự nhiên trong khí quyển trên của Trái đất, cách mặt đất từ 6 đến 30 dặm - nơi nó tạo thành một lớp bảo vệ giúp chúng ta tránh được các tia cực tím có hại từ mặt trời.\nÔzôn ở mặt đất được tìm thấy ở mức độ mặt đất (còn gọi là ôzôn ở tầng đối lưu). Nó không được thải trực tiếp vào không khí, mà được tạo ra qua các phản ứng hóa học giữa oxit nitơ (NOx) và hợp chất hữu cơ dễ bay hơi (VOCs) dưới tác dụng của ánh sáng mặt trời. Các khí thải từ các cơ sở công nghiệp và nhà máy điện, khí thải từ xe cộ, hơi xăng và dung môi hóa học là một trong những nguồn chính của NOx và VOCs. Thêm vào đó, các nguồn sinh học (các sinh vật sống hoặc quá trình sinh học) cũng thải ra VOCs có thể góp phần tạo ra ôzôn ở mặt đất."
}