{
    "source": "en_US",
    "target": "vi_VN",
    "text": "(5)Notwithstanding anything contained in sub-section (1) of section 16 and sub-section (1) of section 18, input tax credit shall not be available in respect of the following, namely :—\n[(a)\n(aa)\n(ab)\n(b)\n(c)works contract services when supplied for construction of an immovable property (other than plant and machinery) except where it is an input service for further supply of works contract service;\n(d)goods or services or both received by a taxable person for construction of an immovable property (other than plant or machinery) on his own account including when such goods or services or both are used in the course or furtherance of business.\nExplanation. — For the purposes of clauses (c) and (d), the expression “construction” includes re-construction, renovation, additions or alterations or repairs, to the extent of capitalisation, to the said immovable property;\n(e)goods or services or both on which tax has been paid under section 10;\n(f)goods or services or both received by a non-resident taxable person except on goods imported by him;",
    "trans": "(5) Bất kể các quy định tại khoản (1) Điều 16 và khoản (1) Điều 18, tín dụng thuế đầu vào sẽ không được áp dụng trong các trường hợp sau, cụ thể là :—\n[(a)\n(aa)\n(ab)\n(b)\n(c) dịch vụ hợp đồng thi công khi được cung cấp để xây dựng tài sản cố định (không bao gồm máy móc và thiết bị) trừ khi đó là dịch vụ đầu vào để cung cấp dịch vụ hợp đồng thi công tiếp theo;\n(d) hàng hoá hoặc dịch vụ hoặc cả hai được nhận bởi một người nộp thuế để xây dựng tài sản cố định (không bao gồm máy móc và thiết bị) cho mục đích cá nhân, bao gồm cả khi hàng hóa hoặc dịch vụ hoặc cả hai được sử dụng trong quá trình hoặc nhằm mục đích kinh doanh.\nGiải thích. — Đối với các điều khoản (c) và (d), thuật ngữ “xây dựng” bao gồm tái xây dựng, cải tạo, bổ sung hoặc thay đổi hoặc sửa chữa, trong phạm vi vốn hóa, đối với tài sản cố định đó;\n(e) hàng hóa hoặc dịch vụ hoặc cả hai đã được nộp thuế theo Điều 10;\n(f) hàng hóa hoặc dịch vụ hoặc cả hai được nhận bởi một người nộp thuế không cư trú, ngoại trừ hàng hóa do người đó nhập khẩu;"
}