{
    "source": "en_US",
    "target": "vi_VN",
    "text": "-Orange chair\n-2 70’s lamps\n-2 acrylic nights stands\n-black night stand\n-white cabinet\n-tv with pedestal (is it in the garage?\n-floor lamp\n-black dresser\nLiving Room - Rob\n-grey sofa - sofa in office can move down to living\nGarage\nMy mom really wants her memory boxes I think she is more concerned with those than the furniture. ****Bedding towels and stuff don’t have to go*****\nStorage:\n*****we don’t need any mattresses*******there is one mattress that is boxed that can come with 1 adjustable bed frame. The other bed frames can stay.\nBedroom furniture can stay******\n*****most important is to get mom’s cedar chest with memories and my dad’s tall chair, and there is a wicker one she keeps on talking about. I will hopefully be available via FaceTime. I have MRI’s and brain scans in the morning.\n-I’d like the crated stuff of ours to go to CA. If room\n***^^If whatever else is left and condensed into 1 that would be great. ****^^\nI bought extra blankets and tie downs for the pods along with tv boxes and such",
    "trans": "-Ghế màu cam\n-2 đèn bàn thập niên 70\n-2 tủ đầu giường arcrylic\n-Tủ đầu giường màu đen\n-tủ màu trắng\n-tv có chân đế (có phải nó ở trong gara không)\n-đèn đứng\n-tủ đựng đồ màu đen\nPhòng khách - Rob\n-sofa màu xám - sofa trong văn phòng có thể chuyển xuống phòng khách\nGara\nMẹ tôi thực sự muốn những hộp kỷ niệm của bà, tôi nghĩ bà lo lắng về chúng tôi hơn là đồ đạc. ***Chăn ga gối đệm và các thứ không cần chuyển đi*****\nKho lưu trữ:\n*****Chúng tôi không cần bất kỳ nệm nào *******có một cái nệm đã được đóng hộp có thể đi kèm với 1 khung giường điều chỉnh. Các khung giường còn lại có thể ở lại.\nNội thất phòng ngủ có thể ở lại.******\n******Quan trọng nhất là lấy hòm gỗ tuyết tùng của mẹ với các kỷ vật và chiếc ghế cao của bố tôi, cùng với chiếc ghế mây mà bà luôn nói đến. Hy vọng tôi có thể sẵn sàng qua FaceTime. Tôi có các xét nghiệm MRI và chụp não vào sáng mai.\n-Tôi muốn các món đồ đã được đóng thùng của chúng tôi được chuyển đến California, nếu có chỗ.\n***^^Nếu có thể gom tất cả các món đồ còn lại vào một thùng thì tuyệt vời. ***^^\nTôi đã mua thêm chăn và dây buộc cho các thùng PODs cùng với các hộp Tv và các vật dụng khác."
}