{
    "source": "en_US",
    "target": "vi_VN",
    "text": "All annexes to your application must be certified original copies (certified copies are made by a competent official at the municipal administration of the country in which you are).\n– If the certified copies of the originals are not written in English, they must be accompanied by a translation into English by a sworn translator.\n– Should your application be successful, you will have to present the originals of these documents at registration.\nREFERENCE LETTERS\nIn your application form, you will be asked to name two referees of your choice (at least one referree must be from academia). Applicants must contact the reference persons prior to mentioning their contact details in the application form and make sure that their referees will provide a reference letter as part of their application. It is the responsibility of the applicant sto contact directly the two referees that they have to submit the reference letters directly to the email address applications@smaccs.eu by no later than 15 days after the application deadline that corresponds to their case. The template of the reference letter to be used by the referees is available for download below.\nReference letter template(download .docx file)↓\nFor confidentiality reasons no information will be communicated to the applicant on the receipt of the letters.",
    "trans": "Tất cả các phụ lục đính kèm đơn đăng ký của bạn phải là bản sao có chứng thực bản gốc (Bản sao có chứng thực được thực hiện bởi một cán bộ có thẩm quyền tại cơ quan hành chính địa phương của quốc gia nơi bạn đang ở).\n- Nếu các bản sao có chứng thực bản gốc không được viết bằng tiếng Anh, chúng phải đi kèm với bản dịch sang tiếng Anh bởi một phiên dịch viên được công nhận.\n- Nếu đơn đăng ký của bạn thành công, bạn sẽ phải xuất trình bản gốc của các tài liệu này khi đăng ký.\nTHƯ GIỚI THIỆU\nTrong biểu mẫu đăng ký, bạn sẽ được yêu cầu chỉ định hai người giới thiệu theo lựa chọn của mình (ít nhất một người giới thiệu phải thuộc lĩnh vực học thuật). Ứng viên phải liên hệ với những người giới thiệu trước khi cung cấp thông tin liên hệ của họ trong biểu mẫu đăng ký và đảm bảo rằng những người giới thiệu sẽ cung cấp thư giới thiệu như một phần của hồ sơ đăng ký.Ứng viên có trách nhiệm trực tiếp liên hệ với hai người giới thiệu và yêu cầu họ gửi thư giới thiệu trực tiếp đến địa chỉ email applications@smaccs.eu chậm nhất là 15 ngày sau thời hạn nộp đơn đăng ký tương ứng với trường hợp của họ.Mẫu thư giới thiệu dành cho người giới thiệu có thể được tải xuống tại liên kết dưới đây.\nMẫu thư giới thiệu (tải file .docx) ↓\nVì lý do bảo mật, sẽ không có thông tin nào được thông báo cho ứng viên về việc nhận thư giới thiệu."
}