{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Catrina is one of the most recognized symbols of the Day of the Dead (Día de los Muertos) in Mexico. This elegant skeleton, dressed in fancy clothes and a large, feathered hat, has an intriguing history that reflects Mexico's complex relationship\nwith life and death, as well as social and political issues. The figure of La Catrina was created in the early 20th century by Mexican artist José Guadalupe Posada. He was a political satirist who used his artwork to criticize the rich and powerful. His depiction of the skeleton, originally called \"La Calavera Garbancera,\" was a critique of Mexicans who, at the time, aspired to adopt European fashion and traditions, abandoning their own indigenous roots. \"Garbancera\" was a derogatory term for people who were ashamed of their indigenous heritage and tried\nto pass as Europeans. Posada's skeleton was later renamed \"La Catrina\" by the famous Mexican artist Diego Rivera. He included her in his mural Dream of a Sunday Afternoon in the Alameda Central, where she appears alongside other prominent Mexican figures. Rivera's",
    "trans": "Catrina là một trong những biểu tượng được công nhận nhất của Ngày của những người đã khuất (Día de los Muertos) ở Mexico. Bộ xương thanh lịch này, mặc những bộ đồ sang trọng và đội một chiếc mũ lông vũ lớn, có một lịch sử thú vị phản ánh mối quan hệ phức tạp của Mexico\nvới sự sống và cái chết, cũng như các vấn đề xã hội và chính trị. Hình ảnh của La Catrina được tạo ra vào đầu thế kỷ 20 bởi họa sĩ người Mexico José Guadalupe Posada. Ông là một họa sĩ châm biếm chính trị, sử dụng các tác phẩm của mình để chỉ trích những người giàu có và quyền lực. Hình ảnh bộ xương của ông, ban đầu có tên gọi \"La Calavera Garbancera,\" là một sự phê phán những người Mexico vào thời điểm đó, những người mong muốn tiếp thu thời trang và truyền thống châu Âu, từ bỏ các giá trị bản địa của mình. \"Garbancera\" là một thuật ngữ miệt thị dành cho những người xấu hổ về di sản bản địa của mình và cố gắng\nlàm ra vẻ như người châu Âu. Bộ xương của Posada sau đó được đổi tên thành \"La Catrina\" bởi họa sĩ nổi tiếng người Mexico Diego Rivera. Ông đã đưa cô vào bức tranh tường \"Giấc mơ một buổi chiều Chủ nhật tại Alameda Central,\" nơi cô xuất hiện cùng với những nhân vật nổi bật khác của Mexico."
}