{
    "source": "en_US",
    "target": "vi_VN",
    "text": "i. Services for Young People - Integrated Children and Youth Services Centres\n(ICYSCs)\nii. iii. Family and Child Welfare - Integrated Family Service Centres (IFSCs)\nServices for the Elderly - District Elderly Community Centre (DECC) OR\nNeighbourhood Elderly Centre (NEC)\niv. Rehabilitation Services (Services for Mentally Handicapped Persons) -\nSheltered Workshop OR District Support Centre for Persons with Disabilities\n(DSC) OR Hostel\nv. Rehabilitation Services (Services for Persons in Mental Recovery) -\nIntegrated Community Centre for Mental Wellness (ICCMW) OR Halfway\nHouse\nvi. Community Development - Neighborhood Level Community Development Project\n(NLCDP)\n• Each group must visit a service unit of the selected service type and interview\na social worker who has worked in that service for at least three years.\nGuided questions for the interview:\n• Personal profile: present work position, social work qualification (Higher Diploma,\nAssociate Degree, Degree, Master). The name of social worker and agency",
    "trans": "i. Các dịch vụ cho Thanh niên - Trung tâm Dịch vụ Trẻ em và Thanh niên Tích hợp\n(ICYSCs)\nii. iii. Phúc lợi cho Gia đình và Trẻ em - Trung tâm Dịch vụ Gia đình Tích hợp (IFSCs)\nCác dịch vụ cho Người cao tuổi - Trung tâm Cộng đồng Người cao tuổi Quận (DECC) HOẶC\nTrung tâm Người cao tuổi Khu phố (NEC)\niv. Các dịch vụ Phục hồi Chức năng (Dịch vụ cho Người khuyết tật Trí tuệ) -\nXưởng Đào tạo Nghề HOẶC Trung tâm Hỗ trợ của Quận cho Người Khuyết tật\n(DSC) HOẶC Ký túc xá\nv. Các dịch vụ Phục hồi Chức năng (Dịch vụ cho Người Hồi phục sức khỏe Tinh thần) -\nTrung tâm Cộng đồng Tích hợp cho Sức khỏe Tinh thần (ICCMW) HOẶC Nhà\nNghỉ dưỡng\nvi. Phát triển Cộng đồng - Dự án Phát triển Cộng đồng Cấp Khu vực\n(NLCDP)\n• Mỗi nhóm phải đến thăm một đơn vị cung cấp dịch vụ của loại dịch vụ đã chọn và phỏng vấn\nmột nhân viên xã hội đã làm việc tại đơn vị đó ít nhất ba năm.\nCác câu hỏi hướng dẫn cho cuộc phỏng vấn:\n• Hồ sơ cá nhân: vị trí công việc hiện tại, trình độ chuyên môn về công tác xã hội (Bằng cao đẳng,\nBằng Cử nhân, Thạc sĩ). Tên nhân viên xã hội và cơ quan"
}