{
    "source": "en_US",
    "target": "vi_VN",
    "text": "-2390 (Holy Light crit)\n-2390 (Crit)\nThe anger caused by the injury quickly made him lose his mind.\nNext, it roared, and continued to raise the staff to condense dark magic and threw it towards Qin Feng.\nBut Qin Feng still didn't dodge, and directly resisted the opponent's skills.\nWhen Qin Feng received the skill physically, the skill instantly caused a lot of damage.\nthese injuries...\nIt also triggered the anti-injury buff effect again, reducing the boss's life value again.\nAnd when Qin Feng and the boss battle were in full swing, many players gradually appeared in the distance.\n\"Look, that's...a sealed monster? And it's an undead dark monster? Good guy... The difficulty of this wave of raids is really full!\"\n\"The dark-type undead monsters should be the most difficult to attack. The disgusting undead style of play can't be done without cleaning up the undead mobs. After cleaning up, they can be summoned repeatedly. It feels so disgusting...\"",
    "trans": "-2390 (Đòn Thánh Quang chí mạng)\n-2390 (Đòn chí mạng)\nCơn giận do vết thương gây ra nhanh chóng khiến hắn mất kiểm soát.\nTiếp theo, hắn gầm lên, và tiếp tục giơ cây trượng lên để ngưng tụ ma thuật hắc ám và ném nó về phía Tần Phong.\nNhưng Tần Phong vẫn không tránh né, mà trực tiếp đỡ đòn của đối phương.\nKhi Tần Phong đỡ đòn bằng cơ thể, đòn ngay lập tức tạo ra một lượng sát thương lớn.\nnhững vết thương này...\nNó cũng kích hoạt lại hiệu ứng tăng cường sức mạnh chống sát thương, làm giảm giá trị sinh mệnh của trùm cuối thêm một lần nữa.\nVà khi cuộc chiến giữa Tần Phong và trùm cuối đang diễn ra ác liệt, nhiều người chơi dần dần xuất hiện ở phía xa.\n\"Nhìn kìa, đó là... một con quái vật bị phong ấn? Và nó là một con quái vật bóng tối bất tử ư? Chà... Độ khó của đợt tấn công này thực sự cao đấy!\"\n\"Những con quái vật bóng tối bất tử chắc chắn là khó đối phó nhất. Cách chơi quái vật bất tử khó chịu quá, không thể không dọn dẹp đám quái vật bất tử trước. Sau khi dọn dẹp, chúng có thể được triệu hồi lại nhiều lần. Cảm giác thật là khó chịu...\""
}