{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The writing can be fiction (including poetry) or nonfiction and must be done at home, with no adult support.\nThe fiction is judged on creativity and originality\nThe nonficiton is judged on factual accuracy and originality.\nDo not include any pictures/images, borders or coloured text.\nAll written entries must be emailed to Mr Thompson by Friday, 10th January 2025. Any submissions after this date can not be accepted.\nThe word documents must be 10 point Times New Roman and have single line and word spacing\nThe entries must feature the title and written text of the student’s work. Do not include your child’s name in the title of the story.\nCover Art Guidelines:\nThe creating of the cover art is to be done at home and with no adult support.\nIt must be a hard copy (not digital).\nFor Cover Art, we need the entries by Friday, 10th January 2025 at the latest. Any submissions after this date can not be posted.\nCover Art is designing a front cover that is based on the title New Tales of China’s Dinosaurs. All submissions must be based on the topic - New Tales of China’s Dinosaurs",
    "trans": "Bài viết có thể là hư cấu (bao gồm thơ) hoặc phi hư cấu và phải được thực hiện tại nhà, không có sự hỗ trợ từ người lớn.\nHư cấu sẽ được đánh giá về tính sáng tạo và độc đáo\nPhi hư cấu sẽ được đánh giá về độ chính xác của thông tin và tính độc đáo.\nKhông bao gồm hình ảnh, tranh vẽ, đường viền hoặc văn bản có màu.\nTất cả các bài nộp phải được gửi qua email cho ông Thompson trước thứ Sáu, ngày 10 tháng 1 năm 2025. Bất kỳ bài nộp nào sau ngày này sẽ không được chấp nhận.\nCác tài liệu Word phải sử dụng font chữ Times New Roman kích thước 10 và có khoảng cách dòng và từ đơn\nCác bài nộp phải có tiêu đề và nội dung bài viết của học sinh. Không bao gồm tên của con bạn trong tiêu đề của câu chuyện.\nHướng Dẫn Về Ảnh Bìa:\nViệc tạo ảnh bìa phải được thực hiện tại nhà và không có sự hỗ trợ từ người lớn.\nẢnh bìa phải là bản sao cứng (không phải bản kỹ thuật số).\nĐối với Ảnh Bìa, chúng tôi cần nhận bài nộp trước thứ Sáu, ngày 10 tháng 1 năm 2025. Bất kỳ bài nộp nào sau ngày này đều sẽ không được đăng.\nẢnh Bìa là thiết kế bìa trước dựa trên tiêu đề New Tales of China's Dinosaurs. Tất cả bài nộp phải dựa trên chủ đề - New Tales of China’s Dinosaurs"
}