{
    "source": "en_US",
    "target": "vi_VN",
    "text": "So here they are, in your hometown, in your own school, looking for the talents of tomorrow.\nNow their ad had a strange title: “Make HAL dream”. You don't know exactly what they meant by this, but you are intrigued. And to be honest, even if they asked you to sing a song while standing on your head, you would give this incredible job opportunity a try.\nSo you sent them a message, asking for more information.\nHere is what HAL answered:\nDear [your name]\nOur recruiting agent will come to you next week to hear what you have to say.\nWe want to know the real you. Not the list of your acquired skills. We already know about them. Anything you put online, we know. Actually, we know some of the things you will do before you are even aware you want to do them.\nSo present us the real you, the actual person, the human side of your experience. We want young professionals who can not only describe their accomplishments but also show us something of their personality.",
    "trans": "Thế là họ đang ở đây, ở chính quê hương của bạn, ở trường học của bạn, tìm kiếm những tài năng cho tương lai.\nBây giờ quảng cáo của họ có một tiêu đề kỳ lạ: \"Hãy khiến HAL mơ\". Bạn không biết chính xác họ muốn nói gì, nhưng bạn cảm thấy thật thú vị. Và thành thật mà nói, thậm chí nếu họ yêu cầu bạn hát một bài khi đang lộn ngược đầu trồng cây chuối, bạn vẫn sẽ thử cơ hội công việc tuyệt vời này.\nVì thế bạn đã gửi cho họ một tin nhắn, yêu cầu thêm thông tin.\nĐây là câu trả lời của HAL:\nThân gửi [tên của bạn]\nNhân viên tuyển dụng của chúng tôi sẽ đến gặp bạn vào tuần tới để lắng nghe những gì bạn muốn chia sẻ.\nChúng tôi muốn biết con người thật của bạn. Không phải danh sách các kỹ năng bạn có. Chúng tôi đã biết về chúng rồi. Bất cứ điều gì bạn đăng lên mạng, chúng tôi đều biết. Thật ra, chúng tôi biết một số điều bạn sẽ làm trước khi bạn nhận ra rằng mình muốn làm chúng.\nVì thế hãy giới thiệu cho chúng tôi con người thật của bạn, là chính bạn, mặt con người trong những trải nghiệm của bạn. Chúng tôi muốn những chuyên gia trẻ không chỉ có khả năng mô tả những thành tựu mà còn thể hiện được phần nào cá tính của họ."
}