{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Clinical characteristics: Spinocerebellar ataxia type 17 (SCA17) is characterized by ataxia, dementia, and involuntary movements, including chorea and dystonia. Psychiatric symptoms, pyramidal signs, and rigidity are common. The age of onset ranges from three to 55 years. Individuals with full-penetrance alleles develop neurologic and/or psychiatric symptoms by age 50 years. Ataxia and psychiatric abnormalities are frequently the initial findings, followed by involuntary movement, parkinsonism, dementia, and pyramidal signs. Brain MRI shows variable atrophy of the cerebrum, brain stem, and cerebellum. The clinical features correlate with the length of the polyglutamine expansion but are not absolutely predictive of the clinical course.\nDiagnosis/testing: The diagnosis of SCA17 is established in a proband by identification of an abnormal CAG/CAA repeat expansion in TBP. Affected individuals usually have more than 41 repeats. The CAA and CAG codons both encode glutamine residues resulting in a pathogenic polyglutamine expansion.\nManagement: Treatment of manifestations: Psychotropic medications for psychiatric issues, anti-seizure medication for seizures (ASM); botulinum toxin injections for dystonia; adaptation of the environment to accommodate dementia.\nPrevention of secondary complications: Side effects of psychotropic medications and ASMs may require total or intermittent discontinuation of the treatment or reduction in dose.",
    "trans": "Đặc điểm lâm sàng: Bệnh thoái hóa tiểu não loại 17 (SCA17) được đặc trưng bởi mất điều hòa vận động, sa sút trí tuệ, và các cử động không tự chủ, bao gồm múa giật và rối loạn trương lực cơ. Các triệu chứng tâm thần, dấu hiệu thần kinh hình tháp và cứng cơ là phổ biến. Tuổi khởi phát bệnh dao động từ 3 đến 55 tuổi. Những người có alen thâm nhập hoàn toàn sẽ phát triển các triệu chứng thần kinh và/hoặc tâm thần trước 50 tuổi. Mất điều hòa vận động và bất thường tâm thần thường là các dấu hiệu ban đầu, sau đó là cử động không tự chủ, hội chứng Parkinson, sa sút trí tuệ và dấu hiệu thần kinh hình tháp. Chụp cộng hưởng từ não cho thấy sự teo biến đổi của não bộ, thân não và tiểu não. Các đặc điểm lâm sàng có tương quan với độ dài của sự mở rộng polyglutamine nhưng không hoàn toàn dự đoán được diễn tiến lâm sàng.\nChấn đoán/xét nghiệm: Chẩn đoán SCA17 được xác định ở bệnh nhân thông qua việc phát hiện sự mở rộng bất thường lặp lại CAG/CAA trong gene TBP. Những người bị ảnh hưởng thường có hơn 41 lần lặp lại. Các codon CAA và CAG đều mã hóa cho các gốc glutamine dẫn đến sự mở rộng polyglutamine gây bệnh.\nQuản lý: Điều trị triệu chứng: Dùng thuốc hướng thần cho các vấn đề tâm thần, thuốc chống động kinh (ASM) cho các cơn động kinh; tiêm botulinum toxin để điều trị rối loạn trương lực cơ; điều chỉnh môi trường sống để hỗ trợ bệnh sa sút trí tuệ.\nPhòng ngừa biến chứng thứ cấp: Các tác dụng phụ của thuốc hướng thần và thuốc chống động kinh có thể yêu cầu ngừng hoàn toàn hoặc tạm thời, hoặc giảm liều."
}