{
    "source": "en_US",
    "target": "vi_VN",
    "text": "(a) The Company fails to pay timely any of the principal amount due under this Note on the date the same becomes due and payable or any accrued interest or other amounts due under this Note on the date the same becomes due and payable;\n(b) The Company materially defaults in its performance of any covenant under the Purchase Agreement;\n(c) The Company files any petition or action for relief under any bankruptcy, reorganization, insolvency or moratorium law or any other law for the relief of, or relating to, debtors, now or hereafter in effect, or makes any assignment for the benefit of creditors or takes any corporate action in furtherance of any of the foregoing; or\n(d) An involuntary petition is filed against the Company (unless such petition is dismissed or discharged within sixty (60) days) under any bankruptcy statute now or hereafter in effect, or a custodian, receiver, trustee, assignee for the benefit of creditors (or other similar official) is appointed to take possession, custody or control of any property of the Company.\n8. Waiver. The Company hereby waives demand, notice, presentment, protest and notice of dishonor in respect of this Note.",
    "trans": "(a) Công ty không thanh toán đúng hạn bất kỳ khoản tiền gốc nào theo Giấy báo nợ này vào ngày đến hạn và phải thanh toán, hoặc bất kỳ lãi suất hay khoản tiền khác nào phải thanh toán theo Giấy báo nợ này vào ngày đến hạn và phải thanh toán;\n(b) Công ty vi phạm nghiêm trọng trong việc thực hiện bất kỳ điều khoản nào theo Thỏa thuận Mua bán;\n(c) Công ty nộp đơn kiến nghị hoặc bất cứ hành động nào để được giải quyết theo các luật phá sản, tái cấu trúc, mất khả năng thanh toán hoặc đình chỉ hoặc bất cứ luật nào khác để được giải quyết, hoặc liên quan đến việc giải quyết nợ, theo luật hiện hành hoặc trong tương lai, hoặc chuyển nhượng cho lợi ích của các chủ nợ hoặc thực hiện bất cứ hành động nào của công ty nhằm phục vụ mục đích trên; hoặc\n(d) Một đơn kiến nghị ngoài ý muốn được nộp để chống lại Công ty (trừ khi đơn kiến nghị đó bị bác bỏ hoặc ủy bỏ trong vòng sáu mươi (60) ngày) theo bất kỳ luật phá sản nào hiện hành hoặc trong tương lai, hoặc người giám hộ, người nhận, người được ủy thác, người được chỉ định cho lợi ích của các chủ nợ (hoặc chức danh tương tự khác) được chỉ định để tiếp quản, giám sát hoặc kiểm soát tài sản của Công ty.\n8. Miễn trừ. Công ty tại đây miễn trừ yêu cầu, thông báo, xuất trình, phản đối và thông báo về sự không thanh toán đối với Giấy báo nợ này."
}