{
    "source": "en_US",
    "target": "vi_VN",
    "text": "\"you- haah~ you want me to cum inside you? to breed you like the filthy whore you are?\"\nyou fucked into him harder, if it was even possible, probably leaving bruises where your skin made contact with each others. fuck, he felt so good, his insides felt so good..\n\"yes!!! aah- mmph~! shit, fill me with your kids! m-make me your little slut whos only good for being bred!!\" scara almost shouted, barely able to speak properly through moans. drool ran out of his mouth, his eyes practically rolled to the back of his skull. \"please, give me your cum!\" he whined your name as if was a chant, panting heavily.\nit only took around a minute or two for you to release- moaning loudly in his ear, painting his insides white with your fluids as the boy on top of you squirted with an adorable yelp, whining at the feeling of such fullness in his tight hole. he wrapped his arms around your back, breathing heavily as he tried to come down from his high.\nyou didn't pull out just yet, admiring the sight of your cock buried in his red, well-fucked pussy and chuckling gently.",
    "trans": "\"em- haah ~ em muốn anh xuất tinh vào bên trong em à? để em sinh ra một con điếm bẩn thỉu như em sao?\"\nBạn quan hệ với hắn mạnh hơn, nếu có thể, có thể để lại vết bầm tím nơi da thịt hai người chạm nhau. Chết tiệt, hắn cảm thấy thật tuyệt, bên trong hắn cảm thấy rất tuyệt..\n\"Đúng rồi!!! á- ôi~ làm cho em có con đi! biến em thành con đĩ nhỏ bé của anh đi, người chỉ giỏi sinh đẻ thôi!!\" Scara gần như hét lên, gần như không nói rõ ràng qua những tiếng rên rỉ. Nước dãi chảy ra khỏi miệng hắn, mắt hắn gần như trợn ngược lên. \"làm ơn, cho anh xuất tinh nhé!\" anh ta rên lên tên bạn như thể một lời tụng kinh, thở hổn hển.\nChỉ mất một hoặc hai phút để anh xuất tinh thôi - rên rỉ lớn vào tai hắn, làm trắng bên trong hắn bằng dịch của bạn khi cậu bé bên trên bạn phun ra một tiếng kêu đáng yêu, rên rỉ vì cảm giác đầy ắp trong cái lỗ rất chặt của cậu bé. Hắn vòng tay ôm lưng bạn, thở hổn hển khi cố thoát khỏi cơn phê.\nBạn vẫn chưa rút ra ngay, ngắm nhìn cảnh dương vật của mình ngập sâu trong cái lồn đỏ ửng được đụ rất tuyệt và khẽ cười khúc khích."
}