{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Media Images and the Social Construction of Reality\n[redacted_name]; [redacted_name]; [redacted_name]; [redacted_name]\nAnnual Review of Sociology, Vol. 18. (1992), pp. 373-393. Stable URL:\nhttp://links.jstor.org/sici? sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0. CO%3B2-Z\nAnnual Review of Sociology is currently published by Annual Reviews.\nYour use of the JSTOR archive indicates your acceptance of JSTOR's Terms and Conditions of Use, available at http://www.jstor.org/about/terms.html. JSTOR's Terms and Conditions of Use provides, in part, that unless you have obtained prior permission, you may not download an entire issue of a journal or multiple copies of articles, and you may use content in the JSTOR archive only for your personal, non-commercial use.\nPlease contact the publisher regarding any further use of this work. Publisher contact information may be obtained at http://www.jstor.org/journals/annrevs.html.\nEach copy of any part of a JSTOR transmission must contain the same copyright notice that appears on the screen or printed page of such transmission.",
    "trans": "Hình ảnh Truyền thông và Sự Kiến tạo Xã hội của Thực tại\n[redacted_name]; [redacted_name]; [redacted_name]; [redacted_name]\nAnnual Review of Sociology, Tập 18 (1992), trang 373-393. URL ổn định:\nhttp://links.jstor.org/sici? sici=0360-0572%281992%2918%3C373%3AMIATSC%3E2.0. CO%3B2-Z\nAnnual Review of Sociology hiện do Annual Reviews xuất bản.\nViệc bạn sử dụng kho lưu trữ JSTOR đồng nghĩa với việc bạn chấp nhận các Điều khoản và Điều kiện Sử dụng của JSTOR, có sẵn tại http://www.jstor.org/about/terms.html. Các Điều kiện và Điều khoản của JSTOR quy định rằng, trừ khi có sự cho phép trước, bạn không được tải xuống toàn bộ một số tạp chí hoặc nhiều bản sao của các bài báo. Bạn chỉ có thể sử dụng nội dung trong kho lưu trữ JSTOR cho mục đích cá nhân, phi thương mại.\nVui lòng liên hệ với nhà xuất bản để biết thêm thông tin về việc sử dụng tài liệu này. Thông tin liên hệ của nhà xuất bản có thể tìm thấy tại http://www.jstor.org/journals/annrevs.html.\nMỗi bản sao của bất kỳ phần nào từ dữ liệu truyền tải của JSTOR phải chứa cùng một thông báo bản quyền xuất hiện trên màn hình hoặc trên trang in của tài liệu đó."
}