{
    "source": "en_US",
    "target": "vi_VN",
    "text": "by the treatment group. Categorical variables are sum-\nmarized by frequencies and percentages. Percentages are\ncalculated according to the number of patients for whom\ndata are available. Continuous variables are summarized\nusing means (standard deviations, SD) or medians (inter-\nquartile range, IQR) based on the distribution of the data.\nFor the primary composite outcome of alive and RRT-\nfree, we performed a logistic regression analysis with the\noutcome as the dependent variable with treatment group\n(thiamine or placebo) and RCT as independent variables.\nAll binary outcomes were analyzed similarly. Results are\ndescribed as an adjusted odds ratio (aOR) with a 95%\nconfidence interval (CI). A post hoc sensitivity analysis\nadditionally included baseline SOFA score to adjust for\nillness severity.\nFor the continuous outcomes of serum creatinine level\nand serum lactate level, we constructed linear mixed\nmodels to account for the longitudinal nature of the data.\nWe compared repeated measures of the laboratory values\nat each time point (0 h [baseline value], 24 h, 48 h, 72 h)",
    "trans": "bởi nhóm điều trị. Các biến số phân loại được tổng\nhợp bằng tần suất và tỷ lệ phần trăm. Tỷ lệ phần trăm được\ntính theo số lượng bệnh nhân\nmà dữ liệu có sẵn. Các biến số liên tục được tổng hợp bằng\ngiá trị trung bình (độ lệch chuẩn, SD) hoặc trung vị (độ\ntrải giữa, IQR) tùy theo phân bố của dữ liệu.\nĐối với kết quả tổng hợp chính là kết quả còn sống và không cần RRT,\nchúng tôi đã thực hiện phân tích hồi quy logistic với\nkết quả này làm biến phụ thuộc với nhóm điều trị\n(vitamin B₁ hoặc giả dược) và RCT làm biến độc lập.\nTất cả các kết quả nhị phân đều được phân tích theo cách tương tự. Các kết quả được\nmô tả bằng tỷ số chênh hiệu chỉnh (aOR) với khoảng tin cậy 95%\n(Cl). Một phân tích nhạy cảm hậu kiểm\nbổ sung thêm điểm số SOFA ban đầu để điều chỉnh cho\nmức độ nghiêm trọng của bệnh.\nĐối với các kết quả liên tục như nồng độ creatinin huyết thanh\nvà nồng độ lactate huyết thanh, chúng tôi đã tạo nên mô hình hỗn hợp tuyến tính\nđể giải thích tính chất theo chiều dọc của dữ liệu.\nChúng tôi so sánh các giá trị xét nghiệm lặp lại\ntại mỗi thời điểm (0 giờ [giá trị ban đầu], 24 giờ, 48 giờ, 72 giờ)."
}