{
    "source": "en_US",
    "target": "vi_VN",
    "text": "“Wait, why’ll we be replacing my sword?” Matt suddenly felt a little defensive. It was, well, his sword. It had been at his side for practically his entire life, it fit him almost perfectly, and he’d basically learned enchanting with its generous rune-allotment and ability to wipe away old enchantments with just a bit of mana. Sure, he hadn’t been able to use it much lately, but he’d been looking forward to doing so again once they brought in all the possible Tier 25 upgrade materials for him to sift through to see what his sword needed.\n“Well, it’s honestly not all that great.” Galanodel apologetically explained, raising her hand to forestall Matt’s rebuttal. “Look, I understand that it got you through many Tiers, and I’m happy for you. I get the attachment to growth items. But, it functionally has two abilities, the increased number of enchantments it can support, and the ability to switch between enchantment configurations. Sure, it will pick up a third ability when it hits Tier 25, and if it’s an absolutely legendary power, great. Even if it doesn’t, you can keep it as a backup weapon to supplement your main sword.”",
    "trans": "\"Khoan đã, tại sao lại phải thay thanh kiếm của tôi chứ?\" Matt đột nhiên cảm thấy hơi bị động. Dù gì thì đây cũng là thanh kiếm của cậu. Nó đã ở bên cậu gần như suốt cả cuộc đời, vừa vặn với cậu một cách hoàn hảo, và cậu cũng đã học cách yểm phép nhờ vào số lượng rune dồi dào cũng như khả năng xóa bỏ phù phép chỉ bằng một chút mana của nó. Đúng là dạo gần đây cậu chưa có cơ hội dùng nó nhiều, nhưng cậu đã rất mong chờ được sử dụng lại khi họ thu thập đủ các nguyên liệu nâng cấp Tier 25 để cậu có thể xem xét xem thanh kiếm của mình cần gì.\n“Thật ra thì… nó cũng không quá xuất sắc đâu.” Galanodel giải thích với giọng điệu đầy áy náy, giơ tay lên để ngăn Matt phản bác. “Nghe này, tôi hiểu là nó đã đồng hành cùng cậu qua nhiều Tier, và tôi rất mừng vì điều đó. Tôi cũng hiểu cảm giác gắn bó với một vũ khí có thể phát triển. Nhưng về mặt chức năng, nó chỉ có hai khả năng: tăng số lượng phép có thể yểm lên nó, và khả năng chuyển đổi giữa các cấu hình phù phép. Đúng là khi đạt Tier 25, nó sẽ có thêm một khả năng thứ ba, và nếu đó là một sức mạnh huyền thoại thì tuyệt vời. Nhưng nếu không thì, cậu vẫn có thể giữ nó làm vũ khí phụ để hỗ trợ thanh kiếm chính của mình.”"
}