{
    "source": "en_US",
    "target": "vi_VN",
    "text": "In the winter, the area in front of the house is made into an ice-skating rink.\nThere is a skating school, where you can have lessons, and there are also\nlate-night sessions and DJ nights. In November and December there is an enormous Christmas tree, and the café serves special Christmas food.\n2 WHEN IT’S RAINING\nGo to South Kensington, and visit three wonderful museums.\nYou can walk from one to the other because they are all very near. The Science Museum is very popular with adults and children, and also the Natural History Museum, which has life-size robotic dinosaurs and other fascinating exhibits.\nThe third museum, the Victoria and Albert Museum, is full of art and design\nfrom all over the world. It has an amazing collection of fashion from the 17th century to the present day. And if the sun comes out, cross the road into Kensington Gardens, one of London’s many parks, and visit the famous statue of Peter Pan.",
    "trans": "Vào mùa đông, khu vực phía trước ngôi nhà được làm thành sân trượt băng.\nCó một ngôi trường dạy về trượt băng, nơi bạn có thể tham gia các lớp học, và cũng có\ncác buổi trượt đêm muộn và các đêm DJ. Vào tháng 11 và tháng 12, có một cây thông Noel khổng lồ, và quán cà phê phục vụ những món ăn đặc biệt trong dịp Giáng sinh.\n2 KHI TRỜI MƯA\nHãy tới South Kensington, và thăm ba bảo tàng tuyệt vời.\nBạn có thể đi bộ từ bảo tàng này sang bảo tàng khác vì tất cả chúng đều rất gần nhau. Bảo tàng Khoa học rất được người lớn và trẻ em yêu thích, và cũng có Bảo tàng Lịch sử Tự nhiên, nơi có những con khủng long rô bốt cỡ lớn và những hiện vật thú vị khác.\nBảo tàng thứ ba, Bảo tàng Victoria và Albert, đầy ắp nghệ thuật và thiết kế\ntừ khắp nơi trên thế giới. Nó có một bộ sưu tập thời trang ấn tượng từ thế kỷ 17 cho đến ngày nay. Và nếu mặt trời ló dạng, bạn có thể băng qua đường vào Công viên Kensington, một trong những công viên nổi tiếng của London, và thăm bức tượng Peter Pan nổi tiếng."
}