{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Booking can be amended or cancelled free of charge up to 15:00 local time one (1) day prior to arrival. Full payment is taken after 15:00 local time one (1) day prior to arrival. In case of a no-show, early departure or late cancellation (within 24 hours prior to check-in time), the total cost of nights booked will be retained.\nFree drink includes one alcoholic (house wine / beer) or non-alcoholic beverage of choice per person per stay. Redemption is subject to serving hours advertised at a respective property.\nIf the card provided is invalid, a different payment method will be requested and will need to be provided within the next 24 hours. Failure to do so or to process the payment will result in the cancellation of the reservation. For security reasons, on rare occasions we may require a partial or full pre-authorization.\nGuests under 18 years old are only permitted in private dorms and only if accompanied by an adult guardian.\nIf you book a bed in a shared dormitory, we cannot guarantee that you will stay in the same bed/room for all consecutive nights (always respecting the room type booked).",
    "trans": "Việc đặt phòng có thể được sửa đổi hoặc hủy miễn phí cho đến 15:00 giờ địa phương một (1) ngày trước khi đến. Thanh toán đầy đủ sẽ được thực hiện sau 15:00 giờ địa phương một (1) ngày trước khi đến. Trong trường hợp khách không đến, rời đi sớm hoặc hủy muộn (trong vòng 24 giờ trước giờ nhận phòng), toàn bộ chi phí của các đêm đã đặt sẽ được giữ lại.\nĐồ uống miễn phí bao gồm một đồ uống có cồn (rượu vang / bia) hoặc đồ uống không có cồn theo sự lựa chọn của mỗi khách mỗi lần lưu trú. Việc sử dụng đồ uống miễn phí phải tuân thủ giờ phục vụ được quảng cáo tại cơ sở tương ứng.\nNếu thẻ được cung cấp không hợp lệ, một phương thức thanh toán khác sẽ được yêu cầu và cần phải cung cấp trong vòng 24 giờ tới. Nếu không làm như vậy hoặc không thể xử lý thanh toán, việc đặt phòng sẽ bị hủy. Vì lý do bảo mật, trong một số trường hợp hiếm hoi, chúng tôi có thể yêu cầu xác nhận trước một phần hoặc toàn bộ khoản thanh toán.\nKhách dưới 18 tuổi chỉ được phép ở trong các phòng ngủ riêng và chỉ khi có người giám hộ đi kèm.\nNếu bạn đặt giường trong phòng ngủ chung, chúng tôi không thể đảm bảo rằng bạn sẽ ở cùng giường/phòng trong tất cả các đêm liên tiếp (luôn tôn trọng loại phòng đã đặt)."
}