{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Joe turned around in Yoko's arms, his hands coming to rest on her waist as he looked into her eyes. He could see the playfulness dancing in them, and it made his heart flutter in a way he hadn't experienced before. This woman had a way of bringing out a side of him that he had kept hidden for so long, and he was grateful for it.\nUnable to resist, he leaned in and captured her lips in a gentle kiss, savoring the sweet taste of her mouth. As they kissed, he could feel the warmth of the sun on their skin, the cool breeze rustling their hair, and it was as if the world had narrowed down to just the two of them.\nI never thought I'd find someone like her. Someone who makes me feel alive and cherished.\nWhen they finally broke apart, Joe rested his forehead against Yoko's, his eyes closed as he savored the closeness between them. He knew that this moment, right here, was special - a quiet, intimate moment that they could cherish and hold onto, no matter what challenges lay ahead.",
    "trans": "Joe quay người lại trong vòng tay của Yoko, hai tay anh đặt nhẹ lên eo cô khi anh nhìn vào mắt cô. Anh thấy được nét tinh nghịch lấp lánh trong đôi mắt cô, khiến tim anh xao động một cách lạ lùng mà anh chưa từng cảm nhận trước đây. Người phụ nữ này có cách đánh thức một phần trong anh, phần mà anh đã giấu kín từ lâu, và anh biết ơn cô vì điều đó.\nKhông thể cưỡng lại, anh cúi xuống và khẽ chạm môi cô bằng một nụ hôn nhẹ nhàng, tận hưởng hương vị ngọt ngào từ đôi môi cô. Khi họ hôn nhau, anh có thể cảm nhận được sự ấm áp của ánh mặt trời trên làn da, làn gió mát thổi nhẹ qua mái tóc, như thể cả thế giới chỉ còn lại hai người họ.\nTôi chưa từng nghĩ mình sẽ tìm được một người như cô ấy. Một người khiến tôi thấy mình thật sự sống và được trân quý.\nCuối cùng khi họ tách nhau ra, Joe nhẹ nhàng tựa trán mình vào trán Yoko, nhắm mắt lại, tận hưởng sự gần gũi giữa họ. Anh biết khoảnh khắc này, ngay tại đây, thật đặc biệt - một khoảnh khắc yên bình, thân mật mà họ có thể trân quý và lưu giữ mãi mãi, bất kể thử thách nào đang chờ đợi phía trước."
}