{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Too many accounts with balances\nLength of time revolving accounts have been established\nNumber of inquiries\nIf you have any questions regarding your credit score, you should contact TransUnion Consumer Solutions at:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThis decision was based in whole or in part on a report from the consumer reporting bureau(s) listed below. The bureaus themselves played no part in making this decision and are unable to supply specific reasons why your credit request has been denied.\nYou have a right under the Fair Credit Reporting Act to know the information contained in your credit file. You also have a right to a free copy of your report from the reporting bureau(s), if you request it no later than 60 days after you receive this notice. In addition, if you find that any information contained in the report(s) you receive is inaccurate or incomplete, you have the right to dispute the matter with the reporting bureau(s).\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThanks again for your interest in AppleCard.\nAppleCard is issued by Goldman Sachs Bank USA, Salt Lake City Branch.",
    "trans": "Quá nhiều tài khoản có số dư\nThời gian các tài khoản tín dụng quay vòng đã được thiết lập\nSố lượng yêu cầu tra cứu tín dụng\nNếu bạn có bất kỳ câu hỏi nào liên quan đến điểm tín dụng của mình, bạn nên liên hệ với TransUnion Consumer Solutions qua:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nQuyết định này được đưa ra hoàn toàn hoặc một phần dựa trên báo cáo từ các cơ quan báo cáo người tiêu dùng dưới đây. Các cơ quan này không tham gia vào việc đưa ra quyết định và không thể cung cấp lý do cụ thể vì sao yêu cầu tín dụng của bạn bị từ chối.\nBạn có quyền theo Đạo luật Báo cáo Tín dụng Công bằng để biết thông tin có trong hồ sơ tín dụng của mình. Bạn cũng có quyền yêu cầu một bản sao miễn phí báo cáo của bạn từ các cơ quan báo cáo tín dụng nếu bạn yêu cầu trong vòng 60 ngày kể từ ngày bạn nhận được thông báo này. Ngoài ra, nếu bạn phát hiện bất kỳ thông tin nào trong báo cáo mà bạn nhận được là không chính xác hoặc không đầy đủ, bạn có quyền khiếu nại vấn đề này với các cơ quan báo cáo tín dụng.\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nCảm ơn bạn lần nữa vì sự quan tâm dành cho AppleCard.\nAppleCard được phát hành bởi Ngân hàng Goldman Sachs Mỹ, Chi nhánh Thành phố Salt Lake."
}