{
    "source": "en_US",
    "target": "vi_VN",
    "text": "I don’t even pay attention to the persistent sound of gunshots or the mines that go off all around us.\nBoom.\nBoom.\nBoom.\nIn a swift movement, I let my rifle hang at my back and climb the tree\nin record time. Instead of stopping at the first solid branch, I continue up until I have the best view of the warehouse and balance on a branch.\nThe downside is that this branch isn’t as strong. But then again, I don’t weigh as much as my male colleagues, so where they’d likely break this one and fall off, I won’t.\nI lie flat on my stomach, rifle in position, and stare through my lenses. The first thing I do is take in the whole scene.\nMy mouth fills with saliva, and my body shakes at the sight of dismembered bodies—mostly our soldiers. A crippling fear grabs hold of me at the prospect of seeing either Maksim’s or Yuri’s body. Or even Viktor’s. I’ve somehow gotten used to the stoic grump, and I know for a fact that his loss would hit Captain the most.\nStatic sounds in my ear, and I startle for a second, thinking it’s another bomb. But then, the distinctive command comes, “Focus, Lipovsky.”",
    "trans": "Tôi thậm chí không để ý đến âm thanh không có hồi kết của tiếng súng hay những quả mìn nổ xung quanh.\nBoom.\nBoom.\nBoom.\nTrong một động tác nhanh gọn, tôi để khẩu súng trường treo sau lưng và leo lên cây\nnhanh chưa từng thấy. Thay vì dừng lại ở cành chắc chắn đầu tiên, tôi tiếp tục leo lên cho đến khi có được góc nhìn tốt nhất về nhà kho, rồi cân bằng trên một cành cây.\nNhược điểm là cành này không vững lắm. Nhưng dù sao đi nữa, tôi cũng không nặng như các đồng đội nam, nên cành cây mà họ có thể làm gãy và ngã xuống thì tôi vẫn chịu được.\nTôi nằm sấp, súng trường sẵn sàng, và nhìn qua ống ngắm. Điều đầu tiên tôi làm là quan sát toàn cảnh.\nMiệng tôi tràn đầy nước bọt, cơ thể run lên khi nhìn thấy những thi thể bị phân xác—hầu hết là lính của chúng tôi. Nỗi sợ hãi kinh hoàng siết chặt lấy tôi khi nghĩ đến viễn cảnh nhìn thấy thi thể của Maksim, Yuri, hoặc thậm chí là Viktor. Tôi đã dần quen với vẻ lạnh lùng cau có của anh ấy, và tôi biết chắc rằng mất Viktor sẽ là cú sốc lớn nhất đối với đội trưởng.\nÂm thanh rè rè vang lên trong tai tôi, làm tôi giật mình trong giây lát, tưởng rằng đó là một quả bom khác. Nhưng rồi, giọng lệnh đặc trưng vang lên: \"Tập trung vào, Lipovsky.\""
}