{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Welcome to the team!\nWe’re looking forward to working with you and watching you grow your career with us. The rest of the team is excited to meet you and help you settle into your new role.\nIn an effort to begin your new hire process and avoid any delays with your onboarding, we highly encourage you to do the following:\nNew Hire Paperwork\nThe paperwork needed for your orientation is packaged electronically through the link below. Prior to coming to your orientation on day 1, we encourage you to complete your new hire paperwork. If you are unable to complete this paperwork before your first day of work, you will need to complete the outstanding tasks with your location's HR Representative.\nClick on the link below to complete your paperwork.\nIMPORTANT: If you have a preferred name, enter it so that your new Vestis e-mail address will reflect that name! Also, if you have a middle name, enter it so to help avoid duplicate email addresses.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nEmployment Eligibility Requirements (I-9)",
    "trans": "Chào mừng đến với đội ngũ!\nChúng tôi rất mong được làm việc cùng bạn và chứng kiến sự phát triển sự nghiệp của bạn cùng chúng tôi. Các thành viên còn lại trong đội ngũ cũng rất hào hứng được gặp bạn và giúp bạn hòa nhập với vai trò mới của mình.\nĐể bắt đầu quá trình gia nhập công ty và tránh bất kỳ sự trì hoãn nào trong việc tuyển dụng, chúng tôi khuyến khích bạn thực hiện các bước sau:\nGiấy tờ cần thiết cho nhân viên mới\nCác giấy tờ cần thiết cho buổi định hướng đã được đóng gói dưới dạng điện tử thông qua liên kết dưới đây. Trước khi tham gia buổi định hướng vào ngày đầu tiên, chúng tôi khuyến khích bạn hoàn thành các giấy tờ này. Nếu bạn không thể hoàn thành trước ngày làm việc đầu tiên, bạn sẽ cần hoàn thành các nhiệm vụ còn lại với đại diện nhân sự tại địa điểm của bạn.\nNhấn vào liên kết dưới đây để hoàn thành giấy tờ của bạn.\nQUAN TRỌNG: Nếu bạn có tên gọi ưa thích, vui lòng nhập tên đó để địa chỉ email mới của bạn sẽ phản ánh tên đó! Ngoài ra, nếu bạn có tên đệm, hãy nhập để tránh việc tạo địa chỉ email trùng lặp.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nYêu Cầu Đủ Điều Kiện Làm Việc  (I-9)"
}