{
    "source": "en_US",
    "target": "vi_VN",
    "text": "We provide you with your own set of tools, PPE and outfit you with shirts, pants and shoes.\nMedical, Dental, Vision Insurance plan, 401K Profit Sharing, Paid Holidays, Paid Time off.\nWe promote from within, with additional training programs available, your positive attitude and ability to communicate well with customers and colleagues will contribute to your success.\nAs an Installer Assistant in this role, you have the following skills to set you up for success.\nWe are looking for...\n1+ year experience in carpentry, trim carpentry, construction, or in-home renovation experience.\nAbility to take accurate measurements using a tape measure, level & combination square.\nValid driver's license and a good driving record.\nAbout Us: Bath Fitter is the first choice, industry leader in bathroom renovations, and has been manufacturing and installing premium quality acrylic bathtubs and seamless bath wall systems since 1984, with locations in US, CAN and EU. Proud to be certified as a Great place to work®.",
    "trans": "Chúng tôi trang bị cho bạn bộ dụng cụ riêng, Thiết bị Bảo vệ Cá nhân và bộ đồ nghề gồm có áo sơ mi, quần, và giày.\nBảo hiểm Y tế, Nha khoa, Thị lực, Chia sẻ Lợi nhuận 401K, Nghỉ lễ Có lương, Nghỉ phép Có lương.\nChúng tôi thăng chức từ trong nội bộ, có những chương trình đào tạo bổ sung, thái độ tích cực và khả năng giao tiếp tốt với khách hàng và đồng nghiệp của bạn sẽ đóng góp vào sự thành công của bạn.\nTrong vai trò là Trợ lý Lắp đặt, bạn phải có những kỹ năng sau để đạt được thành công.\nChúng tôi đang tìm kiếm...\n1 năm kinh nghiệm trở lên trong nghề mộc, thợ mộc mảng trang trí, xây dựng, hoặc có kinh nghiệm cải tạo nhà.\nKhả năng đo đạc chính xác bằng thước dây, thước cân bằng & thước ê-ke kết hợp.\nBằng lái xe hợp lệ và hồ sơ lái xe tốt.\nVề Chúng tôi: Bath Fitter là sự lựa chọn hàng đầu, là công ty đi đầu trong ngành cải tạo phòng tắm, và đã sản xuất và lắp đặt bồn tắm bằng nhựa acrylic cao cấp và hệ thống tường phòng tắm liền mạch từ năm 1984, với các địa chỉ tại Mỹ, Canada và Châu Âu. Tự hào được chứng nhận là một Nơi làm việc tuyệt vời®."
}