{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The more love he gave, the more things seemed to go to pieces. ‘No matter what I do, I always make mistakes.’ He once wrote to his best friend, the only one who knew the real situation between Cooper and Marc. ‘If you don’t get rid of it, this toxic relationship will consume you until it kills you.’\nHe knew it, he knew it. He was chained in a relationship that was wearing him down, eating him from the inside slowly and in such a painful way that, at times, death would have been a more charitable solution, but it wasn’t that easy. It was as if he were in a loop, a vicious circle of discomfort and toxicity. He wanted to get out, but he would have to ask someone for help. But who?\nWhen he hit him, maybe because he had drunk a little more or just because he felt like it, he begged him to stop, but the slaps on his face, sharp as razors, didn’t stop until he thought it was appropriate to stop.\nThe makeup often couldn’t completely camouflage the bruises and, for the job he did, his face should have been perfect. That week, however, fortunately, there was no photo shoot scheduled.",
    "trans": "Càng yêu nhiều bao nhiêu, mọi thứ dường như càng tan vỡ bấy nhiêu. \"Cho dù tôi có làm gì, tôi cũng luôn mắc sai lầm.\" Anh từng viết cho người bạn thân nhất của mình, người duy nhất biết sự thật về mối quan hệ giữa Cooper và Marc. \"Nếu cậu không thoát ra, mối quan hệ độc hại này sẽ hủy hoại cậu cho đến khi nó giết chết cậu.\"\nAnh biết điều đó, anh biết rất rõ. Anh bị mắc kẹt trong một mối quan hệ đang bào mòn anh, gặm nhấm anh từ bên trong một cách chậm rãi và đau đớn, đến mức đôi khi, cái chết dường như là một giải sự giải thoát nhân đạo hơn, nhưng đâu có dễ dàng như thế. Như thể anh đang ở trong một vòng lặp, một vòng tròn luẩn quẩn của sự ngột ngạt và độc hại. Anh muốn thoát ra, nhưng anh phải nhờ một người nào đó giúp đỡ. Nhưng là ai đây?\nKhi hắn đánh anh, có lẽ vì hắn đã uống hơi quá chén hoặc đơn giản là chỉ vì hắn cảm thấy muốn như vậy, anh van xin hắn dừng lại, nhưng những cú tát, sắc như lưỡi dao, không dừng lại cho đến khi hắn cảm thấy đủ.\nLớp trang điểm thường không thể che đi hết những vết bầm, và với công việc anh đang làm, gương mặt của anh lẽ ra phải hoàn hảo. Tuy nhiên, may mắn thay, tuần đó không có buổi chụp hình nào được lên lịch."
}