{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Save contact details, so we can send you important information about your flight quickly\nPlease enter your contact details at “My bookings” or create your personal Travel ID. This is the only way to ensure that we can contact you during your trip if necessary.\nRebookingand additional information\nIn the event of a cancellation, Austrian will rebook you free of charge and usually automatically to another flight and inform you via your mobile phone number. If you do not receive a message from Austrian, please check the current status of your booking. Here you can also adjust the rebooking if required. Alternatively, you can also use the Austrian Chat Assistant.\nTravel Agency bookings\nIf you booked your flight through a tour operator or travel agency, you may also contact the tour operator / travel agency where the booking was made.\nAir passenger rights\nAdvice regarding air passenger rights can be found here",
    "trans": "Lưu thông tin liên lạc, để chúng tôi có thể gửi cho bạn thông tin quan trọng về chuyến bay một cách nhanh chóng\nXin vui lòng nhập thông tin liên lạc của bạn tại \"Đặt chỗ của tôi\" hoặc tạo Mã số Du lịch cá nhân của bạn. Đây là cách duy nhất để đảm bảo rằng chúng tôi có thể liên lạc với bạn trong suốt chuyến đi nếu cần thiết.\nĐặt lại và thông tin bổ sung\nTrong trường hợp hủy chuyến bay, Austrian sẽ đặt lại chuyến bay miễn phí cho bạn và thường xuyên tự động chuyển bạn sang chuyến bay khác và thông báo với bạn qua số điện thoại của bạn. Nếu bạn không nhận được tin nhắn từ Austrian, vui lòng kiểm tra tình hình hiện tại của đặt chỗ của bạn. Tại đây bạn cũng có thể điều chỉnh việc đặt lại nếu cần. Ngoài ra, bạn cũng có thể sử dụng Trợ lý Chat của Austrian.\nĐặt vé Đại lý Du lịch\nNếu bạn đã đặt vé qua công ty du lịch hoặc đại lý du lịch, bạn cũng có thể liên hệ với công ty du lịch / đại lý nơi bạn thực hiện đặt vé.\nQuyền lợi khách hàng hàng không\nThông tin tư vấn về quyền lợi khách hàng hàng không có thể được tìm thấy tại đây"
}