{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Throughout the school, classes are grouped according to Victorian Curriculum levels with teachers working together for curriculum planning and professional development. Classes are organised depending on the numbers of children at each level, gender balance, maintaining friendship groups and ensuring that there is equal distribution of ability throughout the grades. Usually classes are straight groups which encourage and enhance individual achievement and social development.\nThe school has a strong focus on student wellbeing and teaches a social skills program which is consistently implemented across the school. The behaviour of the students both in class and in the playgrounds reflects the consistent approach to discipline and high expectations of the school. The development of leadership skills in senior students is encouraged and their input into the tone of the school is important.\nMany enrichment opportunities are offered, some of which are choir, school concert, interschool sports, sporting clinics, camps and excursions.\nIn striving for continuous improvement, Tooradin Primary School is committed to maximising educational opportunities for all students, with staff professional development playing a vital role in achieving this.",
    "trans": "Trong toàn trường, các lớp học được phân nhóm theo các cấp độ của Chương trình Giáo dục Victoria, với các giáo viên làm việc cùng nhau để lập kế hoạch giảng dạy và giáo dục chuyên nghiệp. Các lớp học được tổ chức tùy theo số lượng học sinh ở mỗi cấp độ, cân bằng giới tính, duy trì các nhóm bạn và đảm bảo phân phối đồng đều về năng lực trong các khối lớp. Thông thường, các lớp học là nhóm đồng tuổi, giúp khuyến khích và nâng cao thành tích cá nhân và sự phát triển xã hội.\nNhà trường đặc biệt chú trọng đến sự phát triển tinh thần của học sinh và dạy một chương trình kỹ năng xã hội được triển khai đồng bộ trong toàn trường. Hành vi của học sinh cả trong lớp học và trong sân chơi thể hiện cách tiếp cận kỷ luật đồng đều và kỳ vọng cao của trường. Việc phát triển kỹ năng lãnh đạo cho học sinh lớp lớn được khuyến khích và sự đóng góp của họ vào phong cách của trường là rất quan trọng.\nNhà trường cũng cung cấp nhiều cơ hội nâng cao năng lực, trong đó có hợp xướng, buổi hòa nhạc của trường, thể thao liên trường, các buổi huấn luyện thể thao, trại hè và những chuyến tham quan ngoại khóa.\nTrong nỗ lực không ngừng cải thiện, Trường Tiểu học Tooradin cam kết tối đa hóa cơ hội giáo dục cho tất cả học sinh, với sự phát triển chuyên môn của nhân viên đóng vai trò quan trọng để đạt được điều này."
}