{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Education and Academic Qualifications\nBachelor of Engineering in Electrical Engineering, The Hong Kong Polytechnic University\nDoctor of Philosophy, The Hong Kong Polytechnic University\nProfessional Qualifications\nFellow of the Canadian Academy of Engineering (CAE)\nFellow of the Institute of Electrical and Electronics Engineers (IEEE)\nFellow of the Chinese Society of Electrical Engineering (CSEE)\nFellow of the Engineering Institute of Canada (EIC)\nFellow of the Institution of Engineering and Technology (IET)\nFellow of the Hong Kong Institution of Engineers (HKIE)\nFellow of the Asia-Pacific Artificial Intelligence Association (AAIA)\nFellow of International Artificial Intelligence Industry Alliance (AIIA)\nPrivacy Policy Statement\nTerms of Use\nAccessibility\nSitemap\nCopyright © 2024 The Hong Kong Polytechnic University. All Rights Reserved.\nFacebook\nYoutube\ninstagram\nTwitter\nWe use Cookies to give you a better experience on our website. By continuing to browse the site without changing your privacy se",
    "trans": "Học vấn và Bằng cấp Học thuật\nCử nhân Kỹ thuật Điện, Đại học Bách khoa Hồng Kông\nTiến sĩ, Đại học Bách khoa Hồng Kông\nChứng nhận Chuyên môn\nThành viên danh dự của Viện Hàn lâm Kỹ thuật Canada(CAE)\nThành viên danh dự của Viện Kỹ sư Điện và Điện tử (IEEE)\nThành viên danh dự của Hiệp hội Kỹ thuật Điện Trung Quốc (CSEE)\nThành viên danh dự của Viện Kỹ thuật Canada (EIC)\nThành viên danh dự của Viện Kỹ thuật và Công nghệ (IET)\nThành viên danh dự của Hiệp hội Kỹ sư Hồng Kông (HKIE)\nThành viên danh dự của Hiệp hội Trí tuệ Nhân tạo Châu Á - Thái Bình Dương (AAIA)\nThành viên danh dự của Liên minh Công nghiệp Trí tuệ Nhân tạo Quốc tế (AIIA)\nChính sách Bảo mật\nĐiều khoản Sử dụng\nKhả năng truy cập\nSơ đồ trang\nBản quyền © 2024 Đại học Bách khoa Hồng Kông. Bảo lưu mọi quyền.\nFacebook\nYoutube\ninstagram\nTwitter\nChúng tôi sử dụng Cookie để mang lại trải nghiệm tốt hơn cho bạn trên trang web của chúng tôi. Bằng việc tiếp tục duyệt xem mà không thay đổi cài đặt quyền riêng tư"
}