{
    "source": "en_US",
    "target": "vi_VN",
    "text": "As described by Kelvin, the vaccine was intended to combat some sort of sickness on the Island - although he never elaborated on the nature of the disease or its symptoms. Kelvin indicated that Desmond should give himself a shot of the vaccine every nine days - and that anyone going outside the station without protection (e.g. a HAZMAT suit) would be at risk of contracting it. Kelvin's instructions were somewhat suspect, however, as it was later revealed he was using the alleged sickness as a means of keeping Desmond confined within The Swan. (\"Live Together, Die Alone, Part 1\") The vaccine kit found by Charlie in the supply drop, however, also contained instructions that a shot should be given every nine days, supporting at least part of Kelvin's story. (\"Three Minutes\")\nA DHARMA worker uses an injection gun on a new arrival.\nClaire theorized later that the vaccine was intended to ward off the effects of the Sickness - an unrelated condition that she heard of through Danielle Rousseau. (\"Maternity Leave\") Claire later ended up suffering from this sickness herself. (\"What Kate Does\") At a later point, Desmond told Claire that taking the vaccine was worthless and it had no effect. (\"Live Together, Die Alone, Part 1\")",
    "trans": "Theo lời của Kelvin, loại vắc-xin này được chế tạo để chống lại một loại bệnh nào đó trên Đảo - mặc dù ông chưa bao giờ giải thích chi tiết về bản chất của căn bệnh hay các triệu chứng của nó. Kelvin chỉ ra rằng Desmond nên tự tiêm vắc-xin cho mình sau mỗi chín ngày - và bất kỳ ai ra khỏi trạm mà không có sự bảo vệ (ví dụ: bộ đồ HAZMAT) đều có nguy cơ nhiễm bệnh. Tuy nhiên, những hướng dẫn của Kelvin có phần đáng ngờ, vì sau đó người ta phát hiện ông đã dùng lời đe doạ về căn bệnh này như một cách để giữ Desmond bị giam cầm trong The Swan. (\"Sống cùng nhau, Chết một mình, Phần 1\"). Nhưng bộ dụng cụ tiêm vắc-xin mà Charlie tìm thấy trong thùng tiếp tế cũng bao gồm hướng dẫn rằng liều vắc-xin cần được tiêm mỗi chín ngày, phần nào cũng cố câu chuyện của Kelvin. (\"Ba phút\")\nMột nhân viên của DHARMA sử dụng súng tiêm vắc-xin cho một người mới đến.\nClaire sau đó đưa ra giả thuyết rằng vắc-xin nhằm ngăn ngừa ảnh hưởng của căn bệnh - một tình trạng không liên quan mà cô nghe được từ Danielle Rousseau. (\"Nghỉ phép Chăm sóc con\") Sau đó Claire cũng mắc phải căn bệnh này. (\"What Kate Does\") Về sau, Desmond nói với Claire rằng việc tiêm vắc-xin là vô ích và nó không mang lại tác dụng gì. (\"Sống cùng nhau, Chết một mình, Phần 1\")"
}