{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Similarly, we interpret clues as to Noel’s unique productive capacity based on his romanticising of the collection. For example, that they “weren’t the favourite collection” and were “moments away from being thrown in the bin” endows these garments with a narrative that pitches it as ripe for subsequent transformation and triumph. Noel also appears to possess a tacit understanding of how to wear these creations in such a way that facilitates the mobilisation of attachment to the product line. Noel’s seemingly effortless capacity to evoke charisma, while appearing innate, derives from the cultural/emotional capital accrued from sediments of past experiences (Merleau-Ponty, 1962; Bourdieu, 1984), which he also documents. For example, he romanticises his experiences living in a big family that did not have much money. We interpret these experiences as central to conferring him with the cultural competency to manipulate the character of clothing and transform it into something more. This particular line of clothing was not thrown out, but instead, transformed into a new fall/winter collection.",
    "trans": "Một cách tương tự, chúng tôi diễn giải những manh mối về khả năng sản xuất độc đáo của Noel dựa vào việc lãng mạn hóa bộ sưu tập của ông. Ví dụ, chúng \"không phải là bộ sưu tập được ưa thích\" và \"suýt nữa là bị vứt vào thùng rác\" đã truyền vào những bộ trang phục này một câu chuyện làm cho chúng trở nên đúng độ cho sự chuyển đổi và chiến thắng sau này. Noel dường như cũng có một sự hiểu biết ngầm về cách để mặc những thiết kế này để thúc đẩy sự gắn bó với dòng sản phẩm. Khả năng gợi lên sức hút dường như dễ dàng của Noel, mặc dù có vẻ như là bẩm sinh, bắt nguồn từ vốn văn hóa/cảm xúc được tích lũy từ những lắng đọng của các trải nghiệm trong quá khứ (Merleau-Ponty, 1962; Bourdieu, 1984), điều mà ông cũng có ghi lại. Ví dụ, ông đã lãng mạn hóa những trải nghiệm của mình khi sống trong một gia đình đông người mà không có nhiều tiền. Chúng tôi diễn giải những trải nghiệm này như là điều cốt lõi để đem đến cho ông năng lực văn hóa nhằm thao túng bản chất của trang phục và biến đổi nó thành thứ gì đó lớn lao hơn nữa. Dòng trang phục đặc biệt này không bị vứt đi mà thay vào đó, được biến đổi thành một bộ sưu tập thu/đông mới."
}