{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The verification of continuous and hybrid systems is a challenging problem, and various approaches are currently being investigated to overcome the complexities of representing and computing with continuous sets of states. Since verification problems are generally undecidable for such systems, experimental results are vital for evaluating and developing new ideas.\nThe SpaceEx tool platform is designed to facilitate the implementation of algorithms related to reachability and safetyverification. While these methods are based on different representations (polyhedra, zonotopes) and are tailored to different dynamics (piecewise constant, affine, multi-affine, nonlinear), they have several things in common: The model is a composition of hybrid automata (including extensions such as hierarchy and templates). Basic components of analysis algorithms are post- and pre-operators in various flavors. The reachable states are explored using symbolic states. They require basic infrastructure such as parsing input and visualizing states.",
    "trans": "Việc xác minh các hệ thống liên tục và hỗn hợp là một vấn đề đầy thử thách, và hiện tại có nhiều phương pháp đang được nghiên cứu để vượt qua các phức tạp trong việc đại diện và tính toán với các tập hợp trạng thái liên tục. Vì các bài toán xác minh thường không thể quyết định được đối với các hệ thống như vậy, kết quả thử nghiệm rất quan trọng trong việc đánh giá và phát triển các ý tưởng mới.\nNền tảng công cụ SpaceEx được thiết kế để hỗ trợ việc triển khai các thuật toán liên quan đến khả năng tiếp cận và xác minh tính an toàn. Mặc dù các phương pháp này dựa trên các đại diện khác nhau (hình đa diện, zonotopes) và được điều chỉnh cho các động học khác nhau (hằng số từng phần, affine, đa affine, phi tuyến tính), chúng có một số điểm chung: Mô hình là sự kết hợp của các automata hỗn hợp (bao gồm các mở rộng như phân cấp và mẫu). Các thành phần cơ bản của các thuật toán phân tích là các toán tử hậu và trước với nhiều dạng khác nhau. Các trạng thái có thể tiếp cận được được khám phá bằng các trạng thái biểu tượng. Chúng yêu cầu cơ sở hạ tầng cơ bản như phân tích cú pháp đầu vào và trực quan hóa trạng thái."
}