{
    "source": "en_US",
    "target": "vi_VN",
    "text": "$15.50 to $16.30 per hour plus tips\nPaid Sick Leave\nFlexible schedule\nDiscounts on meals\nCareer advancement opportunities\nDuties & Responsibilities:\nCleaning and sweeping the dining areas of the restaurant, cleaning, sanitizing, and resetting each table for the next guest, taking out the garbage, stocking stations with necessary supplies, and cleaning the bathrooms.\nAnticipate guests’ and coworkers’ needs and exceed guest service expectations.\nProtects establishment and patrons by adhering to sanitation and safety policies.\nMaintain composure in a fast-paced environment.\nRespond urgently and appropriately to guests’ and coworkers’ needs.\nExhibit a professional appearance and mannerisms.\nEnsure guests are enjoying their experience and take action to correct any problems.\nConcludes the guest experience by acknowledging choice of establishment and inviting patrons to return.\nComplete assigned sidework at the beginning, during, and at end of shift.\nOther Duties: Please note this job description is not designed to cover or contain a comprehensive listing of activities, duties or responsibilities that are required of the employee for this job.",
    "trans": "$15.50 đến $16.30 mỗi tiếng cộng tiền boa\nNghỉ ốm có lương\nLịch làm việc linh hoạt\nGiảm giá bữa ăn\nCơ hội thăng tiến trong công việc\nNghĩa vụ & Trách nhiệm:\nLau và quét dọn khu vực ăn uống trong nhà hàng, lau dọn, vệ sinh, và sắp đặt lại bàn cho khách sau, vứt rác, lấp đầy khu vực nhu yếu phẩm, và dọn dẹp phòng vệ sinh.\nBiết được nhu cầu của khách hàng và đồng nghiệp cũng như hoàn thành dịch vụ khách hàng vượt qua cả mong đợi.\nBảo vệ cơ sở và khách hàng qua việc tuân thủ các chính sách về vệ sinh và an toàn.\nGiữ được sự bình tĩnh trong môi trường làm việc nhịp độ nhanh.\nPhản hồi một cách nhanh chóng và phù hợp với nhu cầu của khách hàng và đồng nghiệp.\nThể hiện được vẻ ngoài và phong thái chuyên nghiệp.\nĐảm bảo khách hàng tận hưởng trải nghiệm ở nhà hàng và hành động để sửa chữa bất kỹ vấn đề nào.\nKết thúc trải nghiệm của khách hàng qua việc trân trọng lựa chọn của khách hàng khi đến nhà hàng và chào mời khách hàng tiếp tục quay lại vào lần sau.\nHoàn thành các nhiệm vụ bên lề đã được giao trước ca làm, trong ca làm và khi kết thúc ca làm.\nCác nghĩa vụ khác: Xin hãy lưu ý rằng phần mô tả công việc này không nhằm mục đích bao gồm tổng quát tất cả các công việc, nghĩa vụ hay trách nhiệm mà nhân viên cần phải làm khi nhận công việc này."
}