{
    "source": "en_US",
    "target": "vi_VN",
    "text": "People were just… writing. No images, no designs, no time-consuming video editing. Like sending texts to a huge public group chat.\nPeople were talking about things I already knew. I often thought, \"I could write that tweet.\"\nPeople were using their profiles as a way to attract clients. A few did so with web design (\"Hey, I could do that too.\")\nThe people were actually cool. I felt like I was in a place that didn't have business-speak or the professionalism I despised, but they were still cashing out big.\nThat's when it clicked.\n\"Wait, these people aren't sending cold emails or doing weird client acquisition strategies.\"\nThey're just building an audience.\nYou're telling me that I can just write content I enjoy and it can attract clients to me?\nWhy have I been ruining my mental health by sending manual cold emails and working with people in a niche I despise because someone told me it was profitable?\nAfter all this time… writing, of all things, was the key to my freedom.",
    "trans": "Mọi người chỉ... viết. Không hình ảnh, không thiết kế, không chỉnh sửa video tốn thời gian. Chỉ như gửi tin nhắn vào một nhóm chat công\nMọi người nói về những điều tôi đã biết. Tôi thường nghĩ, “Tôi cũng có thể viết dòng tweet kiểu thế.\"\nMọi người sử dụng hồ sơ cá nhân của họ như một cách để thu hút khách hàng. Một số làm điều này bằng thiết kế web (“Này, tôi cũng có thể làm điều đó.”)\nNhững người đó thực sự thú vị. Tôi cảm thấy như mình đang ở một nơi không có ngôn ngữ kinh doanh sáo rỗng hay sự chuyên nghiệp mà tôi ghét, nhưng họ vẫn kiếm được rất nhiều tiền.\nLúc đó tôi mới vỡ ra.\n“Khoan đã, những người này không gửi email chào hàng hay dùng chiến lược tìm kiếm khách hàng kỳ lạ.\"\nHọ chỉ đơn giản là xây dựng một cộng đồng khán giả.\nBạn đang nói rằng tôi chỉ cần viết những nội dung mình thích và điều đó có thể thu hút khách hàng đến với tôi?\nTại sao tôi lại phải hủy hoại sức khỏe tinh thần của mình bằng cách gửi email thủ công và làm việc với những người trong một lĩnh vực tôi ghét chỉ vì ai đó nói rằng nó sinh lời?\nSau từng ấy thời gian... hóa ra viết lách mới chính là chìa khóa cho tự do của tôi"
}