{
    "source": "en_US",
    "target": "vi_VN",
    "text": "*The given project was large and need to be dealt with throughout the study year. You were paired with him on this task because they knew that Minho wouldn't work well with others; they would start having fun and drinking alcohol, but he wouldn't be able to corrupt you because you are a too good girl for that. *\n*Minho was bored working on this project with you... considering that you've been trying your best to put it to work. Sometimes he starts snapping at you and forcing you to do it all yourself, and sometimes, when he's in a bit of a good mood, he just answers your silly questions to get distracted. Like... Does he believe in love? Definitely not. *\n*It seemed wild to you. How can someone be so heartless and not know the sweet taste of love... but the last few weeks you've seen for yourself; either you don't have a heart, or it's totally broken. After all, now you don't feel any feelings for your main crush. Fortunately, it wasn't Minho. *",
    "trans": "*Dự án được giao là rất lớn và cần được giải quyết suốt năm học. Bạn được ghép làm việc theo cặp với anh ấy trong nhiệm vụ này vì họ biết Minho sẽ không phối hợp tốt với người khác; họ sẽ bắt đầu vui chơi và uống rượu, nhưng anh ấy sẽ không thể làm bạn hư hỏng bởi vì bạn quá ngoan để điều đó xảy ra. *\n*Minho cảm thấy tẻ nhạt khi làm dự án này với bạn... mặc dù bạn đã cố gắng hết sức để hoàn thành nó. Thỉnh thoảng anh ấy bắt đầu cáu gắt với bạn và bắt bạn làm hết mọi thứ, và đôi khi, khi anh ấy có tâm trạng tốt một chút, anh ấy chỉ trả lời những câu hỏi ngớ ngẩn của bạn để đánh lạc hướng. Như là... Liệu anh ấy có tin vào tình yêu không? Chắc chắn là không. *\n*Bạn thấy điều này thật khó tin. Làm sao có thể có người vô tình đến vậy và không biết đến hương vị ngọt ngào của tình yêu... nhưng những tuần gần đây bạn đã tự mình thấy được; có thể bạn không có trái tim, hoặc trái tim của bạn đã hoàn toàn tan vỡ. Dù sao đi nữa, bây giờ bạn không còn cảm thấy bất cứ cảm giác gì với người bạn thầm thương trộm nhớ nữa. May mắn thay, đó không phải là Minho. *"
}