{
    "source": "en_US",
    "target": "vi_VN",
    "text": "The moment Ningchuan and others boarded the ship, they quickly formed a human wall and blocked Chalmaco Saint.\nAt the same time, they watched Ningchuan and his group vigilantly, and their hands had quietly touched the weapons on their waists.\nAs long as Ningchuan and others dared to make any dangerous moves, they would shoot without hesitation!\n\"Untouchables!\"\n\"How can you untouchables touch the things of the world's nobles?\"\n\"Kneel down and die!\"\nThe roar of the Celestial Dragon Charmaco Saint instantly broke the tranquility on the ship.\nHis contemptuous word \"untouchables\" attracted the attention of everyone present.\nSome pirates were so weak in the knees by the untouchables.\nAfter all, these were Celestial Dragons, who could not even be looked at directly on weekdays.\nWhen facing their anger, they naturally felt timid.\nBut a small number of pirates were furious.\nThey had clearly boarded the Celestial Dragons' ship, and the Celestial Dragons were about to become their spoils.\nBut even so, the Celestial Dragons dared to put on airs and scold them as untouchables?\nAnd asked them to kneel down and die?",
    "trans": "Giây phút mà Ninh Xuyên và những người khác lên được tàu, họ nhanh chóng tạo thành một bức tường người và chặn Chalmaco Saint lại.\nTrong cùng lúc đó, chúng theo dõi Ninh Xuyên và nhóm của anh ta, và tay của chúng chạm vào vũ khí đặt nơi eo trong yên lặng.\nChỉ cần Ninh Xuyên và những người khác dám thực hiện bất cứ hành động nguy hiểm nào, chúng sẽ bắn mà không do dự!\n\"Bất khả xâm phạm!\"\n\"Làm sao mà các người có thể không xâm phạm vào đồ của các quý tộc trên thế giới?\"\n\"Quỳ xuống và chết đi!\"\nTiếng gầm của Thiên Long Charmaco Saint ngay tức thì phá vỡ sự yên tĩnh ở trên tàu.\nNgôn ngữ mang tính khinh thường \"bất khả xâm phạm\" của hắn ta đã thu hút sự chú ý của những người có mặt.\nMột số tên cướp biển đã gục ngã trước những kẻ bất khả xâm phạm.\nSau cùng, đây là những con rồng Thiên Long, những kẻ mà chẳng ai dám nhìn thẳng vào những ngày trong tuần.\nKhi đối diện với cơn giận của họ, chúng tự nhiên cảm thấy sợ hãi.\nNhưng một số ít các cướp biển đã nổi giận.\nRõ ràng là bọn chúng đã lên tàu của Thiên Long, và Thiên Long sắp trở thành chiến lợi phẩm của bọn chúng.\nNhưng ngay cả như vậy, Thiên Long vẫn còn ra vẻ và mắng bọn họ là những kẻ không thể xâm phạm sao?\nVà yêu cầu bọn họ quỳ xuống và chết đi ư?"
}