{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Mutual recognition of racism, its impact both on those who are dominated and those who dominate, is the only standpoint that makes possible an encounter between races that is not based on denial and fantasy. For it is the ever present reality of racist domination, of white supremacy, that renders problematic the desire of white people to have contact with the Other. Often it is this reality that is most masked when representations of contact between white and non-white, white and black, appear in mass culture. One area where the politics of diversity and its concomitant insist- ence on inclusive representation have had serious impact is advertising. Now that sophisticated market surveys reveal the extent to which poor and materially under- privileged people of all races/ethnicities consume products, sometimes in a quantity disproportionate to income, it has become more evident that these markets can be appealed to with advertising. Market surveys revealed that black people buy more Pepsi than other soft drinks and suddenly we see more Pepsi commercials with black people in them.\nThe world of fashion has also come to understand that selling products is heightened by the exploitation of Otherness. The success of Benetton ads, which",
    "trans": "Sự công nhận lẫn nhau về nạn phân biệt chủng tộc, và tác động của nó đối với cả những người bị áp bức và những người áp bức, là quan điểm duy nhất có thể tạo ra một cuộc gặp gỡ giữa các chủng tộc mà không dựa trên sự phủ nhận và ảo tưởng. Bởi vì chính thực tế luôn hiện diện của sự thống trị phân biệt chủng tộc, của chủ nghĩa da trắng thượng đẳng, khiến cho mong muốn của người da trắng muốn tiếp xúc với người khác trở nên vấn đề. Thường thì chính thực tế này là điều được che giấu nhiều nhất khi những hình ảnh về sự tiếp xúc giữa người da trắng và người không phải da trắng, giữa người da trắng và người da đen, xuất hiện trong văn hóa đại chúng. Một lĩnh vực mà chính trị đa dạng và sự khăng khăng yêu cầu sự đại diện toàn diện đã có tác động nghiêm trọng là quảng cáo. Bây giờ, với những khảo sát thị trường tinh vi cho thấy mức độ mà những người nghèo và những người có hoàn cảnh vật chất kém hơn thuộc mọi chủng tộc/dân tộc tiêu thụ sản phẩm, đôi khi với số lượng không cân xứng so với thu nhập, đã trở nên rõ ràng hơn rằng các thị trường này có thể được tiếp cận thông qua quảng cáo. Những khảo sát thị trường đã chỉ ra rằng người da đen mua nhiều Pepsi hơn các loại nước giải khát khác và đột nhiên chúng ta thấy nhiều quảng cáo Pepsi với sự xuất hiện của người da đen.\nThế giới thời trang cũng đã hiểu rằng việc bán sản phẩm sẽ được nâng cao nhờ việc khai thác sự khác biệt. Thành công của các quảng cáo của Benetton,....."
}