{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Please note, If you wish to not purchase our 100% sustainable bag, it is recommended to bring your own reusable bag(s).\nNo paper or plastic bags will be offered at the sale.\nTo proceed with the registration to the sale,\nplease read carefully the instructions provided below.\nREGISTRATION\nRead carefully the information here below and get registered to the sale.\nClick on the link saying (\"SIGN UP\") to create your password for accessing the multi-event platform.\nUpon creating your account, you will receive a confirmation email. With this, you will have the ability to log in (using the email address this message was sent to, which serves as your account login). You can then proceed to register for the sale.\nChoose your preferred timeslot among those available and click \"Book\".\nYour personalized invitation (with the QR code) is accessible anytime through your account.\nPlease be aware that entry to the sale is permitted only during your selected timeslot. Attempts to access the sale outside of this designated period will be respectfully declined. The allotted time must be strictly adhered to for your shopping experience; no exceptions will be made.",
    "trans": "Vui lòng lưu ý rằng nếu bạn muốn mua túi 100% bền vững của chúng tôi, bạn nên mang theo (các) túi tái sử dụng của riêng mình.\nTại buổi bán hàng sẽ không được cung cấp túi giấy hoặc túi nhựa.\nĐể tiến hành đăng ký tham gia vào buổi bán hàng,\nvui lòng đọc các hướng dẫn được cung cấp dưới đây một cách cẩn thận.\nĐĂNG KÝ\nĐọc cẩn thận các thông tin bên dưới và đăng ký tham gia vào buổi bán hàng.\nNhấp vào đường dẫn có nội dung (\"ĐĂNG KÝ\") để tạo mật khẩu truy cập vào nền tảng sự kiện đa dạng.\nSau khi tạo tài khoản, bạn sẽ nhận được email xác nhận. Trong email này, bạn sẽ có thể đăng nhập (dùng địa chỉ email mà tin nhắn này được gửi tới để đăng nhập vào tài khoản của bạn). Sau đó bạn có thể tiến hành đăng ký tham gia vào buổi bán hàng.\nChọn khung giờ bạn muốn trong số các khung giờ khả dụng và nhấp vào \"Đặt chỗ\".\nBạn có thể truy cập vào lời mời được cá nhân hóa (có mã QR) bất cứ khi nào qua tài khoản của mình.\nXin lưu ý rằng bạn chỉ được phép tham gia vào buổi bán hàng trong khung giờ mà mình đã chọn. Những nỗ lực tham gia vào buổi bán hàng ngoài khoảng thời gian được chỉ định này sẽ bị từ chối. Thời gian quy định phải được tuân theo một cách nghiêm ngặt cho trải nghiệm mua sắm của bạn; không có ngoại lệ nào được chấp nhận."
}