{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Information relating to references.\nIf you intend to provide us with details of a reference or any other third party as part of your CV/ résumé, it is your responsibility to obtain consent from that third party prior to passing their personal information to us.You are responsible for the content of the information you provide to us either directly or indirectly through an agent and you must ensure it is legal, honest, truthful, accurate and not misleading in any way. You must ensure that the information provided by you does not contain material that is obscene, blasphemous, defamatory, infringing on any rights of any third party, or otherwise legally actionable by such third party.2.2. Purpose of our Processing of your Personal Data We use your Personal Data for purposes related to your job application:\nTo assess your capabilities and qualifications for a job and potentially contact you about the position:\nTo conduct reference checks;\nTo develop questionnaires and interview scenarios;\nTo conduct background checks if you are offered a job;",
    "trans": "Thông tin liên quan đến người tham khảo.\nNếu bạn dự định cung cấp cho chúng tôi thông tin chi tiết về người tham khảo hoặc bất kỳ bên thứ ba nào như một phần của hồ sơ ứng tuyển/ sơ yếu lý lịch của mình, bạn phải có trách nhiệm xin phép sự đồng ý từ bên thứ ba đó trước khi cung cấp thông tin cá nhân của họ cho chúng tôi. Bạn phải chịu trách nhiệm về nội dung thông tin bạn cung cấp cho chúng tôi, dù trực tiếp hay thông qua một đại diện, và bạn phải đảm bảo rằng thông tin đó là hợp pháp, trung thực, chính xác và không gây hiểu lầm dưới bất cứ hình thức nào. Bạn cũng phải đảm bảo rằng thông tin bạn cung cấp không chứa nội dung khiêu dâm, báng bổ, bôi nhọ, vi phạm quyền của bất kỳ bên thứ ba nào, hoặc có khả năng bị bên thứ ba đó kiện tụng theo pháp luật.2.2. Mục đích Xử lý Dữ liệu Cá nhân của bạn Chúng tôi sử dụng Dữ liệu Cá nhân của bạn cho các mục đích liên quan đến hồ sơ ứng tuyển của bạn:\nĐể đánh giá năng lực và trình độ của bạn cho một vị trí công việc và có thể liên hệ với bạn về vị trí đó:\nĐể tiến hành kiểm tra thông tin tham khảo;\nĐể phát triển bảng câu hỏi và các tình huống phỏng vấn;\nĐể tiến hành kiểm tra lý lịch nếu bạn được nhận vào làm;"
}