{
    "source": "en_US",
    "target": "vi_VN",
    "text": "His lips seek her own out once again and she responds in kind, letting go of his shoulders in favour of burying her fingers into his hair in a way that he loves, judging by the groan that he lets out right onto her own lips. But as much as Ceylin loves receiving pleasure, she absolutely loves giving it - both because it makes her partner feel good, but also because she revels in the sense of power that washes over her when her actions lead to him coming undone in her arms.\nRather than save the proverbial cards up her sleeves, Ceylin does what she does best - she lets them out all at once to create utter chaos.\nHer fingers wrap around what strands of her hair she can get and she pulls on them just enough to skirt the edge between pleasure and pain. She bites on his lower lip and then, quickly enough so he has no time to respond, she thrusts up and against his hardness.\nTheir equally loud groans are testament enough to her success.\nHis answering response is to take a step forward and slam her back against the wooden door as he leaves her lips in favour of the pulse point on her neck.",
    "trans": "Đôi môi của anh tìm kiếm của riêng cô một lần nữa và cô đáp lại một cách tử tế, buông vai anh ra để lùa những ngón tay vào trong tóc anh theo cái cách mà anh yêu thích, đánh giá bằng tiếng rên rỉ mà anh phát ra ngay trên môi cô. Nhưng Ceylin thích nhận được khoái cảm bao nhiêu, thì cô lại càng thích cho đi nó - vừa vì điều đó khiến bạn tình của cô thấy dễ chịu, vừa vì cô ấy say sưa với cảm giác quyền lực tràn lập trong cô ấy khi hành động của cô khiến anh phải rời bỏ trong vòng tay của cô.\nThay vì cất những tấm thẻ tục ngữ ở bên trong tay áo, Ceylin làm điều mà cô làm tốt nhất - cô ấy thả tất cả chúng ra cùng một lúc để tạo ra sự hỗn loạn hoàn toàn.\nNgón tay của cô quấn quanh những sợi tóc cô có thể lấy được và kéo chúng vừa đủ để vượt qua ranh giới giữa khoái cảm và đau đớn. Cô cắn vào môi dưới của anh và sau đó, đủ nhanh để anh không có thời gian đáp lại, cô đẩy lên và chống lại sự cứng rắn của anh ấy.\nNhững tiếng rên rỉ lớn như nhau của họ là minh chứng đủ cho sự thành công của cô.\nCâu trả lời của anh là tiến lên một bước đập lưng cô vào cánh cửa gỗ khi anh rời môi cô để hướng vào mạch trên cổ cô."
}