{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Having grown up in a family business that spans medical technology, pharmaceutical distribution, and healthcare services, I have developed a strong appreciation for the complexities of managing family wealth while preserving the legacy of healthcare entrepreneurship. My professional experiences in healthcare communication, including the project on acupuncture communication through short-video platforms, have shown me the transformative potential of digital health outreach. These insights have inspired me to explore how family wealth can be leveraged to promote innovation in healthtech and TCM.\nMy long-term career goal is to develop a Single-Family Office (SFO), focused on sustainable family wealth management through the integration of a Corporate Venture Capital (CVC) strategy. I aim to start by investing in healthtech and traditional Chinese medicine sectors, leveraging my background in healthcare and digital media. By investing in innovative startups and technologies that align with our family business’s legacy in healthcare, I plan to scale these ventures both domestically and globally. Using digital platforms and capitalizing on international market trends, I will grow our family enterprise while fostering future generations’ involvement in wealth governance.",
    "trans": "Lớn lên trong một gia đình kinh doanh trải dài trong lĩnh vực công nghệ y tế, phân phối dược phẩm và dịch vụ chăm sóc sức khỏe, tôi đã phát triển một sự đánh giá sâu sắc về sự phức tạp của việc quản lý tài sản gia đình trong khi bảo tồn di sản khởi nghiệp trong lĩnh vực chăm sóc sức khỏe. Kinh nghiệm nghề nghiệp của tôi trong truyền thông y tế, bao gồm dự án truyền thông về châm cứu qua các nền tảng video ngắn, đã chỉ cho tôi tiềm năng chuyển đổi của việc tiếp cận sức khỏe qua kỹ thuật số. Những hiểu biết này đã truyền cảm hứng cho tôi tìm hiểu cách tài sản gia đình có thể được tận dụng để thúc đẩy đổi mới trong lĩnh vực công nghệ y tế và y học cổ truyền Trung Quốc.\nMục tiêu nghề nghiệp dài hạn của tôi là phát triển một Văn phòng Gia đình Đơn lẻ (SFO), tập trung vào việc quản lý tài sản gia đình bền vững thông qua việc tích hợp chiến lược Đầu tư Mạo hiểm Doanh nghiệp (CVC). Tôi dự định bắt đầu bằng việc đầu tư vào các lĩnh vực công nghệ y tế và y học cổ truyền Trung Quốc, tận dụng nền tảng của mình trong lĩnh vực chăm sóc sức khỏe và truyền thông kỹ thuật số. Bằng cách đầu tư vào các công ty khởi nghiệp và công nghệ đổi mới, phù hợp với di sản kinh doanh của gia đình trong lĩnh vực chăm sóc sức khỏe, tôi có kế hoạch mở rộng các dự án này cả trong nước và quốc tế. Sử dụng các nền tảng kỹ thuật số và khai thác các xu hướng thị trường quốc tế, tôi sẽ phát triển doanh nghiệp gia đình của chúng tôi đồng thời thúc đẩy sự tham gia của các thế hệ tương lai trong việc quản lý tài sản."
}