{
    "source": "en_US",
    "target": "vi_VN",
    "text": "We would like to remind everyone of the importance of approving your timesheets in a timely manner. Over the past few pay periods, we have observed that many staff members have not been approving their timesheets, resulting in the need for repeated reminders.\nPlease remember that it is each employee's responsibility to approve their own timesheet without the need for reminders. We recommend that you complete this process by the end of your shift. Additionally, if you have submitted a punch request, please be aware that you will need to wait for your manager's approval.\nIf you require further clarification or training on how to approve your timesheet, please do not hesitate to reach out to us for assistance.\nTo ensure that DH has complete and accurate time records and that employees are paid for all hours worked, nonexempt employees are required to accurately record all hours worked on the biometric time clock terminals designated at your location.\nIn the event that biometric time clock terminals would not work, you will need to notify your manager.",
    "trans": "Chúng tôi muốn nhắc nhở tất cả mọi người về tầm quan trọng của việc phê duyệt bảng chấm công của mình đúng thời hạn. Trong một vài kỳ trả lương gần đây, chúng tôi nhận thấy nhiều nhân viên chưa phê duyệt bảng chấm công của mình, dẫn đến việc cần phải nhắc nhở nhiều lần.\nVui lòng nhớ rằng mỗi nhân viên đều có trách nhiệm phê duyệt bảng chấm công của chính mình mà không cần phải nhắc nhở. Chúng tôi khuyến khích bạn hoàn thành quy trình này vào cuối ca làm việc của mình. Ngoài ra, nếu bạn đã gửi yêu cầu chấm công, vui lòng lưu ý rằng bạn sẽ cần đợi sự phê duyệt từ người quản lý của mình.\nNếu bạn cần thêm sự giải thích chi tiết hoặc hướng dẫn về cách phê duyệt bảng chấm công, vui lòng liên hệ với chúng tôi để được hỗ trợ.\nĐể đảm bảo rằng DH có các bản ghi thời gian đầy đủ và chính xác và nhân viên được trả lương cho tất cả các giờ làm việc, nhân viên không được miễn trừ mà phải ghi lại chính xác tất cả các giờ làm việc của mình trên các máy chấm công sinh trắc học được chỉ định tại địa điểm của mình.\n​​Trong trường hợp các máy chấm công sinh trắc học không hoạt động, bạn sẽ cần phải thông báo cho người quản lý của mình."
}