{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Last month, the RNC announced that it had recruited more than 200,000 volunteers in its poll watching efforts.\nElection officials have been operating in an increasingly hostile environment as GOP skepticism of election administration has climbed. Officials are bracing for another wave of misinformation this year and preparing for security threats that could follow.\nZach Manifold, elections supervisor for Gwinnett County, Georgia, said official poll watchers have been trained and tend to abide by the rules.\n“The biggest worry would just probably be like public observers,” Manifold said. “They haven’t been trained… and they read something online, they don’t really know what the rules are, and then they come in.”\nLike most election offices now, Gwinnett County has security contingencies, including panic buttons on election workers’ cell phones, in case members of the public get out of hand.\n“If you really have a problem, we don’t want poll officials having to engage,” Manifold said.\nVoters wait in line at a polling station at the Guadalupe Mercado shopping mall in Guadalupe, Arizona, on November 8, 2022. - Joshua Lott/The Washington Post/Getty Images\nUnfounded claims of ineligible voters",
    "trans": "Tháng trước, RNC đã thông báo rằng họ đã tuyển dụng hơn 200.000 tình nguyện viên cho các nỗ lực giám sát cuộc bầu cử.\nCác quan chức bầu cử đang phải hoạt động trong một môi trường ngày càng thù địch khi sự hoài nghi của Đảng Cộng hòa về công tác quản lý bầu cử gia tăng. Các quan chức đang chuẩn bị cho một làn sóng thông tin sai lệch khác trong năm nay và đối phó với các mối đe dọa an ninh có thể xảy ra.\nZach Manifold, giám sát viên bầu cử của Quận Gwinnett, Georgia, cho biết các quan sát viên bầu cử chính thức đã được huấn luyện và thường tuân thủ các quy tắc.\n\"Mối lo ngại lớn nhất có lẽ là những quan sát viên công cộng,\" Manifold nói. \"Họ chưa được huấn luyện... và họ đọc gì đó trên mạng, không thật sự biết các quy tắc, và rồi họ đến.\"\nGiống như hầu hết các văn phòng bầu cử hiện nay, Quận Gwinnet có các biện pháp bảo mật, bao gồm nút hoảng loạn trên điện thoại di động của nhân viên bầu cử, trong trường hợp công chúng có hành động quá mức.\n\"Nếu thực sự có vấn đề, chúng tôi không muốn các quan chức bầu cử phải can thiệp,\" Manifold nói.\nCử tri xếp hàng tại một điểm bỏ phiếu tại trung tâm mua sắm Guadalupe Mercado ở Guadalupe, Arizona, vào ngày 8 tháng 11 năm 2022. - Joshua Lott/The Washington Post/Getty Images\nNhững cáo buộc vô căn cứ về cử tri không đủ điều kiện"
}