{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Junk Removal - Assist in the collection and disposal of unwanted items from residential and commercial properties, ensuring proper handling and compliance with local regulations.\nBad Bug Prep Treatment - Prepare spaces for pest control treatments, which may include moving furniture, clearing clutter, and following specific protocols to ensure effective treatment.\nCleaning Services - Perform general cleaning tasks in various settings, including residential homes and commercial properties, focusing on deep cleaning and organization.\nHoarding Services - Support specialized teams in the safe and compassionate clean-up of hoarded spaces, ensuring the preservation of important items and adherence to safety protocols.\nDowntown Cleanup Program - Participate in community initiatives aimed at cleaning and beautifying downtown areas, including litter removal and maintenance of public spaces.\nAll Other Duties As Assigned\nQualifications:\nAbility to lift heavy items and perform physically demanding tasks.",
    "trans": "Dọn dẹp Rác - Hỗ trợ thu gom và xử lý các vật dụng không mong muốn từ các bất động sản dân cư và thương mại, đảm bảo việc xử lý đúng cách và tuân thủ các quy định của địa phương.\nChuẩn bị Xử lý Côn trùng - Chuẩn bị không gian cho các biện pháp xử lý kiểm soát côn trùng, bao gồm việc di chuyển đồ đạc, dọn dẹp lộn xộn và tuân thủ các quy trình cụ thể để đảm bảo hiệu quả xử lý.\nDịch vụ Vệ sinh - Thực hiện các công việc dọn dẹp tổng quát tại các khu vực khác nhau, bao gồm nhà ở và bất động sản thương mại, tập trung vào việc dọn dẹp sâu và sắp xếp gọn gàng.\nDịch vụ Dọn dẹp Nơi lưu trữ - Hỗ trợ các nhóm chuyên biệt trong việc dọn dẹp các không gian lưu trữ một cách an toàn và nhân văn, đảm bảo bảo vệ các vật dụng quan trọng và tuân thủ các quy trình an toàn.\nChương trình Dọn dẹp Khu Trung tâm Thành phố - Tham gia các sáng kiến cộng đồng nhằm dọn dẹp và làm đẹp các khu vực trung tâm thành phố, bao gồm việc loại bỏ rác thải và duy trì các không gian công cộng.\nTất cả Các Nhiệm vụ Khác được giao\nYêu cầu:\nCó khả năng nâng vật nặng và thực hiện các công việc đòi hỏi thể lực tốt."
}