{
    "source": "en_US",
    "target": "vi_VN",
    "text": "When Sam ignored his reference, his smile dropped. \"So, what do you think? Ghosts possessing people?\"\n\"Maybe.\" Sam shrugged. \"Or maybe it's more like Amityville. Or the Smurl haunting.\"\n\"Yeah, driving 'em insane. Kind of like my man Jack in the Shining.\" Dean smiled again.\n\"Dean, what is up with you and Jack Nicholson?\" I asked. \"Because, frankly, it's driving me insane.\"\n\"Oh, whatever.\" Dean waved his hand at me.\n\"Dean, when are we gonna talk about it?\" Sam asked.\n\"Talk about what?\"\n\"About the fact that dad's not here.\"\n\"Oh, uh, let's see, never.\"\nI scoffed a little. \"Wow, wonderful time to set up a discussion, Dean-o.\"\n\"I'm being serious, man.\" Sam says.\n\"So am I, Sam.\" Dean replied. \"Look, he sent us here, he obviously wants us here. We'll just have to pick apart the search later.\"\n\"It doesn't matter what he wants.\"\n\"See? That attitude right there, that is why I always got the extra cookie.\"",
    "trans": "Khi Sam phớt lờ lời nhắc nhở của người anh, nụ cười của cậu biến mất. \"Vậy thì anh nghĩ như thế nào? Ma có ám người ta không?\"\n\"Có thể.\" Sam nhún vai. \"Hoặc có thể nó giống như là Amityville. Hoặc vụ ma ám Smurl.\"\n\"Đúng vậy, khiến cho họ phát điên. Giống như là nhân vật Jack trong bộ phim The Shining.\" Dean lại mỉm cười.\n\"Dean, có chuyện gì xảy ra giữa anh và Jack Nicholson vậy?\" Tôi hỏi. \"Bởi vì, thành thật mà nói, điều đó khiến cho em phát điên.\"\n\"Ồ, sao cũng được.\" Dean phẩy tay với tôi.\n\"Dean, tới khi nào chúng ta sẽ nói về chuyện này?\" Sam hỏi.\n\"Nói về chuyện gì cơ?\"\n\"Về sự thật là bố không có ở đây.\"\n\"Ồ, ừ, để xem nào, không bao giờ.\"\nTôi chế nhạo một chút. \"Ồ, thật là một thời điểm tuyệt vời để bắt đầu một cuộc thảo luận, Dean-o.\"\n\"Em đang nghiêm túc đấy, anh ạ.\" Sam nói.\n\"Anh cũng thế đó Sam.\" Dean trả lời. \"Xem này, ông ấy đã đưa chúng ta đến đây, rõ ràng là ông ấy muốn chúng ta ở đây. Chúng ta sẽ phải phân tích cuộc tìm kiếm sau.\"\n\"Ông ấy muốn gì không quan trọng.\"\n\"Thấy chưa? Cái thái độ đó, là lý do tại sao anh luôn nhận được thêm bánh quy đấy.\""
}