{
    "source": "en_US",
    "target": "vi_VN",
    "text": "Please refer to attachments:\nParent Guide for Booking Appointments\nHow to attend your appointments via video call\nSettings/device requirements for video calls\nClosing Bookings:\nSign up deadlines for each day are set out below:\nMonday 14th October and Wednesday 16th October – sign up will close at 14:00h on each of these days.\nFriday 18th October – sign up will close at 16:00h on Thursday, 17th October.\nTuesday 22nd and Thursday 24th October – sign up will close at 10:00h on each of these days.\nIn consideration of other parents who may wish to book and of teachers who make a great effort to prepare these sessions, we urge you to attend these sessions as booked. Booking a session and not connecting/coming in takes up a slot that would have otherwise been taken up by another parent. It also leads to the teacher needing to take further time out of lesson preparation and curriculum development in order to make up missed meetings. If unable to be present (whether online or in person), kindly unbook on the system. Missed sessions will not be rebooked until after half-term and will only be held within regular school hours. We thank you for your understanding in this matter.",
    "trans": "Vui lòng tham khảo các tệp đính kèm:\nHướng dẫn cho Phụ huynh về Việc Đặt Lịch Hẹn\nCách tham dự các cuộc hẹn thông qua cuộc gọi video\nYêu cầu cài đặt/thiết bị cho cuộc gọi video\nĐóng Đặt Lịch Hẹn:\nCác thời hạn đăng ký cho mỗi ngày được quy định bên dưới:\nThứ Hai ngày 14 tháng Mười và thứ Tư ngày 16 tháng Mười - đăng ký sẽ đóng lúc 14:00 vào mỗi ngày này.\nThứ Sáu ngày 18 tháng Mười - đăng ký sẽ đóng vào lúc 16:00 thứ Năm ngày 17 tháng Mười\nThứ Ba ngày 22 và thứ Năm ngày 24 tháng Mười - đăng ký sẽ đóng lúc 10:00 vào mỗi ngày này.\nĐể tôn trọng các phụ huynh khác có thể muốn đặt lịch và các giáo viên phải chuẩn bị những buổi học này, chúng tôi khuyến nghị bạn tham gia các buổi học đã đặt lịch. Việc đặt lịch nhưng không tham gia dù là trực tuyến/trực tiếp chiếm một suất mà lẽ ra có thể dành cho một phụ huynh khác. Nó cũng khiến giáo viên phải dành thêm thời gian ngoài việc chuẩn bị bài giảng và phát triển chương trình giảng dạy để bù lại các cuộc họp bị lỡ. Các buổi học bị lỡ sẽ không được đặt lại cho đến sau kỳ nghỉ giữa kỳ và sẽ chỉ được tổ chức trong giờ học chính thức của trường. Chúng tôi cảm ơn sự hiểu biết của bạn về vấn đề này."
}