{
    "source": "en_US",
    "target": "vi_VN",
    "text": "All activities included in admission unless otherwise noted\n* Crop Maze\n* Petting Zoo\n*Pumpkin Patch (Pumpkins Available for Purchase)\n* Access to Sunflower Fields for Photo Ops & Picking (Sunflowers Available for Purchase)\n* Access to Zinnia Field for Photo Ops & Picking (Zinnias Available for Purchase)\n* Bubble Barn\n* Jump Pads\n* Spider Webs\n* Corn Hole\n* Slide Hill\n* Cow Train\n* Wagon Ride\n* Family Tug-O-War\n* Playground\n* Tire Sand Pit with Diggers\n* Gel Blasters (Admission Sold Separately. Available for Advance Purchase)\n* Archery Range (Admission Sold Separately. Available for Advance Purchase)\n* Gemstone Mining (Admission Sold Separately. Available for Advance Purchase)\n_\nPLEASE KEEP IN MIND\n✓No pets or emotional support animals are allowed on the farm due to state and federal food safety regulations. Thank you for your understanding.\n✓Outside food or coolers are NOT allowed.\n✓We are cashless. Debit and all major credit cards are accepted.\n✓Amber Brooke Farms is a working farm, you will be parking and walking in grass and unpaved areas.\n✓All events are subject to change or cancellation due to inclement weather and crop availability.",
    "trans": "Đã bao gồm tất cả các hoạt động trong giá vé vào cổng trừ những lưu ý khác\n* Mê cung ngô\n* Vườn thú cưng\n* Ruộng Bí ngô (Có thể mua bí ngô)\n* Được đi vào Cánh đồng Hoa hướng dương để Chụp ảnh & Hái hoa (Có thể mua hoa hướng dương)\n* Được đi vào Cánh đồng Hoa cúc ngũ sắc để Chụp ảnh & Hái hoa (Có thể mua hoa cúc ngũ sắc)\n* Nhà bong bóng\n* Đệm nhún\n* Lưới nhện\n* Ném bao\n* Trượt đồi\n* Huấn luyện bò\n* Lái xe ngựa\n* Kéo co gia đình\n* Sân chơi\n* Hố cát cùng Máy xúc\n* Súng bắn gel (Vé chơi được bán riêng. Có thể mua trước)\n* Bắn cung từ xa (Vé chơi được bán riêng. Có thể mua trước)\n* Đào đá quý (Vé chơi được bán riêng. Có thể mua trước)\n_\nXIN HÃY LƯU Ý RẰNG\n✓Không có thú cưng hay động vật hỗ trợ cảm xúc nào được phép vào nông trại do quy định về an toàn thực phẩm của tiểu bang và liên bang. Cảm ơn vì sự thấu hiểu của bạn.\n✓Thức ăn bên ngoài và thùng giữ lạnh KHÔNG được phép mang vào.\n✓Chúng tôi không nhận tiền mặt. Thẻ ghi nợ và tất cả các loại thẻ tín dụng chính đều được chấp nhận.\n✓Nông trại Amber Brooke là một nông trại đang hoạt động, bạn sẽ đỗ xe và đi bộ trên cỏ và những khu vực chưa trải nhựa.\n✓Mọi sự kiện đều có thể bị thay đổi hoặc hủy bỏ do thời tiết xấu và tình trạng mùa vụ."
}