{
    "source": "en_US",
    "target": "vi_VN",
    "text": "He shook his head, waving his hand. \"No, no, I didn't like it that much anyways,\" He comforted. Odessa released a breathless chuckle, choosing to disregard his lie. \"Besides, it looks better on you.\" He licked his lips, swiftly retreating his concentration back to the scribbles of his father's notes. She pursed her lips, nodding ever-so-slightly as she continued typing, skillfully concealing the puny flash of disappointment. Minutes passed when she heard Dean sigh heavily, closing the journal with a bang.\nDean reached for his jacket's pocket, retrieving a medium-sized container with an engraved logo. He stood from the cushioned chair, ambling towards her. She scrunched her eyebrows together, apprehensively closing the laptop, pushing the device aside. The bed dipped as he settled himself beside her. Displaying the elegant box, he calmly pulled the top off, and Odessa faintly gasped. There appealingly presented was a midnight-black dagger, no bigger than her forearm; the hilt was structured to appear as the head of cobra. The details of scales and fangs were intricately carved, allowing an improved grip for her hand. \"It reminded me of you,\" He said.",
    "trans": "Anh lắc đầu, vẫy tay. \"Không, không, tôi cũng không thích nó đến thế đâu,\" anh an ủi. Odessa thở dài, khẽ cười, chọn cách bỏ qua lời nói dối của anh. \"Hơn nữa, nó trông đẹp hơn khi em cầm\". Anh liếm môi, nhanh chóng quay lại tập trung vào những dòng ghi chú của cha mình. Cô khép môi lại, khẽ gật đầu một cách tinh tế khi tiếp tục gõ, khéo léo che giấu một chút thất vọng thoáng qua. Vài phút trôi qua, khi cô nghe thấy tiếng thở dài của Dean, anh đóng cuốn sổ lại với một tiếng bốp.\nDean đưa tay vào túi áo khoác, lấy ra một hộp nhỏ có logo khắc chìm. Anh đứng dậy khỏi chiếc ghế đệm, đi về phía cô. Cô nhíu mày, lo lắng đóng laptop lại và đẩy nó sang một bên. Giường có chút lún khi anh ngồi xuống cạnh cô. Anh đưa hộp sang, nhẹ nhàng mở nắp, và Odessa thở hắt ra. Bên trong là một con dao găm màu đen huyền bí, dài không quá cánh tay của cô; phần chuôi được thiết kế giống đầu rắn hổ. Các chi tiết vảy và răng nanh được khắc tỉ mỉ, tạo sự cầm nắm chắc chắn hơn. \"Nó làm anh nghĩ đến em\", anh nói"
}