{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Please let me know your availability so that we can schedule a meeting at a time convenient for you. I am flexible and willing to adjust to accommodate your schedule.\nAttached, you will find our company profile for your reference. Allow me to introduce ARABIC LINK, a multinational freight forwarding services provider with a robust network. We specialize in a wide range of services including land transportation (Local/Cross border GCC).\nHeavy lifting (STD lowbed, Hydraulic lowbed), warehouse and customs clearance services for import/ export shipment at key locations such as Airports and seaports (Dammam, Jeddah, and Riyadh)\nOur areas of expertise include:\nLogistics and transportation solutions.\nHeavy equipment handling.\nProject logistics Inbound/outbound\nBreak bulk inbound/outbound.\nSABER services inbound.\nWarehouse.\nDoor to door services inbound/outbound.\nCustoms clearance inbound/outbound.\nPackaging and carting.\nOn-site and off-site logistics, and transportation, and distribution solutions.\nPort logistics/ vessel cargo, discharge or loading operations.\nWarehouse materials / inventory, manpower and MHE supply.\nContainer terminal management.\nIntegrated/ modular logistics solutions.\nAncillary / logistics support services.\nWe appreciate your consideration of our request and look forward to the opportunity to meet and discuss potential collaborations further.\nThank you for your time and attention.",
    "trans": "Пожалуйста, сообщите о своей занятости для того, чтобы мы могли назначить встречу в удобное для Вас время. Я учту Ваши требования и подстроюсь под Ваш график.\nПрикрепляю профиль нашей компании для ознакомления. Позвольте представить Вам компанию ARABIC LINK, международного поставщика транспортно-экспедиционных услуг, имеющего развитую сеть Мы специализируемся на предоставлении широкого спектра услуг, включая наземные перевозки (местные/трансграничные в арабских странах Персидского залива).\nУслуги по подъему тяжелых грузов (низкорамный полуприцеп, полуприцеп с гидравлической системой), складские услуги и таможенное оформление импортных/экспортных грузов в ключевых точках, таких как аэропорты и морские порты (Даммам, Джидда и Эр-Рияд).\nНиже перечислены области, в которых мы специализируемся.\nЛогистические и транспортные решения.\nРаботы с тяжелой техникой.\nЛогистика проекта (входящая/исходящая).\nТранспортировка негабаритных грузов (входящих/исходящих).\nУслуги по сертификации SABER (входящие грузы).\nСкладское хранение.\nУслуги доставки входящих исходящих грузов «от двери до двери».\nТаможенное оформление входящих/исходящих грузов.\nУпаковка и транспортировка.\nЛогистика на объекте и за его пределами, а также решения для транспортировки и дистрибуции.\nПортовая логистика / грузоперевозки, разгрузка или погрузка судов.\nСкладские материалы / инвентарь, рабочая сила и оборудование для погрузочно-разгрузочных работ.\nУправление контейнерными терминалами.\nКомплексные/модульные логистические решения.\nВспомогательные услуги / услуги логистического обеспечения.\nМы признательны Вам за внимание к нашему запросу и с нетерпением ждем возможности встретиться и обсудить дальнейшее потенциальное сотрудничество.\nСпасибо за уделенное время и внимание."
}