{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Have you ever heard about a saying,\"on the second day ofthe second month, the dragon lifts his head.\" The traditional Chinese Dragon-Head-Raising Festival,falls on the second day of the second lunar month every year, and recognizes the start of spring and farming. This year it falls on February 21. Ancient people believed that after this day, rainfall increases because the Dragon who was believed to have control over water, rainfall, typhoons, and floods has awakened from his winter sleep.\nMy grandmather told me that, every year on that day, it was the Dragon King Temple Conference. The pilgrims in a radius of 100 miles were like weaving, the big drama, the lions, bamboo horses, and dry boats were staged in front of the temple. I have never seen angthing like it, but i see the dragon on the roof of the temple where its serpentine form coils gracefully around the ridge. This reflects that people prayed to dragon deities for favourite weather and good harvest. These tiles, oftenglazed in vibrant colors, adding a sense of dynamism andmajesty to the structure.",
    "trans": "Вы когда-нибудь слышали пословицу «на второй день второго месяца дракон поднимает голову»? Традиционный китайский фестиваль поднятия головы дракона проходит во второй день второго лунного месяца каждого года и отмечает начало весны и сельскохозяйственных работ. В этом году он выпадает на 21 февраля. Древние люди верили, что после этого дня количество осадков увеличивается, потому что дракон, которому приписывали контроль над водой, дождем, тайфунами и наводнениями, пробуждается от зимнего сна.\nМоя бабушка рассказывала мне, что каждый год в этот день проходила Конференция Храма Короля драконов. Паломники стекались сюда, как нити паутины, из всех мест в радиусе 100 миль, перед храмом ставились большие спектакли со львами, бамбуковыми лошадями и лодками, которые никогда не плавали. Я никогда не видел ничего подобного, но я вижу изображение дракона на крыше храма, где его змееобразное тело грациозно обвивает конек. Это отражает, как люди молились божествам драконов, чтобы получить благоприятную погоду и хороший урожай. Черепица часто покрыта яркой глазурью и добавляет конструкции динамичности и величия."
}