{
    "source": "en_US",
    "target": "ru_RU",
    "text": "CANCELLATION BY TENANT IN INITIAL TERM FOR REASONABLE CAUSE BEYOND THE TENANT’S CONTROL.\n31. a. The initial term of this Lease may be terminated upon thirty (30) days written notice issued to Landlord/Agent due to\ninvoluntary change of employment from the Washington-Metropolitan Area, death of major wage earner, unemployment; Tenant or\nTenant’s child being a victim of domestic violence; Landlord harassing the Tenant or violating the Tenant’s privacy rights; Tenant or\nTenant’s spouse being 62 or older, no longer able to live independently, and needing to move to a nursing home or other senior\nhousing; Tenant being incarcerated or declared mentally incompetent; or for any other reasonable cause beyond Tenant's control.\nTenant must provide Landlord/Agent with written proof of such involuntary change in employment of greater than 25 miles from the\nWashington-Metropolitan Area. If death of major wage earner, unemployment, or other reasonable cause beyond Tenant's control is\nclaimed, Tenant must specify the cause(s) in writing to Landlord/Agent and must include appropriate documentation thereof. If",
    "trans": "РАСТОРЖЕНИЕ ДОГОВОРА АРЕНДАТОРОМ В ПЕРВОНАЧАЛЬНЫЙ СРОК ПО ОБОСНОВАННОЙ ПРИЧИНЕ, НЕ ЗАВИСЯЩЕЙ ОТ АРЕНДАТОРА.\n31. а. Настоящий Договор аренды может быть расторгнут в первоначальный срок по истечении 30 (тридцати) дней с момента получения письменного уведомления, направленного Арендодателю/Агенту, в связи с\nнедобровольной сменой места работы на иное, находящееся за пределами городской агломерации Вашингтона, смертью основного кормильца, безработицей; в связи с тем, что Арендатор или\nодин из детей Арендатора станет жертвами домашнего насилия; в случае если Арендодатель преследует Арендатора или нарушает его права на неприкосновенность частной жизни; если Арендатор или\nсупруг(а) Арендатора достигнут возраста 62 лет или старше, если они больше не смогут жить самостоятельно и нуждаются в переезде в дом престарелых или в иное жилье для пожилых\nлбдей; если Арендатор находится в заключении или признан недееспособным; или по любой другой разумной причине, не зависящей от Арендатора.\nАрендатор должен предоставить Арендодателю/Агенту письменное подтверждение такой недобровольной смены места работы на иное место за пределами границы агломерации\nгорода Вашингтон. В случае если будет заявлено о смерти основного кормильца, безработице или другой разумной причине, не зависящей от Арендатора,\nАрендатор должен указать причину (причины) в письменном виде Арендодателю/Агенту и приложить соответствующие документы. Если"
}