{
    "source": "en_US",
    "target": "ru_RU",
    "text": "sources.8 For the representation of the Middle East and the Arab Peninsula,\nAfrica, the Mediterranean and Europe, the ‘Map of the Integrated Lands’\nrelied on knowledge that was available in China, but had originated from\nIslamic geographers with access to the Chinese empire during the Mongol\nperiod.9 The ‘Map of the Integrated Lands’ was made by combining and\nintegrating diverse bodies of knowledge in several languages, thereby cre-\nating a material object that was at once embedded in its local space and\nmeaningful beyond that locality. The map illustrates that the fifteenth cen-\ntury was a period in which knowledge about the Eurasian landmass and\nits surrounding oceans spread across religious and linguistic boundaries. It\nalso shows the potential of objects to move along the same land- based and\nmaritime routes that facilitated the circulation of knowledge. This chapter\nwill seek to demonstrate that some of the porcelain objects that were traded\nand gifted within these networks similarly conveyed meanings that were\nat once associated with distant worlds and locally embedded. They were\npowerful objects precisely because they communicated knowledge about",
    "trans": "источники.8 Для представления Ближнего Востока и Аравийского полуострова,\nАфрики, Средиземноморья и Европы использовалась «Карта интегрированных земель»,\nопирающаяся на знания, доступные в Китае, но изначально полученные от\nисламских географов, которые имели доступ к китайской империи в период монгольского\nправления.9 «Карта интегрированных земель» была создана путём объединения и\nинтеграции разнообразных источников знаний на различных языках, что позволило\nсформировать материальный объект, который был привязан к местному контексту и имел значение\nза его пределами. Эта карта иллюстрирует, что пятнадцатый век\nбыл эпохой, когда знания о Евразийском континенте и\nокружающих его океанах выходили за пределы религиозных и языковых барьеров. Она\nтакже иллюстрирует возможность перемещения объектов по тем же сухопутным и\nморским маршрутам, которые способствовали обмену знаниями. В этой главе\nбудет показано, что некоторые фарфоровые предметы, которыми торговали\nи которые дарили в пределах этих сетей, также выражали значения,\nсвязанные как с удалёнными мирами, так и с местными особенностями. Эти предметы\nбыли значимыми именно потому, что они передавали знания о"
}