{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Due to the confidential nature, we cannot disclose any information about qualifying accounts opened by the friends you invite.\nBonus/Account Information: Referral bonus offer is available to eligible personal checking account holders approximately 30 days after account opening. To receive the $50 Refer-A-Friend bonus: 1) Refer your family and friends to open a qualifying Chase checking account with qualifying activities through this referral site; 2) Referred candidate must be a new Chase customer and open a qualifying Chase checking account with qualifying activities using corresponding coupon; AND 3) After your referred family and friends have opened their qualifying Chase checking account, we'll deposit the $50 bonus into your primary checking account within 30 days, provided both the customer and friend accounts are not closed or restricted at the time of payout. You can receive up to 10 referral bonus deposits (totaling $500) per calendar year. Eligibility may be limited based on account ownership. Bonuses are considered miscellaneous information, and may be reportable to you and the IRS on Form 1099-MISC (or Form 1042-S, if applicable). Employees of JPMorgan Chase Bank, N.A. and its affiliates are not eligible for the Refer-A-Friend program.",
    "trans": "Из-за конфиденциального характера мы не можем раскрыть какую-либо информацию о квалификационных счетах, открытых друзьями, которых вы пригласили.\nИнформация о бонусах и счетах: предложение о бонусе за рефералов доступно для владельцев личных расчетных счетов, соответствующих требованиям, примерно через 30 дней после открытия счета. Чтобы получить бонус в размере 50 долларов за рекомендацию друга: 1) порекомендуйте своим родственникам и друзьям открыть квалификационный расчетный счет Chase, выполнив соответствующие действия на этом сайте рефералов; 2) рекомендуемый кандидат должен быть новым клиентом Chase и открыть квалификационный расчетный счет Chase с квалификационными действиями, используя соответствующий купон; и 3) после того, как ваши рекомендованные родственники и друзья откроют свои квалификационные расчетные счета Chase, мы внесем бонус в размере 50 долларов на ваш основной расчетный счет в течение 30 дней, при условии, что на момент выплаты счета клиента и друга не закрыты или на них не наложены иные ограничения. Вы можете получить до 10 депозитов бонусов за рекомендации (в общей сложности на сумму 500 долларов) в одном календарном году. Право на участие может быть ограничено в зависимости от владения счетом. Бонусы считаются «прочими доходами» и могут подлежать отчетности перед Налоговой службой США (IRS) по форме 1099-MISC (или по форме 1042-S, если применимо). Сотрудники JPMorgan Chase Bank, N.A. и его аффилированных лиц не имеют права участвовать в программе «Рекомендуй друга»."
}