{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Li and Akey’s key insight was to look for modern-human DNA in the genomes of the Neanderthals, instead of the other way around. “The vast majority of genetic work over the last decade has really focused on how mating with Neanderthals impacted modern human phenotypes and our evolutionary history — but these questions are relevant and interesting in the reverse case, too,” said Akey.\nThey realized that the offspring of those first waves of Neanderthal-modern matings must have stayed with the Neanderthals, therefore leaving no record in living humans. “Because we can now incorporate the Neanderthal component into our genetic studies, we are seeing these earlier dispersals in ways that we weren’t able to before,” Akey said.\nThe final piece of the puzzle was discovering that the Neanderthal population was even smaller than previously believed.\nGenetic modeling has traditionally used variation — diversity — as a proxy for population size. The more diverse the genes, the larger the population. But using IBDmix, Akey’s team showed that a significant amount of that apparent diversity came from DNA sequences that had been lifted from modern humans, with their much larger population.",
    "trans": "Ключевое понимание Ли и Аки заключалось в том, чтобы искать ДНК современных людей в геномах неандертальцев, а не наоборот. «Большинство генетических исследований за последнее десятилетие действительно сосредоточено на том, как скрещивание с неандертальцами повлияло на фенотипы современных людей и нашу эволюционную историю, — но эти вопросы также актуальны и интересны в обратном случае,» — сказал Акей.\nОни осознали, что потомки первых волн скрещивания неандертальцев и современных людей, вероятно, остались с неандертальцами и поэтому не оставили следов в живых людях. «Поскольку мы теперь можем включить компонент неандертальца в наши генетические исследования, мы видим эти более ранние расселения так, как раньше не могли,» — сказал Аки.\nПоследним элементом головоломки стало открытие того, что популяция неандертальцев была даже меньше, чем считалось ранее.\nГенетическое моделирование традиционно использовало вариацию — разнообразие —  в качестве показателя размера популяции. Чем более разнообразны гены, тем больше популяция. Но с помощью IBDmix команда Аки показала, что значительная часть этого кажущегося разнообразия происходила от последовательностей ДНК, которые были заимствованы у современных людей с их гораздо большей популяцией."
}