{
    "source": "en_US",
    "target": "ru_RU",
    "text": "In a statement, the club said it had 'chosen a man well known for his teams' high pressing, intense and daring style of play which has brought him great success at club level and international level, winning pretty much all there is to win in the world of football'.\nBarcelona highlighted the 59-year-old's success during the 2019-20 season at the helm of Bayern, with whom he won six trophies - the Bundesliga, the German Cup, the Champions League, the German Super Cup, the UEFA Super Cup and the Club World Cup.\nXavi was sacked last week after a trophy-less season in which Barca finished 10 points behind champions Real Madrid, lost the Spanish Super Cup final to their arch-rivals and were knocked out of the Champions League by Paris St Germain in the last eight.\nThe German filling Xavi's shoes faces a tough challenge ahead with fixing Barca's on-field struggles amid turmoil off the pitch, including deepening financial problems and a refereeing scandal that could drag on for years.\nFlick made his name assisting Germany manager Joachim Low during their 2014 World Cup winning campaign. In 2019, he joined Bayern as head coach, securing seven trophies in his two seasons in charge.",
    "trans": "В заявлении клуб сообщил, что выбрал человека, хорошо известного своим высоким прессингом, интенсивным и смелым стилем игры своих команд, который принес ему большой успех на клубном и международном уровнях и позволил выиграть практически все возможные трофеи в мире футбола.\nБарселона подчеркнула успех 59-летнего тренера в сезоне 2019-20 на посту главного тренера Баварии, с которой он выиграл шесть трофеев - Кубок Бундеслиги, Кубок Германии, Кубок Лиги чемпионов, Суперкубок Германии, Суперкубок УЕФА и Кубок мира среди клубов.\nХави был уволен на прошлой неделе после сезона без трофеев, в котором «Барса» финишировала на 10 очков позади чемпиона — «Реал Мадрид», проиграла финал Кубка Испании своим заклятым соперникам и была выбита из Лиги чемпионов командой «Пари Сен-Жермен» в четвертьфинале.\nПеред немцем, занявшим место Хави, стоит непростая задача — исправить ситуацию на поле на фоне беспорядков за его пределами, включая усугубляющиеся проблемы с финансами и судейский скандал, который может затянуться на годы.\nФлик стал известен благодаря своей работе в качестве помощника тренера сборной Германии Йоахима Лева во время их победного выступления на чемпионате мира 2014 года. В 2019 году он присоединился к «Баварии» в качестве главного тренера и за два сезона работы завоевал семь трофеев."
}