{
    "source": "en_US",
    "target": "ru_RU",
    "text": "I’ve been using prescription strength retinoid every night (or every other night) since 2018. So my skin is well adapted to it. But I still experienced break out even with Adapalene in my night routine. Acne is multifactorial, and I still try some new products. My skin is pretty sensitive & easilly get clogged. By far, 0.1% Adapalene cream works best on my skin, it gives me noticable result with minimum irritation (compares to tretinoin). I’ve added 20% Azelaic Acid to my morning routine since September 8th 2023. So it’s actually been 1,5 months! It’s quite challenging at the beginning to adapt with Azelaic Acid. It gives a tingling itchy sensation on the early days. I’m not sure whether I experienced a horrible purge with Azelaic Acid or it got worse because anything else, but there you see my worst skin on October 12th (check out my “skin update” HL for more details). I don’t consume any antibiotics or roacutanne or any hormonal pills. I only consume my regular supplements (vitamin D3, vitamin C, omega 3, zinc picolinate) plus extra glutathione.",
    "trans": "Я использую рецептурный ретиноидный препарат каждый вечер (или через вечер) с 2018 года. Моя кожа хорошо привыкла к нему. Но у меня все равно появлялись высыпания даже после применения адапалена на ночь. Акне является многофакторным, и я все еще пробую некоторые новые средства. У меня довольно чувствительная кожа, на которой легко образуются закупорки. На данный момент крем с 0,1%-ым адапаленом лучше всего подходит для моей кожи, он дает заметные результаты с минимальным раздражением (по сравнению с третиноином). С 8 сентября 2023 года я добавила к средствам утреннего ухода 20%-ую азелаиновую кислоту. Так что прошло уже 1,5 месяца! В начале было довольно сложно адаптироваться к азелаиновой кислоте. В первые дни она вызывает покалывание и зуд. Я не уверена, связан ли мой крайне неприятный период обострения с азелаиновой кислотой или причина ухудшения состояла в чем-то ином, но вот каким был худший результат от 12 октября (подробности смотрите в моей актуальной истории в разделе «обновление кожи»). Я не принимаю никаких антибиотиков, роаккутан или гормональные таблетки. Я только принимаю свои обычные добавки (витамин D3, витамин C, омега-3, пиколинат цинка) плюс дополнительно глутатион."
}