{
    "source": "en_US",
    "target": "ru_RU",
    "text": "As a large developing country with a huge population, India made policies and attempted to establish mechanical waste processing programs in big cities in the 1980s [26]. Meanwhile, those programs and policies failed due to information asymmetry and the incompatibility of facilities since the government did not consider that the structures of Indian cities were not suitable for waste recycling vehicles and large waste disposal factories and machines. Indian officials also could not find experienced workers to operate and maintain waste disposal machines. India still has serious solid waste challenges and secondary pollution. Various approaches and policies have been made to increase India’s solid waste disposal abilities [27].\nCompared with developed countries, developing countries faced greater challenges in the effective use of incineration and MSW generation, since their solid waste contents have lower heating value and most of the countries do not have clean incineration technology [28]. Besides institutional and policy reasons, poor environmental education is another factor that affects solid waste disposal [11]. Farmers, small waste recycle business owners and even some officials did not get sufficient education and training in solid waste disposal. This makes solid waste disposal in developing countries more challenging.",
    "trans": "Как крупная развивающаяся страна с огромным населением, Индия в 1980-х годах приняла меры и попыталась создать программы по переработке механических отходов в крупных городах [26]. Тем не менее эти программы и политики потерпели неудачу из-за информационной асимметрии и несовместимости оборудования, поскольку правительство не учло, что структуры индийских городов не подходят для мусоросборочных автомобилей и крупных заводов по утилизации отходов. Индийские чиновники также не смогли найти опытных работников для управления и обслуживания машин для утилизации отходов. В Индии все еще существуют серьезные проблемы с твердыми отходами и вторичным загрязнением. Были предприняты различные подходы и политики для повышения возможностей Индии по утилизации твердых отходов [27].\nПо сравнению с развитыми странами, развивающиеся страны сталкиваются с большими проблемами в эффективном использовании генерирования энергии при сжигании ТБО, поскольку их твердые отходы имеют более низкую теплотворную способность, а большинство стран не располагает технологией чистого сжигания [28]. Кроме организационных и политических причин, еще одним фактором, влияющим на утилизацию твердых отходов, является недостаточное экологическое образование [11]. Фермеры, владельцы небольших предприятий по переработке отходов и даже некоторые чиновники не получили достаточного образования и обучения в области утилизации твердых отходов. Это делает утилизацию твердых отходов в развивающихся странах более сложной задачей."
}