{
    "source": "en_US",
    "target": "ru_RU",
    "text": "7. Volunteers shall not use, posses or be under the influence of alcohol within the Youth House or during any activity. In case this will occur, the situation will be evaluated and according to its degree of severity measure will be taken from formal notification to terminating the stage.\n8. Using or possessing any forbidden substances during the stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n9. Using or possessing any weapons during your stay inside the project is strictly prohibited. In case this will occur, the situation will be evaluated and the volunteer can be asked to terminate the stage.\n10. Volunteers will conduct themselves in the spirit of Human Rights and they will provide positive role models for all youth. Volunteers must treat the other volunteers or young people of all ages, genders, religions, and cultures with respect and consideration.",
    "trans": "7. Волонтеры не должны использовать, хранить или находиться под воздействием алкоголя в Молодежном доме или во время любого мероприятия. В случае возникновения такой ситуации она будет оценена, и в зависимости от степени серьезности будут приняты меры - от официального уведомления до прекращения участия в проекте.\n8. Использование или хранение любых запрещенных веществ во время пребывания в проекте строго запрещено. В случае возникновения такой ситуации она будет оценена, и волонтер может быть приглашен прекратить участие в проекте..9. Использование или хранение любого оружия во время вашего пребывания в проекте строго запрещено. В случае возникновения такой ситуации она будет оценена, и волонтер может быть приглашен прекратить участие в проекте.\n9. Использование или хранение любого оружия во время вашего пребывания в проекте строго запрещено. В случае, если это произойдёт, ситуация будет оценена, и волонтёр может быть приглашён прекратить участие в проекте.\n10. Волонтёры должны вести себя в духе прав человека и предоставлять положительные примеры для всех молодёжи. Волонтёры обязаны относиться с уважением и вниманием к другим волонтёрам или молодым людям всех возрастов, полов, религий и культур."
}