{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Limited Time Offer\nBUY 1 GET 1 FREE+ Free Shipping Of Revitalized Remedies CBD Gummies\nLOW STOCK! ( HURRY: Only 4 Bottles Left. )\nGET YOUR BOTTLE >>\nThis special offer ends:\nFriday, October 11, 2024\nStart A Conversation\nDan H.\nI really didn't expect such a cool post from you. Actually I have been using Revitalized Remedies CBD Gummies for about a weak already and couldn't be any happier!\nReply . 13 . Like . 12 minutes ago\nZac P.\nThe timing of this couldn't be better, my wife and I are struggling and this could be our answer.\nReply . 14 . Like . 16 minutes ago\nFritz C.\nYesterday I got my package Revitalized Remedies CBD Gummies and I already managed to try it! I feel more confident than ever already!\nReply . 2 . Like . 1 hour ago\nRyan P.\nDenzel Washington. I've heard that as well. I am anxious to find out for myself. Thanks!\nReply . 13 . Like . 12 minutes ago\nReynan P.\nI have been using Revitalized Remedies CBD Gummies for two weeks and I can definitely say that could never expect such a strong effect. This is simply AMAZING!!",
    "trans": "Предложение с ограниченным сроком действия\nКУПИТЕ 1, ПОЛУЧИТЕ 1 БЕСПЛАТНО + Бесплатная доставка жевательных конфет CBD Gummies от Revitalized Remedies\nСКЛАДСКИЕ ЗАПАСЫ ОГРАНИЧЕНЫ! (ПОСПЕШИТЕ: Осталось только 4 бутылки.)\nПОЛУЧИТЕ СВОЮ БУТЫЛКУ >>\nДата окончания специального предложения:\nПятница, 11 октября 2024 года\nНачать разговор\nДэн Х.\nЯ действительно не ожидал такой классной публикации от вас. На самом деле, я уже около недели использую жевательные конфеты CBD от Revitalized Remedies и я предельно счастлив!\nОтветить. 13 отметок «Нравится». 12 минут назад.\nЗак П.\nОчень своевременное предложение. Мы с женой испытываем трудности, и это отличный выход для нас.\nОтветить. 14 отметок «Нравится». 16 минут назад.\nФриц Ц.\nВчера я получил свою посылку с жевательными конфетами CBD от Revitalized Remedies и уже успел попробовать их! Я чувствую себя более уверенным, чем когда-либо!\nОтветить. 2 отметки «Нравится». 1 час назад.\nРайан П.\nДензел Вашингтон. Я тоже об этом слышал. Мне не терпится узнать это на собственном опыте. Спасибо!\nОтветить. 13 отметок «Нравится». 12 минут назад.\nРейнан П.\nЯ использую жевательные конфеты CBD от Revitalized Remedies уже две недели и могу с уверенностью сказать, что они оказывают невероятно сильный эффект! Это просто УДИВИТЕЛЬНО!!"
}