{
    "source": "en_US",
    "target": "ru_RU",
    "text": "As a God, there are a few higher than Erlang in terms of authority. However, he is the nephew of Jade emperor, the top dog of celestial heaven and ruler of all Gods; just below Buddha himself I would say. Some would say Erlang is the strongest warrior of the heavens and the only rival to Sun. On who is stronger between the both of them is debatable, they have both bested each other on different occasions and it has been implied that they both have some form of respect for each other because of how strong they are.\nErlang despite being a high ranking and family of jade emperor himself, don’t exactly have a strong respect for how his uncle rules over the celestial realm. It has been implied in some iteration that Jade emperor can be at times “evil and selfish” for his own agendas too. In Chinese mythology, Gods are not necessarily perfect, that’s why they have not achieve true enlightenment and become Buddha themselves. They are simply superior beings to humans and devils.",
    "trans": "Как Бог, Эрланг занимает более высокое положение по авторитету, чем многие другие. Однако он является племянником Нефритового императора, верховного владыки небес и правителя всех богов; я бы сказал, что он стоит сразу после самого Будды. Некоторые утверждают, что Эрланг является самым сильным воином небес и единственным соперником Солнца. Вопрос о том, кто из них сильнее, является предметом спора; они оба побеждали друг друга в разные времена, и подразумевается, что у них есть некоторое уважение друг к другу из-за их силы.\nНесмотря на то, что Эрланг занимает высокое положение и является членом семьи Нефритового императора, он не испытывает особого уважения к тому, как его дядя управляет небесной сферой. В некоторых интерпретациях подразумевается, что Нефритовый император может быть временами \"злым и эгоистичным\" ради своих собственных целей. В китайской мифологии боги не обязательно являются совершенными; именно поэтому они не достигли истинного просветления и не стали Буддой. Они просто являются превосходными существами по сравнению с людьми и демонами."
}