{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The MAP test serves as a valuable standardized formative assessment tool for our students, encompassing Math and English subjects for students from KG3 to G11, with the additional inclusion of Science subjects for G4 to G8. This assessment allows us to gauge your child's learning levels and track their academic growth not only throughout the school year but also from year to year.\nGiven the significance of this assessment, it is crucial that our students put forth their best effort. I firmly believe that parental support plays an essential role in helping children perform their best during the MAP test. Therefore, I kindly request that you ensure the presence of your child(ren) in school on the designated testing day.\nThe MAP test this season will be conducted with subject facilitators to ensure that all students are in a comfortable atmosphere conducive to smooth answering. Here are the details regarding the testing locations:\nMYP & DP1 students: Respective subject’s classes (Please bring laptops with Windows 8 or later versions installed or iPads)",
    "trans": "Тест MAP служит ценным стандартизированным формативным инструментом оценки наших учеников, охватывающим предметы математики и английского языка для учащихся с KG3 по G11, с дополнительным включением предметов естествознания для классов G4 по G8. Эта оценка позволяет нам оценить уровень обучения вашего ребенка и отслеживать его академический рост не только в течение учебного года, но и из года в год.\nУчитывая значимость этой оценки, крайне важно, чтобы наши ученики проявили свои лучшие усилия. Я твердо верю, что поддержка со стороны родителей играет важную роль в том, чтобы помочь детям показать свои лучшие результаты на тесте MAP. Поэтому я настоятельно прошу вас обеспечить присутствие вашего(их) ребенка(ей) в школе в назначенный день тестирования.\nТест MAP в этом сезоне будет проводиться с участием преподавателей предметов, чтобы обеспечить всем ученикам комфортную атмосферу, способствующую спокойному ответу на вопросы. Вот подробности о местах проведения тестирования:\nУченики MYP и DP1: классы соответствующих предметов (Пожалуйста, принесите ноутбуки с установленной версией Windows 8 или более поздней, или же iPad)"
}