{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Home Office online check: share code and date of birth\nOR current passport and stamped visa\nNon-UK with student visa\nHome Office online check: share code and date of birth\nAND university enrolment letter and document specifying term dates\nBank account details (sort code, account number)\nNational insurance number (eg NI card, letter from government agency/department)\nP45 from the current tax year, under six weeks old OR a completed online HMRC starter checklist\nCopies (paper or digital) of original documents cannot be accepted.\nWithout presenting the above documents, you will be unable to commence employment.\nWhat to expect\nOn your first day, a team member will complete an induction and answer any questions which you may have. You will be provided with access to online induction e-learning to help to build your knowledge. In the meantime, take a look at the following to learn more about J D Wetherspoon and what’s on offer.",
    "trans": "Онлайн-проверка Министерства внутренних дел: код иммиграционного статуса и дата рождения\nИЛИ текущий паспорт и визы со штампами\nНе гражданин Великобритании с учебной визой\nОнлайн-проверка Министерства внутренних дел: код иммиграционного статуса и дата рождения\nИ письмо о зачислении в университет и документ с указанием дат семестров\nРеквизиты банковского счета (код отделения, номер счета)\nНомер полиса национального страхования (например, карта NI, письмо от государственного агентства/ведомства)\nФорма P45 за текущий налоговый год, не старше шести недель ИЛИ заполненный онлайн-опросник HMRC для начинающих\nКопии (бумажные или цифровые) оригинальных документов не принимаются.\nБез предоставления вышеуказанных документов вы не сможете начать трудоустройство.\nЧто ожидать\nВ первый рабочий день наш сотрудник проведет для вас вводный инструктаж и ответит на все ваши вопросы. Вам будет предоставлен доступ к вводному инструктажу в режиме онлайн, который поможет вам расширить свои знания. В то же время, ознакомьтесь с приведенной ниже информацией, чтобы узнать больше о компании J D Wetherspoon и о ее предложениях."
}