{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Identify the ticket you tried to share and check the status of the share\nCheck that the details (email or mobile number) are correct\nYou can choose to cancel or recall the ticket share and attempt to re-share it with your friend\nI’ve shared a ticket, how long does my receiver have to accept it?\nThe ticket receiver has 48 hours to accept the ticket share. If it goes unaccepted, you will receive a notification and the ticket will be available in your order history again.\nI’ve shared a ticket, but I’d like to undo it, what do I do?\nIf you’ve shared a ticket that you no longer wish to, visit “Your Tickets” in the Ticketek mobile app. Alternatively, click the SMS link for the mobile ticket you have shared.\nBased on the status of the shared ticket you can “Cancel” or “Recall” the shared ticket.\nThe ticket holder will receive an email notification when this occurs.\nI accepted a ticket share but would like to undo it, what do I do?\nIf you’ve accepted a shared ticket that you no longer wish to have, visit “Your Tickets” in the Ticketek mobile app.",
    "trans": "Определите билет, который вы пытались поделиться, и проверьте статус обмена\nПроверьте, правильны ли данные (электронная почта или номер мобильного телефона)\nВы можете выбрать отмену или отзыв обмена билетом и попытаться снова поделиться им с вашим другом\nЯ поделился билетом, сколько времени у моего получателя есть для его принятия?\nПолучатель билета имеет 48 часов для принятия обмена билетом. Если он не будет принят, вы получите уведомление, и билет снова станет доступным в вашей истории заказов.\nЯ поделился билетом, но хотел бы отменить это действие, что мне делать?\nЕсли вы поделились билетом, которым больше не хотите владеть, перейдите в раздел \"Ваши билеты\" в мобильном приложении Ticketek. В качестве альтернативы нажмите на ссылку SMS для мобильного билета, которым вы поделились.\nВ зависимости от статуса обмененного билета вы можете \"Отменить\" или \"Отозвать\" обмененный билет.\nВладелец билета получит уведомление по электронной почте, когда это произойдет.\nЯ принял обмененный билет, но хотел бы отменить это действие, что мне делать?\nЕсли вы приняли обмененный билет, которым больше не хотите владеть, перейдите в раздел \"Ваши билеты\" в мобильном приложении Ticketek."
}