{
    "source": "en_US",
    "target": "ru_RU",
    "text": "*Bekkaa* Another extremely horrible day for Bekkaa as a whole, as strikes were conducted in towns and villages in Zahle area and Baalbek, during the night, 3 significant strikes occurred near the Al Mortadar Hospital, it had significant collateral damage from these 3 strikes. This will probably mean the hospital closes for at least a month to repair the damage. During the day, around 1pm, 4 strikes occurred in Baalbek in Al Asayra vicinity. Specific focus continues in Baalbek surrounding areas, Hermel unofficial crossing point, Villages in Zahle area.\nThe Bekkaa team here are doing a great job checking on our staff in a number of locations.\n*Hermel* Was spared most of the airstrikes, the border point was yet again targeted which, about the 6th time this has happened, making it an extremely dangerous place to be in the vicinity of.\n*Analysis* It is highly likely that this current phase of conflict will continue with this intensity and in the similar areas. Tensions continue to remain high in IDP shelters, unofficial shelters, gathering point etc, with the numbers of evictions of groups from locations increasing.",
    "trans": "*Беккаа* Еще один крайне ужасный день для Бекаа в целом, так как в населенных пунктах и деревнях района Захле и Баальбека были проведены удары. Ночью произошло 3 значительных удара рядом с больницей Аль-Мортадар, она получила значительные повреждения от этих 3 ударов. Это, по всей видимости, означает, что больница закроется на ремонт как минимум на месяц. В течение дня, около 13:00, в Баальбеке в окрестностях Аль-Асайры произошло 4 удара. Особое внимание продолжает сосредоточиваться на окрестностях Баальбека, неофициальном переходе в Хермеле, деревнях в районе Захле.\nКоманда Беккаа здесь выполняет отличную работу, проверяя наших сотрудников в ряде мест.\n*Хермель* Избежал большинства авиаударов, пограничный пункт снова стал целью, это уже шестой раз, когда это происходит, что делает его крайне опасным местом для нахождения поблизости.\n*Анализ* Высока вероятность того, что текущая фаза конфликта будет продолжаться с такой же интенсивностью и в аналогичных районах. Напряженность продолжает оставаться высокой в укрытиях для внутренне перемещенных лиц (ВПЛ), неофициальных укрытиях, местах сбора и т.д., при этом увеличивается количество выселений групп из различных мест."
}