{
    "source": "en_US",
    "target": "ru_RU",
    "text": "the weekends and have fun and often attends sports events or\ntakes a short break to play video games.\nlabs. He spends lots of time in the library, and at the end of\n“undeclared” at the beginning of second semester. He doesn’t see\nhas declared a major in premed; he signed up for a heavy\nmorning and goes to class, but occasionally he goes back to sleep\nthe first semester he has a 3.5 GPA. Jerome likes to go out on\ngets up on time. He’s asked Jerome to make sure he gets up in the\nplays every intramural sport offered. Chris made a 2.2 GPA first\ncollege classes without his parents around to make sure that he\nafter Jerome wakes him up. Chris tends to study right before a\ntest by staying up all night. He goes out a lot during the week and\nKanoy, K., Book, H. E., & Stein, S. J. (2013). The student eq edge : Emotional intelligence and your academic and personal success: student workbook. John Wiley & Sons, Incorporated.",
    "trans": "по выходным и развлекаться, а также часто посещает спортивные мероприятия или\nделает короткий перерыв, чтобы поиграть в видеоигры.\nлабораториях. Он проводит много времени в библиотеке, а в конце\n«незарегистрированным» в начале второго семестра. Он не видит\nон выбрал специальность по подготовке к медицинскому факультету; он записался на сложный курс\nутром и идет на занятия, но иногда он возвращается спать\nв первом семестре у него средний бал 3,5.  Джереми любит выходить развлекаться в\nвстаёт вовремя. Он попросил Джереми убедиться, что тот встанет утром\nиграет в каждые предлагаемые внутренние виды спорта. Сначала Крис получил средний балл успеваемости 2,2\nзанимается учёбой в колледже без родителей, которые моглм бы следить за тем, чтобы он\nпосле того, как Джереми разбудит его. Крис обычно занимается прямо перед\nготовится к экзамену, не ложась спать всю ночь. Он часто выходит в течение недели и\nКаной, К., Бук, Х. Э., и Штейн, С. Дж. (2013). *Student EQ Edge: Эмоциональный интеллект и ваш академический и личный успех: Рабочая тетрадь для студентов*. John Wiley & Sons, Incorporated."
}