{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Second, Facebook as a mature social platform gives writers the advantage of publicity. Facebook is ranked as the third most visited website in the world as of July 2022. The high number of visitors reveals that Facebook can be an excellent platform for promotion. It echos with the feature of Bulletin. As Mr.Zuckberg said, the author's personal Facebook page will contains a link to the newsletters on Bulletin so that readers can click through and read the content directly. Podcasts and audio rooms will also be available for authors to \"supplement their content\". This is equivalent to telling to numerous writers that if they publish content in the Bulletin interface, their articles can be viewed by more people.\nThird, Facebook doesn’t intend to confine writers to Bulletin all the time. Although Facebook has a promotional advantage over creators, it does not want to control the creators. On the pages of Bulletin, writers are able to send paid content directly to users' personal email addresses. It means they can export the subscriber’s contact information at any time. If they want to change platforms, they can just send emails directly to their readers. Facebook respects the writer’s choices.",
    "trans": "Во-вторых, Facebook как зрелая социальная платформа предоставляет писателям преимущество в виде публичности. По состоянию на июль 2022 года Facebook занимает третье место по посещаемости в мире. Высокое количество посетителей показывает, что Facebook может быть отличной платформой для продвижения. Это соответствует функции Bulletin. Как сказал г-н Цукерберг, личная страница автора на Facebook будет содержать ссылку на рассылки в Bulletin, чтобы читатели могли перейти по ней и прочитать содержимое напрямую. Авторы также смогут использовать подкасты и аудиокомнаты для \"дополнения своего контента\". Это эквивалентно тому, что многим писателям говорится, что если они опубликуют контент в интерфейсе Bulletin, их статьи смогут быть просмотрены большим количеством людей.\nВ-третьих, Facebook не намерен постоянно ограничивать писателей только Bulletin. Хотя у Facebook есть преимущество в продвижении перед создателями контента, он не хочет контролировать их. На страницах Bulletin писатели могут отправлять платный контент напрямую на личные адреса электронной почты пользователей. Это означает, что они могут в любое время экспортировать контактную информацию подписчиков. Если они захотят сменить платформу, они просто могут отправить электронные письма своим читателям. Facebook уважает выбор писателя."
}