{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Benedict looked at the newcomer, a short, slightly pudgy young woman who was obviously the countess’s daughter, then glanced back to Sophie, who had gone white as a sheet.\n“Get out of here,” Araminta hissed. “You have no place in these proceedings.”\n“Obviously she does,” the magistrate said, turning to Araminta, “if she took the shoe clips. Do you want to have her charged?”\n“She’s my daughter!”\n“Put me in the cell with Sophie!” Posy said dramatically, clasping one of her hands to her breast with great effect. “If she is transported for theft, then I must be as well.”\nFor the first time in several days, Benedict found himself smiling.\nThe warden took out his keys. “Sir?” he said hesitantly, nudging the magistrate.\n“Put those away,” the magistrate snapped. “We’re not incarcerating the countess’s daughter.”\n“Do not put those away,” Lady Bridgerton cut in. “I want my future daughter-in-law released immediately.”\nThe warden looked helplessly at the magistrate.\n“Oh, very well,” the magistrate said, jabbing his finger in Sophie’s direction. “Let that one free. But no one is going anywhere until I have this sorted out.”",
    "trans": "Бенедикт посмотрел на новоприбывшую, слегка пухлую молодую женщину низкого роста, которая явно была дочерью графини, а затем снова взглянул на Софи, побледневшую как полотно.\n«Убирайся отсюда,» — прошипела Араминта. «Тебе нет места в этих разбирательствах.»\n«Очевидно, что есть,» — сказал магистрат, обращаясь к Араминте. «Если она забрала обувные заколки. Хотите ее обвинить?»\n«Она моя дочь!»\n«Поместите меня в камеру с Софи!» — резко сказала Пози, эффектно прижимая одну руку к груди. «Если ее отправят за воровство, то меня тоже должны.»\nВпервые за несколько дней Бенедикт улыбался.\nСмотритель достал свои ключи. «Сэр?» — сказал он неуверенно, толкнув магистрата.\n«Уберите их,» — ответил магистрат. «Мы не будем заключать в тюрьму дочь графини.»\n«Не убирайте их,» — сказала леди Бриджертон. «Я хочу, чтобы мою будущую невестку немедленно освободили.»\nСмотритель беспомощно посмотрел на магистрата.\n«Ну хорошо,» — сказал магистрат, указывая пальцем в сторону Софи. «Отпустите вот ту. Но никто никуда не уходит, пока я не разберусь с этим.»"
}