{
    "source": "en_US",
    "target": "ru_RU",
    "text": "all, but hearing Kai willingly share information beyond his son’s favorite snack or sleep routine holds a weight I didn’t expect.\n“Country boy, huh?”\nThe mental picture of him in Wranglers, much in the way he wears his baseball pants, is doing all sorts of things to my imagination.\n“Miller.”\n“Hmm?”\n“You’re sexualizing me in your mind right now, aren’t you?” “Absolutely.”\nThe corner of his lips tick.\n“Your parents, are they still in Texas?”\nHe begins to gather the dishes I made a mess of, completely ignoring my\nquestion. “Why don’t you head out. I’ll clean this up. I don’t want Monty to chew my ass out tomorrow at practice because you woke him when you got home too late. Thanks for your help tonight. I hope Max was okay for you.”\n“He was an angel. I truly have no idea where he inherited that from.”\nKai’s back vibrates, but he doesn’t give me the satisfaction of hearing his laugh.\n“And so you know, I’m not staying at my dad’s.”\nStanding by the sink, Kai’s eyes dart to mine over his shoulder.\n“I’m staying in my van in his parking garage.”",
    "trans": "все, но то, что Кай охотно делится информацией, выходящей за рамки любимых закусок или режима сна его сына, имеет для меня значение, которое я не ожидал.\n«Деревенский парень, не правда ли?»\nМысленный образ о нем в джинсах Wrangler,  во многом из-за того, как он носит свои бейсбольные брюки, производит на мое воображение самые разные эффекты.\n«Миллер».\n«Хмм?»\n«Ты ведь сейчас мысленно сексуализируешь меня, не правда ли?» «Точно».\nУголок его губ задрожал.\n«Твои родители все еще находятся в Техасе?»\nОн начинает собирать посуду, которую я испачкала, полностью игнорируя мой\nвопрос. «Почему бы тебе не уйти? Я уберу. Я не хочу, чтобы Монти завтра на тренировке надрал мне задницу из-за того, что ты разбудила его, когда вернулась домой слишком поздно. Спасибо за помощь сегодня вечером. Надеюсь, Макс тебе подошел».\n«Он был ангелом. Я понятия не имею, от кого он это унаследовал».\nСпина Кая дрожит, но он не предоставляет мне возможности услышать его смех.\n«И к товему сведению, я не останусь у отца».\nСтоя у раковины, Кай мимолетно бросил взгляд на меня через плечо.\n«Я останусь в своем фургоне на парковке»."
}