{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Must be able to set up and run GMAW, SMAW, FCAW, GTAW\nOxy Fuel Cutting\nHandheld Plasma/Gouging Operation\nMust be able to lift 10 – 40 LB Weldments\nRead, interpret, and follow blueprints and engineering plans to construct high-quality parts and assemblies.\nSetting up and operating tools and equipment necessary for the fabrication process.\nMeasuring, marking, cutting, bending, and assembling materials to create the final product.\nInspecting and testing finished products to ensure they conform to specifications.\nAligning, fitting, and assembling component parts using hand tools and fixtures.\nRepairing faulty components and products in line with defects highlighted during inspection.\nMaintaining a clean and safe work environment in compliance with company and safety regulations.\nInspect and test finished products for functionality and adherence to specifications.\nMaintain a clean and safe working environment by complying with procedures, rules, and regulations.\nAssist in the enhancement of fabrication methods, seeking efficiency and reduction of costs.\nCommunicate well with other departments and team members",
    "trans": "Кандидат должен уметь готовить к работе и управлять оборудованием для газовой дуговой сварки металлическим электродом, дуговой сварки металлическим электродом с покрытием, дуговая сварки порошковой проволокой и газовой дуговой сварки вольфрамовым электродом.\nКандидат должен уметь выполнять кислородную резку.\nКандидат должен уметь работать с оборудованием для плазменной/дуговой поверхностной резки.\nКандидат должен иметь возможность поднимать сварные изделия весом от 10 до 40 фунтов.\nКандидат должен уметь читать, интерпретировать чертежи и соблюдать требования чертежей и инженерных планов для изготовления высококачественных деталей и конструкций.\nКандидат должен уметь настраивать и управлять инструментами и оборудованием, необходимыми для процесса изготовления.\nКандидат должен уметь измерять, маркировать, резать, сгибать и выполнять сборочные работы с использованием материалов для создания конечного продукта.\nКандидат должен уметь проверять и испытывать готовые изделий для обеспечения их соответствия спецификациям.\nКандидат должен уметь выравнивать, подгонять и собирать сборные конструкции с использованием ручных инструментов и приспособлений.\nКандидат должен уметь ремонтировать неисправные компоненты и изделия, если при проверке будут выявлены дефекты.\nКандидат должен поддерживать чистоту и соблюдать технику безопасности на рабочем месте в соответствии с правилами компании и нормами безопасности.\nКандидат должен уметь проверять и испытывать готовые изделия на функциональность и соответствие спецификациям.\nКандидат обязан поддерживать чистоту и соблюдать технику безопасности на рабочем месте путем соблюдения процедур, правил и норм.\nКандидат должен содействовать улучшению методов изготовления, стремясь к повышению эффективности и снижению затрат.\nКандидат должен быть вежливым по отношению к сотрудникам других подразделений и своей бригады."
}