{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Total amount of years for your education since grade 1\nAre you currently employed?\nDo you have proof of your employment (pay slips, reference letters, contract)?\nPlease list all languages that you currently speak:\nAre you thinking of going to the United States with your family members or alone?\nWhat is the purpose of your entry and stay in the United States:\nAre you seeking protection because you have suffered from persecution or fear because of: Race, Religion, Nationality, Membership in a particular social group, Political opinion?\nHave you ever been to the United States before?\nHave you ever had problems with the law?\nAre you currently working for an American employer?\nWould you like to invest your money into a United States business?\nHave you been awarded, or have you been nationally or internationally recognized, for excellence in the field of your outstanding activity?\nHave you ever been a judge of the work of others in the field of their or your specialization?\nCan you provide information about a crime committed in the United States?\nDECLARATION",
    "trans": "Общее количество лет вашего образования с 1 класса\nВ настоящее время вы трудоустроены?\nУ вас есть подтверждение вашего трудоустройства (платежные ведомости, рекомендательные письма, контракт)?\nПожалуйста, перечислите все языки, которые вы в настоящее время говорите:\nВы планируете поехать в Соединенные Штаты с членами семьи или самостоятельно?\nКакова цель вашего въезда и пребывания в Соединенных Штатах:\nВы ищете защиту, потому что страдали от преследования или испытываете страх из-за: расы, религии, национальности, принадлежности к определенной социальной группе, политического мнения?\nВы когда-либо были в Соединенных Штатах раньше?\nУ вас когда-либо были проблемы с законом?\nВ настоящее время вы работаете на американского работодателя?\nХотели бы вы инвестировать свои деньги в бизнес в Соединенных Штатах?\nВы были награждены или получили национальное или международное признание за выдающиеся достижения в своей области деятельности?\nВы когда-либо были судьей работы других людей в своей или их специализации?\nМожете ли вы предоставить информацию о преступлении, совершенном в Соединенных Штатах?\nДЕКЛАРАЦИЯ"
}