{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Shipley had approved an editorial endorsement for Harris that was being drafted earlier this month, according to three people with direct knowledge. He told colleagues the decision to endorse was being reviewed by the paper's billionaire owner, Jeff Bezos. That's the owner's prerogative and is a common practice.\nOn Friday, Shipley said that he told other editorial board leaders on Thursday that management had decided there would be no endorsement, though Shipley had known about the decision for a while. He added that he \"owns\" this outcome. The reason he cited was to create \"independent space\" where the newspaper does not tell people for whom to vote.\nColleagues were said to be \"shocked\" and uniformly negative. Editor-at-large Robert Kagan, who has been highly critical of Trump as autocratic, told NPR he had resigned from the editorial board as a consequence.\nFormer Washington Post Executive Editor Martin Baron, who led the newsroom to acclaim during Trump's presidency, denounced the decision starkly.",
    "trans": "Шипли одобрил редакционную поддержку для Харриса, которая разрабатывалась ранее в этом месяце, согласно трем людям, имеющим прямое отношение к делу. Он сообщил коллегам, что решение о поддержке рассматривается владельцем газеты, миллиардером Джеффом Безосом. Это прерогатива владельца и обычная практика.\nВ пятницу Шипли заявил, что в четверг он сказал другим руководителям редакционной коллегии, что руководство решило не давать поддержку, хотя Шипли знал об этом решении уже некоторое время. Он добавил, что \"несет ответственность\" за этот результат. Причиной он назвал создание \"независимого пространства\", где газета не говорит людям, за кого голосовать.\nКоллеги были \"шокированы\" и единодушно негативно настроены. Редактор-колумнист Роберт Каган, который был очень критичен к Трампу как к автократу, сообщил NPR, что он ушел из редакционной коллегии в результате этого.\nБывший исполнительный редактор Washington Post Мартин Барон, который руководил редакцией во время президентства Трампа и добился признания, резко осудил это решение."
}