{
    "source": "en_US",
    "target": "ru_RU",
    "text": "If you are receiving this email, you are currently using an email or calendar app that uses a less secure authentication method to connect to your Outlook.com email account. You will need to upgrade your third-party mail and calendar app to a version which supports modern authentication methods.\nMicrosoft provides free versions of Outlook for your PC, Mac, iOS, and Android devices which can be easily downloaded and connect to your email account. Using an updated version of an Outlook application will ensure you are connecting in the most secure way.\nHow can you set up your Gmail, Apple Mail, or other third-party mail application?\nVarious non-Microsoft applications will have their own steps for connecting to your Outlook.com email account using modern authentication methods. See our help article - Modern Authentication Methods now needed to continue syncing Outlook Email in non-Microsoft email apps. However, you may need to contact the creators of those applications to provide you with instructions. In many cases, simply removing and re-adding your account with the latest version of that application will configure it to use modern authentication methods.",
    "trans": "Если вы получили это электронное письмо, значит, вы в настоящее время пользуетесь приложением для работы с электронной почтой или календарем, которое использует менее безопасный метод аутентификации для подключения к вашей учетной записи электронной почты Outlook.com. Вам необходимо обновить ваше стороннее приложение для работы с электронной почтой и календарем до версии, которая поддерживает современные методы аутентификации.\nMicrosoft предоставляет для ваших ПК, Mac, устройств iOS и Android бесплатные версии Outlook, которые можно легко скачать и подключить к вашей учетной записи электронной почты. Использование обновленной версии приложения Outlook обеспечит вам наиболее безопасное подключение.\nКак настроить свою учетную запись Gmail, Apple Mail или другое стороннее приложение для работы с электронной почтой?\nДля различных приложений, не относящихся к Microsoft, будут предусмотрены свои собственные шаги для подключения к вашей учетной записи электронной почты Outlook.com с использованием современных методов аутентификации. См. нашу статью справки — Теперь необходимы современные методы аутентификации для продолжения синхронизации электронной почты Outlook в приложениях для работы с электронной почтой, не относящихся к Microsoft. Однако для получения инструкций вам может понадобиться связаться с разработчиками этих приложений. Во многих случаях простое удаление и повторное добавление вашей учетной записи с использованием последней версии этого приложения настроит его для использования современных методов аутентификации."
}