{
    "source": "en_US",
    "target": "ru_RU",
    "text": "$0.00\nOrder Total\n$208.00\nShop in the Apple Store app,\ntailored specifically for you\nGet personalized product recommendations, compare models, access Your Saves, and track your orders. Plus, opt in today to get updates on new products, promotions, flexible payment options, and store events.\nScan the QR code or tap the link to get started.\nDownload the Apple Store app ›\nQuestions\nWhen will I get my items?\nThe shipping estimates above tell you when your items are expected to arrive. As each item leaves our warehouse, we’ll email you with delivery and tracking information.\nOrdered more than one item? You’ll get a separate email as each item ships. There are no additional shipping fees for these items.\nHow do I view or change my order?\nVisit online Order Status to view the most up-to-date status and make changes to your order. To learn more about shipping, changing your order, or returns, please visit online Help.\nYou can also call Apple Support at 800-692-7753 Monday through Friday from 9:00 a.m. to 9:00 p.m. and Saturday from 9:00 a.m. to 6:00 p.m. Pacific time.",
    "trans": "0,00 долларов\nИтого по заказу\n208,00 долларов\nПокупайте в приложении Apple Store,\nспециально разработанном для вас.\nПолучите персонализированные рекомендации по продуктам, сравните модели, получите доступ к вашим сохраненным товарам и отслеживайте свои заказы. Кроме того, подпишитесь на рассылку уже сегодня, чтобы получать сведения о новинках, акциях, гибких вариантах оплаты и мероприятиях в магазине.\nЧтобы начать, отсканируйте QR-код или нажмите на ссылку.\nСкачайте приложение Apple Store ›\nВопросы\nКогда я получу свои товары?\nПримерная оценка срока доставки (см. выше) указывает на предположительную дату прибытия ваших товаров. Как только каждый товар покинет наш склад, мы отправим вам письмо с информацией о доставке и отслеживании.\nЕсли вы заказали более одного товара, вы получите электронное письмо по мере отправки каждого товара. За эти товары не взимаются дополнительные сборы за доставку.\nКак мне просмотреть или изменить свой заказ?\nЧтобы просмотреть актуальный статус и внести изменения в свой заказ, посетите онлайн-страницу «Статус заказа». Чтобы узнать больше о доставке, изменении заказа или возврате, посетите онлайн-страницу «Помощь».\nВы можете позвонить в службу поддержки Apple по телефону 800-692-7753 с понедельника по пятницу с 9:00 до 21:00 и в субботу с 9:00 до 18:00 по тихоокеанскому времени."
}