{
    "source": "en_US",
    "target": "ru_RU",
    "text": "4) Using the same ID for verification after a reset may result in the rejection of your application.\nWe appreciate your cooperation and understanding in ensuring a smooth reset KYC application process.\nStep 6: Click \"Confirm\".\nStep 3: Log In: If you are not currently logged in, the system will prompt you to do so.\nStep 4: Choose the Reason for Your Request.\nWe understand that you wish to reset your KYC due to you would like to change your name to a Korean name.\n5) Please consider these factors carefully before proceeding. Frequent resets may lead to the rejection of your application.\nImportant Considerations:\nShould you have further inquiries, feel free to contact us via our 24/7 Livechat\nTo view all attachments sent to you within this ticket inquiry, please click on this link: bitget.zendesk.com/agent/tickets/2125744\nStep 5: Review and Agree to the Terms: Read the terms and conditions, and check the box \"I have read and understood the notice.\"\nStep 1: Click on the \"Live Support\" Icon: Located at the bottom of the page.Alternatively, you can visit Reset Identity Verification for your request..\n3) To ensure uninterrupted access to your account, please complete the identity verification with a new ID as soon as possible.",
    "trans": "4) Использование одного и того же идентификатора для проверки после сброса может привести к отклонению вашей заявки.\nМы ценим ваше сотрудничество и понимание в обеспечении плавного процесса подачи заявки на сброс KYC.\nШаг 6: Нажмите \"Подтвердить\".\nШаг 3: Войдите в систему: Если вы в данный момент не вошли в систему, система предложит вам это сделать.\nШаг 4: Выберите причину вашего запроса.\nМы понимаем, что вы хотите сбросить свой KYC из-за того, что хотите изменить свое имя на корейское имя.\n5) Пожалуйста, внимательно рассмотрите эти факторы перед тем, как продолжить. Частые сбросы могут привести к отклонению вашей заявки.\nВажные соображения:\nЕсли у вас есть дополнительные вопросы, не стесняйтесь обращаться к нам через наш круглосуточный онлайн-чат\nЧтобы просмотреть все вложения, отправленные вам в рамках этого запроса тикета, пожалуйста, нажмите на эту ссылку: bitget.zendesk.com/agent/tickets/2125744\nШаг 5: Ознакомьтесь с условиями и согласитесь с ними: Прочитайте условия и положения и отметьте поле \"Я прочитал(а) и понял(а) уведомление\".\nШаг 1: Нажмите на значок \"Живая поддержка\": он находится внизу страницы. Кроме того, вы можете посетить страницу Сброс идентификации для вашего запроса.\n3) Чтобы обеспечить непрерывный доступ к вашей учетной записи, пожалуйста, как можно скорее завершите проверку личности с помощью нового удостоверения личности."
}