{
    "source": "en_US",
    "target": "ru_RU",
    "text": "• Perform purchasing activities such as sourcing, placing purchase orders and payment requests, and expediting to supply of requested items and/or associated services by the procurement strategy and specified functional requirements, including specification, quality, delivery date, and cost-effectiveness. (\"PEAK and Slack\")\n• Ensure proper international and local logistics and shipping/handling process when purchasing from international suppliers. Coordinate closely with shippng agency and customs broker and handle required documentation, especially when FTA and/or permits are needed for the products.\n• Understand fully about the incoterms and source for the most cost-effective means to transport.\n• Ensure and verify the completed receipt of products and services at the facilities.\n• Monitor PAR levels for all operational, retail and office items to ensure proper levels to operate. Must also refuse acceptance of damaged, unacceptable, or incorrect items. (\"Google\")\n• Develop and implement the company's strategic procurement plan and negotiate contract terms for each procurement project.\n• Conduct supplier evaluations and close out purchase orders within the project's schedule. (\"Asana\")",
    "trans": "• Выполнение действий по закупке, таких как поиск, размещение заказов на покупку и запросы на оплату, а также ускорение поставки запрашиваемых товаров и/или связанных услуг в соответствии с стратегией закупок и указанными функциональными требованиями, включая спецификацию, качество, дату доставки и экономическую эффективность («пик и простой»).\n• Обеспечение правильного международного и местного логистического процесса доставки/обработки при покупке у международных поставщиков. Тесная координация работы с транспортной компанией и таможенным брокером и оформление необходимой документации, особенно когда для продуктов необходимы соглашения о свободной торговле и/или разрешения.\n• Полное понимание правил Инкотермс и поиск наиболее экономически эффективных способов транспортировки.\n• Обеспечение и проверка завершения получения продуктов и услуг на объектах.\n• Мониторинг уровней регулярного автоматизированного восполнения для всех операционных, розничных и офисных товаров в целях обеспечения правильных уровней для работы. Кроме того, обязательный отказ от приемки поврежденных, неприемлемых или неправильных товаров («Google»).\n• Разработка и внедрение стратегического плана закупок компании и согласование условий контрактов для каждого проекта закупки.\n• Проведение оценки поставщиков и закрытие заказов на покупку в рамках графика проекта («Asana»)."
}