{
    "source": "en_US",
    "target": "ru_RU",
    "text": "It's not the heat; it's the humidity. And the property taxes, too.\nWhen looking at where property-tax payments have grown the most from prepandemic times, look at Florida first, according to a new analysis from real-estate brokerage Redfin (RDFN).\nThree of the top five major housing markets with the largest jumps in property-tax bills since 2019 are in the Sunshine State, the Redfin report showed.\nThere's Jacksonville, with a nearly 60% increase in the median monthly property-tax bill. Then there's Tampa with an approximately 57% increase, and Miami with a 48% increase.\nThe biggest increases, however, were outside of Florida. Indianapolis ranked first and saw property-tax bills climb nearly 67%, while just behind was Atlanta with a nearly 66% change. Nationally, there was a nearly 30% jump in property-tax bills since 2019, according to the report. (The increases are based on nominal dollars and not adjusted for inflation.)\nAcross the country, the median monthly property-tax payment was $250 as of August, Redfin said. Among the fastest-growing bills, Indianapolis, Atlanta and Jacksonville were below that median. Tampa sat right on it, while monthly Miami bills were above it, at $367.",
    "trans": "Это не жара, а влажность. И налоги на имущество тоже.\nКогда речь идет о том, где платежи по налогам на имущество выросли больше всего с допандемийных времен, сначала обратите внимание на Флориду и на новый анализ агентства недвижимости Redfin (RDFN).\nКак показал отчет Redfin, три из пяти крупнейших региональных рынков жилья с наибольшим ростом налогов на имущество с 2019 года находятся в этом солнечном штате.\nЭто Джексонвилл с почти 60%-ым увеличением среднего ежемесячного счета по налогам на имущество. Затем идут Тампа с примерно 57%-ым увеличением и Майами с 48%-ым увеличением.\nОднако самый большой рост был зафиксирован за пределами Флориды. Индианаполис занял первое место, и рост счетов по налогам на имущество там составил почти 67%, а за ним следует Атланта с почти 66%-ым ростом. Согласно этому отчету, в целом по стране с 2019 года наблюдается рост счетов по налогам на имущество почти на 30%. (Цифры роста основаны на абсолютных значениях и не скорректированы с учетом инфляции).\nПо всей стране, по состоянию на август, средний ежемесячный платеж по налогам на имущество был равен 250 долларов, сообщило агентство Redfin. Среди городов с самым резким ростом налогов — Индианаполис, Атланта и Джексонвилл находились ниже этого среднего значения. Тампа находилась прямо на этом уровне, в то время как ежемесячные счета в Майами превышали его и составляли 367 долларов."
}