{
    "source": "en_US",
    "target": "ru_RU",
    "text": "But as soon as he reached for the doorknob, his vision blurred, and the room tilted dangerously. The next thing he knew, his knees gave out from under him, and everything went black.\nWhen John came to, he was lying on the couch with a blanket draped over him. The pounding in his head was still there, but the cool cloth on his forehead was soothing. He blinked blearily, trying to get his bearings, and found Lane sitting beside him, a thermometer in his hand.\n“You’re awake,” Lane said, his voice low. He didn’t look at John, his focus on the thermometer, but there was a tension in his jaw that hadn’t been there before. “You collapsed at the door, idiot.”\nJohn groaned, shifting uncomfortably. “Did I miss the game?”\nLane didn’t answer right away. He pulled the cloth off John’s forehead and dipped it in a bowl of cold water before placing it back. “You missed it.”\nJohn sighed, frustration welling up inside him. “Great. Just great.”\nHe tried to sit up, but Lane pushed him back down with a firm hand on his chest. “Stay put,” Lane ordered. “You’re not going anywhere.”",
    "trans": "Но как только он потянулся к дверной ручке, его зрение затуманилось, и комната наклонилась опасно. В следующий момент он понял, что его колени подогнулись, и все потемнело.\nКогда Джон пришел в себя, он лежал на диване с одеялом поверх себя. Пульсация в голове все еще была, но прохладная ткань на лбу успокаивала. Он смутно моргал, пытаясь прийти в себя, и увидел Лейна сидящего рядом с ним с термометром в руке.\n\"Ты проснулся,\" - сказал Лейн тихим голосом. Он не смотрел на Джона, сосредоточив внимание на термометре, но в его челюсти была напряженность, которой раньше не было. \"Ты упал у двери, идиот.\"\nДжон застонал, неудобно шевелясь. \"Я пропустил игру?\"\nЛейн не ответил сразу. Он снял ткань с лба Джона, окунул ее в миску с холодной водой и снова положил на место. \"Ты ее пропустил.\"\nДжон вздохнул, внутри него накапливалось разочарование. \"Отлично. Просто отлично.\"\nОн попытался сесть, но Лейн крепко прижал его обратно к постели рукой на груди. \"Оставайся на месте,\" - приказал Лейн. \"Ты никуда не пойдешь.\""
}