{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The sensation built gradually, a growing tension that curled through her body, making her back arch involuntarily, her toes curling in response. It was powerful—a clenching sensation that spiraled through her, coiling tighter and tighter until it felt like she might burst. Her breathing hitched, shallow and uneven, as if the air had thickened around her.\nAnd then, in a sudden rush, the tension snapped. It released her, surging through her like an unstoppable wave, pulsing through every nerve in her body. She gasped, the intensity overwhelming, utterly blissful. Her entire being tingled, every inch of her alive with sensation, as if the air itself was humming against her skin. In the wake of that release, happiness, pure and unfiltered, rushed through her like nothing she had ever felt before. Contentment settled into her limbs, deep and fulfilling, leaving her warm and peaceful.\nBut the purple river surged, its flow quickening as if it had come alive, moving with a new and startling intensity. It panted, a voice low and rough, cutting through the haze of her bliss.",
    "trans": "Ощущение нарастало постепенно, создавая напряжение, которое закручивалось в ее теле, заставляя ее спину непроизвольно выгибаться, а пальцы ног подгибаться в ответ. Это было мощно - ощущение сжатия, которое закручивалось внутри нее, затягиваясь все сильнее и сильнее, пока не казалось, что она может взорваться. Ее дыхание сбилось, стало поверхностным и неровным, как будто воздух вокруг нее загустел.\nА затем, внезапно, напряжение лопнуло. Оно освободило ее, пронзая ее как неудержимая волна, пульсируя через каждую нервную клетку в ее теле. Она ахнула от интенсивности, которая была подавляющей и совершенно блаженной. Все ее существо покрылось мурашками, каждая часть ее тела ожила от ощущения, как будто сам воздух вибрировал о ее коже. После этого освобождения счастье, чистое и неотфильтрованное, хлынуло в нее как никогда раньше. Удовлетворение заполнило ее конечности глубоко и полноценно, оставляя ее теплой и спокойной.\nНо пурпурная река хлынула вперед, ее поток ускорился, как будто она ожила, двигаясь с новой и поразительной интенсивностью. Она задышала тяжело и грубо, прорываясь сквозь туман ее блаженства."
}