{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Up until the breakup of the New Wave in the mid-sixties, Truffaut and Godard stood by each other as true and loyal friends. Subsequently, however, while Truffaut carved out a niche for himself and protected his independence as best he could with the help of the American majors, Godard advocated a militant, revolutionary cinema directly connected with reality; he and two allies, Jean-Pierre Gorin and Jean-Henri Roger, were the driving forces behind the Dziga-Vertov Group. “He is engaged in another kind of cinema,” Truffaut said of Godard. “He feels that since May ’68 it’s impossible to make the same kinds of movies and he resents people who still do. I’ve made a choice, my thoughts are perfectly clear, I want to make normal films, it’s my life.”[ 77] The two men kept up an intermittent correspondence. When Godard had a serious motorcycle accident in the fall of 1971 and was hospitalized for a long time, Truffaut contacted him. But they were no longer kindred spirits when it came to cinema or politics, or, consequently, when it came to feelings.",
    "trans": "До распада Новой волны в середине шестидесятых годов Трюффо и Годар оставались верными и преданными друзьями. Однако впоследствии, в то время как Трюффо создавал себе нишу и защищал свою независимость с помощью американских мейджоров, Годар выступал за милитантное, революционное кино, непосредственно связанное с реальностью; он и два его союзника, Жан-Пьер Горин и Жан-Анри Роже, были движущими силами группы Дзиги Вертов. «Он занимается другим видом кино,» — сказал Трюффо о Годаре. «Он считает, что с мая 68-го года невозможно делать такие же фильмы, и он недоволен людьми, которые все еще это делают. Я сделал выбор, мои мысли совершенно ясны, я хочу делать обычные фильмы, это моя жизнь». Два человека поддерживали прерывистую переписку. Когда у Годара в осени 1971 года произошла серьезная авария на мотоцикле и он долгое время находился в больнице, Трюффо связался с ним. Но они больше не были родственными душами ни в кино, ни в политике, а следовательно, и ни в чувствах."
}