{
    "source": "en_US",
    "target": "ru_RU",
    "text": "After my little 'letting go' with Nick we got dressed and Logan joined us soon enough telling us that Jeremy wanted the whole pack in the great room.\nWhile heading to the great room Elena walked in only wearing her pants with her shirt in hand \"Jeremy wants us in the great room\" Logan said and Elena turned to us \"Mind if I change first?\" She asked.\n\"Kind of\" Nick said and I hit him making him laugh but at the same time clench while I smirked. Elena walked upstairs and soon enough Clay walked in completely naked with all of his clothes in hand.\n\"Clay, did you two had a nice run?\" Nick asked and I chuckled \"What's that supposed to mean?\" Clay asked and Nick started teasing him \"We ran. Period.\" Clay said and started walking upstairs.\nAs he was walking up the stairs I couldn't help but take a quick glance at his ass, Nick noticing \"Hey listen, I don't mind when Elena roams around the house naked. I specially don't mind when Emma roams around the house naked, but please put some clothes on okay? You are making Logan here feel inadequate\" Nick said.",
    "trans": "После моего быстрого оргазма мы с Ником мы оделись и вскоре к нам присоединился Логан, сказавший нам, что Джереми хочет, чтобы вся компания собралась в большой комнате.\nКогда мы шли в нее, Элена была только в трусиках, держа сорочку в руках. «Джереми просит нас всех собраться в большой комнате», – сказал Логан, а Элена ответила нам: «А можно, я сначала переоденусь?»\n«Вау», – ответил Ник, и я ударила его, отчего он рассмеялся, но одновременно ввел меня в клинч, пока я усмехалась. Элена поднялась наверх, и вскоре Клей вошел совершенно голым, держа одежду в руках.\n«Клей, вы двое славно покувыркались?» – спросил Ник, а я засмеялся. «Что это должно значить?» – спросил Клей, а Ник начал дразнить его: «Мы кувыркались. Точка», – сказал Клей и пошел по лестнице наверх.\nКогда он поднимался, я не смогла удержаться и быстро взглянула на его задницу. Ник заметил это и сказал: «Слушай, мне не мешает, когда Элена ходит по дому голой. Особенно мне не мешает, когда Эмма ходит по дому голой, но, пожалуйста, надень что-нибудь, ладно? Ты заставляешь Логана чувствовать себя неполноценным», – сказал Ник."
}