{
    "source": "en_US",
    "target": "ru_RU",
    "text": "o Consider creative ways to convey messages to keep staff up to date with important news and to share information.\no Using staff feedback to recommend and implement new initiatives to improve internal communications.\no Write and prepare all sorts of texts that serve the internal purpose, including presentations, scripts, briefing documents, intranet articles, speeches, messages, and emails.\no Create and manage the internal newsletter, including writing and editing content, arranging photography, and overseeing the design.\no Support the delivery of internal communications projects, initiatives, and events.\no Plan internal activity and initiatives to enhance corporate culture (face to face and virtual).\no Identify actions priorities and ensure all internal communications are aligned with the brand guideline before publishing it to the employees.\no Managing internal critical situations as they happen and giving concerned stakeholders enough support to handle the communication around them professionally.\no Support HR, and all other company departments regarding the organizational level communication and enhance employee engagement to ensure achieving employer branding.\no Create internal awareness campaigns that strengthen the company's culture, and how employees understand it.\no Provide reports to analyze certain activities & events that occur as demanded.\no Create surveys that serve the internal purpose, whether requested by other departments, or their own.",
    "trans": "о Рассмотрите креативные способы передачи сообщений, чтобы держать сотрудников в курсе важных новостей и делиться информацией.\nо Используйте отзывы сотрудников для рекомендации и внедрения новых инициатив по улучшению внутренней коммуникации.\nо Пишите и готовьте всевозможные тексты, которые служат внутренним целям, включая презентации, сценарии, информационные документы, статьи для интранета, речи, сообщения и электронные письма.\nо Создавайте и управляйте внутренним информационным бюллетенем, включая написание и редактирование контента, организацию фотографий и контроль за дизайном.\nо Поддерживайте реализацию проектов внутренней коммуникации, инициатив и мероприятий.\nо Планируйте внутренние мероприятия и инициативы для улучшения корпоративной культуры (лицом к лицу и виртуально).\nо Определяйте приоритеты действий и обеспечивайте соответствие всех внутренних коммуникаций руководству по бренду перед их публикацией для сотрудников.\nо Управляйте внутренними критическими ситуациями по мере их возникновения и предоставляйте заинтересованным сторонам достаточную поддержку для профессионального общения вокруг них.\nо Поддерживайте HR и все другие отделы компании в отношении коммуникации на организационном уровне и повышайте вовлеченность сотрудников для достижения брендинга работодателя.\nо Создавайте внутренние кампании по повышению осведомленности о компании, которые укрепляют культуру компании и понимание ее сотрудниками.\nо Предоставляйте отчеты для анализа определенных действий и событий, которые происходят по запросу.\nо Создавайте опросы, которые служат внутренним целям, будь то запросы от других отделов или их собственные нужды."
}