{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Tang, T., & Yang, L. (2024). Shaping corporate ESG performance: role of social trust inChina’s capital market. China Finance Review International,14(1), 34–75. https://doi.org/10.1108/CFRI-07-2023-0187\nAuthors\nTiantian Tang\nAssistant Professor of Shandong University, Jinan, China\nUniversity of Toronto, Toronto, Canada\nLiyan Yang\nProfessor of University of Toronto, Toronto, Canada\nAbout CFRI\nThe China Finance Review International is a flagship academic journal broadly covering the Chinese and international financial markets. The journal is founded by Antai College of Economics and Management at Shanghai Jiao Tong University, one of the top universities in Asia.\nThe China Finance Review International aims to publish quality empirical and theoretical works on important financial and economic issues in the profession. We encourage ground-breaking research related to new and niche areas in finance, such as Fintech and cryptos, ESG, climate finance, and socially responsible investments. We welcome critiques of existing literature and comparative analysis between emerging markets and developed economies.",
    "trans": "Тан, Т., & Ян, Л. (2024). Формирование корпоративной эффективности экологичности, социальной ответственности и корпоративного управления: роль социального доверия на китайском капитальном рынке. China Finance Review International, 14(1), 34–75. https://doi.org/10.1108/CFRI-07-2023-0187\nАвторы\nТяньтянь Танг\nДоцент Шаньдунского университета, Цзинань, Китай\nУниверситет Торонто, Торонто, Канада\nЛиянь Янь\nПрофессор Университета Торонто, Торонто, Канада\nО компании CFRI\nChina Finance Review International — это ведущий академический журнал, охватывающий китайские и международные финансовые рынки. Журнал был основан Антайским колледжем экономики и управления Шанхайского университета Цзяо Тун, одного из ведущих университетов Азии.\nChina Finance Review International стремится публиковать качественные эмпирические и теоретические работы, посвященные важным финансовым и экономическим вопросам в этой профессии. Мы поддерживаем новаторские исследования в таких новых и нишевых областях финансов, как Финтех и криптовалюты, ESG, климатическое финансирование и социально ответственные инвестиции. Мы приветствуем критику существующей литературы и сравнительный анализ между развивающимися рынками и развитыми экономиками."
}