{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Dear Parents/Guardians,\nOne month down, and nine more to go!\nI am noticing that there are many students in Div. 8 who are not regularly checking their desks for unfinished work and/or reviewing the homework board in the classroom before leaving at the end of the day. At the grade 4/5 level, there is still an expectation that students will be working at home for at least 30-40 minutes every night, even if they were able to complete most of the class work. For example, these students can read for 20+ minutes and then spend some time practicing their typing skills (typing.com), and/or their basic math skills (Xtramath.org). As you already know, starting this upcoming week, students will be getting quizzes more frequently, so it is very important for students to take home their daily work and regularly review class notes. I will share more information with you at our upcoming Parent/Teacher Conferences on October 22nd/23rd.\nBy establishing daily routines for homework completion at home, not only will homework go more smoothly now, but you will also be fostering a sense of order your child can apply to the upper intermediate grades and into high school.\nHere are some tips for setting up a homework routine:",
    "trans": "Уважаемые родители (опекуны)!\nПрошел месяц, и еще девять впереди!\nЯ замечаю, что многие ученики 8 класса нерегулярно проверяют свои парты на наличие незавершенной работы и (или) не просматривают доску с домашними заданиями в классе перед уходом в конце дня. В параллелях 4/5 классов все еще ожидается, что ученики будут заниматься дома как минимум 30-40 минут каждый вечер, даже если им удалось завершить большую часть работы в классе. Например, эти ученики могут читать более 20 минут, а затем потратить некоторое время на практику навыков печати (typing.com) и (или) основных математических навыков (Xtramath.org). Как вы уже знаете, начиная с предстоящей недели, ученики будут писать контрольные работы чаще, поэтому очень важно, чтобы они забирали домой свои ежедневные работы и регулярно просматривали записи, сделанные в классе. Дополнительную информацию вы получите на наших следующих родительских собраниях 22 и 23 октября.\nВнеся в распорядок дня время для выполнения домашнего задания дома, вы не только сделаете домашнее задание более привычным делом, но и будете способствовать формированию чувства порядка, которое ваш ребенок сможет применить в старших классах и в средней школе.\nВот несколько советов по организации выполнения домашнего задания:"
}