{
    "source": "en_US",
    "target": "ru_RU",
    "text": "mately, we saw two reasons for avoiding strong incen-\ntives. First, because we wanted to study the impact of\ngender composition on normative social influence, we\nneeded the overall level of normative influence not to\nbe too low. To identify a difference in mean propor-\ntions, the average proportion should ideally be around\n1/2. We thought it unlikely that the average proportion\nwould exceed this level. If sizeable monetary incentives\nwere to significantly reduce the normative social influ-\nence, as suggested by the findings of Baron et al. (1996)\nand Levine et al. (2000), the impact of gender compo-\nsition would be correspondingly harder to detect. That\nwe fail to find a gender composition effect, despite a\nrelatively high overall rate of normative social influ-\nence of about 30%, suggests that we would also have\nbeen unlikely to find an effect in the presence of mone-",
    "trans": "В конечном счете, мы определили две причины избегать сильных\nстимулов. Во-первых, поскольку нам хотелось выяснить, какое воздействие\nоказывает гендерный состав на нормативное социальное влияние, нам\nтребовалось, чтобы общий уровень нормативного влияния\nбыл не слишком низким. Чтобы определить различия в идеальных\nпропорциях, средний показатель пропорции в лучшем случае должен составлять около\n1/2. Мы посчитали маловероятным, что средняя пропорция\nпревысит этот уровень. Если бы большие денежные стимулы\nзначительно уменьшили нормативное социальное\nвлияние, как следует из исследований Барона и др. (1996 г.)\nи Левина и др. (2000 г.), то выявить воздействие гендерного\nсостава, соответственно, было бы сложнее. Тот факт, что\nнам не удается выявить воздействие гендерного состава, несмотря на\nотносительно высокий общий показатель нормативного социального\nвлияния, составляющий около 30%, дает возможность предположить, что,\nскорее всего, нам не удалось бы выявить какое-то воздействие и при наличии денежных"
}