{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Beijing Regent Hotel Staff Activity Plan\nDevelop Hotel Training Plans and Evaluate Using Kirkpatrick 4-Level Evaluation Model\nService Quality Design - Ordering Service\nAnalysis of Competitor Groups of St. Regis Beijing and HUALUXE Hotel Southwest\nNongfu Spring 20th Anniversary Advertising Case Analysis\nDesign Guest Room Products for Shangri-La Hotel in Beijing Based on 4P Marketing Theory\nDesign A Guest Room Product for Aman Yangyun Hotel\nComparison of Online Booking Experience at Shangri-La Hotel, Beijing\nSuzhou W Hotel Guest Room Hygiene and Cleaning Quality Control\nMarriott Hotel Management Group Marketing Media Case Study\nAnalysis of Luxury Goods Consumers in Different Countries\nPatek Philippe Flagship Store VIP Lounge Afternoon Tea Program Design\nPractical\nExperiences\nShiji Group\nSales Center\n07/2024-Now\n Assist the sales team in communicating with customers, answering inquiries, processing orders, and handling after-sales service.\n Collect market information and competitor data, analyze market trends, and assist in developing sales strategies.\n Manage daily paperwork, arrange meetings and schedules, and handle other administrative tasks.",
    "trans": "План мероприятий для сотрудников отеля Beijing Regent\nРазработка планов обучения для отелей и оценка с использованием модели оценки Kirkpatrick 4 уровня.\nДизайн качества обслуживания - Заказ обслуживания.\nАнализ групп конкурентов отелей St. Regis Beijing и HUALUXE Hotel Southwest.\nАнализ рекламного материала к 20-летию Nongfu Spring.\nДизайн продуктов для номеров в отеле Shangri-La в Пекине на основе теории маркетинга 4P.\nДизайн продукта для номера в отеле Aman Yangyun.\nСравнение опыта онлайн-бронирования в отеле Shangri-La, Пекин.\nКонтроль качества гигиены и уборки номеров в отеле W Suzhou.\nИзучение примеров использования маркетинговых материалов Marriott Hotel Management Group.\nАнализ потребителей предметов роскоши в разных странах.\nДизайн программы чаепития в VIP-зале флагманского магазина Patek Philippe.\nПрактический\nопыт.\nГруппа Shiji.\nЦентр продаж.\nС июля 2024 г. по настоящее время.\nПомощь команде продаж в общении с клиентами, ответах на запросы, обработке заказов и обслуживании после продажи.\nСбор информации о рынке и данных о конкурентах, анализ тенденций рынка и помощь в разработке стратегий продаж.\nУправление ежедневной документацией, организация встреч и расписаний, выполнение других административных задач."
}