{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The Hamas-controlled Health Ministry in Gaza said at least 42,438 Palestinians were killed and 99,246 wounded since the start of the war.\n■ HOSTAGES/CEASE-FIRE: In response to reports of Hamas leader Sinwar's death, Einav Zangauker, mother of hostage Matan Zangauker, said that now, more than ever, the lives of her son and the rest of the hostages are in danger, adding that \"If Netanyahu does not take advantage of the momentum and does not stand up now and take a new Israeli initiative, even at the cost of ending the war, it means that he has decided to abandon my Matan and the other hostages, with the aim of prolonging the war and fortifying his rule.\"\nThe Hostage and Missing Families Forum issued a statement calling on \"the Israeli government, world leaders, and mediating countries to leverage the military achievement into a diplomatic one by pursuing an immediate agreement for the release of all 101 hostages: the living for rehabilitation and the murdered for proper burial.\"",
    "trans": "Министерство здравоохранения, контролируемое ХАМАСом в Газе, сообщило, что с начала войны было убито как минимум 42 438 палестинцев и ранено 99 246.\n■ ЗАЛОЖНИКИ/ПЕРЕГОВОРЫ: В ответ на сообщения о смерти лидера ХАМАСа Синвара, Эйнав Зангаукер, мать заложника Матана Зангаукера, заявила, что сейчас жизни ее сына и остальных заложников находятся под угрозой больше, чем когда-либо. Она добавила: \"Если Нетаньяху не воспользуется моментом и не выступит сейчас с новой инициативой Израиля, даже ценой окончания войны, это означает, что он решил бросить моего Матана и других заложников, чтобы продлить войну и укрепить свое правление».\nФорум семей заложников и пропавших без вести выпустил заявление с призывом к \"израильскому правительству, мировым лидерам и посредничающим странам использовать военное достижение для достижения дипломатического успеха путем немедленного заключения соглашения о освобождении всех 101 заложника: живых для реабилитации и убитых для достойного захоронения.\""
}