{
    "source": "en_US",
    "target": "ru_RU",
    "text": "• CARRIAGE AND OTHER SERVICES PROVIDED BY THE CARRIER SUBJECT TO CONDITIONS OF CARRIAGE, WHICH ARE HEREBY INCORPORATED BY REFERENCE. THESE CONDITIONS MAY BE OBTAINED FROM THE ISSUING CARRIER. PASSENGERS ON A JOURNEY INVOLVING AN ULTIMATE DESTINATION OR STOP IN A COUNTRY OTHER THAN THE COUNTRY OF DEPARTURE ARE ADVISED THAT INTERNATIONAL TREATIES KNOWN AS THE MONTREAL CONVENTION, OR ITS PREDECESSOR, THE WARSAW CONVENTION, INCLUDING ITS AMENDMENTS (THE WARSAW CONVENTION SYSTEM), MAY APPLY TO THE ENTIRE JOURNEY, INCLUDING ANY PORTION THEREOF WITHIN A COUNTRY. FOR SUCH PASSENGERS, THE APPLICABLE TREATY, INCLUDING SPECIAL CONTRACTS OF CARRIAGE EMBODIED IN ANY APPLICABLE TARIFFS, GOVERNS AND MAY LIMIT THE LIABILITY OF THE CARRIER.\nCHECK WITH YOUR CARRIER FOR MORE INFORMATION. FURTHER INFORMATION MAY BE OBTAINED FROM THE CARRIER. WITH THIS TICKET YOU WILL RECEIVE A SET OF NOTICES WHICH FORMS PART OF THE TICKET AND CONTAINS THE \"CONDITIONS OF CONTRACT AND OTHER IMPORTANT NOTICES\". PLEASE MAKE SURE THAT YOU HAVE RECEIVED THESE NOTICES, AND IF NOT, CONTACT THE ISSUING AIRLINE OR TRAVEL AGENT TO OBTAIN COPIES PRIOR TO THE COMMENCEMENT OF YOUR TRIP.",
    "trans": "• ПЕРЕВОЗКА И ДРУГИЕ УСЛУГИ, ПРЕДОСТАВЛЯЕМЫЕ ПЕРЕВОЗЧИКОМ, ПОДЛЕЖАТ УСЛОВИЯМ ПЕРЕВОЗКИ, КОТОРЫЕ НАСТОЯЩИМ ОБРАЗОМ ВКЛЮЧЕНЫ ПО ССЫЛКЕ. ЭТИ УСЛОВИЯ МОЖНО ПОЛУЧИТЬ У ВЫДАЮЩЕГО ПЕРЕВОЗЧИКА. ПАССАЖИРАМ, ОТПРАВЛЯЮЩИМСЯ В ПУТЕШЕСТВИЕ С УЧЕТОМ ОКОНЧАТЕЛЬНОГО НАЗНАЧЕНИЯ ИЛИ ОСТАНОВКИ В СТРАНЕ, ОТЛИЧАЮЩЕЙСЯ ОТ СТРАНЫ ОТПРАВЛЕНИЯ, РЕКОМЕНДУЕТСЯ ОБРАТИТЬ ВНИМАНИЕ НА МЕЖДУНАРОДНЫЕ ДОГОВОРЫ, ИЗВЕСТНЫЕ КАК МОНТРЕАЛЬСКАЯ КОНВЕНЦИЯ ИЛИ ЕЁ ПРЕДШЕСВЕННИК - ВАРШАВСКАЯ КОНВЕНЦИЯ, ВКЛЮЧАЯ ЕЁ ИЗМЕНЕНИЯ (СИСТЕМА ВАРШАВСКОЙ КОНВЕНЦИИ)), КОТОРЫЕ МОГУТ ПРИМЕНЯТЬСЯ К ЦЕЛОМУ ПУТЕШЕСТВИЮ, ВКЛЮЧАЯ ЛЮБУЮ ЕГО ЧАСТЬ ВНУТРИ СТРАНЫ. ДЛЯ ТАКИХ ПАССАЖИРОВ ДЕЙСТВУЮЩИЙ ДОГОВОР, ВКЛЮЧАЯ ОСОБЫЕ ДОГОВОРЫ О ПЕРЕВОЗКЕ, СОДЕРЖАЩИЕСЯ В ЛЮБЫХ ДЕЙСТВУЮЩИХ ТАРИФАХ, РУКОВОДИТЕЛЬ И МОГУТ ОГРАНИЧИТЬ ОТВЕТСТВЕННОСТЬ ПЕРЕВОЗЧИКА.\nПРОВЕРЬТЕ У ВАШЕГО ПЕРЕВОЗЧИКА ДЛЯ ПОЛУЧЕНИЯ ДОПОЛНИТЕЛЬНОЙ ИНФОРМАЦИИ. ДАЛЬНЕЙШУЮ ИНФОРМАЦИЮ МОЖНО ПОЛУЧИТЬ У ПЕРЕВОЗЧИКА. С ЭТИМ БИЛЕТОМ ВЫ ПОЛУЧИТЕ НАБОР УВЕДОМЛЕНИЙ, КОТОРЫЕ ЯВЛЯЮТСЯ ЧАСТЬЮ БИЛЕТА И СОДЕРЖАТ \"УСЛОВИЯ ДОГОВОРА И ДРУГИЕ ВАЖНЫЕ УВЕДОМЛЕНИЯ\". ПОЖАЛУЙСТА, УБЕДИТЕСЬ, ЧТО ВЫ ПОЛУЧИЛИ ЭТИ УВЕДОМЛЕНИЯ, И ЕСЛИ НЕТ, СВЯЖИТЕСЬ С АВИАКОМПАНИЕЙ ИЛИ ТУРАГЕНТСТВОМ, ЧТОБЫ ПОЛУЧИТЬ КОПИИ ДО НАЧАЛА ВАШЕЙ ПОЕЗДКИ."
}