{
    "source": "en_US",
    "target": "ru_RU",
    "text": "7. The complainant walked away but turned back and continued to shout and swear at him. The Defendant exited his van as he noticed that the complainant had her mobile phone in her hand and appeared to be recording him. He was concerned that his company logo would be visible and that the complainant would try to get him in trouble with his employer. The Defendant was also confused as to why she was recording him. The Defendant was not pursuing the complainant or trying to intimidate her, he was in shock and panicking.\n8. The Defendant got back into his van when he noticed the complainant speaking with two younger males. He could not hear the conversation and therefore did not know what the complainant had told them. Based on the complainant’s behaviour so far and in fear for his safety, the Defendant panicked and reversed his van. Before driving away, he did a U-turn as his next delivery was in the opposite direction.\n9. Accordingly, the Defendant takes issue with the Prosecution case as follows:\na) That he intentionally exposed his genitals to another person;\nb) That he did so with the intention of causing that person alarm/distress.",
    "trans": "7. Жалобщик ушел, но вернулся и продолжал кричать и ругаться на него. Ответчик вышел из своего фургона, когда заметил, что у жалобщика в руке мобильный телефон, и она, похоже, записывает его. Он был обеспокоен тем, что логотип его компании будет виден, и что жалобщик попытается вызвать его проблемы с работодателем. Ответчик также был сбит с толку тем, почему она его записывает. Ответчик не преследовал жалобщика и не пытался запугать ее, он был в шоке и панике.\n8. Ответчик вернулся в свой фургон, когда заметил, что жалобщик разговаривает с двумя молодыми мужчинами. Он не слышал разговор и поэтому не знал, что жалобщик им сказала. Основываясь на поведении жалобщика до сих пор и опасаясь за свою безопасность, Ответчик запаниковал и задним ходом уехал на своем фургоне. Прежде чем уехать, он сделал разворот, так как следующая доставка была в противоположном направлении.\n9. Соответственно, Ответчик оспаривает дело Прокуратуры следующим образом:\nа) Что он намеренно обнажил свои половые органы перед другим человеком;\nб) Что он сделал это с намерением вызвать у этого человека тревогу/беспокойство."
}