{
    "source": "en_US",
    "target": "ru_RU",
    "text": "• Command: netdiscover -r 192.168.1.0/16\n• This command scans the specified range of IP addresses for live hosts.\n• Passive Scanning: Using the -p flag allows for passive scanning, which sniffs for live hosts without actively sending ARP requests. This approach is more stealthy, though it may take longer to identify hosts.\n• Output Explanation: The output shows IP addresses, MAC addresses, vendor names, and packet counts, giving a clear view of the active hosts and network devices.\n3. Nmap (Network Mapper)\n• Nmap Overview: Nmap is a widely used tool for network scanning and security auditing. It’s capable of discovering hosts, identifying open ports, and even performing version detection and OS fingerprinting. Nmap is often pre-installed on security-focused Linux distributions like Kali.\n• Basic Usage:\n• Command: nmap <Target IP>\n• Scans the specified IP for open ports and displays a list of detected services along with their state (open, closed, filtered).\n• Zenmap: A graphical front-end for Nmap, providing a user-friendly interface for performing various types of scans.",
    "trans": "• Команда: netdiscover -r 192.168.1.0/16\n• Эта команда сканирует указанный диапазон IP-адресов на наличие активных хостов.\n• Пассивное сканирование: использование флага -p позволяет производить пассивное сканирование, которое прослушивает активные хосты без отправки ARP-запросов. Этот подход более скрытный, хотя может занять больше времени для идентификации хостов.\n• Объяснение вывода: вывод показывает IP-адреса, MAC-адреса, названия производителей и количество пакетов, давая четкое представление об активных хостах и сетевых устройствах.\n3. Nmap (Network Mapper)\n• Обзор Nmap: Nmap — это широко используемый инструмент для сетевого сканирования и аудита безопасности. Он способен обнаруживать хосты, идентифицировать открытые порты и даже выполнять определение версий и отпечатков операционных систем. Nmap часто предустановлен в дистрибутивах Linux с фокусом на безопасность, таких как Kali.\n• Основное использование:\n• Команда: nmap <Target IP>\n• Сканирует указанный IP-адрес на наличие открытых портов и отображает список обнаруженных служб с их состоянием (открыты, закрыты, фильтруются).\n• Zenmap: Графический интерфейс для Nmap, предоставляющий удобный интерфейс для выполнения различных типов сканирований."
}