{
    "source": "en_US",
    "target": "ru_RU",
    "text": "I am now writing this letter to explain my family’s financial status to your embassy. My father, [redacted_name], has been working in Malong County Old County Street Wubing Cement Pipe Factory for 6 years and is currently holding the position of Factory director and Legal person of the factory. His monthly income (after tax) is about RMB 120,000 yuan and his annual income (after tax) is about RMB 1,200,000 yuan. Please see her Income Certificate and Business License issued by the factory. Apart from his income certificate, we provide his official bank statement from the China Construction Bank, account no.: [redacted_number]. As of October 8, 2024, the balance in this account is RMB 20,776.05 Yuan. My mother, [redacted_name], is a full-time housewife and mainly manages the family's savings, we have provided her official bank statement from the Agricultural Bank of China, account no.: [redacted_number]. As of October 8, 2024, the balance in this account is RMB 201,624.53 Yuan. Besides that, I also provide my bank statement from the China Construction Bank for your reference.",
    "trans": "Я сейчас пишу это письмо, чтобы объяснить финансовое состояние моей семьи вашему посольству. Мой отец, [redacted_name], работает на заводе по производству цементных труб в районе Малонг, на улице Старого округа Вубин, уже 6 лет и в настоящее время занимает должность директора и юриста завода. Его ежемесячный доход (после уплаты налогов) составляет около 120 000 юаней, а годовой доход (после уплаты налогов) составляет около 1 200 000 юаней. Прошу ознакомиться с сертификатом о доходах и лицензией на ведение бизнеса, выданного заводом. Кроме его сертификата о доходах, я прилагаю официальную банковскую выписку из банка China Construction Bank, номер счета: [redacted_number]. На 8 октября 2024 года баланс на этом счете составляет 20 776,05 юаней. Моя мать, [redacted_name], является домохозяйкой и в основном управляет сбережениями семьи, мы предоставили ее официальную банковскую выписку из Agricultural Bank of China, номер счета: [redacted_number]. На 8 октября 2024 года баланс на этом счете составляет 201 624,53 юаня. Кроме того, я также предоставляю свою банковскую выписку из China Construction Bank для вашего ознакомления."
}