{
    "source": "en_US",
    "target": "ru_RU",
    "text": "y, here’s an expanded section on the social aspect of intergenerational poverty and social immobility affecting children in low-income single-parent households, integrating relevant sociological theories and studies.\nSociological Impact: Intergenerational Poverty and Social Immobility\nOne major concern in low-income single-parent households is the perpetuation of intergenerational poverty, which restricts social mobility for children. Children growing up in poverty often experience a range of social and educational disadvantages that can carry over into adulthood, limiting their opportunities for upward mobility.\nSociologist Pierre Bourdieu’s concept of cultural capital (1986) helps explain how these disadvantages manifest. Bourdieu posited that cultural capital—skills, education, and behavioral norms passed down from parents—plays a critical role in accessing social opportunities. In higher-income households, parents are more likely to provide enrichment activities, support for academic achievement, and other resources that prepare children for success. In contrast, single parents with low income may lack both the time and money to provide similar resources. Consequently, children may miss out on educational support or extracurricular activities, which limits their skill development and social networks, putting them at a disadvantage as they grow older.",
    "trans": "y, вот расширенный раздел о социальной стороне межпоколенческой бедности и социальной неподвижности, влияющей на детей из малообеспеченных однопродительских семей, с интеграцией соответствующих социологических теорий и исследований.\nСоциологическое воздействие: межпоколенческая бедность и социальная неподвижность\nОдной из основных проблем в малообеспеченных однопродительских семьях является перепроизводство межпоколенческой бедности, которая ограничивает социальную мобильность для детей. Дети, растущие в бедности, часто сталкиваются с рядом социальных и образовательных недостатков, которые могут сохраняться во взрослом возрасте, ограничивая их возможности для повышения уровня жизни.\nКонцепция культурного капитала социолога Пьера Бурдье (1986) помогает объяснить, как проявляются эти недостатки. Бурдье утверждал, что культурный капитал - это навыки, образование и поведенческие нормы, передаваемые от родителей - играет критическую роль в доступе к социальным возможностям. В домах с более высоким доходом родители с большей вероятностью предоставляют детям дополнительные занятия, поддержку в учебе и другие ресурсы, которые подготавливают их к успеху. В отличие от этого, одинокие родители с низким доходом могут не иметь ни времени, ни денег для предоставления аналогичных ресурсов. В результате дети могут лишиться образовательной поддержки или внеучебных занятий, что ограничивает их развитие навыков и социальные связи, ставя их в невыгодное положение по мере взросления."
}