{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Delivery\nArrives approximately 5 - 7 business days from time of order.\nDelivery ZIP Code: 75201 Change\nSame-Day Delivery\nPrices and Availability Will Vary\nShop Same-Day Now\nAdd to List\nProduct Details\nItem may be available in your local warehouse, prices may vary.\nNature's Bounty Optimal Solutions Hair Growth, 90 Capsules\nFeatures\nSupports Growth of Thicker, Fuller Hair*\nWith Biotin, Silicon & Arginine\nOne-per-Day Formula\nFrom the #1 Brand for Hair, Skin & Nails\n*These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.\nSpecifications\nBrandNature's Bounty\nFormCapsule\nQuantity90 Capsules\nShipping & Returns\nStandard shipping is via UPS Mail Innovations. The estimated delivery time will be approximately 5 - 7 business days from the time of order.\nThis service is a combination of UPS and USPS shipping. Packages are delivered by USPS. Packages can be tracked at upsmi.com. Additional transit time may be required for Alaska and Hawaii.\nExpress shipping is via UPS.\nPlease choose your shipping method at checkout.\nAn additional Shipping and Handling fee will apply to express shipments. This fee will be quoted at checkout.",
    "trans": "Доставка\nПрибытие примерно через 5-7 рабочих дней с момента оформления заказа.\nПочтовый индекс адреса доставки: 75201 Изменить\nДоставка в тот же день\nЦены и наличие могут варьироваться\nКупить сейчас с доставкой в этот же день\nДобавить в список\nПодробности о продукте\nТовар может быть доступен на вашем местном складе, цены могут различаться.\nПоддержка роста волос Nature's Bounty Optimal Solutions, 90 капсул\nОсобенности\nПоддерживает рост более густых и наполненных волос*\nС биотином, кремнием и аргинином\nСостав «одна капсула в день»\nОт бренда №1 для волос, кожи и ногтей\n*Эти заявления не были оценены Управлением по контролю за продуктами и лекарствами. Этот продукт не предназначен для диагностики, лечения, излечения или предотвращения каких-либо заболеваний.\nСпецификации\nБренд Nature's Bounty\nФорма Капсулы\nКоличество 90 капсул\nДоставка и возврат\nСтандартная доставка осуществляется через UPS Mail Innovations. Ожидаемое время доставки составляет примерно 5-7 рабочих дней с момента оформления заказа.\nЭта услуга является комбинацией доставки UPS и USPS. Посылки доставляются службой USPS. Посылки можно отслеживать на сайте upsmi.com. Для Аляски и Гавайев может потребоваться дополнительное время в пути.\nЭкспресс-доставка осуществляется через UPS.\nПожалуйста, выберите способ доставки при оформлении заказа.\nК экспресс-отправлениям будет применена доплата за доставку и обработку. Эта доплата будет указана в момент оформления заказа."
}