{
    "source": "en_US",
    "target": "ru_RU",
    "text": "• Pain and swelling in the joints and inflammation or rupture of tendons may occur rarely. Your risk is increased if you are elderty (above 60 years of age). have received an organ transplant, have kidney problems or if you are being treated with corticosteroids. Inflammation and ruptures of tendons may occur within the first 48 hours of treatment and even up to several months after stopping of Levofloxacin Tablets therapy. At the first sign of pain or inflammation of a tendon (for example in your ankle, wrist, elbow, shoulder or knee), stop taking Levofloxacin Tablets, contact your doctor and rest the painful area. Avoid any unnecessary exercise as this might increase the risk of a tendon rupture. You may rarely experience symptoms of nerve damage (neuropathy) such as pain, burning, tingling, numbness and/or weakness especially in the feet and legs or hands and arms. If this happens, stop taking levofloxacin Tablets and inform your doctor immediately in order to prevent the development of potentially irreversible condition.",
    "trans": "• Боль и отек в суставах, а также воспаление или разрыв сухожилий могут возникать редко. Ваш риск увеличивается, если вы пожилой человек (старше 60 лет), получили пересадку органа, имеете проблемы с почками или если вы находитесь на лечении кортикостероидами. Воспаление и разрывы сухожилий могут возникнуть в течение первых 48 часов лечения и даже через несколько месяцев после прекращения терапии таблетками левофлоксацина. При первых признаках боли или воспаления сухожилия (например, в лодыжке, запястье, локте, плече или колене) прекратите прием таблеток левофлоксацина, обратитесь к врачу и дайте отдых болезненной области. Избегайте ненужных физических нагрузок, так как это может увеличить риск разрыва сухожилия. Вы также можете редко испытывать симптомы повреждения нервов (нейропатия), такие как боль, жжение, покалывание, онемение и/или слабость, особенно в ногах и ступнях или руках и руках. Если это произойдет, прекратите прием таблеток левофлоксацина и немедленно сообщите об этом своему врачу, чтобы предотвратить развитие потенциально необратимого состояния."
}