{
    "source": "en_US",
    "target": "ru_RU",
    "text": "You need to know the IP address of your router to reach the admin panel. This is usually written on the box it came in – or underneath the device.\nIf you cannot find it there, follow these steps to know the router IP:\n- Open the start menu, search for Command Prompt, and open it\n- In Command Prompt, type ipconfig\n- A few rows of data will appear, look for the section where it says Local Area Connection\nWithin the section, there will be an item called Default Gateway with an IP address next to it — this is what you are looking for\nMy Router IP Address And Connectivity\nYour router IP will be [redacted_id], or it could be the one you saw as the Default Gateway after running the ipconfig command.\nFollow the steps to connect:\n- Firstly make sure the router is connected to your computer or laptop\n- Now, open a browser of your choice\n- In the URL section enter [redacted_id], [redacted_url], or any other IP address associated\n- Now a router login page should appear\n- The default username and password is Admin — type them in and log in.",
    "trans": "Вам нужно знать IP-адрес вашего маршрутизатора, чтобы получить доступ к панели администратора. Обычно он указан на коробке, в которой он был доставлен, или под самим устройством.\nЕсли вы не можете его там найти, выполните следующие шаги, чтобы узнать IP-адрес маршрутизатора:\n- Откройте меню «Пуск», найдите «Командная строка» и откройте ее\n- Введите в командной строке ipconfig\n- Появится несколько строк данных, найдите раздел, где указано «Подключение по локальной сети»\nВ этом разделе будет элемент с названием «Шлюз по умолчанию» и IP-адресом рядом с ним — это то, что вам нужно\nIP-адрес моего маршрутизатора и подключение\nВаш IP-адрес маршрутизатора будет [redacted_id], или это может быть тот, который вы видели как «Шлюз по умолчанию» после выполнения команды ipconfig.\nСледуйте шагам для подключения:\n- Сначала убедитесь, что маршрутизатор подключен к вашему компьютеру или ноутбуку\n- Теперь откройте браузер на ваш выбор\n- Введите в адресной строке [redacted_id], [redacted_url] или любой другой связанный с ним IP-адрес\n- Теперь должна появиться страница входа в маршрутизатор\n- Стандартное имя пользователя и пароль — Admin — введите их и войдите в систему."
}