{
    "source": "en_US",
    "target": "ru_RU",
    "text": "6. We like to see how you are adapting to change. Talk about how you are solving project management and development related issues, whether it be communication, task estimation, tech oversight, lack of technical knowledge. Don't say \"we had a problem but we fixed it\" I want to know more about HOW you fixed it. What change can you make in, perhaps, your DoD or your development processes to prevent such a problem from happening again. Get creative guys!\n10. Please keep the same headings as the marking criteria, it makes your retros easier to mark\n1. Please always attach your snapshot at the end or beginning of the retro file.\n7. For the Q \"What will the group commit to improve in the next sprint?\" I don't expect you to name the different algorithms you are going to try, I want you to talk about Soft Dev Processes.\nGo through that link and maybe look at a Software Dev plan sample. It's very interesting to see how big companies get work done: [redacted_url]\nBonus resource: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Don't attach a screenshot of your Snapshot, just concatenate the PDF to the Retrospective file either at the end or the beginning.",
    "trans": "6. Нам интересно видеть, как вы адаптируетесь к изменениям. Расскажите о том, как вы решаете проблемы, связанные с управлением проектами и разработкой, будь то коммуникация, оценка задач, технический надзор или недостаток технических знаний. Не говорите \"у нас была проблема, но мы ее решили\", мне интересно узнать больше о том, КАК вы ее решили. Какое изменение вы можете внести, возможно, в свой DoD или процессы разработки, чтобы предотвратить повторение такой проблемы? Проявите креативность!\n10. Пожалуйста, сохраняйте те же заголовки, что и критерии оценки, это облегчит оценку ваших ретроспектив.\n1. Пожалуйста, всегда прикрепляйте свой снимок в конце или начале файла ретроспективы.\n7. На вопрос \"На что группа обязуется улучшить в следующем спринте?\" я не ожидаю, что вы назовете различные алгоритмы, которые собираетесь попробовать, я хочу, чтобы вы поговорили о процессах разработки программного обеспечения.\nПерейдите по этой ссылке и, возможно, посмотрите образец плана разработки программного обеспечения. Очень интересно увидеть, как крупные компании выполняют свою работу: [redacted_url]\nБонусный ресурс: https://acqnotes.com/acqnote/careerfields/software-development-process\n8. Не прикрепляйте скриншот вашего снимка экрана, просто объедините PDF-файл с файлом ретроспективы либо в конце, либо в начале."
}