{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The Gerry Mulligan Quartet lasted for less than a year, folding when its leader went to jail on a drug charge in June 1953. Baker went solo, forming his own quartet, which initially featured Russ Freeman on piano, Red Mitchell on bass, and Bobby White on drums, and making his first recording as leader for Pacific Jazz on July 24, 1953. Baker was hailed by fans and critics and he won a number of polls in the next few years. In 1954, Pacific Jazz released Chet Baker Sings, an album that increased his popularity beyond his core jazz audience; he would continue to sing for the rest of his career. Acknowledging his chiseled good looks, nearby Hollywood came calling and he made his acting debut in the film Hell's Horizon, released in the fall of 1955. But he declined an offer of a studio contract and toured Europe from September 1955 to April 1956. When he returned to the U.S., he formed a quintet that featured saxophonist Phil Urso and pianist Bobby Timmons. Contrary to his reputation for relaxed, laid-back playing, Baker turned to more of a bop style with this group, which recorded the album Chet Baker & Crew for Pacific Jazz in July 1956.",
    "trans": "Квартет Джерри Маллигена просуществовал менее года, распавшись, когда его лидер попал в тюрьму по обвинению в наркотиках в июне 1953 года. Бейкер начал сольную карьеру, сформировав свой собственный квартет, в который изначально входили Расс Фриман, играющий на пианино, Ред Митчелл, играющий на контрабасе и Бобби Уайт, играющий на ударных, и 24 июля 1953 года он записал свою первую запись в качестве лидера для Pacific Jazz. Бейкер был признан поклонниками и критиками, и в следующие несколько лет он выиграл ряд опросов. В 1954 году Pacific Jazz выпустил альбом Chet Baker Sings, который увеличил его популярность за пределами его основной аудитории джазовых поклонников; он продолжал петь до конца своей карьеры. Признавая его мужественную внешность, Голливуд обратил на него внимание, и он дебютировал в кинофильме Hell's Horizon, который вышел осенью 1955 года. Однако он отказался от предложения о контракте со студией и с сентября 1955 года по апрель 1956 года гастролировал по Европе. Когда он вернулся в США, он сформировал квинтет, в который вошли саксофонист Фил Урсо и пианист Бобби Тиммонс. Вопреки своей репутации расслабленного и спокойного исполнителя, Бейкер с этой группой обратился к более боповскому стилю и записал альбом Chet Baker & Crew для Pacific Jazz в июле 1956 года."
}