{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Still, the miko sorceress bit her lower lip, feeling the nervousness arising by her throat. Then she sighed and felt the determination in her stance. “I can do it.” She replied.\n“I know you can.” Gojō said with confidence by the time they turned around a corner and a little entourage of servants waited for him in the gathering room.\nIt was time. So Gojō cast his Infinity that very moment, letting Utahime in as it covered both of them, showing a full display of his signature technique as a familiar asset for the Gojō Estate members and workers to see.\n“Gojō-sama. Welcome home.” Said the little group, bowing deeply towards his Family Head. Gojō smirked tensely at the respectful treatment and prompted them to stand.\n“Where's the family?” He asked with a slightly labored voice. Utahime was sure she was imagining things as she held his arm tighter and they walked directly to the little group, which opened the fusuma doors of the gathering room and let them in.",
    "trans": "Тем не менее мико-колдунья прикусила нижнюю губу, чувствуя, как ей овладевает нервозность. Затем она вздохнула и почувствовала решимость в своей позе. «Я могу это сделать», – ответила она.\n«Я знаю, что ты можешь», – сказал Годзё с уверенностью, когда они повернули за угол, и небольшая свита слуг ждала его в комнате для собраний.\nПришло время. В тот самый момент Годзё использовал свою Бесконечность, позволив Утахимэ накрыть их обоих, продемонстрировав полную демонстрацию своей фирменной техники, которая стала привычным достоянием для членов и рабочих поместья Годзё.\n«Годзё-сама. Добро пожаловать домой», – сказала маленькая группа, глубоко поклонившись главе его семьи. Годзё напряженно усмехнулся от уважительного обращения и предложил им встать.\n«Где семья?» – спросил он слегка озабоченным голосом. Утахиме была уверена, что ей мерещится, так как она крепче сжала его руку, и они направились прямо к небольшой группе, которая открыла двери фусума в комнату для собраний и впустила их."
}