{
    "source": "en_US",
    "target": "ru_RU",
    "text": "25 characters required\nKnowing that the knights will be returning to murder the Archbishop, the priests try to persuade him to go into hiding, but Becket refuses, fully committed to his martyrdom. When the knights come back to the cathedral, the priests bar its front doors, preventing them from entering. Becket, however, demands that the priests open the doors, thereby offering his life up to the swords of the knights and to his own martyrdom, saying it’s against the Church’s policy to exclude anyone from entering one of its cathedrals. The priests unbar the doors, and the knights enter and kill Becket.\nPrevious\nSign up for LitCharts A+ and get 25 answers per month.\nIntro\nAsk LitCharts AI\nNext\nIn the interlude, Becket gives a sermon to the congregation of Canterbury Cathedral. He asks his audience to think about sainthood from a divine perspective and reconsider the conventional, human understanding of saintliness as pure, peaceful and gained without torturous hardship, adding that Jesus’s disciples became saints only after experiencing great suffering. He ends the sermon by saying that it may be the last time he stands before the congregation, foreshadowing his martyrdom.\nI can answer any question about Murder in the Cathedral instantly.",
    "trans": "Требуется 25 символов\nЗная, что рыцари вернутся, чтобы убить архиепископа, священники пытаются убедить его уйти в укрытие, но Бекет отказывается, полностью преданный своему мученичеству. Когда рыцари возвращаются к собору, священники запирают его передние двери, не позволяя им войти. Однако Бекет требует от священников открыть двери, тем самым предлагая свою жизнь мечам рыцарей и своему собственному мученичеству, говоря, что это противоречит политике Церкви - исключать кого-либо из входа в один из ее соборов. Священники открывают двери, и рыцари входят и убивают Бекета.\nПредыдущий\nЗарегистрируйтесь на LitCharts A+ и получите 25 ответов в месяц.\nВведение\nСпросите LitCharts AI\nСледующий\nВ интерлюдии Бекет произносит проповедь перед конгрегацией Кентерберийского собора. Он просит свою аудиторию задуматься о святости с божественной точки зрения и пересмотреть традиционное, человеческое понимание святости как чистоты, миролюбия и достижения без мучительных страданий, добавляя, что ученики Иисуса стали святыми только после того, как испытали большие страдания. Он заканчивает проповедь словами о том, что это может быть последний раз, когда он стоит перед конгрегацией, предвещая свою мученическую смерть.\nЯ могу мгновенно ответить на любой вопрос о \"Убийстве в соборе\"."
}