{
    "source": "en_US",
    "target": "ru_RU",
    "text": "### Treatment Options\nA comprehensive approach that takes into account the typeand severity of the illness is needed to treat superficial infections. Topical medicines like mupirocin are frequently useful in treating bacterial infections, including impetigo. On the other hand, antifungal creams or systemic therapies could be necessary for fungal infections, particularly in cases of onychomycosis. Newer antifungal medications, such as isavuconazole and luliconazole, have been shown in recent trials to be successful in treating resistant strains. In order to improve treatment results, the potential of adjuvant treatment including photodynamic therapy is also being investigated.\n### Importance of Early Detection\nSuccessful treatment and the avoidance of consequences depend on the early diagnosis of superficial infections. Patients and medical professionals need to be alert for the early symptoms of infection, which include swelling, itching, and redness. A delayed diagnosis raises the possibility of additional problems by causing the illness to worsen. For instance, if left untreated, fungal infections can lead to cellulitis, a potentially dangerous illness that needs more careful care. Early intervention can be facilitated by routine skin exams, particularly in high-risk groups. Additionally, telemedicine integration in dermatological care might facilitate better access to specialists, enabling prompt patient diagnosis and treatment.",
    "trans": "### Варианты лечения\nДля лечения поверхностных инфекций необходим комплексный подход, учитывающий тип и степень тяжести заболевания. Препараты для местного применения, такие как мупироцин, часто полезны при лечении бактериальных инфекций, включая импетиго. С другой стороны, для грибковых инфекций, особенно в случаях онихомикоза, могут потребоваться противогрибковые кремы или системная терапия. Новые противогрибковые препараты, такие как изавуконозол и луликонозол, показали свою эффективность в недавних испытаниях при лечении устойчивых штаммов. Также исследуется возможность улучшения результатов лечения с помощью адъювантной терапии, включая фотодинамическую терапию.\n### Важность раннего выявления\nУспешное лечение и предотвращение последствий зависят от ранней диагностики поверхностных инфекций. Пациенты и медицинские работники должны быть внимательны к ранним симптомам инфекции, таким как отек, зуд и покраснение. Задержка в диагностике повышает вероятность возникновения дополнительных проблем из-за ухудшения течения заболевания. Например, если не лечить грибковые инфекции, они могут привести к целлюлиту - потенциально опасному заболеванию, требующему более тщательного ухода. Раннее вмешательство можно обеспечить за счет регулярных осмотров кожи, особенно у групп высокого риска. Кроме того, применение телемедицины при дерматологической помощи может обеспечить доступ к лучшим специалистам и позволить быстро диагностировать заболевание и лечить пациентов."
}