{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Under Biden, prices skyrocketed. And while inflation—the pace at which prices are rising—has lately cooled, Americans are still living with those past price hikes. Through September, consumer prices are nearly 20% above their January 2021 levels.\nNot since Ronald Reagan’s first term, when consumer prices rose 21%, has a president presided over such high inflation. And Reagan had the advantage that during the single term of his predecessor, Jimmy Carter, inflation was much hotter, with prices rising 49%.\nJust as the big drop in GDP in 2020 was more a reflection of the pandemic than of Trump’s leadership, the spurt in inflation during Biden’s tenure is in part a reflection of the supply-chain snarls brought on by the pandemic, and by the jump in oil prices brought on by Russia’s invasion of Ukraine. One indication of this is that inflation elsewhere also shot up. Prices in the eurozone, for example, are about as elevated relative to the start of 2021 as they are in the U.S., while the eurozone’s economic growth has been far slower.",
    "trans": "При Байдене цены взлетели. И хотя инфляция - темп роста цен - в последнее время немного снизилась, американцы все еще живут с последствиями прошлых повышений цен. По состоянию на сентябрь потребительские цены почти на 20% выше уровней января 2021 года.\nC тех пор, как президентом был Рональд Рейган в первый раз, когда потребительские цены выросли на 21%, ни один президент не управлял такой высокой инфляцией. А у Рейгана было преимущество в том, что во время единственного срока его предшественника Джимми Картера инфляция была гораздо выше, цены выросли на 49%.\nТак же, как резкое падение ВВП в 2020 году больше отражало пандемию, чем руководство Трампа, так и всплеск инфляции во время президентства Байдена частично является отражением проблем с цепочками поставок, вызванных пандемией, а также скачка цен на нефть, вызванного вторжением России в Украину. Одним из показателей этого является то, что инфляция в других местах также резко возросла. Например, цены в еврозоне относительно начала 2021 года находятся на таком же высоком уровне, как и в США, в то время как экономический рост еврозоны был гораздо медленнее."
}