{
    "source": "en_US",
    "target": "ru_RU",
    "text": "\"... What happened?\" Ryuk calmly observed Alisia, who was blankly looking at him, making him doubt if there were changes in his bodily features.\n\"I see, it's good that you are fine.\" Seeing Ryuk completely fine, she turned to leave but was interrupted by him.\n\"Mother, can you tell me, is there something different about me?\" Ryuk asked, curious about the result of the body reconstruction.\nAlisia's eyes slightly widened before relaxing and answering truthfully, \"Yes, you are completely different from before.\"\n'Seems I shouldn't have done body reconstruction now,' turning his gaze downward he pondered.\nSlowly turning before placing her folded hand on her chest, she continued, \"You started to hide things from me and even started to act as if you know everything...\"\nRyuk blankly kept hearing all the complaints Alisia had with him from all these years; he heard everything except how he changed physically, making him assured that he was the same as before.\nOf course, he could see a mirror, but it is impractical to judge himself since he can't see himself from others' points of view.",
    "trans": "\"... Что случилось?\" Рюк невозмутимо наблюдал за Алисией, которая смотрела на него пустым взглядом, заставляя сомневаться в том, что в его теле произошли изменения.\n\"Я вижу, хорошо, что ты в порядке.\" Увидев Рюка совершенно здоровым, она повернулась, чтобы уйти, но он прервал ее.\n\"Мать, можешь сказать мне, есть ли что-то другое во мне?\" - спросил Рюк, интересуясь результатом реконструкции тела.\nГлаза Алисии слегка расширились перед тем, как расслабиться и ответить правдиво: \"Да, ты совершенно другой, чем раньше.\"\n\"Похоже, мне не следовало делать реконструкцию тела сейчас\", - опустив взгляд вниз, он задумался.\nМедленно поворачиваясь и положив сложенные руки на грудь, она продолжила: \"Ты начал скрывать от меня вещи и даже стал вести себя так, будто знаешь все...\"\nРюк безучастно продолжал слышать все жалобы Алисии на него за все эти годы; он услышал все, кроме того, как он изменился физически, что уверяло его в том, что он остался таким же, как и раньше.\nКонечно, он мог видеть себя в зеркале, но это непрактично для самооценки, так как он не может увидеть себя с точки зрения других людей."
}