{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Garmin Epix Gen 2 is a multisport smartwatch that will meet the highest demands. Its design makes it a perfect match for both sports and casual outfits. The model features a high-quality, touch-sensitive display and the ability to control it through buttons located on the sides of the envelope. The smartwatch also consists of a silicone strap in black, as well as a black envelope made of fiberglass-reinforced polymer, and a bezel made of titanium.\nThe powerful battery provides up to 16 days of operation in watch mode (6 days in continuous on mode), and up to 21 days in watch battery saving mode. The watch includes a number of powerful functions that will delight beginners and professionals alike. Water resistance is rated at 10 ATM.\nFeatures\nRobustly designed with titanium elements, Power Sapphire glass\nOperate it classically via buttons or intuitively via the responsive touch display\nMeasure your physiological values including training load, recovery times and stamina residual energy\nMore than 60 sports and outdoor apps accompany you in everything you plan to do\nAlways on the right track thanks to international topo maps as well as pre-installed golf and ski maps",
    "trans": "Garmin Epix Gen 2 - это многофункциональные смарт-часы, которые удовлетворят самые высокие требования. Их дизайн делает их идеальным дополнением как для спортивной, так и для повседневной одежды. Модель оснащена высококачественным сенсорным дисплеем и возможностью управления с помощью кнопок, расположенных по бокам корпуса. Смарт-часы также имеют черный силиконовый ремешок, черный корпус из полимерного материала с армированием стекловолокном и титановую безель.\nМощный аккумулятор обеспечивает до 16 дней работы в режиме часов (6 дней в режиме постоянного включения) и до 21 дня в режиме экономии заряда батареи часов. Часы включают в себя множество мощных функций, которые порадуют как новичков, так и профессионалов. Уровень водонепроницаемости составляет 10 ATM.\nОсобенности\nПрочно сконструированы с элементами из титана, стекло Power Sapphire\nУправляйте им с помощью классических кнопок или интуитивно понятного сенсорного экрана.\nИзмеряйте свои физиологические показатели, включая нагрузку на тренировку, время восстановления и остаточную энергию выносливости\nБолее 60 спортивных и активных приложений сопровождают вас во всем, что вы планируете делать\nВсегда на правильном пути благодаря международным картам, а также предустановленным картам для гольфа и лыж"
}