{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Chairman, POWERCHINAInternatinoal GroupLtd\n------------------ Original ------------------\nFrom: \"[redacted_name]\"<[redacted_address]>;\nDate: [redacted_info]\nTo: \"[redacted_address]\"<[redacted_address]>;\nSubject: Dam Project in Republica Domenicana\nDear Dr.[redacted_name],\nhope you are fine!\nI received a call from an Italian friend (ex We [redacted_name]), living in Republica Domenicana since a long time.\nHe asked me about some potential experienced Contractor interested to bid for a dam project (RCC type) there.\nProject is not very big in my understanding, below the requirements he sent me (extract from ToR), bidding process is already on-going.\nPossibly you are already on top of this project, by the way I consider he is well positioned in the country and may provide some local support, if needed.\nIf you have interest I can put you in contact with him.\nHope to meet you soon!\nBR\n[redacted_name]\n………………………………\n[redacted_name]",
    "trans": "POWERCHINA International Group Ltd, Председатель\n------------------Оригинал------------------\nОт: «[redacted_name]»<[redacted_address]>;\nДата: [redacted_info]\nКому: «[redacted_address]»<[redacted_address]>;\nТема: Проект плотины в Доминиканской Республике\nУважаемый доктор [redacted_name],\nНадеюсь, у Вас все хорошо!\nМне позвонил мой итальянский друг (бывший Мы [redacted_name]), который уже давно живет в Доминиканской Республике.\nОн спросил о потенциальных подрядчиках, обладающих опытом, которые бы хотели участвовать в тендере на строительство плотины (по технологии RCC).\nНасколько я понял, проект не очень большой, ниже можно ознакомиться с требованиями, которые он мне прислал (выдержка из ТЗ), подача заявок уже началась.\nВозможно, Вы уже в курсе этого проекта, и, кстати, я считаю, что он имеет хорошие позиции в стране и может оказать помощь на месте, если это потребуется.\nЕсли Вам интересно, я дам Вам его контакты.\nДо скорой встречи!\nС наилучшими пожеланиями,\n[redacted_name]\n....................................\n[redacted_name]"
}