{
    "source": "en_US",
    "target": "ru_RU",
    "text": "After identifying Moyano-Morales, agents began tracking his cellphone location data for previous months, and determined that his associates had rented Airbnbs near several of the heists. One of the property owners in Turlock turned their video surveillance footage from the property over to the FBI, which showed the group loading burglary tools into the unit upon their arrival, the complaint says.\nIn addition to Moyano-Morales, prosecutors have charged Maite Celis-Silva, Erik Osorio-Olivarez, Pablo Valdez-Rodriguez, Rosa Bastias-Serra, Camilo Sepulveda-Guzman, Bassil Dacosta-Frias, Camilo Alarcon-Alarcon, Michelle Parada-Munoz, and a 10th defendant whose identity remains a mystery for now. He has been charged under the pseudonym John Doe 2. Court records say Bastias-Serra is also wanted for extradition to Chile in connection with a 2015 “theft resulting in death, manslaughter, or murder.”\nAuthorities claim the defendants played different roles in the heists, some renting Airbnbs and vehicles, others scouting target locations, and others committing the alleged burglaries. The target locations included banks and ATM kiosks in Modesto, Citrus Heights, Fresno, Turlock, Auburn, Rocklin, Anaheim, Fall River Mills, and Merced, among other locations. They’re also under investigation for possible involvement in a string of similar larcenies in Los Angeles and San Diego, and one that occurred last January in Houston, Texas, according to the criminal complaint.",
    "trans": "После идентификации Мояно-Моралес агенты начали отслеживать данные о местоположении его мобильного телефона в течение предыдущих месяцев и установили, что его сообщники арендовывали квартиры через Airbnb рядом с несколькими местами совершения краж. Один из владельцев недвижимости в Тарлоке передал ФБР видеозаписи с камеры наблюдения, на которых видно, как группа загружает инструменты для взлома в квартиру по прибытии, говорится в жалобе.\nКроме Мояно-Моралес, прокуроры предъявили обвинения Маите Селис-Сильва, Эрику Осорио-Оливаресу, Пабло Вальдесу-Родригесу, Розе Бастиас-Серра, Камило Сепульведе-Гусману, Басилю Дакосте-Фриасу, Камило Аларкону-Аларкону, Мишель Парада-Муньос и 10-му подсудимому, чья личность пока остается загадкой. Он был обвинен под псевдонимом Джон Доу 2. Судебные документы указывают на то, что Бастиас-Серра также разыскивается с целью экстрадиции в Чили в связи с кражей, приведшей к смерти, непредумышленному убийству или убийству в 2015 году.\nВласти утверждают, что подсудимые играли различные роли в кражах: некоторые арендовали квартиры и автомобили через Airbnb, другие проводили разведку целевых объектов, а некоторые совершали предполагаемые кражи. Целевыми объектами были банки и банкоматы в Модесто, Ситрус-Хайтс, Фресно, Тарлоке, Оберне, Роклине, Анахайме, Фолл-Ривер-Миллс и Мерседе и других местах. Они также находятся под расследованием за возможное участие в серии аналогичных краж в Лос-Анджелесе и Сан-Диего и одной из них, произошедшей в январе прошлого года в Хьюстоне, штат Техас, согласно уголовной жалобе."
}