{
    "source": "en_US",
    "target": "ru_RU",
    "text": "He has loosened his tie up, taken off his suit jacket and unbuttoned the top buttons of his white, carefully ironed dress shirt. He looked handsome sitting in his office chair, legs spread apart and you couldn't help but think about how inviting his lap looked. Yet you remained seated on his desk, legs crossed, moving the glass in your hand slowly in circle, the half molten ice cubes swirling around in the amber liquid.\n\"Are you needed elsewhere?\" He asked catching you looking over his shoulder, out through the window at the birds flying past. His office was on one of the top floors. It had a beautiful view over the city.\n\"No, not at all. I decide when and where I'm needed, you know that,\" you retorted, a small smirk forming on your lips. \"Why? Would you perhaps have something else other than drinking in mind for our celebration?\"\nHe got up from his seat, and you moved your legs so that he could stand in between them. Both of your glasses hit the sleek wooden desk, one of his large hands cupping the side of your face.",
    "trans": "Он ослабил свой галстук, снял пиджак и расстегнул верхние пуговицы своей белой, аккуратно отглаженной рубашки. Он выглядел привлекательно, сидя в своем офисном кресле, с расставленными ногами, и вы не могли не подумать о том, как заманчиво выглядит его колено. Тем не менее, вы остались сидеть на его столе, скрестив ноги, медленно вращая стакан в своей руке по кругу, полуплавленые кубики льда крутились в янтарной жидкости.\n«Вам нужно быть где-то еще?» - спросил он, поймав вас на том, что вы смотрите через его плечо в окно на пролетающих мимо птиц. Его офис находился на одном из верхних этажей. Оттуда открывался прекрасный вид на город.\n«Нет, совсем нет. Я решаю, когда и где мне быть нужным, ты это знаешь», - ответили вы с небольшой усмешкой на губах. «Почему? У тебя есть что-то другое на уме для нашего празднования, кроме как выпить?»\nОн встал со своего места, и вы убрали ноги, чтобы он мог стать между ними. Оба ваших стакана ударились о гладкий деревянный стол, одна из его больших рук обняла вашу щеку."
}