{
    "source": "en_US",
    "target": "ru_RU",
    "text": "In a video from [redacted_name], TP’s Chief People and Diversity and Deputy Chief Global Compliance Officer, you’ll learn how Emotional Intelligence has been incorporated into our culture and in our employees’ life cycle. Also you’ll learn more about the 6seconds EI model based in: Know Yourself, Choose Yourself, and Give Yourself.\nIntroduction to EI in TP:\nThe AI / EI Training Program has been added to your learning path to give you the opportunity to learn more about these two topics. It is composed by 2 modules:\nFollowing the official launch of the EI / AI @ TP Program which happened in the “Town Hall on Emotional Intelligence at TP” on September 23rd, we are happy to share one of the initiatives that you can benefit from.\nPlease make sure that you have completed both here by October 31st.\nIf you have any questions or need support in completing the training, please contact elearningsupport@teleperformance.com.\nHere you’ll be able to learn more in a e-learning presented by [redacted_name], our Global Chief Innovation and Digital Officer, and understand how we can integrate AI into our work processes effectively.",
    "trans": "В видео от [redacted_name] Директор по кадрам и многообразию компании TP и заместитель директора по глобальному соответствию нормативным требованиям расскажут о том вам, как эмоциональный интеллект был внедрен в нашу культуру и в жизненный цикл наших сотрудников. Также вы узнаете больше о модели EI 6seconds, основанной на принципах: «Познай себя», «Выбери себя» и «Отдай себя».\nВведение в ЭИ в TP:\nПрограмма обучения ИИ/ЭИ была добавлена в ваш учебный материал, чтобы дать вам возможность лучше познакомиться с этими темами. Она состоит из 2 модулей:\nПосле официального запуска программы ЭИ/ИИ в TP, который состоялся на «Городском собрании по Эмоциональному Интеллекту в TP» 23 сентября, мы рады поделиться одной из инициатив, от которой вы можете получить пользу.\nНеобходимо успеть пройти оба модуля до 31 октября.\nЕсли у вас есть какие-либо вопросы или вам нужна помощь в завершении обучения, свяжитесь с нами по адресу elearningsupport@teleperformance.com.\nДля получения дополнительной информации обратитесь к электронному учебному курсу, представленному [redacted_name], нашим Глобальным Директором по Инновациям и Цифровым Технологиям, и понять, как мы можем эффективно интегрировать ИИ в наши рабочие процессы."
}