{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Welcome to your new Learning and Development Platform\nEverything that you need to get started is in this email. Simply\ncopy this link to Mapal one: https://one.mapal-os.com/\nYou can access this content at any time by using the link here\nCompany\nSIX COMPANY\nBranch\nDublin\nTraining modules\nFood Safety Level 2 — due 7th November 2024\nHealth and Safety Level 2 — due 7th November 2024\nWorking in a Kitchen — due 21st November 2024\nFood Allergens — due 7th November 2024\nThe Fire Marshal — due 7th November 2024\nCOSHH: Working With Hazardous Substances - UK — due 21st November 2024\nInduction to Six by Nico — due 5th November 2024\nDiversey Products Chemical Training\nDiversey COSHH Chemical Safety Training\nLogging In\nIf you have a personal email address registered\nwith your employer, when you first log into your Mapal one you will be given\nthe option to create an account. Going forward, you may use your email address\nand password of choice to log in. Why not save this to your favourites to allow",
    "trans": "Добро пожаловать на новую платформу для обучения и развития\nВсе необходимое для начала работы есть в этом письме. Просто\nскопируйте ссылку: https://one.mapal-os.com/\nВы можете найти все материалы по этой ссылке в любое время\nКомпания\nSIX COMPANY\nОтделение\nДублин\nМодули обучения\nУровень 2 по безопасности пищевых продуктов — до 7 ноября 2024 года\nУровень 2 по охране труда и технике безопасности — до 7 ноября 2024 года\nРабота на кухне — до 21 ноября 2024 года\nПищевые аллергены — до 7 ноября 2024 года\nМаршал пожарной охраны — до 7 ноября 2024 года\nCOSHH: Работа с опасными веществами — Великобритания — до 21 ноября 2024 года\nИндукция в Six от Нико — до 5 ноября 2024 года\nОбучение по химической продукции Diversey Products\nОбучение по химической безопасности Diversey COSHH\nВход в систему\nЕсли у вас есть личный адрес электронной почты, зарегистрированный\nу вашего работодателя, при первом входе в ваш аккаунт Mapal вам будет\nпредложено создать учетную запись. В дальнейшем вы можете использовать свой адрес электронной почты и\nвыбранный пароль для входа. Почему бы не сохранить эту станицу в избранные, чтобы"
}