{
    "source": "en_US",
    "target": "ru_RU",
    "text": "\"I know you aren't thrilled that I'm going, but all that training will finally be put to good use. This is what I've been training for, what I've been waiting for since I got to camp.\" She sighed, looking at her headboard that was filled with so many memories. \"I just don't want to leave camp with you disappointed in me.\"\nLuke pulled his younger sister into his arms, squeezing her tightly. \"I could never be disappointed in you, Al.\" He kissed the top of her head. \"I know you'll do amazing on your own. It just sucks that I can't be there with you to stop you from doing something stupid.\"\nShe pulled away slightly to look into the eyes that were identical to her own. \"I'll tell you everything if I come back.\"\n\"When you come back.\" He corrected her. She flashed him a wide smile. \"And I can't wait to hear all about it.\" His expression didn't necessarily connect with his words.\n\"You better still be here when I come back.\" She pointed a stern finger at him. \"No dying or getting kicked out.\"\nHe laughed, much to her annoyance. \"What have I always promised you, Lana?\"",
    "trans": "«Я знаю, что ты не в восторге от того, что я уезжаю, но все эти тренировки наконец-то пойдут впрок. Это то, ради чего я тренировалась, чего я ждала с тех пор, как попала в лагерь». Она вздохнула, глядя на изголовье своей постели, и на нее нахлынуло множество воспоминаний. «Я просто не хочу покидать лагерь, если ты разочарован во мне».\nЛюк обнял свою младшую сестру и крепко прижал ее к себе. «Я никогда разочаруюсь в тебе, Эл». Он поцеловал ее в макушку. «Я знаю, что ты прекрасно справишься одна. Просто жаль, что я не могу быть рядом с тобой и предостеречь тебя от каких-нибудь глупостей».\nОна немного отстранилась, чтобы посмотреть в глаза, которые были абсолютной копией ее глаз, и сказала: «Я расскажу тебе все, если вернусь».\n«Не если, а когда. Когда ты вернешься, — поправил он, а она широко улыбнулась ему, — И я не могу дождаться, чтобы услышать все эти рассказы». Его выражение лица совсем не соответствовало его словам.\n«Ты лучше быть здесь к моему приезду, — она строго пригрозила ему пальцем, — целым и невредимым!»\nОн рассмеялся, что ее очень разозлило: «Что я всегда обещал тебе, Лана?»"
}