{
    "source": "en_US",
    "target": "ru_RU",
    "text": "She carefully stood and wrapped her arms around herself, trying to keep warm. She was wearing a beautiful white dress lined with lace and beads– much like the one her grandmother had made her when she was younger.\nHer bare feet smushed against the damp dirt as she took a few steps forward. She began making her way through the forest carefully. She kept glancing over her shoulder every few seconds when feeling like she was being watched.\nShe thought that she was only being paranoid until she heard a twig snap loudly from behind her.\n\"Hello?\" She finally called out. She was growing tired of these games that they were playing with her and decided to confront them.\nWhen nobody replied she turned back around to continue finding her way out of this thick and foggy forest.\nSuddenly she bumped into a hard chest and stumbled backwards. A cold and harsh hand caught her arm and steadied her, an amused chuckle passing their lips.\n\"My dear,\" The man shook his head. \"You are like a fawn. Unsteady and weak.\"",
    "trans": "Она осторожно встала и обняла себя руками, пытаясь согреться. На ней было красивое белое платье с кружевами и бусинами — очень похоже на то, которое сшила ей бабушка в детстве.\nКогда она сделала несколько шагов вперед, ее босые ноги увязли в сырой земле. Она начала осторожно пробираться через лес. Каждые несколько секунд она оборачивалась через плечо, опасаясь, что за ней следят.\nОна думала, что это просто паранойя, пока позади себя не услышала громкий треск ветки.\n«Эй, привет!» – наконец-то крикнула она. Ей надоели эти игры, и она решила столкнуться с этим кем-то лицом к лицу.\nКогда никто не ответил, она снова повернулась и продолжила искать выход из этого густого и туманного леса.\nВдруг она наткнулась на жесткую грудь и отпрянула назад. Чья-то холодная и крепкая рука схватила ее руку и остановила, и этот человек весело улыбался.\n«Дорогая, – сказал мужчина, покачивая головой, – Ты как олененок. Нестабильная и слабая»."
}