{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Embryos with aneuploid PGT-A results have the lowest implantation, ongoing pregnancy, and live birth rates. Aneuploid embryos also have the highest miscarriage rates.1,2\nLLM embryos have higher implantation and ongoing pregnancy rates compared to HLM embryos.2\nEmbryos with mosaic segmental abnormalities have higher implantation and ongoing pregnancy rates compared to embryos with mosaic full chromosome abnormalities. A segmental abnormality is where a large piece of a chromosome is missing or duplicated. Full chromosome abnormalities include monosomy (an entire missing chromosome) or trisomy (an entire extra chromosome).2\nThe more abnormalities identified, the lower the implantation rate and ongoing pregnancy rate.2\nWhat if my embryo has one mosaic chromosome abnormality?\nWhen there is only one mosaic chromosome abnormality, there are some cells that have the normal number of chromosomes and some cells that have an abnormal number of chromosomes.",
    "trans": "Эмбрионы с анеуплоидными результатами PGT-A имеют наименьшие показатели имплантации, продолжающейся беременности и живорождения. Анеуплоидные эмбрионы также имеют самые высокие показатели выкидышей.1,2\nЭмбрионы LLM имеют более высокие показатели имплантации и продолжающейся беременности по сравнению с эмбрионами HLM.2\nЭмбрионы с мозаичными сегментными аномалиями имеют более высокие показатели имплантации и продолжающейся беременности по сравнению с эмбрионами с мозаичными аномалиями полного хромосомного набора. Сегментная аномалия — это отсутствие или дублирование большой части хромосомы. Аномалии полного хромосомного набора включают моносомию (отсутствие целой хромосомы) или трисомию (наличие лишней целой хромосомы).2\nЧем больше выявленных аномалий, тем ниже показатель имплантации и продолжающейся беременности.2\nА что если у моего эмбриона есть одна мозаичная хромосомная аномалия?\nВ случае, когда имеется только одна мозаичная хромосомная аномалия, некоторые клетки имеют нормальное количество хромосом, а некоторые клетки имеют ненормальное количество хромосом."
}