{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Re: [redacted_name]\nMy name is [redacted_name], a [redacted_info] citizen, passport number: [redacted_id], residing at [redacted_address]. I am writing this letter in support of Mr. [redacted_name] obtaining his New Zealand permanent residency as soon as possible.\nI met Mr. [redacted_name]'s wife, Ms. [redacted_name], in 2013, and we became friends thereafter. After getting to know her over time, I found her to be a beautiful, generous, warm, sincere, helpful, and friendly person. [redacted_name] married Mr. [redacted_name] in 2018, and in the eyes of our friends, they are a loving couple. They have always been inseparable, doing everything together.\nI often visit their home for meals, and I've heard them mention that Mr. [redacted_name] has encountered some difficulties in applying for New Zealand permanent residency, which has made [redacted_name] very upset, even affecting her health. To my knowledge, this situation has caused [redacted_name] to suffer from depression, and she has had to seek medical help.",
    "trans": "Re: [redacted_name]\nМеня зовут [redacted_name], я гражданин [redacted_info], номер паспорта: [redacted_id], проживающий по адресу [redacted_address]. Я пишу это письмо в поддержку г-на [redacted_name] в целях обеспечения скорейшего получения им постоянного вида на жительство в Новой Зеландии.\nЯ встретил жену г-на [redacted_name], г-жу [redacted_name], в 2013 году, и мы дружим с тех пор. Познакомившись с ней поближе, я обнаружил, что она красивый, щедрый, теплый, искренний, отзывчивый и дружелюбный человек. [redacted_name] вышла замуж за г-на [redacted_name] в 2018 году, и наши друзья считают их любящей парой. Они всегда неразлучны и все делают вместе.\nЯ часто захожу к ним домой на ужин и слышал, как они упоминали о том, что у г-на [redacted_name] возникли некоторые трудности с подачей заявления на получение постоянного вида на жительство в Новой Зеландии, что очень расстроило [redacted_name] и даже сказалось на ее здоровье. Насколько мне известно, эта ситуация привела к тому, что [redacted_name] страдает от депрессии и ей пришлось обратиться за медицинской помощью."
}