{
    "source": "en_US",
    "target": "ru_RU",
    "text": "You recently received a text message from the New York State Office of Temporary and Disability Assistance (OTDA) because one or more children in your household have been issued Summer EBT benefits that will expire if they are not completely used by November 28, 2024.\nSummer EBT is a one-time $120 benefit for each eligible child to help cover the cost of food during the summer months when school is out.\nOur records show that you have not used all of your child's Summer EBT benefit. Any unused benefits will expire on November 28, 2024 and cannot be replaced. Please be sure to use all benefits before they expire.\nYour child's benefits were issued to their existing Pandemic-EBT card. If you no longer have this EBT card and need a replacement card, you can order one following the instructions on ordering a replacement card. Once you receive the replacement card, follow these instructions carefully to set a PIN and activate the EBT card.\nIf you request a replacement card, benefits will still expire on the original expiration date of November 28, 2024. Please call us right away at 1-833-452-0096 if you need help accessing your benefits.",
    "trans": "Вы недавно получили текстовое сообщение от Службы временной социальной помощи и помощи инвалидам штата Нью-Йорк (СВСППИ), потому что одному или нескольким детям в вашем домохозяйстве были предоставлены пособия в рамках летней электронной выплаты пособий по социальному страхованию, срок действия которых истечет, если они не будут использованы в полном объеме до 28 ноября 2024 года.\nЛетние электронные выплаты пособий по социальному страхованию представляют собой единовременную выплату в размере 120 долларов США на каждого соответствующего требованиям ребенка в целях помощи с покрытием расходов на питание в летние месяцы, когда школа закрыта.\nВ соответствии с нашими данными, вы не использовали все пособия в рамках летней электронной выплаты пособий по социальному страхованию на вашего ребенка. Неиспользованные пособия истекут 28 ноября 2024 года и не могут быть заменены. Пожалуйста, используйте все пособия до истечения срока их действия.\nПособия на вашего ребенка были выплачены на уже имеющуюся карту Pandemic-EBT. Если у вас больше нет этой карты для электронной выплаты пособий, и вам необходимо заменить ее, вы можете заказать ее, следуя инструкциям по заказу замены карты. После получения карты на замену внимательно выполните эти инструкции, чтобы установить PIN-код и активировать карту для электронной выплаты пособий.\nЕсли вы запросите замену карты, срок действия пособий все равно истечет в оригинальную дату истечения срока действия, которой является 28 ноября 2024 года. Пожалуйста, немедленно позвоните нам по номеру 1-833-452-0096, если вам необходима помощь в получении доступа к вашим пособиям."
}