{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Lower the oven to 425 and add the focaccia. Bake for ~30 minutes, or until golden on top and the inside reaches atleast 200 degrees F. In the final 15 minutes, move the focaccia to the bottom rack to ensure the bottom crisps up (extra credit if you keep a pizza stone on the bottom at all times and let it cook on top of that!).\nRemove from the oven and let sit in the tray for 7 minutes, then remove to cool completely on a wire rack.\nMORE BREADS\nHow to Make Crostini\nFocaccia with Tomato Sauce (Copycat Carbone Focaccia)\nHomemade Soft Dinner Rolls\nSummer Flatbread (Grilled Peaches, Prosciutto, and Burrata)\nPinYummlyShareTweet\nREADER INTERACTIONS\nLEAVE A REPLY\nYour email address will not be published. Required fields are marked *\nRecipe Rating\nRecipe Rating\nComment *\nName *\nEmail *\nSave my name, email, and website in this browser for the next time I comment.\nPRIMARY SIDEBAR\nHi, I’m[redacted_name]! I’m just a regular gal from Queens, NY who loves creating bomb recipes and sharing them with whoever will read them. Let’s eat.",
    "trans": "Уменьшите температуру духовки до 425 градусов и добавьте фокаччу. Выпекайте около 30 минут, или до золотистого цвета сверху, а внутренняя температура должна достигать как минимум 200 градусов по Фаренгейту. В последние 15 минут переместите фокаччу на нижнюю полку, чтобы дно стало хрустящим (дополнительные баллы, если у вас всегда есть камень для пиццы на нижней полке и вы готовите на нем!).\nДостаньте из духовки и оставьте в форме на 7 минут, затем переложите на решетку для полного остывания.\nБОЛЬШЕ ХЛЕБА\nКак сделать крустини\nФокачча с томатным соусом (фокачча в стиле Карбоне)\nДомашние мягкие булочки для ужина\nЛетняя лепешка (гриль с персиками, прошутто и бурратой)\nPinYummlyПоделитьсяТвитнуть\nВЗАИМОДЕЙСТВИЯ ЧИТАТЕЛЕЙ\nОСТАВИТЬ ОТВЕТ\nВаш адрес электронной почты не будет опубликован. Обязательные поля помечены *\nРейтинг рецепта\nРейтинг рецепта\nКомментарий *\nИмя *\nEmail *\nСохранить мое имя, адрес электронной почты и веб-сайт в этом браузере для следующего комментария.\nГЛАВНАЯ БОКОВАЯ ПАНЕЛЬ\nПривет, я [redacted_name]! Я просто обычная девушка из Куинса, Нью-Йорк, которая любит создавать потрясающие рецепты и делиться ими с теми, кто их читает. Давайте поедим."
}