{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Act, regulation or tenancy agreement under section 62 of the Act?\nThis issue regarding the Landlord’s service of notice of rent increase was not heard.\nThe Tenants’ application for an order for the Landlord to comply under section 62 of the\nAct is therefore dismissed with leave to reapply.\nAre the Tenants’ entitled to authorization to recover the filing fees for these\napplications from the Landlord under section 72 of the Act?\nI find that, as the Tenants were partially successful in their first application, the Tenants\nare entitled under section 72 of the Act to the return of one of their application fees from\nthe Landlord in the amount of $100.00. The Tenants’ request for the recovery of the\nfiling fee for their second application is dismissed without leave to reapply.\nConclusion\nI grant the Tenants a Monetary Order in the amount of $15,647.92 under the following\nterms:\nMonetary Issue Granted\nAmount\na monetary award for the return of double their security and pet",
    "trans": "Акт, регламент или договор аренды в соответствии с разделом 62 Закона?\nЭтот вопрос относительно уведомления арендодателя о повышении арендной платы не был рассмотрен.\nЗаявление арендаторов о получении приказа для арендодателя о соблюдении требований в соответствии с разделом 62\nЗакона поэтому отклоняется с правом повторного обращения.\nИмеют ли арендаторы право на получение разрешения на возмещение судебных издержек за эти\nзаявления от арендодателя в соответствии с разделом 72 Закона?\nЯ считаю, что, поскольку арендаторы частично выиграли в своем первом заявлении, они\nимеют право в соответствии с разделом 72 Закона на возврат одной из своих судебных пошлин\nв размере 100,00 долларов США от арендодателя. Запрос арендаторов на возмещение\nсудебной пошлины за их второе заявление отклоняется без права повторного обращения.\nЗаключение\nЯ предоставляю арендаторам денежный приказ на сумму 15 647,92 долларов США на следующих\nусловиях:\nВыданный денежный вопрос\nCумма\nденежная награда за возврат двойной суммы их залога и питомца"
}