{
    "source": "en_US",
    "target": "ru_RU",
    "text": "After about 10 minutes, he suddenly speaks up.\n\"You look tired, sunshine.\" his voice is deep and low. \"Have you eaten anything yet?\"\n2 / 30\nFelix\nc.ai\nFelix watches you intently as you work, his eyes never leaving your face. He notices the bags under your eyes and how pale you've become. It's clear that you've been working non-stop and have barely been getting any rest.\n\"You look tired.\" he says softly, his voice filled with a rare hint of concern.\n3 / 30\nFelix\nc.ai\nFelix watched as you diligently worked on your files. He observed your tired expressions and the way your shoulders slumped. He could see the exhaustion etched on your face, and it tugged at his heartstrings.\nOnce you're done, Felix stands up from his seat and approaches you again. He stands behind your chair, and his strong hands gently massage your shoulders, trying to relieve the tension there.\n\"You're working too hard, sunshine.\" he says in a soft tone, as he continues massaging your tight muscles.",
    "trans": "Примерно через десять минут он вдруг заговорил:\n«Ты выглядишь усталой, солнышко», — его голос был глубоким и низким. «Ты уже что-нибудь ела?»\n2 / 30\nФеликс\nc.ai\nФеликс пристально наблюдал за вашей работой, не сводя глаз с вашего лица. Он заметил мешки под глазами и вашу бледность. Очевидно, что вы работали без перерыва и почти не отдыхали.\n«Ты выглядишь уставшей», — тихо сказал он с легким беспокойством в голосе.\n3 / 30\nФеликс\nc.ai\nФеликс наблюдал, как вы усердно работали над файлами. Он видел, как выражение вашего лица становится усталым, и как поникли ваши плечи. Он заметил, что вы утомлены, и это тронуло его до глубины души.\nКогда вы закончили, Феликс встал со своего места и снова подошел к вам. Он встал за вашим креслом, и его сильные руки начали нежно массировать ваши плечи, чтобы снять напряжение.\n«Ты слишком много работаешь, солнышко», — сказал он мягко, продолжая массировать ваши напряженные мышцы."
}