{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Prime Minister, there are many friends of Australia here at the Commonwealth meeting, but there's one country that's not so friendly today, and that's China. One of their Foreign Ministry officials has launched an extraordinary criticism of Australia today. He says Australia, long plagued by systemic racism and hate crimes, has severely violated the rights of refugees and immigrants. Australian soldiers have committed abhorrent crimes in Afghanistan and other countries. Now that's in response to Australia voicing concerns about human rights in Tibet and Xinjiang. Has that Foreign Ministry official gone too far now?\nPRIME MINISTER: Well, we, of course, will always stand up for Australia's interests, and when it comes to China, we've said we'll cooperate where we can, we'll disagree where we must, and we'll engage in our national interest, and we've raised issues of human rights with China. We've done that in a consistent and clear way.",
    "trans": "Премьер-министр, здесь присутствует много друзей Австралии на встрече Содружества, но есть одна страна, которая сегодня не так дружелюбна, и это Китай. Один из чиновников Министерства иностранных дел Китая сегодня выступил с необычайной критикой в адрес Австралии. Он говорит, что Австралия, долго страдающая от системного расизма и преступлений на почве ненависти, серьезно нарушила права беженцев и иммигрантов. Австралийские солдаты совершили отвратительные преступления в Афганистане и других странах. Это было сказано в ответ на то, что Австралия выразила обеспокоенность по поводу прав человека в Тибете и Синьцзяне. Этот чиновник Министерства иностранных дел перешел черту?\nПРЕМЬЕР-МИНИСТР: «Ну, мы, конечно же, всегда будем отстаивать интересы Австралии, и когда речь идет о Китае, мы сказали, что будем сотрудничать там, где сможем, будем расходиться во мнениях там, где это необходимо, и будем взаимодействовать в наших национальных интересах. Мы поднимали вопросы прав человека с Китаем. Мы делали это последовательно и четко.»"
}