{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The TV weather forecaster is a primary reason many viewers tune in to the news. Their forecasts are essential for helping the audience prepare for the day ahead, guiding decisions on what to wear and whether to carry an umbrella. By providing weather updates, they play a vital role in our daily lives. Apply Now!\nPhotojournalist (1)\nLove capturing moments that tell a story? As a News Photographer, you’ll shoot still images and videos that bring real-time events to life. This role is perfect for creative individuals who want to make an impact by sharing important stories with the world. Apply Now!\nBroadcast Technician (1)\nAs a Broadcast Technician, you're responsible for ensuring viewers both see and hear the news clearly. You manage the quality of audio and video signals, monitor broadcasts in real time, and select the right transmission equipment to deliver seamless coverage. Apply Now!\nNews Editor (1)\nAs a News Writer/Editor, you'll craft scripts for anchors, write engaging teases to promote stories, and produce content for the newscast's website. Your goal is to capture and hold viewers' attention, keeping them engaged or encouraging them to tune in. Apply Now!",
    "trans": "Телевизионный метеоролог является основной причиной, по которой многие зрители включают новости. Их прогнозы необходимы для того, чтобы помочь аудитории подготовиться к предстоящему дню, определяя, что надеть и нужно ли брать с собой зонт. Предоставляя обновления о погоде, они играют жизненно важную роль в нашей повседневной жизни. Подайте заявку сейчас!\nФотожурналист (1)\nЛюбите запечатлевать моменты, которые рассказывают историю? В качестве новостного фотографа вы будете снимать статические изображения и видео, которые оживляют события в реальном времени. Эта роль идеально подходит для творческих людей, которые хотят оказать влияние, делясь важными историями с миром. Подайте заявку сейчас!\nТехнический специалист по трансляции (1)\nВ качестве технического специалиста по трансляции вы отвечаете за то, чтобы зрители могли четко видеть и слышать новости. Вы управляете качеством аудио- и видеосигналов, контролируете трансляции в реальном времени и выбираете правильное оборудование для передачи, чтобы обеспечить бесперебойное покрытие. Подайте заявку сейчас!\nРедактор новостей (1)\nВ качестве писателя/редактора новостей вы будете составлять сценарии для ведущих, писать увлекательные анонсы для продвижения историй и создавать контент для веб-сайта новостного выпуска. Ваша цель - привлечь и удержать внимание зрителей, заинтересовать их или побудить включить телевизор. Подайте заявку сейчас!"
}