{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Assessing and confirming that all equipment/furnishings are in good repair and clean: reporting faults to manager\nDemonstrating a good manner when dealing with residents, family and visitors\nHandling all laundry including washing, ironing, and sorting clothes by nametags\nEnsuring cleanliness and safety in the laundry area\nMaintaining confidentiality at all times\nBeing aware of all health and safety regulations, reporting hazards/potential hazards immediately.\nAd hoc duties as required\nWhat are the skills/experience needed?\n1 year minimum working in a similar role preferable\nExperience working in a healthcare environment (with a good knowledge of HIQA standards) an advantage.\nWork to the company standards and regulations (you will be made of aware of these standards within the job as related to your role, if unfamiliar)\nAwareness of following an advantage : COSHH Regulation. (Control of Substances Hazardous to Health). Riddor Regulation. (Reporting of incidents, diseases, dangerous occurrences). Health and Safety Legislation, Manual Handling\nMoving & Handling training an advantage\nExcellent communication skills\nCan work independently or part of a team\nMust be reliable & keep to schedule.\nFluent level of English both written and oral\nBenefits & Conditions\nExcellent working environment\nFully paid breaks\nMeal & break time refreshments provided\nSunday allowance paid",
    "trans": "Оценка и подтверждение того, что все оборудование/мебель находятся в хорошем состоянии и чистоте: сообщение о неисправностях менеджеру\nДемонстрация хорошего обращения при взаимодействии с жителями, их семьями и посетителями\nОбработка всей стирки, включая стирку, глажку и сортировку одежды по ярлыкам с именами\nОбеспечение чистоты и безопасности в прачечной\nСоблюдение конфиденциальности во всех случаях\nЗнание всех правил охраны здоровья и безопасности, немедленное сообщение об угрозах/потенциальных угрозах\nВыполнение дополнительных обязанностей по мере необходимости\nКакие навыки/опыт необходимы?\nПредпочтительно минимум 1 год опыта работы на аналогичной должности\nОпыт работы в сфере здравоохранения (с хорошими знаниями стандартов Управления медицинской информации и качества) является преимуществом.\nРабота в соответствии со стандартами и правилами компании (вы будете проинформированы об этих стандартах в рамках вашей должности, если они вам незнакомы)\nОсведомленность о следующем является преимуществом: Регламент COSHH (Контроль веществ, опасных для здоровья). Регламент RIDDOR (Сообщение о несчастных случаях, заболеваниях и опасных происшествиях). Законодательство по охране труда и технике безопасности, ручная работа\nПрохождение обучения навыкам перемещения и обработки грузов будет преимуществом\nОтличные коммуникативные навыки\nУмение работать самостоятельно или в команде\nОбязательная надежность и соблюдение графика\nСвободное владение английским языком как в письменной, так и в устной форме\nПреимущества и условия\nОтличная рабочая среда\nПолностью оплачиваемые перерывы\nПредоставляемые закуски во время обеда и перерывов\nОплачиваемая надбавка за работу в воскресенье"
}