{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The iCT navigation technology uses a portable CT scanner that translates in the rostral to caudal axis over the patient. The iCT navigation workstation registers the patient’s anatomy and cre- ates three-dimensional images using a fan beam CT scanner for image acquisition (▶ Fig. 7.4). These images allow for navigated instrumentation and for intraoperative planning throughout the procedure (e.g., one can plan the accurate measurement of the implants).34\nThe iCT computer-guided navigation technique affords immediate survey of screw/implants position and intraopera- tive revision.44 Some advantages are the quality of the image that can be very similar to a diagnostic CT scanner for bone and soft tissue and much better than its previous generation of iCBCT machines.\nAnother advantage of iCT is that it has an extended scan vol- ume capacity, which eliminates the need to re-center the device",
    "trans": "При иКТ-навигации используется портативный компьютерный томограф, перемещаемый над пациентом по оси ростраль-каудаль. Навигационная рабочая станция иКТ производит фиксацию анатомических данных пациента и создает трехмерные изображения с помощью веерного лучевого компьютерного томографа, используемого для получения этих изображений (▶ рис. 7.4). Получаемые снимки помогают при использовании инструментов и в интраоперационном планировании на протяжении всей процедуры (например, при планировании точного размера имплантатов).34.\nС помощью технологии компьютерной навигационной иКТ становится возможным незамедлительная проверка положения винтов/имплантатов и проведение интраоперационной ревизии.44 Преимущества включают качество изображения, схожее с качеством диагностической компьютерной томографии костей и мягких тканей, что намного выше, чем у аппаратов предыдущего поколения для итеративной конусно-лучевой КТ.\nЕще одним преимуществом иКТ является увеличенный объем сканирования, что исключает необходимость повторного центрирования устройства"
}