{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Grey's freakin' bar by night, restaurant by day.\n\"Maybe we should go to Mcdonald's,\" I offer and he scoffs.\n\"Mcdonald's makes me shit,\" he reasons.\n\"Why don't we go to another place?\" I question as he leads me closer and closer to Grey's bar.\n\"Because this one is the nicest looking one that I see in my line of view,\" he pulls me past the bench where I met Grey.\nI narrow my eyes at the stupid bench.\n\"I don't like this place,\" I mumble although I know it's no use as he pulls open the door. I keep my head down, making sure that my hair is covering most of my face.\nI take a peek at my surroundings and instead of the usual mostly cleared floor, there are tables spread everywhere and the lights are turned up.\nMy eyes find the door Grey and I went through and I clench my fists.\nAaron suddenly stops and I run into his back. I still keep my head down.\n\"Table for two?\" a familiar voice asks and I squeeze my eyes shut in frustration. I peek up and the bartender guy is giving me sly smirk.",
    "trans": "Чертова барная стойка Grey's ночью, ресторан днем.\n\"Может быть, нам стоит пойти в McDonald's,\" предлагаю я, и он презрительно фыркает.\n\"McDonald's вызывает у меня диарею,\" объясняет он.\n\"Почему бы нам не пойти в другое место?\" спрашиваю я, когда он ведет меня все ближе и ближе к бару Grey's.\n\"Потому что это место выглядит лучше всего из тех, что я вижу,\" тянет он меня мимо скамейки, где я встретила Grey.\nЯ прищуриваю глаза на глупую скамейку.\n\"Мне не нравится это место,\" бормочу я, хотя знаю, что это бесполезно, так как он открывает дверь. Я опускаю голову, стараясь прикрыть большую часть лица волосами.\nЯ оглядываюсь вокруг и вместо обычно почти пустого пола вижу, что повсюду расставлены столы, а свет включен на полную мощность.\nМои глаза находят дверь, через которую мы с Греем прошли, и я сжимаю кулаки.\nАарон вдруг останавливается, и я врезаюсь в его спину. Я все еще держу голову опущенной.\n\"Столик на двоих?\" - спрашивает знакомый голос, и я с разочарованием зажмуриваю глаза. Я поднимаю взгляд, и бармен с хитрой улыбкой смотрит на меня."
}