{
    "source": "en_US",
    "target": "ru_RU",
    "text": "1.3.1. Currently studying or having completed a Thai high school curriculum (Matthayom 6 / Vocational Certificate / home school Education).\n1.3.2. Currently studying or having completed an international school curriculum in Thailand (US Grade 12 / AS/A-Level / IB Diploma/IB Course Result / BTEC / French Baccalaureate).\n1.3.3. Currently studying or having completed high school or its equivalent from a foreign school and having received foreign qualification verification through the websitehttps://hsces.atc.chula.ac.th/. One of the following qualifications must be met:\n1.3.3.1. General Educational Development (GED): Applicants must have a minimum total score of 600, with at least 145 in each subject, and must submit an academic transcript before taking the GED.\n1.3.3.2. Completion of Grade 12 under the American educational system, or Grade 13 under the British educational system, or completion of the New Zealand system: Applicants must pass the National Certificate of Education Achievement (NCEA), which is overseen by the New Zealand Qualifications Authority (NCQA), or",
    "trans": "1.3.1. В настоящее время обучается или завершил обучение по программе средней школы Таиланда (Matthayom 6 / Профессиональный сертификат / Образование на дому).\n1.3.2. В настоящее время обучается или завершил обучение по международной школьной программе в Таиланде (12 класс США / AS/A-Level / Диплом IB/Результат курса IB / BTEC / Французский бакалавриат).\n1.3.3. В настоящее время обучается или завершил обучение в средней школе или ее эквиваленте в иностранной школе и получил проверку иностранной квалификации через веб-сайт https://hsces.atc.chula.ac.th/. Должно быть выполнено одно из следующих требований:\n1.3.3.1. Общий сертификат о среднем образовании (GED): У заявителей должен быть минимальный общий балл 600, не менее 145 в каждом предмете, и они должны предоставить академическую справку перед сдачей GED.\n1.3.3.2. Завершение 12 класса по американской образовательной системе, или 13 класса по британской образовательной системе, или завершение новозеландской системы: У заявителей должен быть сдан Национальный сертификат о достижениях в образовании (NCEA), который контролируется Новозеландским управлением квалификаций (NCQA), или"
}