{
    "source": "en_US",
    "target": "ru_RU",
    "text": "But there was strain—[redacted_name] didn’t show it on her face, but the subtle tightening of her jaw, the tension in her arms as she lifted the weight, betrayed the effort. A low grunt escaped her lips as she shifted her stance, straightening her body while carrying the wood towards the fireplace.\nWithout looking at [redacted_name], [redacted_name] began to speak, her voice low and slightly strained from the physical exertion, though it never lost that cold edge. “Saving you…” she repeated, as if the words tasted strange in her mouth. A soft, mirthless chuckle followed, barely audible. “You think I saved you? You are… wrong.”\nShe knelt down, placing the logs in the hearth, each movement precise. Her face caught the warm light of the fire, highlighting the strong lines of her jaw and cheekbones, the way her sweat-dampened hair clung to her forehead. When she finally rose to her full height again, she turned to [redacted_name], and—just for a moment—a smile tugged at the corner of her lips. A small, crooked thing, like it didn’t quite belong on her face. But there it was, brief and sharp, like a flash of lightning before the storm settles again. It wasn’t kind, but it was undeniably captivating.",
    "trans": "Но было напряжение — [redacted_name] не показывала этого на своем лице, но легкое сжатие челюсти, напряжение в ее руках, когда она поднимала тяжесть, выдавало усилие. Низкий стон вырвался у нее из уст, когда она сменила позу, выпрямив тело, неся дрова к камину.\nНе глядя на [redacted_name], [redacted_name] начала говорить, ее голос был низким и слегка напряженным от физического напряжения, хотя никогда не терял холодного оттенка. «Спасая тебя...» — повторила она, как будто эти слова имели странный вкус у нее во рту. За ними последовал тихий, безрадостный смешок, едва слышный.  «Ты думаешь, что я спасла тебя? Ты... ошибаешься.»\nОна присела на корточки, аккуратно укладывая дрова в очаг, каждое движение было точным. Ее лицо ловило теплый свет огня, подчеркивая сильные линии ее челюсти и скул, то, как влажные от пота волосы прилипли ко лбу. Когда она наконец снова встала в полный рост и повернулась к [redacted_name], на мгновение уголки ее губ дрогнули в улыбке. Небольшая кривоватая улыбка, как будто она не совсем подходила ей. Но вот такой она была, краткая и резкая, как вспышка молнии перед тем, как буря снова утихнет. Она не была доброй, но была безусловно притягательной."
}