{
    "source": "en_US",
    "target": "ru_RU",
    "text": "breast, leaning in to trace his tongue up my neck and send a\nthousand tingles through me. He doesn’t care that he’s in\nmid-conversation with someone.\n“Thursday?” He sighs, looking at me\nwith a flicker of annoyance crossing his face. His hand between my\nthighs is extracted as he takes his phone and swaps ears, a look of\nagitation on his boyish face. ‘Business Carrero’ moving in to kill\nhis libido. Something must be wrong at work, and disappointment\nwashes over me.\n“Fuck’s sake, Margo! Can’t they do\na fricken thing without me standing over the top of them shouting\nfucking orders?” He lets me go fully, stalking toward the huge wall\nof french doors, and glares outside. His body is rigid but divine\nas hell and tense as he pushes a hand to his waist, fisting it\nthere in agitation, looking completely intimidating, like a\ngladiator about to embark on a war. I guess things with work aren’t\nrosy today. He has a few large developments he’s overseeing, so his\nstress levels have been up and down.\n“One night … We kept the apartment\n… Yeah, arrange to have my flight there Thursday and home Friday\nmorning first thing. Jefferson is still in Manhattan, so he can",
    "trans": "грудь, наклоняясь, чтобы провести его языком по моей шее и вызвать\nтысячи покалываний во мне. Ему не важно, что он находится\nв середине разговора с кем-то.\n«Четверг?» Он вздыхает, смотря на меня\nс искоркой раздражения на лице. Его рука между моими\nбедрами вынимается, когда он берет свой телефон и меняет уши, на его\nюношеском лице появляется выражение раздражения. «Деловой Карреро» вмешивается и убивает\nего либидо. На работе должно быть что-то не так, и разочарование\nнакрывает меня.\n«Черт возьми, Марго! Разве они не могут сделать\nни черта без того, чтобы я стоял над ними и орал\nсраные приказы?» Он полностью отпускает меня, направляясь к огромной стене\nфранцузских дверей и сердито смотрит наружу. Его тело напряжено, но божественно\nкрасиво и напряжено, когда он кладет руку на пояс, сжимая ее\nв раздражении, выглядя совершенно устрашающе, как\nгладиатор, готовый отправиться на войну. Похоже, дела с работой\nсегодня не очень хорошие. У него есть несколько крупных проектов под его руководством, так что\nуровень стресса у него колебался.\n«Одна ночь... Мы сняли апартаменты\n... Да, договорись, чтобы я прилетел туда в четверг и вернулся домой в пятницу\nутром первым делом. Джефферсон все еще находится на Манхэттене, так что он сможет"
}