{
    "source": "en_US",
    "target": "ru_RU",
    "text": "She reaches to scratch at whatever, whoever, this is a person, it’s a person- has hold of her. Her hands are wrenched above her head. Solid hips anchor her thighs open, a bulk huge enough she can barely get her legs around it to thump her heels into the figure’s spine.\nThe angry slam of her bare feet doesn’t even make her assailant flinch. Instead a tongue licks up her neck, wet and so long she struggles with that idea of this being a human. Nobody that size should be able to fit under this bed with her. Nobody that size should be able to navigate this cramped space with ease, to bite and lap a trail down her chest to fix a sloppy mouth around her nipples and suckle like it’s hungry. She feels her inner muscles clench at that, at sparks of pleasure that clash horribly with her frantic squirming.\nShe knows close quarters, hand to hand, how to get leverage over a bigger opponent. This is nothing like that. She feels like a worm on a hook. Helpless and pinned, poised to plunge into depths that will crush her. Devoured by something hellbent on taking every inch of her to satiate its hunger and oh.",
    "trans": "Она тянется, чтобы поцарапать то, что бы это ни было, кто бы это ни был - это человек, это человек - который держит ее. Ее руки вырваны над головой. Прочные бедра удерживают ее ноги открытыми, такая огромная масса, что она едва может обхватить ее ногами и ударить пятками по позвоночнику фигуры.\nРазгневанный удар ее босых ног даже не заставляет нападающего вздрогнуть. Вместо этого язык облизывает ее шею, влажный и такой длинный, что она борется с мыслью о том, что это человек. Никто такого размера не должен уметь поместиться под этой кроватью с ней. Никто такого размера не должен уметь легко передвигаться в этом тесном пространстве, кусать и проводить языком по ее груди, чтобы зафиксировать неаккуратный рот вокруг ее сосков и сосать так, будто голоден. Она чувствует напряжение своих внутренних мышц от этого удовольствия, которое ужасно противоречит ее беспокойным извиваниям.\nОна знает, как в ближнем бою, на расстоянии руки, получить преимущество над более крупным противником. Но это совершенно не то. Она чувствует себя как червь на крючке. Беспомощная и прижатая, готовая погрузиться в глубины, которые раздавят ее. Поглощенная чем-то, что одержимо желает забрать каждую ее частичку, чтобы утолить свою жажду и о."
}