{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The company intends to use the net proceeds of the ATM program, if any, primarily on capital expenditures to support the growth and development of the company's existing mining operations, as well as for working capital and general corporate purposes.\nSince the common shares will be distributed at trading prices prevailing at the time of the sale, prices may vary between purchasers and during the period of distribution. The volume and timing of sales, if any, will be determined at the sole discretion of the company's management and in accordance with the terms of the ATM agreement. To date, 109,323,321 common shares have been distributed by the company for gross proceeds of approximately $248-million (U.S.) pursuant to the ATM agreement by means of the March supplement.\nThe offer and sale of the common shares under the ATM program will be made only by means of the A&R prospectus included within the company's United States registration statement on Form F-10 (file No. 333-272989) filed with the U.S. Securities and Exchange Commission on March 8, 2024. The A&R prospectus is available on the company's SEDAR+ profile and the A&R prospectus and registration statement are available on the SEC's EDGAR website.",
    "trans": "Компания намерена использовать чистые поступления от программы ATM, если таковые будут, в первую очередь на капитальные расходы для поддержки роста и развития существующих горнодобывающих операций компании, а также для оборотного капитала и общих корпоративных нужд.\nПоскольку обыкновенные акции будут распределены по ценам, преобладающими на момент продажи, цены могут различаться между покупателями и в течение периода распределения. Объем и время продаж, если таковые будут, будут определяться исключительно по усмотрению руководства компании и в соответствии с условиями соглашения по программе ATM. На сегодняшний день компанией было распределено 109 323 321 обыкновенных акций на общую сумму примерно 248 миллионов долларов США в рамках соглашения по программе ATM с использованием дополнения за март.\nПредложение и продажа обыкновенных акций в рамках программы ATM будут осуществляться только посредством проспекта A&R, включенного в регистрационное заявление компании в Соединенных Штатах на форме F-10 (номер файла 333-272989), поданного в Комиссию по ценным бумагам и биржам США 8 марта 2024 года. Проспект A&R доступен на профиле компании в SEDAR+ , а проспект A&R и регистрационное заявление доступны на сайте EDGAR Комиссии по ценным бумагам и биржам США."
}