{
    "source": "en_US",
    "target": "ru_RU",
    "text": "1. Processed Meats:\nProcessed meats such as hot dogs, sausages, and bacon should be avoided as they are high in saturated fats and sodium. These foods have been linked to an increased risk of colon cancer. Instead, opt for lean meats like chicken, turkey, and fish.\n2. Red Meat:\nConsuming excessive amounts of red meat, such as beef, pork, and lamb, has been associated with an increased risk of colon cancer. It is recommended to limit the intake of red meat and choose leaner alternatives like poultry or plant-based proteins.\n3. Sugary Drinks:\nSugar-sweetened beverages like soda, energy drinks, and fruit juices with added sugars should be avoided. These drinks contribute to weight gain and increase the risk of colon cancer. Opt for water, herbal tea, or freshly squeezed juices without added sugars.\n4. Refined Grains:\nRefined grains like white bread, white rice, and pasta have been stripped of their nutrients and fiber content.\nThese foods can lead to weight gain and increase the risk of colon cancer. Choose whole grains like whole wheat bread, brown rice, and quinoa for a healthier alternative.",
    "trans": "1. Обработанные мясные изделия:\nОбработанные мясные изделия, такие как хот-доги, колбасы и бекон, следует избегать, так как они содержат много насыщенных жиров и натрия. Эти продукты связаны с повышенным риском рака толстой кишки. Вместо этого выбирайте нежирное мясо, такое как курица, индейка и рыба.\n2. Красное мясо:\nЧрезмерное потребление красного мяса, такого как говядина, свинина и баранина, связано с повышенным риском рака толстой кишки. Рекомендуется ограничить потребление красного мяса и выбирать более нежирные альтернативы, такие как птица или растительные белки.\n3. Сладкие напитки:\nСладкие напитки, такие как газировка, энергетические напитки и фруктовые соки с добавлением сахара, следует избегать. Эти напитки способствуют увеличению веса и повышают риск рака толстой кишки. Выбирайте воду, травяной чай или свежевыжатые соки без добавления сахара.\n4. Рафинированные злаки:\nРафинированные злаки, такие как белый хлеб, белый рис и макароны, лишены своих питательных веществ и клетчатки.\nЭти продукты могут привести к увеличению веса и повысить риск рака толстой кишки. Выбирайте цельнозерновые продукты, такие как хлеб из цельнозерновой муки, коричневый рис и киноа, для более здоровой альтернативы."
}