{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Notice ID: 222258347816\nTitle: DRAGON BALL: SPARKING! ZERO - PC\nProtocol: BitTorrent\nFile Name: Dragon Ball Sparking ZERO [DODI Repack]\nFile Size: 20644608485\nTimestamp: 10-15-2024 23:38:42 GMT\nCopyright infringement violates not only U.S. copyright law, it also violates the relevant agreements, terms of service and acceptable use policies between Verizon and its customers. You must take all measures to protect your account from future violations. Failure to implement these measures may subject your Service to termination by Verizon and may result in possible legal action against you by the copyright owner.\nProtecting Your Privacy: The copyright owner has not asked Verizon to identify you, and Verizon will NOT provide your identity without a lawful subpoena. However, if the copyright owner does issue a lawful subpoena that identifies your account as allegedly infringing its copyright rights, Verizon will be legally required to provide your account information to the copyright owner.",
    "trans": "ID уведомления: 222258347816\nНазвание: DRAGON BALL: SPARKING! ZERO - PC\nПротокол: BitTorrent\nИмя файла: Dragon Ball Sparking ZERO [DODI Repack]\nРазмер файла: 20644608485\nДата и время: 10-15-2024 23:38:42 GMT\nНарушение авторских прав является нарушением не только закона об авторском праве США, но еще и нарушением соответствующих соглашений, условий обслуживания и политики приемлемого использования между компанией Verizon и ее клиентами. Вы должны предпринять все меры для защиты своей учетной записи от будущих нарушений. Невыполнение этих мер может привести к прекращению вашего обслуживания со стороны Verizon и возможным юридическим действиям против вас со стороны владельца авторских прав.\nЗащита вашей конфиденциальности: Владелец авторских прав не просил Verizon идентифицировать вас, и Verizon НЕ предоставит данные о вашей личности без законной судебной повестки. Однако если владелец авторских прав предъявит законную судебную повестку, согласно которой ваша учетную запись будет определена как предположительно нарушающая его авторские права, компания Verizon будет обязана предоставить информацию о вашей учетной записи владельцу авторских прав."
}