{
    "source": "en_US",
    "target": "ru_RU",
    "text": "You make me feel famous\nThis fame don't make me feel shit\nThat's some crazy shit, I got to deal with it\n[HOOK]\nI done seen what them xans and them percs do\nI done seen what the love and the hate do\nBut get it straight, girl, i love i dont hate you\nAnd get it straight i can never replace you\nLet's take you out dinner date at the lake\nI will never hurt you, you, you, you\nI know what them xans and them percs do, do, do\nWe can do the percs boo boo boo\nI just pray them percs dont hurt you, you, you, you\nYeah\nYou might also like\nConfide\nJuice WRLD\neuphoria\nKendrick Lamar\nLong Live The Hustle (Tattoos & Ink)\nJuice WRLD\nEmbed\nAbout\nHave the inside scoop on this song?\nSign up and drop some knowledge\nStart the song bio\nQ&A\nFind answers to frequently asked questions about the song and explore its deeper meaning\nAsk a question\nWho wrote “Get It Straight” by Juice WRLD?\nCredits\nWriter\nJuice WRLD\nTags\nRap\nComments\nAdd a comment\nGet the conversation started",
    "trans": "Ты заставляешь меня чувствовать себя словно знаменитость\nИ эта слава не заставляет меня чувствовать себя дерьмом\nЭто сумасшествие, и мне нужно с ним разобраться.\n[ХУК]\nЯ видел, что делают эти ксаны и перки\nЯ видел, что делает любовь и ненависть\nНо пойми правильно, девочка, я люблю, а не ненавижу тебя\nИ пойми правильно, я никогда не смогу заменить тебя\nДавай устроим свидание на озере\nЯ никогда не причиню тебе боль, тебе, тебе, тебе\nЯ знаю, что делают, делают, делают эти ксаны и эти перки\nМы можем взять перки, взять, взять, взять\nЯ просто молюсь, чтобы эти перки не причинили тебе вреда, тебе, тебе, тебе.\nАга\nТебе может это понравиться\nДоверься\nJuice WRLD\neuphoria\nKendrick Lamar\nLong Live The Hustle (Tattoos & Ink)\nJuice WRLD\nEmbed\nО\nУ вас есть информация об этой песне?\nЗарегистрируйтесь и поделитесь своими секретами\nЗапустите биографию песни\nВопросы и ответы\nНайдите ответы на часто задаваемые вопросы о песне и узнайте ее глубокий смысл\nЗадайте вопрос\nКто написал песню Get It Straight группы Juice WRLD?\nКредиты\nАвтор\nJuice WRLD\nТеги\nРэп\nКомментарии\nДобавить комментарий\nНачать беседу"
}