{
    "source": "en_US",
    "target": "ru_RU",
    "text": "\"yknow..we have one style that we haven't tried yet\" she bit her lips\n\"like dog---\"\n\"SCARLETT\" she covered my mouth laughing\n\"not that?\" i asked as soon as she released me\n\"we already tried that\" she shrugged and i honestly just can't stop smiling\n\"then what\"\n\"our ootd at 1am\" she smiled\nit took me a while to understand it to be honest \"1am? but we're doing the doodle doodle do so we won't have any-- OHHH\"\n\"nevermind, you're so slow\" she chuckled covering my face again\n\"Noooo, i get it now\"\n\"too late\"\n\"whatttt\"\n\"what can we do? you were so slow to get it fast\" she shrugged trying to annoy me\n\"I hate you\" i mumbled before looking up to her shocked seeing she's holding the belt i was just wearing\n\"how did you---\"\n\"I don't know....how did i..\" she smirked throwing it away and next thing i know my bra was already undone and her hand was resting on my back\n\"you're gonna ask again?\" she asked with a smile\n\"why are you so....hot?\" i sigh just staring at her\n\"you wanna know why?\" she seductively asked and i just nodded, It seems like I'm being hypnotized again",
    "trans": "\"знаешь... у нас есть один стиль, который мы еще не пробовали\" она прикусила губы\n\"как собака---\"\n\"СКАРЛЕТТ\" она закрыла мне рот, смеясь\n\"Не это?\" - спросила я, как только она отпустила меня\n\"мы уже пробовали это\" - пожала она плечами, и я честно говоря, не могу перестать улыбаться\n\"тогда что?\"\n\"наш OOTD в 1 час ночи\" - улыбнулась она\nЧестно говоря, мне потребовалось время, чтобы понять это \"1 час ночи? Но мы делаем doodle doodle do, так что у нас не будет никаких-- ОХХ\"\n\"неважно, ты такой медленный\" - засмеялась она, снова закрывая мне лицо\n\"неееет, теперь я понимаю\"\n\"слишком поздно\"\n\"чтоооо\"\n\"что мы можем сделать? Ты был слишком медленным, чтобы быстро понять\" - пожала она плечами, пытаясь меня разозлить\n\"Я тебя ненавижу\" - пробормотала я, прежде чем посмотреть на нее с шоком, увидев, что она держит ремень, который я только что носила\n\"как ты---\"\n\"я не знаю....как я..\" - усмехнулась она, бросая его прочь и в следующий момент я поняла, что мой бюстгальтер уже расстегнут, а ее рука лежит у меня на спине\n\"ты снова собираешься спрашивать?\" - спросила она с улыбкой\n\"Почему ты такая....горячяя?\" - я вздохнул и просто уставился на нее.\n\"ты хочешь знать почему?\" - спросила она соблазнительно и я просто кивнула. Похоже, что меня снова гипнотизируют."
}