{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Jerseys are ordered by the parents directly from our vendor, Augusta Sportswear.\nAll participants are required to purchase their jersey. Your child is not allowed to use a jersey that is not approved by the YMCA or Augusta Sportswear. If your child wears a different jersey other than the one provided by Augusta Sportswear he or she will not be able to participate.\nPlease order your jerseyhere. To ensure your child has a jersey by the first weekend of games, you must purchase it before October, 21st. If you have any questions or concerns on the status of your jersey, please contact our vendor directly at ymca@augustasportswear.com.\nPARENTAL ACKNOWLEDGEMENT\nThis is where you place teammate and/or practice request. Although requests are not guaranteed, we will do our best to grant them. During the first week of practice, we WILL NOT be able to switch your child's team placement, therefore please complete the Parental Acknowledgement before October 13th.",
    "trans": "Родители могут заказать футболки напрямую у нашего поставщика Augusta Sportswear.\nВсе участники обязаны приобрести свою футболку. Вашему ребенку не разрешается использовать футболку, которая не одобрена YMCA или Augusta Sportswear. Если ваш ребенок наденет другую футболку, отличную от предоставленной Augusta Sportswear, его (ее) не допусият к участию.\nЗакажите свою футболку здесь. Чтобы гарантировать наличие футболки у вашего ребенка к первым играм выходного дня, вы должны приобрести ее до 21 октября. Если у вас есть вопросы или сомнения по поводу статуса вашей футболки, свяжитесь напрямую с нашим поставщиком по адресу ymca@augustasportswear.com.\nПОДТВЕРЖДЕНИЕ РОДИТЕЛЕЙ\nЗдесь вы можете разместить запрос, относящийся к команде и (или) к практике вашего ребенка. Хотя ответы на запросы не гарантированы, мы сделаем все возможное, чтобы их удовлетворить. В течение первой недели практики мы НЕ сможем перевести вашего ребенка в другую команду, поэтому, просим заполнить форму родительского согласия до 13 октября."
}