{
    "source": "en_US",
    "target": "ru_RU",
    "text": "This workshop is intended for children preparing for Reconciliation and First Holy Communion (May 2025). This would include our 2nd -5th graders and 2nd grade Private Catholic School students that will receive Reconciliation and First Holy Communion sacraments at the end of this school year.\nI personally do not like to say something is MANDATORY as that is such a negative word, but I strongly encourage you to try to attend as it will serve as a great opportunity for parents and children to enrich their preparation for Reconciliation. I have been a parent in your shoes three times myself and I would never hold an event that I wouldn’t personally see as beneficial for you and your child! If your child has soccer, swim meets, dance, etc. at a time that conflicts with this, I urge you to take the afternoon off from that and come to church instead. This choice makes a strong statement to your child about the importance of faith in their lives!",
    "trans": "Этот семинар предназначен для детей, готовящихся к Причастию и Первому Святому Причастию (май 2025 года). Это включает в себя наших учеников 2-5 классов и учащихся 2 класса частной католической школы, которые получат таинства Причастия и Первого Святого Причастия в конце этого учебного года.\nЯ лично не люблю говорить, что что-то является ОБЯЗАТЕЛЬНЫМ, так как это такое негативное слово, но я настоятельно рекомендую вам попытаться посетить это мероприятие, так как оно станет отличной возможностью для родителей и детей обогатить свою подготовку к Исповеди. Я сам трижды был родителем в вашей ситуации и никогда бы не проводил мероприятие, которое не считал бы полезным для вас и вашего ребенка! Если у вашего ребенка есть занятия по футболу, плаванию, танцам и т.д. в то время, когда это совпадает с этим мероприятием, я настоятельно призываю вас взять выходной послеобеденное время от этого и прийти вместо этого в церковь. Этот выбор делает сильное заявление вашему ребенку о важности веры в их жизни!"
}