{
    "source": "en_US",
    "target": "ru_RU",
    "text": "We issue several types oftravel documents. This update clarifies that we will consider expeditingForm I-131, Application for Travel Documents, Parole Documents, and Arrival/Departure Records, for benefit requestors in the United Stateswhen they have a pressing or critical need to leave the United States, whether the need to travel relates to an unplanned or planned event, such as a professional, academic, or personal commitment.\nWhen the need is related to a planned event, we consider whether:\nThe applicant timely filed Form I-131; and\nProcessing times would prevent us from issuing the travel document by the planned date of departure.\nSubmission and Processing of Expedite Requests\nThis update also clarifies how to make an expedite request, including how requestors can use USCIS online tools with secure messaging,such as submitting their expedite request and uploading evidence to support their expedite request if they have aUSCIS online account.\nThis update explains how we process expedite requests by clarifying that we will generally respond to benefit requestors who submit their request through theUSCIS Contact Center to inform them when we have made a decision on their expedite request.",
    "trans": "Мы выдаем несколько типов проездных документов. Это обновление уточняет, что мы будем рассматривать возможность ускорения обработки формы I-131, Заявление на получение проездных документов, документов о временном освобождении и записей о прибытии/отбытии, для заявителей, находящихся в Соединенных Штатах, когда у них есть срочная или критическая необходимость покинуть Соединенные Штаты, независимо от того, связана ли необходимость в поездке с неплановым или плановым событием, таким как профессиональное, учебное или личное обязательство.\nЕсли потребность относится к запланированному мероприятию, мы рассматриваем вопрос о том:\nЗаявитель своевременно подал форму I-131; и\nСроки рассмотрения заявки не позволят нам выдать проездной документ к запланированной дате вылета.\nПодача и обработка запросов на ускорение\nЭто обновление также уточняет, как подать запрос на ускорение, включая то, как заявители могут использовать онлайн-инструменты USCIS с безопасным обменом сообщениями, такие как подача своего запроса на ускорение и загрузка доказательств для поддержки своего запроса на ускорение, если у них есть учетная запись USCIS онлайн.\nЭто обновление объясняет, как мы обрабатываем запросы на ускорение, уточняя, что мы обычно отвечаем заявителям по поводу их запроса через Центр обслуживания USCIS и информируем их о принятом решении по их запросу на ускорение."
}