{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Complete this section if you, your dependent, or someone in your household participates in any of the programs below. You can also qualify through your household’s income (you do not need to qualify through both). Check all programs that you, or someone in your household participates in:\nMedicaid\nNutrition Assistance Program (NAP) (Food Stamps)\nFederal Public Housing Assistance (Section 8)\nVeterans and Survivors Pension Benefit\nCONTINUE\nIf you have questions about the application process, call 1-800-SafeLink (723-3546)\nNavigate\nTerms + Conditions\nTerms of Use\nContact Us\nAccessibility\nPrivacy Policy\nPrivacy Central\nCalifornia Privacy Notice\nYour Privacy Choices\nMobile Identity Protection\nUnlocking Policy\nSupporting Partners\nAPN Settings\nStay Secure\nCode of Conduct\nSite Map\nLegal Notes\nSafeLink is a registered trademark of TracFone Wireless, Inc., a Verizon company. ©2024 TRACFONE.\nAll other trademarks, service marks, and trade names referenced in this site are the property of their respective owners.\nSafeLink Wireless® is a Lifeline supported service, a government benefit program. Only eligible consumers may enroll in LifeLine. LifeLine service is non-transferable and limited to one per household. Documentation of income or program participation may be required for enrollment.",
    "trans": "Заполните этот раздел, если вы, ваш иждивенец или кто-то из вашего домохозяйства участвует в любой из перечисленных ниже программ. Вы также можете квалифицироваться по доходу вашего домохозяйства (не обязательно квалифицироваться по обоим критериям). Укажите все программы, в которых участвуете вы или кто-то из вашего домохозяйства:\nMedicaid\nПрограмма помощи в питании (NAP) (программа продуктовых талонов)\nФедеральная помощь по жилищным вопросам (Раздел 8)\nПенсионные выплаты для ветеранов и их вдов\nПРОДОЛЖИТЬ\nЕсли у вас есть вопросы о процессе подачи заявки, позвоните по номеру 1-800-SafeLink (723-3546)\nНавигация\nУсловия и положения\nУсловия использования\nКонтактная информация\nСпециальные возможности\nПолитика конфиденциальности\nЦентр конфиденциальности\nУведомление о конфиденциальности в Калифорнии\nВаши настройки конфиденциальности\nЗащита идентификатора мобильного устройства\nПолитика разблокировки\nПартнеры по поддержке\nНастройки сети точки доступа\nПравила безопасности\nКодекс поведения\nКарта сайта\nЮридические примечания\nSafeLink является зарегистрированным товарным знаком TracFone Wireless, Inc., компании Verizon. ©2024 TRACFONE.\nВсе остальные товарные знаки, знаки обслуживания и торговые названия, упомянутые на этом сайте, являются собственностью их соответствующих владельцев.\nSafeLink Wireless® является услугой, поддерживаемой программой Lifeline, государственной программой льгот. Только потребители, имеющие соответствующие права, могут зарегистрироваться в LifeLine. Услуга LifeLine не подлежит передаче и ограничена одним экземпляром на каждое домохозяйство. Для регистрации может потребоваться документальное подтверждение дохода или участия в программе."
}