{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Address how an applied anthropologist might respond to this issuedifferently in BOTH cultures\nAddress why anthropologists are an important resource. What's unique about our research methods?\nAddress the importance of cultural relativism when resolving social concerns.\nYour final paper will be 4-6 pages in length, not including cover page and reference page in APA style. It should contain a proper introduction and conclusion, and address all the above items in detail, with support from your THREE scholarly resources.\nAll written assignments should follow these guidelines:\nMust include a cover page that includes:Your name, my name, class name, date\nEach paper must have1-inch margins all around\nEach paper must be inTimes New Romanfont, size 12.\nEach paper must bedouble-spaced\n-Each paper must be submitted as a.doc file, otherwise it may not open.\nMust use APA (7th ed.) style as outlined in the approved APA style guideto document all sources.",
    "trans": "Ответьте на вопрос по-разному с точки зрения прикладных антропологов, представляющих ОБЕ культуры\nПодумайте, почему важна работа антропологов. Что уникального в наших методах исследования?\nОцените важность культурного релятивизма при решении социальных проблем.\nВаша итоговая работа должна иметь объем от 4 до 6 страниц, не включая титульный лист и страницы с литературными источниками согласно формату APA. Материал должен включать корректное введение и заключение, а также подробное рассмотрение вышеперечисленных вопросов с опорой на ТРИ учебных ресурса.\nВсе письменные задания должны соответствовать следующим требованиям:\nНа титульном листе должны быть указаны: ваше имя, мое имя, название класса, дата.\nКаждый документ должен быть оформлен с полями в 1 дюйм со всех сторон страницы.\nКаждая работа должна быть написана шрифтом Times New Roman, размер 12.\nКаждая работа должна быть напечатана с двойным интервалом.\nКаждая работа должна быть представлена в формате *.doc, иначе существует риск того, что файл невозможно будет прочесть.\nДля документирования всех источников необходимо использовать рекомендации APA (7-е изд.), как указано в утвержденном руководстве по стилю APA."
}