{
    "source": "en_US",
    "target": "ru_RU",
    "text": "All monetary and in-kind donations to our non-profit partners are tax deductible.\nVerified Partners Choose CUDDLY\nOver 4,500 animal welfare organizations trust CUDDLY to ensure the success of their fundraising initiatives. Our free-to-use services enable our shelter and rescue partners to save more animals.\nTrust, Transparency, Service\nCUDDLY earns top ratings from respected third-party organizations like the Better Business Bureau and Trustpilot. Our strong commitment to animal welfare and our high ethical standards ensure that every dollar donated makes a meaningful impact.\nThank You Recent Donors\nToby L.\n9 hours ago\nGive a Monetary Donation\nYour monetary donation goes directly to Animal Protection Foundation APF to benefit Mahroosa.\n$35 Raised of $640 Goal\n$250\n$100\n$50\n$35\n$15\nCustom\nDonate\nFundraiser Organizer and Beneficiary\nAnimal Protection Foundation APF\nShorouk City, Cairo\nPartner since 2020\nCUDDLY-Vetted Shelter\nAPF is a not-for-profit, legally registered charitable organization in Egypt. In 2013 we started to rescue dog ... View More\nShare this Fundraiser\nFacebook",
    "trans": "Все денежные и натуральные пожертвования нашим некоммерческим партнерам подлежат налоговому вычету.\nПроверенные партнеры выбирают CUDDLY\nБолее 4500 организаций по защите животных доверяют CUDDLY для обеспечения успеха своих инициатив по сбору средств. Наши бесплатные услуги позволяют нашим партнерам приютам и спасательным службам спасать большее количество животных.\nДоверие, прозрачность, обслуживание\nCUDDLY получает высокие оценки от уважаемых сторонних организаций, таких как Better Business Bureau и Trustpilot. Наша сильная приверженность благополучию животных и наши высокие этические стандарты гарантируют, что каждый доллар, пожертвованный нам, имеет значительное влияние.\nСпасибо недавним донорам\nToby L.\n9 часов назад\nВнести денежное пожертвование\nВаше денежное пожертвование идет напрямую в Фонд защиты животных APF в пользу Mahroosa.\nСобрано $35 из запланированных $640\n$250\n$100\n$50\n$35\n$15\nИндивидуальный вклад\nПожертвовать\nОрганизатор сбора средств и бенефициар\nФонд защиты животных APF\nГород Шорук, Каир\nПартнер с 2020 года\nПриют, проверенный CUDDLY\nAPF — это некоммерческая организация, зарегистрированная в Египте. В 2013 году мы начали спасать собак ... Узнать больше\nПоделиться этим сбором средств\nFacebook"
}