{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The CFCFI (Fells Point Community Circular Fashion Initiative), through the circularization of the local fashion, is aimed at addressing the most pressing environmental and social challenges affecting the locality at the shores of Fells Point, where Patagonia has an outlet center. The project is connected to the 13th and the 8th Sustainable Development Goals (Climate Action and Decent Work and Economic Growth, respectively), with a strong focus on reducing resource utilization, addressing climate-related risks, and no longer considering these as the costs of doing business.\nProject Overview\nThe CFCFI's target is to develop a locally-based circular fashion center that will collect, upcycle, and/or convert used clothes to new clothes. It shall stand as a micro-education center on sustainable fashion for the community members, trains people on how to use recycling methods, and manufactures handmade products for sale. The program and the initiative has three main components: collection and recycling of clothing, workshop trainings, and a local market for upcycled products. The community program will not only engage locals in promoting this, but it will also put a stand for sustainable development as well through economic advancement.",
    "trans": "Инициатива CFCFI (Fells Point Community Circular Fashion Initiative) направлена на решение наиболее актуальных экологических и социальных проблем, затрагивающих местное население на берегах Fells Point, где находится аутлет-центр Patagonia, через круговорот местной моды. Проект связан с 13-й и 8-й Целями Устойчивого Развития (Действия по борьбе с изменением климата и Достойная работа и экономический рост соответственно), с сильным акцентом на сокращение использования ресурсов, решение климатических рисков и отказ от их рассмотрения как затрат ведения бизнеса.\nОбзор проекта\nCFCFI ставит своей целью разработку местного центра круговой моды, который будет собирать, перерабатывать и/или преобразовывать использованную одежду в новую. Он будет служить микрообразовательным центром по устойчивой моде для членов сообщества, обучать людей методам переработки и производить изделия ручной работы на продажу. Программа и инициатива имеют три основные компонента: сбор и переработка одежды, обучение в мастерских и местный рынок для переработанных продуктов. Сообщественная программа не только вовлечет местных жителей в ее продвижение, но также будет выступать за устойчивое развитие через экономическое развитие."
}