{
    "source": "en_US",
    "target": "ru_RU",
    "text": "You will still receive the fee if you ask for ID but the customer doesn't have a valid one or is underage, and you follow the correct process by removing the alcohol.\nDeliveroo regularly conducts test orders using 18-20-year-old customers to ensure that this important step is being followed. Failure to check their ID will not only mean not being paid the fee for that order, but may also result in your contract with Deliveroo being ended with immediate effect.\nChecking ID is critical as it's against the law to deliver alcohol to anyone under the age of 18 or to anyone who appears to be drunk. It is vital that you check ID no matter how old a customer looks.\nYou should also not deliver alcohol to customers in public places - alcohol can only be delivered to residential and business addresses. If the customer is in a public place, don't hand over the alcohol, and call Rider Support.\nRemember, you’re shown which orders contain alcohol before you accept them, and you can always choose to reject these orders when you're offered them.",
    "trans": "Вы все равно получите вознаграждение, если запросите удостоверение личности, но у клиента отсутствует действительное удостоверение личности или же он несовершеннолетний, и вы следуете правильному процессу, убирая алкоголь.\nDeliveroo регулярно проводит тестовые заказы с использованием клиентов в возрасте от 18 до 20 лет, чтобы убедиться, что этот важный шаг выполняется. Невозможность проверки их удостоверения личности не только приведет к тому, что вы не получите вознаграждение за этот заказ, но также может привести к немедленному расторжению вашего контракта с Deliveroo.\nПроверка удостоверения личности имеет критическое значение, так как закон запрещает доставку алкоголя лицам младше 18 лет или тем, кто выглядит пьяным. Важно проверять удостоверение личности независимо от того, на какой возраст выглядит клиент.\nТакже не следует доставлять алкоголь клиентам в общественных местах — алкоголь можно доставлять только по адресам проживания и бизнеса. Если клиент находится в общественном месте, не передавайте ему алкоголь и позвоните в службу поддержки курьеров.\nПомните, система показывает вам, какие заказы содержат алкоголь, прежде чем вы их примете, и вы всегда можете отказаться от этих заказов, когда они предлагаются вам."
}