{
    "source": "en_US",
    "target": "ru_RU",
    "text": "(Date format is YYYY/MM/DD)\nFor instructions on how to obtain police certificates for specific countries:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nFor instructions on how to submit a fee online:\nhttps://eservices.cic.gc.ca/epay/welcome.do? lang=en\nIf you need to submit an immigration form, consult:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nPlease note:\nAll documents must be in either English or French. You must provide a certified translation for any documents not already in English or French.\nYou must provide the information/documents by the date indicated above for each item.\nIf you fail to comply with this requirement, an officer will review your application and will make a decision based on the information already on file. Note that this could result in the refusal of your application.\nPlease submit scanned/electronic copies of your original documents ONLY. We do not accept in-person or mail-in submissions of requested documents at the Consulate.\nPlease include this letter with the requested documents and include the application number indicated at the top of this letter on any information you submit.\nIf you already have an online account:\nPlease upload and submit all the requested documentation via your online account; note that once the due date has passed, you will no longer be able to upload the requested documentation.",
    "trans": "(Формат даты ГГГГ/ММ/ДД)\nДля получения инструкций о том, как получить полицейские справки для конкретных стран, посетите сайт:\nhttp://www.cic.gc.ca/english/information/security/police-cert/index.asp\nДля получения инструкций о том, как оплатить сбор онлайн, посетите сайт:\nhttps://eservices.cic.gc.ca/epay/welcome.do?lang=ru\nЕсли вам нужно подать иммиграционную форму, посетите сайт:\nhttp://www.cic.gc.ca/english/information/applications/index.asp\nВажные примечания:\nВсе документы должны быть составлены на английском или французском языке. Вы должны предоставить заверенный перевод для любых документов, которые составлены не на английском или французском языке.\nВы должны предоставить информацию (документы) до указанной выше даты для каждого пункта.\nВ случае невыполнения этого требования ответственное лицо рассмотрит вашу заявку и примет решение на основе уже имеющейся информации. Обратите внимание, что это может привести к отказу по вашей заявке.\nПросим отправлять только отсканированные/электронные копии ваших оригинальных документов. Мы не принимаем личные или почтовые отправления запрашиваемых документов в консульстве.\nПросим приложить это письмо к запрашиваемым документам и указать номер заявки, указанный в верхней части этого письма, на любой информации, которую вы предоставляете.\nЕсли у вас уже есть онлайн-аккаунт:\nЗагрузите и отправьте всю запрашиваемую документацию через ваш онлайн-аккаунт. Обратите внимание, что после истечения срока подачи вы больше не сможете загрузить запрашиваемую документацию."
}