{
    "source": "en_US",
    "target": "ru_RU",
    "text": "visit http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (CRICOS code 01857J) DOCKLANDS\n78 Week(s) (No credits granted)\nFull time. Please refer to Monash College course information\nat http://www.monashcollege.edu.au/courses for more information concerning modes of study\n72 credit points are required to complete this course (No credits granted)\n$31,733.33 Estimated total tuition fees $47,600.00 (No credits payable to complete this granted)\ncourse\nIn some circumstances additional non-tuition fees may apply. Please refer to the Additional Costs and Other Study Cost Table which lists administrative charges that apply in certain situations which can be found here:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nFurther non-tuition fees may be listed in the link found here:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nIf you require further information contact Monash Connect on 03 9902 6011 or\nhttps://www.monash.edu/students/support/connect\nBased on your previous Mathematics subject study, you can enrol in Mathematics or Advanced Mathematics as one of your Foundation subject selection.",
    "trans": "посетите http://www.monashcollege.edu.au/courses 072824G\nMonash College Pty Ltd (код CRICOS 01857J) DOCKLANDS\n78 неделя(и) (Кредиты не предоставляются)\nОчное обучение. Пожалуйста, обратитесь к информации о курсах Monash College\nна сайте http://www.monashcollege.edu.au/courses для получения дополнительной информации о режимах обучения\nДля завершения этого курса требуется 72 кредитных пункта (Кредиты не предоставляются)\n$31,733.33 Оценочные общие учебные сборы $47,600.00 (За выполнение этого задания кредиты не выплачиваются)\nкурс\nВ некоторых случаях могут применяться дополнительные сборы, не связанные с обучением. Пожалуйста, обратитесь к таблице дополнительных расходов и других затрат на обучение, в которой перечислены административные сборы, применяемые в определенных ситуациях, которые можно найти здесь:\nhttps://www.monashcollege.edu.au/courses/foundation-year/dates-and-fees\nДополнительные сборы, не связанные с обучением, могут быть перечислены по ссылке, найденной здесь:\nhttps://www.monash.edu/students/admin/fees/other-costs/study\nЕсли вам нужна дополнительная информация, свяжитесь с Monash Connect по телефону 03 9902 6011 или\nhttps://www.monash.edu/students/support/connect\nНа основе вашего предыдущего изучения предмета математики вы можете записаться на математику или продвинутую математику в качестве одного из выбранных вами предметов Фундаментального обучения."
}