{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Is this test optional? No. For state and scholarship compliance, all 9th, 10th, and 11th grade students must take the PSAT/ NMSQT at Snyder.\nNew Online Platform for Submitting Service Hours\nWe have moved to x2VOL online platform to record service hours. Campus Ministry has rolled out the new service program with visits to religion classrooms.\nStudents are reminded that they must have the name and email of the service project supervisor. How do I log hours in x2VOL?\nGently-Used Uniforms:\nCampus Ministry thanks you for turning in gently-used uniforms that you no longer need. We also thank you for your purchases throughout the school year. The funds raised by the Used Uniform sales have helped with retreat costs and purchases for our Campus Ministry programming.\nMrs. Gallagher is available to open the store on Fridays during these hours:\n7:25 - 7:55 a.m.\n9:00 a.m. - 12:30 p.m.\n2:00 - 3:15 p.m.\nPlease let her know when you are coming by emailing her at joygallagher@bishopsnyder.org\nSnyder Online Store\nSnyder athletic gear is available at our new online store. Baker's Sporting Goods, the exclusive provider for Snyder Athletics, is dedicated to outfitting, not only our teams and coaches, but our fans as well.",
    "trans": "Этот тест является необязательным? Нет. Для соблюдения требований штата и стипендий все учащиеся 9, 10 и 11 классов должны пройти PSAT/NMSQT в Snyder.\nНовая онлайн-платформа для подачи часов службы\nМы перешли на онлайн-платформу x2VOL для учета часов службы. Campus Ministry запустила новую программу обслуживания с посещениями классов религии.\nНапоминаем студентам, что им необходимо иметь имя и адрес электронной почты руководителя проекта службы. Как мне зарегистрировать часы в x2VOL?\nСлегка использованная униформа:\nCampus Ministry благодарит вас за сдачу слегка использованной униформы, которая вам больше не нужна. Мы также благодарим вас за ваши покупки в течение учебного года. Средства, собранные от продаж использованной униформы, помогли покрыть расходы на выездные семинары и покупки для нашей программы Campus Ministry.\nГ-жа Gallagher доступна для открытия магазина по пятницам в следующие часы:\n7:25 - 7:55\n9:00 утра - 12:30\n1400 - 15:15 дня\nПожалуйста, сообщите ей, когда вы собираетесь прийти, отправив ей электронное письмо по адресу joygallagher@bishopsnyder.org\nSnyder Online Store\nСпортивная экипировка Snyder доступна в нашем новом интернет-магазине. Baker's Sporting Goods, эксклюзивный поставщик Snyder Athletics, специализируется на обеспечении не только наших команд и тренеров, но и наших болельщиков."
}