{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Please look for your Official USPS Change-of-Address Welcome Kit™ at your new address soon. You'll be able to verify your Change-of-Address information and get valuable savings to help with your move.\nNote: Only one member of your household will receive a Welcome Kit. All others will receive a Change-of-Address confirmation letter.\nNotify mailers directly of your new address. Many companies (financial, health insurance, etc.) will not change your address unless you contact them directly. Failure to notify these companies directly may result in a loss of important services.\nPlease do not reply to this email. This email was sent from a notification-only email address that cannot accept incoming mail.\nThe person who submitted this Change-of-Address form states that he or she is the person, executor, guardian, authorized officer, or agent of the person for whom mail would be forwarded under this order. Anyone submitting false or inaccurate information on this form is subject to punishment by fine or imprisonment or both under Sections 2, 1001, 1702 and 1708 of Title 18, United StatesCode.\nNot Changing Your Address?",
    "trans": "Скоро ожидайте получения вашего Официального комплекта приветствия USPS Change-of-Address Welcome Kit™ по вашему новому адресу. Вы сможете подтвердить информацию о вашем изменении адреса и получить ценные скидки для помощи при переезде.\nПримечание: Только один член вашего домохозяйства получит комплект приветствия. Все остальные получат письмо с подтверждением изменения адреса.\nСообщите отправителям напрямую о вашем новом адресе. Многие компании (финансовые, медицинские страховки и т.д.) не изменят ваш адрес, если вы не свяжетесь с ними напрямую. Невозможность уведомить эти компании напрямую может привести к потере важных услуг.\nПожалуйста, не отвечайте на это электронное письмо. Это письмо было отправлено с адреса электронной почты только для уведомлений и не может принимать входящие сообщения.\nЛицо, которое подало эту форму изменения адреса, заявляет, что он или она является лицом, исполнителем, опекуном, уполномоченным должностным лицом или агентом лица, для которого почта будет пересылаться по этому приказу. Любой человек, предоставляющий ложную или неточную информацию в этой форме, подлежит наказанию штрафом или лишением свободы или тем и другим согласно разделам 2, 1001, 1702 и 1708 Раздела 18 Кодекса США.\nНе меняете свой адрес?"
}