{
    "source": "en_US",
    "target": "ru_RU",
    "text": "What is a Poet? to whom does he address himself? And what language is to be expected from him? — He is a man speaking to men: a man, it is true, endowed with more lively sensibility, more enthusiasm and tenderness, who has a greater knowledge of human nature, and a more comprehensive soul, than are supposed to be common among mankind [...] The Poet, singing a song in which all human beings join with him, rejoices in the presence of truth as our visible friend and hourly companion. Poetry is the breath and finer spirit of all knowledge. [...] Poetry is the first and last of all knowledge—it is as immortal as the heart of man. [...]\nI have said that poetry is the spontaneous overflow of powerful feelings: it takes its origin from emotion recollected in tranquillity: the emotion is contemplated till, by a species of reaction, the tranquillity gradually disappears, and an emotion, kindred to that which was before the subject of contemplation, is gradually produced, and does itself actually exist in the mind. In this mood successful composition generally begins [...]",
    "trans": "Что такое поэт? Кому он обращается? Каких слов от него можно ожидать? — Он человек, говорящий с людьми: человек, обладающий более живой чувствительностью, большим энтузиазмом и нежностью, который обладает большим знанием о человеческой природе и более широкую душу, чем предполагается у большинства людей [...] Поэт, поющий песню, в которой все люди присоединяются к нему, радуется присутствию истины как нашему видимому другу и постоянному спутнику. Поэзия — это дыхание и тонкий дух всего знания. [...] Поэзия — это первое и последнее из всех знаний — она бессмертна как сердце человека. [...]\nЯ сказал, что поэзия - это спонтанный избыток сильных чувств: она берет свое начало из эмоции, собранной в состоянии спокойствия: эмоция рассматривается со всех сторон до тех пор, пока, благодаря своего рода реакции, это спокойствие постепенно не исчезает, и эмоция, родственная той, которая ранее была предметом размышления, постепенно не возникает и не начинает существовать сама по себе в сознании. В этом настроении обычно начинается успешное творчество [...]"
}