{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Do you consent to your supply to be off for around 1 hour per fuel?\nCan you confirm someone over the age of 18 will be available for the 4 hour appointment window?\nWhat are the best on the day contact details?\nWould you like the engineer to have a Passphrase\nIf we are able to communicate with the meter, are you happy for us to collate readings half hourly?\nAre there any vulnerabilities we need to be aware of?\nAre there any animals in the property? if so they will need to be put away for the appointment\nBoiler & Flue location - If the boiler is located in the loft, is the loft boarded and accessible with an existing loft ladder?\nAlso I'd like to make you aware of our Guaranteed Standards of Service: This a promise to our customer that when an appointment is booked, we will arrive as and when we say we will and complete the appointment. If we don’t then the customer may be entitled to a payment of £30.00.\nI await your response.\nIf there is anything else you want me to help you with, please do get in touch.\nHave a great day!\nMia",
    "trans": "Согласны ли вы на отключение вашего снабжения примерно на 1 час для каждого вида топлива?\nМожете ли вы подтвердить, что в течение 4-часового окна записи будет доступен кто-то старше 18 лет?\nКаковы лучшие контактные данные на день обращения?\nХотели бы вы, чтобы у инженера был пароль?\nЕсли мы сможем связаться со счетчиком, вы согласны на то, чтобы мы собирали показания каждые полчаса?\nЕсть ли какие-либо уязвимости, о которых нам нужно знать?\nЕсть ли на территории объекта какие-либо животные? Если да, их необходимо удалить на время визита.\nРасположение котла и дымохода. Если котел находится на чердаке, есть ли доступ к нему по существующей лестнице на чердак?\nТакже я хотел бы обратить ваше внимание на наши Гарантированные стандарты обслуживания. Они содержат гарантию того, что в случае назначения визит состоится в указанное время. В противном случае клиент может иметь право на компенсацию в размере 30 фунтов стерлингов.\nЖду вашего ответа.\nЕсли есть что-то еще, с чем я могу вам помочь, пожалуйста, свяжитесь со мной.\nХорошего дня!\nМия"
}