{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The airdrop recipients are divided into two categories:\nTelegram App Users\nWeb3 Community\nFor both user types, there are Core (User Score) and Bonus (Multipliers) criteria. Each airdrop is calculated as User Score X Multipliers.\nTelegram App Airdrop\nAllocation: ~ 85% of MEMEFI supply\nCore Eligibility Criteria:\nTotal value of all purchases (All TON + Stars Purchases)\nAmount of coins\nThese criteria are independent; fulfilling only one is sufficient to receive the associated airdrop.\nOnly users who have collected a minimum amount of coins (which will be small) will be eligible for the airdrop. Users passing either criterion will have a user score defined based on the higher passing criterion.\nTop players by coins will receive rewards in a non-linear fashion.\nBonus Criteria:\n[Hidden criterion]\nOn-Chain TON Transactions\nGiveaway Participation\nMemeFi Premium\nCampaigns\nThese criteria will have specific multipliers to increase the user score.\n❗ Important: Due to the large number of Telegram app users, we've allocated a by an order of magnitude larger portion of the airdrop supply to this group (it’s a few % to Web3 users against the rest of the airdrop supply to Telegram app users).",
    "trans": "Получатели airdrop делятся на две категории:\nПользователи приложения Telegram\nЧлены сообщества Web3\nДля пользователей обоих типов существуют основные (User Score) и премиальные (Multipliers) критерии. Каждый airdrop рассчитывается как произведение User Score и коэффициентов.\nTelegram App Airdrop\nРаспределение: ~ 85% от объема поставок MEMEFI.\nОсновные критерии отбора:\nОбщая стоимость всех покупок (все покупки TON + звёзды)\nКоличество монет\nЭти критерии независимы; выполнение только одного достаточно для получения связанного airdrop.\nТолько пользователи, собравшие минимальное количество монет (которое будет небольшим), будут иметь право на airdrop. Пользователи, выполнившие любой из критериев, получат определённый балл пользователя на основе более высокого выполненного критерия.\nЛучшие игроки по количеству монет получат награды нелинейным образом.\nБонусные критерии:\n[Скрытый критерий]\nЦепные транзакции TON\nУчастие в розыгрышах\nMemeFi Премиум\nКампании\nЭти параметры будут иметь специальные коэффициенты, повышающие оценку пользователя.\n❗ Важно: Из-за большого количества пользователей приложения Telegram мы выделили этой группе значительно большую долю запаса airdrop (несколько % для пользователей Web3 по сравнению с остальной частью запаса airdrop для пользователей приложения Telegram)."
}