{
    "source": "en_US",
    "target": "ru_RU",
    "text": "that “our strategy has been to keep doing what we are doing in a much better and bigger manner. There\nhas been no change in the way we are engaging with the brand and the consumer.” CCD began by\nupgrading about 150 of its stores, while letting the leases on some of the older and slightly rundown\nproperties lapse. It also focused on innovations in its food and beverage offerings, introducing four\nnew food items in 2014. Madhav sought to fill in certain menu gaps compared to the competition,\nlaunching a Snowy Vanilla Frappe. CCD also marginally raised its product prices. For instance, it\nincreased the price of a small cappuccino from 66 Indian rupees (Rs. $1.05) to Rs. 79 ($1.25).b This\nhelped counter inflation yet still maintain a big price advantage over Starbucks, which had raised its\nprices four times in the last two years. In January 2015, Starbucks’ small cappuccino was priced at Rs.\n120 ($1.98). These measures helped CCD increase its average sales per day per outlet from roughly $240",
    "trans": "что «нашей стратегией остается делать то, что мы делаем еще лучше и масштабнее. Ничего\nне изменилось в том, как мы взаимодействуем с брендом и потребителями». КДК начали с\nобновления более чем 150 заведений, параллельно завершая аренду на некоторых более старых и слегка изношенных объектах.\nТакже компания решила внедрить инноваций в предлагаемые опции еды и напитков, добавив четыре\nновых позиции в 2014 году. Мадхав хотел дополнить меню в отношении конкурента,\nдобавив фраппэ Снежная Ваниль. КДК также немного подняли цены на свою продукцию. К примеру,\nцена на маленький капучино выросла с 66 индийский рупий  (1,05 доллара США) до 79 индийский рупий (1,25 доллара США). Это\nпомогло компенсировать инфляцию, но при этом сохранить преимущества относительно компании Старбакс, которая за два года повысила цены\nв четыре раза. В 2015 года маленький капучино в Старбаксе стоил 120 индийских рупий\n(1,98 долларов США). Эти меры помогли КДК повысить средний уровень продаж на точку с около 240 долларов США"
}