{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Exceptional design meets contemporary comfort at voco® Riyadh . We’re on King Fahad Road at the heart of the city’s booming business district. Only 30 minutes from King [redacted_name] International Airport . Opposite the Ministry of Interior, and steps away from other government offices.\nResponsibilities:\nCoordinating the sales team by managing schedules, filing important documents and communicating relevant information\nEnsuring the adequacy of sales-related equipment or material\nResponding to complaints from customers and give after-sales support when requested\nHelp with offers and agreements\nAttending sales meeting and taking the minutes\nAnswering customer inquiries / calls while the team are out of the office\nMaintain customers profiles / data in Opera\nRequirements and skills:\n2-years degree from an accredited university in Hotel Management\n2-years in experience in Sales & Marketing preferably in a 5-Star Hotel.",
    "trans": "Исключительный дизайн объединился современным комфортом в отеле voco® Riyadh. Мы находимся на улице Кинг Фахад в самом сердце процветающего делового района города. Всего в 30 минутах от международного аэропорта имени короля [redacted_name] . Напротив Министерства внутренних дел и всего в нескольких шагах от других государственных учреждений.\nОбязанности:\nКоординация работы команды продаж, управление расписанием, ведение важных документов и передача соответствующей информации\nОбеспечение достаточности оборудования или материалов, связанных с продажами\nОтветы на жалобы клиентов и предоставление послепродажной поддержки по запросу\nПомощь в подготовке предложений и соглашений\nУчастие в собраниях по продажам и ведение протоколов\nОтветы на запросы / звонки клиентов в то время, пока команда находится вне офиса\nПоддержание профилей / данных клиентов в Opera\nТребования и навыки:\nСтепень младшего специалиста (2 года) из аккредитованного университета по специальности «Управление гостиничным бизнесом»\nОпыт работы в области продаж и маркетинга (предпочтительно в 5-звездочном отеле) не менее 2 лет."
}