{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Maintain physical stamina and proper mental attitude while dealing effectively with guests, management, team members, and outside contacts while working under pressure and meeting deadlines.\nMust be able to frequently move freely about the property, maintain manual dexterity to operate job related equipment, such as telephones, copiers, etc., withstand various activities such as frequent walking, sitting for long periods and withstand prolonged standing, stretching, bending and kneeling without restriction.\nBe able to work indoors and be exposed to various environmental contaminants including smoke.\nAbility to lift or carry a minimum of 20 pounds unassisted in the performance of specific tasks assigned.\nMust be able to work with others, communicate well, receive direction, and provide feedback when needed to achieve department goals and objectives.\nMust maintain a positive attitude toward work and interface with guests in a congenial and polite manner.\nMust be able to address stressful situations with clients with dignity and the utmost tact and politeness.",
    "trans": "Поддерживайте физическую выносливость и правильное психическое состояние, эффективно общаясь с гостями, руководством, членами команды и внешними контактами, работая под давлением и соблюдая сроки.\nДолжен иметь возможность свободно перемещаться по территории, поддерживать мануальную ловкость для управления оборудованием, связанным с работой, таким как телефоны, копировальные аппараты и т. д., выдерживать различные виды деятельности, такие как частые прогулки, длительное сидение и длительное стояние, растяжку, наклоны и приседания без ограничений.\nДолжен быть в состоянии работать в помещении и подвергаться воздействию различных загрязняющих веществ окружающей среды, включая дым.\nСпособность поднимать или переносить минимум 20 фунтов без посторонней помощи при выполнении конкретных заданий.\nДолжен уметь работать с другими людьми, хорошо общаться, получать указания и предоставлять обратную связь при необходимости для достижения целей и задач отдела.\nДолжен сохранять положительное отношение к работе и общаться с гостями дружелюбно и вежливо.\nДолжен уметь обращаться со стрессовыми ситуациями с клиентами с достоинством, тактом и вежливостью."
}