{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The wolf pushed once more at her side and she got up, looking up at its humongous frame. It goes down on its hinges, wanting her to climb on it's back.\nIt was then that she had noticed. Not only did Ezra accept her, but his wolf did too. And that meant a lot to her because his wolf and him were two different beings.\nShe weakly gets on, holding unto its fur as tight as she could as they went off, heading back to the castle.\nAs soon as they had arrived, the lycan went down on all four of its legs. She climbed down slowly before looking at it.\n\"Genesis!\" Beverly calls, walking on the bridge that led to the castle.\nGenesis stared at her mate before it stood up and dashed into the woods, making her lips part in awe.\n\"I was so worried about you! I was looking for you the whole night.\" Bethany says worrisely, wrapping a blanket around her small frame. \"Let's get you inside.\"\n................\n\"Would you like to come into the village with me?\" Bethany asks, handing her some tea.",
    "trans": "Волк снова толкнул её бок и она встала, глядя на его огромную фигуру. Он опустился на свои лапы, желая, чтобы она села ему на спину.\nИменно тогда она и заметила. Не только Эзра принял её, но и его волк тоже. И это значило для неё многое, потому что его волк и он были двумя разными существами.\nОна слегка села на него, крепко держась за его шерсть, пока они не отправились обратно в замок.\nКак только они прибыли, оборотень опустился на все четыре лапы. Она медленно слезла с него и посмотрела на него.\n«Генезис!» — зовёт Беверли, идя по мосту, который вёл к замку.\nГенезис посмотрел на свою пару, прежде чем встать и броситься в лес, заставив её удивлённо раскрыть губы.\n«Я так волновалась за тебя! Я искала тебя всю ночь.» — говорит Бетани с беспокойством, оборачивая одеяло вокруг своей маленькой фигуры. «Давай зайдём внутрь.»\n................\n«Ты хотела бы ты пойти со мной в деревню?» — спрашивает Бетани, предлагая ей чашку чая."
}