{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The photo result will be used for verification at level 1 visitor’s counter, and is valid for 24 hours only.\nPlease do not send it to us.\nYour child is exempted from swabbing as he is below five years of age.\nYour child’s sleep study is rescheduled, as discussed, to:\n16 OCT 2024, WEDNESDAY @ MAIN BUILDING\n(Yellow Zone G)\nLEVEL 4, #04-62,\nPaediatric Sleep Laboratory\n(beside the playground, just before Paediatric Day Therapy).\n*NOT ZONE E*\nOur Laboratory opens at 8.30pm.\nPlease arrive before 9.30pm.\nRegistration will be done on-site. CPF account holder has to be present. Kindly declare your personal insurance for payment, if any.\nOne Covid-ART-tested caregiver is allowed to stay overnight.\nPlease do not stop any medication without doctor's instructions.\nPlease bring along your child’s sleep clothes, toiletries, slippers, comb and, if preferred, pillows and toys.\nNo meal will be provided.\nIt will be a single room with a bed and a sofa bed beside it. Pillows, blankets, television and public WiFi access will be available.",
    "trans": "Результат фото будет использоваться для проверки на уровне 1 в зоне приема посетителей и действителен только в течение 24 часов.\nПожалуйста, не отправляйте его нам.\nВаш ребенок освобожден от тестирования, так как ему менее пяти лет.\nИсследование сна вашего ребенка перенесено, как обсуждалось, на:\n16 октября 2024 года, среда @ ГЛАВНОЕ ЗДАНИЕ\n(Желтая зона G)\nУровень 4, #04-62,\nПедиатрическая лаборатория сна\n(рядом с игровой площадкой, перед Педиатрической дневной терапией).\n*НЕ ЗОНА E*\nНаша лаборатория открывается в 20:30.\nПожалуйста, приходите до 21:30.\nРегистрация будет проводиться на месте. Держатель счета CPF должен присутствовать. Пожалуйста, укажите вашу личную страховку для оплаты, если есть.\nРазрешено оставаться одной ночевкой только одному опекуну с тестом Covid-ART.\nПожалуйста, не прекращайте прием каких-либо лекарств без указаний врача.\nПожалуйста, возьмите с собой одежду для сна вашего ребенка, туалетные принадлежности, тапочки, расческу и при желании подушки и игрушки.\nПитание предоставлено не будет.\nЭто будет отдельная комната с кроватью и диваном-кроватью рядом с ней. Будут доступны подушки, одеяла, телевизор и доступ к общественному Wi-Fi."
}