{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Construction Industry Keynote\nFind out the latest Autodesk Construction Cloud updates and hear from industry innovators pushing the boundaries of what's possible including a guest speaker from Gamuda Bhd. Plus, simplify how you work, unlock the power of your data, and standardize your processes.\nOctober 16 at 3:00 PM PT\nMedia & Entertainment Industry Keynote\nCheck out insights into new capabilities in Autodesk Flow, our industry cloud for media & entertainment. Learn about the future of content production while leveraging the power of Autodesk AI and our core portfolio. Hear from guest speakers from DigitalFish, Wonder Dynamics, and Howard University.\nOctober 16 at 3:00 PM PT\nDesign & Manufacturing Industry Keynote\nAutodesk leaders will detail important updates to Autodesk Fusion and our product portfolio, highlighting how customers are leveraging our technology to achieve better outcomes. Hear directly from guest speakers from Hyundai Motor Co. and Bridgestone.",
    "trans": "Ключевая речь в строительной отрасли\nУзнайте последние обновления Autodesk Construction Cloud и послушайте выступления новаторов отрасли, которые раздвигают границы возможного, включая гостевого спикера из Gamuda Bhd. Кроме того, упростите свою работу, раскройте потенциал своих данных и стандартизируйте свои процессы.\n16 октября в 15:00 по тихоокеанскому времени\nКлючевая речь в отрасли медиа и развлечений\nПосмотрите информацию о новых возможностях в Autodesk Flow, нашем облачном решении для медиа и развлечений. Узнайте о будущем производства контента, используя мощь Autodesk AI и наш основной портфель. Слушайте выступления гостевых спикеров из DigitalFish, Wonder Dynamics и Университета Ховарда.\n16 октября в 15:00 по тихоокеанскому времени\nКлючевая речь в отрасли дизайна и производства\nРуководители Autodesk расскажут о важных обновлениях Autodesk Fusion и нашем портфолио продуктов, подчеркивая, как клиенты используют нашу технологию для достижения лучших результатов. Слушайте непосредственно выступления гостей из Hyundai Motor Co. и Bridgestone."
}