{
    "source": "en_US",
    "target": "ru_RU",
    "text": "H. pylori is a Gram-negative bacterium that plays a pivotal role in the development of gastritis,\npeptic ulcers, and gastric cancer. In addition to its association with various gastrointestinal disorders,\nan increased prevalence of H. pylori infection in patients with rosacea was also reported. About 88% of\nthe patients with rosacea were infected with H. pylori, compared with 65% of the non-ulcer dyspeptic\ncontrols [57]. Moreover, eradication of H. pylori improved the skin symptoms of rosacea [57–59].\nHowever, a Danish population-based cohort study reported no significant association between H. pylori\ninfection (hazard ratio (HR): 1.04; 95% CI: 0.96–1.13) in patients with rosacea compared with control\nsubjects [60]. Although they also found an increased prevalence of H. pylori infection in patients with\nrosacea, the prevalence of new-onset H. pylori infection was not increased in patients with rosacea,\nsuggesting that H. pylori infection could be one of the predisposing factors in rosacea by acting as a",
    "trans": "H. pylori – это грамотрицательная бактерия, играющая ключевую роль в развитии гастрита,\nязвы желудка и рака желудка. Кроме связи с различными заболеваниями желудочно-кишечного тракта,\nповышенный уровень инфицирования H. pylori был зафиксирован у пациентов с розацеа. Так, около 88%\nпациентов с розацеа были инфицированы H. pylori, по сравнению с 65% пациентов с диспепсией\nбез язвы в контрольной группе [57]. Более того, эрадикация H. pylori улучшила кожные проявления розацеа [57–59].\nОднако проведенное в Дании популяционное исследование не выявило значимой связи между инфекцией H. pylori\n(отношение рисков (ОР): 1,04; 95% ДИ: 0,96–1,13) у пациентов с розацеа и\nу контрольной группы [60]. Несмотря на то, что в этом исследовании также была зафиксирована повышенная распространенность инфекции H. pylori у пациентов\nс розацеа, распространенность новых случаев инфицирования H. pylori не увеличивалась у таких пациентов, что предполагает,\nчто заражение бактериями H. pylori может быть одним из предрасполагающих факторов развития розацеа, играя роль"
}