{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Morena smiled, her hands reaching for the zipper of her dress. \"Then show me how much you want me,\" she said, her voice a sultry whisper.\nAgron's hands gripped her hips, pulling her close. His lips met hers in a fierce kiss, his tongue exploring her mouth. Morena moaned, her body pressing against his.\nBreaking the kiss, Agron began to trail his lips down her neck, nibbling and sucking on the sensitive skin. Morena gasped, her hands gripping his shoulders. \"Yes, Agron. Just like that,\" she whispered.\nAgron's hands moved to her breasts, cupping them through her bra. He could feel her nipples hardening against his palms. He unhooked her bra, letting it fall to the ground. His mouth found her nipple, sucking and licking until Morena was writhing beneath him.\n\"God, Agron. That feels so good,\" she moaned.\nAgron smiled, his hand moving down to her pussy, rubbing her through the lace of her thong. He could feel her wetness, her desire. He hooked his fingers into the thong, pulling it aside and revealing her glistening pussy.\n\"You're so wet, Morena. You want this, don't you?\" he whispered, his fingers dipping into her wetness.",
    "trans": "Морена улыбнулась, её руки потянулись к молнии платья. «Тогда покажи, как сильно ты меня хочешь,» — сказала она, её голос был томным шёпотом.\nРуки Агрона обхватили её бедра, притягивая её ближе. Его губы встретились с её губами в страстном поцелуе, его язык исследовал её рот. Морена стонала, прижимаясь к нему своим телом.\nОтрываясь от поцелуя, Агрон начал спускать свои губы вниз по её шее, покусывая и сося чувствительную кожу. Морена ахнула, её руки обхватили его плечи. «Да, Агрон. Именно так,» —  прошептала она.\nРуки Агрона переместились к её груди, он обнял их через бюстгальтер. Он почувствовал, как её соски затвердели под его ладонями. Он расстегнул её бюстгальтер и позволил ему упасть на пол. Его рот нашёл её сосок, сося и лижа его до тех пор, пока Морена не начала извиваться под ним.\n«Боже мой, Агрон. Это так приятно,» — стонала она.\nАгрон улыбнулся, его рука опустилась к её письке, он начал тереть её через кружевные трусики. Он почувствовал её влажность, её желание. Он зацепил пальцами трусики и отодвинул их в сторону, открывая её сверкающую письку.\n«Ты такая влажная, Морена. Ты этого хочешь, не правда ли?» — прошептал он, его пальцы погрузились в её влажность."
}