{
    "source": "en_US",
    "target": "ru_RU",
    "text": "If you are found carrying or using the prohibited goods, you may be asked to leave them in the coin locker. Please note that you may be asked to leave the venue if you refuse to comply with the above request.\n■ About the illegal cheering goods\nYou may not sell or distribute unofficial goods using the portrait rights of TXT or its names within the venue and near facilities or public places.\nIf it is found malicious, we may go through a legal procedure.\nPlease remember that manufacturing and selling goods without permission is illegal, but purchasing them will only encourage these unlawful actions.\nTherefore, we ask you not to purchase these illegal goods for all audience's safety and pleasant time.\n■ Prohibition of Recording, Video Recording, Taking Photos, Live Streaming\nYou will not be allowed to bring any filming or recording devices (cameras, magnifying glasses with a recording function, recorder, video recorder, and other recording devices) into the venue, and you are not allowed to take photos, take videos, record audio, or live stream (audio/video live streaming) within the venue in order to protect the artists' rights.",
    "trans": "Если вас поймают с запрещёнными товарами или будете их использовать, вас могут попросить оставить их в камере хранения. Обратите внимание, что если вы откажетесь выполнить вышеуказанную просьбу, вас могут попросить покинуть заведение.\n■ О незаконных товарах для поддержки\nВы не можете продавать или распространять неофициальные товары с использованием прав на изображение TXT или их названий на территории заведения и вблизи него или в общественных местах.\nЕсли будет обнаружено злонамеренное действие, к вам могут быть применены юридические меры.\nПомните, что производство и продажа товаров без разрешения является незаконной деятельностью, а покупка таких товаров только поощряет эти противоправные действия.\nПоэтому мы просим вас не покупать эти незаконные товары ради безопасности всех зрителей и приятного времяпрепровождения.\n■ Запрет на запись звука и видео, фотографирование и прямую трансляцию\nВ целях защиты прав артистов вам не разрешается приносить на площадку любые устройства для съемки или записи (камеры, лупы с функцией записи, диктофоны, видеокамеры и другие устройства для записи), а также вам не разрешается делать фотографии, снимать видео, записывать аудио или вести прямую трансляцию (аудио/видео) на площадке."
}