{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Vegan food supplement, gluten free, lactose free and yeast free – Our pure ascorbic acid tablets are highly concentrated (1000mg per capsule) and are created gluten-free, lactose free and without any other animal products. They are also certified by the V-Label and registered as vegan.\nVITAMIN C IS AN ESSENTIAL NUTRITIVE ELEMENT - The human body is not able to produce vitamin C independently, so it is important to take a sufficient dose that follows a proper diet. Our vitamin C supplement is useful for those who do not eat enough fruits and vegetables or for those with vitamin C deficiency.\n✅ NEW STANDARDS OF QUALITY AND STABILITY - gloryfeel products are manufactured in Germany and undergo extensive stability tests in order to maintain a consistent quality over a long period of time. Our commitment to exceed industry standards underscores our leadership position in quality assurance. Discover our certificates of analysis for more transparency and trust. Keep out of reach of children and not recommended for children under 6 years old.",
    "trans": "Веганская пищевая добавка, без глютена, без лактозы и без дрожжей – Наши таблетки чистой аскорбиновой кислоты имеют высокую концентрацию (1000 мг на капсулу) и созданы без глютена, без лактозы и без каких-либо других продуктов животного происхождения. Они также сертифицированы знаком V-Label и зарегистрированы как веганские.\nВИТАМИН C ЯВЛЯЕТСЯ НЕОБХОДИМЫМ ПИТАТЕЛЬНЫМ ЭЛЕМЕНТОМ - Человеческий организм не способен самостоятельно производить витамин C, поэтому важно принимать достаточную дозу, следуя правильному питанию. Наша добавка витамина C полезна для тех, кто не ест достаточно фруктов и овощей или для тех, у кого есть дефицит витамина C.\n✅ НОВЫЕ СТАНДАРТЫ КАЧЕСТВА И СТАБИЛЬНОСТИ - Продукты gloryfeel производятся в Германии и проходят обширные тесты на стабильность, чтобы поддерживать постоянное качество в течение длительного времени. Наша приверженность превышению отраслевых стандартов подчеркивает нашу лидерскую позицию в обеспечении качества. Ознакомьтесь с нашими сертификатами анализа для большей прозрачности и доверия. Хранить в недоступном для детей месте и не рекомендуется для детей младше 6 лет."
}