{
    "source": "en_US",
    "target": "ru_RU",
    "text": "• Travel during school holidays (other than returning to your home country) is only permitted if you are accompanied by a parent, guardian, homestay carer, close relative or on an approved school excursion.\n• Leave during the school term can only be approved under compassionate/compelling reasons, and you must provide supporting documents as evidence.\n• If your leave includes school days, you must submit a copy of your flight tickets after your leave is approved.\nSchool: _______________________________________________________________________________ DEI student no: __________________ Date of application: / /\nStudent full name: ______________________________________________________________________ Student mobile number: _________________ Student email: ___________________________________ Departure date: / / Arrival date in Australia: / /\nTotal number of school days that you would be missing: _______________________________________ Destination: Home country Other destination: __________________________________________ Reason for leave request: ________________________________________________________________ __________________________________________________________________________________________ Parent’s declaration (The student’s parent must complete this section)\n• I confirm that the above travel details are true and correct.\n• I take full responsibility for my child’s safety during the above leave. If the leave is taken during the\nschool term, I am aware that this may affect my child’s attendance and his/her ability to meet the",
    "trans": "• Путешествия во время школьных каникул (кроме возвращения в страну постоянного проживания) разрешаются только в сопровождении родителя, попечителя, хозяина принимающей семьи, близкого родственника, или в составе официальной школьной экскурсии.\n• Отпуск во время учебы может быть одобрен только при наличии семейных обстоятельств/веских причин, и требуется обязательно предоставить в качестве доказательства подтверждающие документы.\n• Если отпуск включает учебные дни, после одобрения отпуска нужно приложить копию авиабилетов.\nШкола: ________________________________________________________________________    ___________________Номер DEI учащегося: _____________________________________ Дата заявления: / /\nИмя и фамилия учащегося: __________________________________________________ Номер мобильного телефона учащегося: __________________________ Адрес электронной почты учащегося: ______________________________ Дата отъезда: / / Дата прибытия в Австралию: / /\nОбщее количество учебных дней, которое будет пропущено: _____   _________ Место назначения: Страна постоянного проживания Другое место назначения: _________________________________ Причина запроса на отпуск:__________________________________________________________________________________________________________________________________________________________________________________________________________________________________________________ Заявление родителя (этот раздел должен заполнить родитель учащегося)\n• Я подтверждаю, что указанные выше данные о путешествии верны и соответствуют действительности.\n• Я беру на себя полную ответственность за безопасность своего ребенка в течение вышеупомянутого отпуска. Если отпуск приходится на\nвремя учебы, я понимаю, что это может повлиять на посещаемость моего ребенка и его/ее возможность выполнить"
}