{
    "source": "en_US",
    "target": "ru_RU",
    "text": "• Starting Low, Going Slow: Patients usually start with 25 mg and increase the dose gradually (to 50 mg, 100 mg, and possibly higher if needed) over weeks. This slow titration is crucial to reduce the risk of serious side effects, such as severe skin reactions.\n• Typical Maintenance Dose: After titration, the maintenance dose often falls between 100-200 mg daily, though it can be adjusted based on clinical response and tolerability.\nImportant Considerations\n• Risk of Rash: One of the most serious risks is the potential for a severe rash, including Stevens-Johnson syndrome (SJS). Any new or worsening rash should be reported immediately to a healthcare provider, especially if it appears during dose changes.\n• Common Side Effects: Common side effects include dizziness, headache, blurred vision, nausea, and insomnia. These often lessen with continued use.\n• Drug Interactions: Lamotrigine can interact with other medications, including certain antiepileptics, oral contraceptives, and medications that affect liver enzymes. These interactions may require dose adjustments.\nMonitoring and Follow-Up\n• Mood and Symptom Tracking: Patients should monitor and report any recurrence of depressive or hypomanic symptoms, as well as any new side effects.",
    "trans": "• Начинать с низкой дозы: Пациенты обычно начинают с 25 мг и постепенно увеличивают дозу (до 50 мг, 100 мг и, возможно, выше при необходимости) в течение нескольких недель. Эта медленная титрация имеет решающее значение для снижения риска серьезных побочных эффектов, таких как тяжелые кожные реакции.\n• Типичная поддерживающая доза: После титрации поддерживающая доза часто составляет от 100 до 200 мг в день, хотя ее можно корректировать в зависимости от клинического ответа и переносимости.\nВажные соображения\n• Риск высыпания: Одним из самых серьезных рисков является возможность возникновения тяжелого высыпания, включая синдром Стивенса-Джонсона (СДЖ). О любом новом или ухудшающемся высыпании следует немедленно сообщить врачу, особенно если оно появляется во время изменения дозы.\n• Общие побочные эффекты: Общие побочные эффекты включают головокружение, головную боль, размытость зрения, тошноту и бессонницу. Они часто уменьшаются при продолжении использования.\n• Взаимодействия с лекарственными средствами: Ламотриджин может взаимодействовать с другими лекарственными средствами, включая некоторые противоэпилептические препараты, оральные контрацептивы и препараты, влияющие на печеночные ферменты. Эти взаимодействия могут потребовать корректировки дозы.\nМониторинг и последующее наблюдение\n• Отслеживание настроения и симптомов: Пациенты должны отслеживать и сообщать о любом повторении депрессивных или гипоманиакальных симптомов, а также о любых новых побочных эффектах."
}