{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Veho waitlist times vary market to market. When additional drivers are needed, we will reach out based on the date and time of your registration. We check in with drivers who are on the waitlist for 90 days or longer to ensure that they are still interested on driving on the platform.\nWhat if I do not want to be placed on the waitlist?\nIf you are not interested in being placed on the waitlist, reach out to support@shipveho.com to have us remove your registration. Additionally, if drivers are no longer interested in being placed on the waitlist, but want to reapply in the future please reach out to Veho Support.\nWhy does my city have a waitlist and others do not?\nThe waitlist is based on a variety of city-specific factors that are constantly changing. It’s important to us at Veho to make sure all our drivers have access to routes in their area to have earning opportunities in line with their preferences on the Veho platform.",
    "trans": "Время ожидания в списке ожидания Veho варьируется в зависимости от рынка. Если потребуется дополнительное количество водителей, мы свяжемся с вами, в зависимости от даты и времени вашей регистрации. Мы связываемся с водителями, которые находятся в списке ожидания 90 дней или дольше, чтобы узнать, заинтересованы ли они по-прежнему в работе на платформе.\nЧто делать, если я не хочу находиться в списке ожидания?\nЕсли вы не заинтересованы в том, чтобы вас внесли в список ожидания, свяжитесь с нами по адресу support@shipveho.com, чтобы удалить вашу регистрацию. Также, если водители больше не заинтересованы в том, чтобы находиться в списке ожидания, но захотят подать заявку снова в будущем, они должны связаться со службой поддержки Veho.\nПочему в моем городе есть список ожидания, а в других нет?\nСписок ожидания основан на различных факторах, специфичных для города, которые постоянно меняются. Для нас в Veho важно обеспечить всем нашим водителям доступ к маршрутам и предоставить им возможность заработка в соответствии с их предпочтениями на платформе Veho."
}