{
    "source": "en_US",
    "target": "ru_RU",
    "text": "*China: With public hospitals as the main body, the government plays an important role in the provision and management of medical services. Through financial investment and policy formulation, the government ensures the operation and development of public hospitals, improves the utilization efficiency of medical resources, and provides basic medical services for residents.\n*United States: Dominated by private hospitals and commercial medical insurance. Patients need to buy commercial health insurance to get medical care. The cost of medical care in this way is high, and some residents may not be able to obtain timely medical services because they cannot afford the high medical costs.\nGovernment input and policy orientation:\n*China: The government gives priority to the protection of people's health and continuously increases investment in medical and health services. Through formulating a series of policies and plans, the government guides the development of the medical industry, strengthens the supervision of medical services, and guarantees the quality and safety of medical services.",
    "trans": "*Китай. Основной частью системы здравоохранения являются государственные больницы, и правительство играет важную роль в предоставлении медицинских услуг и в управлении этим процессом. Через финансовые инвестиции и формулирование политики правительство обеспечивает функционирование и развитие государственных больниц, повышает эффективность использования медицинских ресурсов и предоставляет базовые медицинские услуги для населения.\n*Соединенные Штаты америки. Преобладают частные больницы и коммерческое медицинское страхование. Пациенты должны приобрести услуги коммерческого медицинского страхования, чтобы получить медицинскую помощь. Стоимость медицинского обслуживания в этом случае высокая, и некоторые жители могут не иметь возможности получить своевременные медицинские услуги из-за высокой стоимости лечения.\nГосударственное участие и ориентация политики:\n*Китай. Правительство уделяет первостепенное внимание охране здоровья населения и постоянно увеличивает инвестиции в медицинские и оздоровительные услуги. Формулируя ряд политик и планов, правительство руководит развитием медицинской отрасли, усиливает контроль за медицинскими услугами и гарантирует качество и безопасность медицинских услуг."
}