{
    "source": "en_US",
    "target": "ru_RU",
    "text": "B. Economies of scale lead to perfect competition, where firms produce homogeneous products and have no influence on market prices.\nC. Economies of scale encourage firms to produce a limited range of goods, potentially leading to monopolistic or oligopolistic market structures and affecting trade patterns through specialization.\nD. Economies of scale result in higher average costs for firms due to the increased complexity of managing larger operations.\nE. Economies of scale are a form of government intervention that distorts market structures and trade flows.\nWhat is the impact of the expansion of market size caused by economic integration on enterprises in the context of international trade? C\nA. It leads to a reduction in the number of firms participating in international trade due to increased competition.\nB. It results in a uniform increase in the scale of production for all firms, regardless of their efficiency or productivity.\nC. It incentivizes only the most efficient firms to expand, potentially leading to a more efficient allocation of resources within the industry.",
    "trans": "B. Экономия за счет роста производства приводит к конкуренции, где фирмы производят однородные продукты и не имеют влияния на рыночные цены.\nC. Экономия за счет роста производства побуждает фирмы производить ограниченный ассортимент товаров, что приводит к монополистическим или олигополистическим рыночным структурам и влиянию на торговлю через специализацию.\nD. Экономия за счет роста производства может привести к более высоким средним затратам для фирм из-за увеличенной сложности управления крупными операциями.\nE. Экономия за счет роста производства есть формой государственного вмешательства, которая искажает рыночные структуры и торговые потоки.\nКаково же влияние расширения рынка, вызванного экономической интеграцией, на предприятия в контексте международной торговли? C\nA. Это приводит к уменьшению количества фирм, участвующих в международной торговле, из-за увеличения конкуренции.\nB. Это приводит к однородному увеличению масштаба производства для всех фирм независимо от их эффективности или же производительности.\nC. Это стимулирует только лишь самые эффективные фирмы к расширению, что может привести к эффективному распределению ресурсов внутри отрасли."
}