{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Getting Harold’s engine running after so long took all of the four hundred dollars I’d saved over the course of my life—allowances, change ferreted away when Mom sent me down the street to buy something at the Circle K, summer work at Subway, Christmas gifts from my grandparents—so, in a way, Harold was the culmination of my whole being, at least financially speaking. And I loved him. I dreamed about him quite a lot. He had an exceptionally spacious trunk, a custom-installed, huge white steering wheel, and a backseat bench clad in pebble-beige leather. He accelerated with the gentle serenity of the Buddhist Zen master who knows nothing really needs to be done quickly, and his brakes whined like metal machine music, and I loved him.\nHowever, Harold did not have Bluetooth connectivity, or for that matter a CD player, meaning that while in Harold’s company, one had three choices: 1. Drive in silence; 2. Listen to the radio; or 3. Listen to Side B of my dad’s cassette of Missy Elliott’s excellent album So Addictive, which—because it would not eject from the cassette player—I’d already heard hundreds of times in my life.",
    "trans": "Запуск двигателя Гарольда после столь долгого времени потребовал всех четырехсот долларов, которые я накопил за свою жизнь - карманные деньги, мелочь, которую я прятал, когда мама отправляла меня в магазин Circle K купить что-то, летняя работа в Subway, рождественские подарки от бабушек и дедушек - так что, в каком-то смысле, Гарольд стал кульминацией всего моего существования, по крайней мере с финансовой точки зрения. И я любил его. Я довольно часто мечтал о нем. У него был исключительно просторный багажник, огромный белый руль с индивидуальной установкой и задний диван, обитый кожей цвета гальки. Он разгонялся с нежной спокойствием буддийского дзен-мастера, который знает, что ничего не нужно делать быстро, а его тормоза скрипели как металлическая машинная музыка, и я любил его.\nОднако у Гарольда не было Bluetooth-соединения и даже CD-плеера, что означало, что находясь в компании Гарольда, у человека было три варианта: 1. Ехать в тишине; 2. Слушать радио; или 3. Слушать сторону B кассеты моего папы с отличным альбомом Missy Elliott So Addictive, который - поскольку он не вынимался из кассетного плеера - я уже слышал сотни раз в своей жизни."
}