{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Monday\nAround what time did you start the visit?\nMid-day (12pm-2pm)\nWhen entering the store, how would you evaluate the level of traffic?\nThere were more SAs than customers\nWhich scenario did you adopt?\nScenario 1 - Brand Expert\nWhat product category did you target?\nBags & Small Leather Goods\nWas it a visit with or without a purchase?\nWithout purchase\nAdvocacy Index\nBased on your experience with the SA, how likely are you to recommend this store to a colleague or a friend?\nI would be happy to recommend this store to others, if asked, but there are also other equally good stores\nFIRST IMPRESSION\nWe only get one chance to make a good first impression\nHow would you best describe the exterior surroundings of the boutique?\nHow would best describe your first impression once inside the store?\nPleasant\nDid you feel that the SA's grooming was in line with the brand's guidelines?\nYes\nWas the SA wearing a Training badge?\nYes\nWELCOMING SIMPLICITY We acknowledge and welcome everyone in the home of Hermès with a 100 genuine attitude, an authentic tone and a warm smile.\nDid you have to wait to enter the store?",
    "trans": "Понедельник\nВо сколько примерно вы начали визит?\nВ середине дня (12:00-14:00)\nПри входе в магазин как бы вы оценили уровень посещаемости?\nБыло больше сотрудников магазина, чем клиентов\nКакой сценарий вы выбрали?\nСценарий 1 - Эксперт по бренду\nКакую категорию продуктов вы выбрали?\nСумки и мелкие кожаные изделия\nЭто был визит с покупкой или без покупки?\nБез покупки\nИндекс лояльности\nНа основе вашего опыта общения с SA, насколько вероятно, что вы порекомендуете этот магазин коллеге или другу?\nЯ с удовольствием порекомендую этот магазин другим, если меня спросят, но есть и другие магазины не менее хорошие\nПЕРВОЕ ВПЕЧАТЛЕНИЕ\nУ нас есть только один шанс произвести хорошее первое впечатление\nКак бы вы лучше всего описали внешние окрестности бутика?\nКак бы вы лучше всего описали свое первое впечатление после входа в магазин?\nПриятное\nВы считаете, что внешний вид SA соответствует рекомендациям бренда?\nДа\nБыл ли у SA значок \"Обучение\"?\nДа\nПРИВЕТЛИВАЯ ПРОСТОТА Мы признаем и приветствуем всех в доме Hermès с искренним отношением, аутентичным тоном и теплой улыбкой.\nВам пришлось ждать, чтобы войти в магазин?"
}