{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The address may be misspelled or may not exist. Try one or more of the following:\nSend the message again following these steps: In Outlook, open this non-delivery report (NDR) and choose Send Again from the Report ribbon. In Outlook on the web, select this NDR, then select the link \"To send this message again, click here.\" Then delete and retype the entire recipient address. If prompted with an Auto-Complete List suggestion don't select it. After typing the complete address, click Send.\nContact the recipient (by phone, for example) to check that the address exists and is correct.\nThe recipient may have set up email forwarding to an incorrect address. Ask them to check that any forwarding they've set up is working correctly.\nClear the recipient Auto-Complete List in Outlook or Outlook on the web by following the steps in this article: Fix email delivery issues for error code 5.1.10 in Office 365, and then send the message again. Retype the entire recipient address before selecting Send.",
    "trans": "Возможно, указан ошибочный или несуществующий адрес. Попробуйте выполнить одно или несколько из следующих действий:\nОтправьте сообщение снова, выполнив следующую процедуру: в Outlook откройте этот отчет о недоставке (NDR) и выберите «Отправить снова» на ленте «Отчет». В веб-интерфейсе Outlook выберите этот отчет NDR, затем нажмите на ссылку «Нажмите здесь для повторной отправки сообщения». Затем удалите и заново введите весь адрес получателя. Если появится предложение из списка автозаполнения, не выбирайте его. После ввода адреса целиком нажмите «Отправить».\nСвяжитесь с получателем (например, по телефону), чтобы проверить, существует ли адрес и правильный ли он.\nПолучатель мог настроить переадресацию электронной почты на неправильный адрес. Попросите его проверить, работает ли правильно переадресация, которую он настроил.\nОчистите список автозаполнения получателей в Outlook или в веб-интерфейсе Outlook, следуя шагам в этой статье: Устранение проблем с доставкой электронной почты для кода ошибки 5.1.10 в Office 365, а затем отправьте сообщение снова. Перед выбором опции «Отправить» заново введите адрес получателя целиком."
}