{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Make renting easy and manage your deposit with tlyfe\nTo help take the hassle out of your tenancy, save you time and allow you to focus your efforts on the fun and exciting bits we'd love to introduce you to tlyfe, a tenant lifecycle app, powered by OpenBrix.\ntlyfe features and benefits include:\nDeposit protection certificate, easy to access and download\nDeposit management throughout your tenancy, safe and Government backed\nCredit score builder for rent payments, helping you plan your future, today\nVerified digital ID, no more stress of losing important documentation\nAuto document storage, safe, secure and in one place\nInteractive move-in process, step-by-step guide throughout the whole process\nRight-to-rent check, proving your right to rent at the touch of a button\nFind out more here\nLet's keep in touch\nOur newsletters provide updates and advice all things tenancies and the wider private rented sector, so look out for these. We also conduct occasional surveys to help improve our service and your input would be appreciated.\nTo hear about additional offers or initiatives from The Dispute Service, who operate the Tenancy Deposit Scheme, and selected third parties, please opt-in below.",
    "trans": "Сделайте аренду легкой и управляйте своим депозитом с помощью tlyfe\nЧтобы помочь вам избавиться от хлопот, связанных с арендой, сэкономить время и сосредоточить свои усилия на веселых и увлекательных моментах, мы рады представить вам tlyfe - приложение для управления жизненным циклом арендатора, разработанное компанией OpenBrix.\nфункции и преимущества tlyfe включают:\nСертификат защиты депозита, легкий доступ и возможность загрузки\nУправление депозитом на протяжении всей аренды, безопасно и поддерживается государством\nПостроитель кредитного рейтинга для платежей по аренде, помогающий вам планировать свое будущее уже сегодня\nПодтвержденный цифровой идентификатор, больше не нужно беспокоиться о потере важных документов\nАвтоматическое хранение документов, безопасно, надежно и в одном месте\nИнтерактивный процесс заселения, пошаговое руководство на протяжении всего процесса\nПроверка права на аренду, подтверждение вашего права на аренду одним нажатием кнопки\nУзнайте больше здесь\nДавайте оставаться на связи\nНаши информационные бюллетени предоставляют обновления и советы по всем вопросам аренды и более широкого сектора частной аренды, так что следите за ними. Мы также проводим периодические опросы, чтобы помочь улучшить наш сервис, и ваше мнение будет очень ценным.\nЧтобы узнать о дополнительных предложениях или инициативах от The Dispute Service, которая управляет Схемой депозитов за аренду, а также от выбранных третьих сторон, пожалуйста, выберите опцию ниже."
}