{
    "source": "en_US",
    "target": "ru_RU",
    "text": "• Earn over £10000 per annum (equivalent to £192 per week);\n• Are aged 22 or over; and\n• Are under state pension age.\nA workplace pension is a way of saving for your retirement that’s arranged by your employer. In addition to\nthe employee’s payments, Diamond Securities Limited t/a Cautela Diamond and the government may also\nadd money into the pension scheme for you. The money is then used to pay you an income when you retire.\nIf you meet the above criteria, you will be enrolled onto the pension scheme automatically and will begin\npayments directly from your wages on your next payment date following the 31/01/2022. These payments\ninto your pension will be clearly displayed on your payslip.\nIf you do not meet the above requirements, you may still be eligible to enrol on the pension scheme and\nbenefit from the contributions the government and Diamond Securities Limited t/a Cautela Diamond will",
    "trans": "• Зарабатывайте более 10 000 фунтов в год (эквивалентно 192 фунта в неделю);\n• Возраст 22 года или старше; и\n• Моложе пенсионного возраста.\nРабочая пенсия — это способ накопления на пенсию, организованный вашим работодателем. В дополнение к\nк взносам сотрудника, Diamond Securities Limited, действующая под брендом Cautela Diamond, и государство также могут\nдобавлять деньги в пенсионную схему для вас. Эти средства затем используются для выплаты вам дохода, когда вы выходите на пенсию.\nЕсли вы соответствуете вышеуказанным критериям, вы будете автоматически зачислены в пенсионную схему и начнёте\nвносить взносы непосредственно из вашей зарплаты в дату следующей выплаты после 31.01.2022. Эти взносы\nвнесённые в вашу пенсионную схему взносы будут чётко указаны в вашей платежной ведомости.\nЕсли вы не соответствуете вышеуказанным требованиям, вы всё равно можете иметь право на участие в пенсионной схеме и\nполучать выгоду от взносов, которые государство и Diamond Securities Limited, действующая под брендом Cautela Diamond, будут"
}