{
    "source": "en_US",
    "target": "ru_RU",
    "text": "· At least three years landscaping experience and a strong working knowledge of plant material and attention to detail\n· Proficient in the use of all necessary equipment including, but not limited to, walk behind mower, zero turn and tractor mounted lawn mowers, weed trimmers, chainsaws, leaf blowers, snow blowers, snowplows, gas generators, gas and electric hedge trimmers, sod cutters, over seeders, walk behind or tractor mounted aerators, rototillers, woodchippers and handheld or backpack sprayers\n· Work from extended heights using extension ladders\n· Valid RI driver’s license (or ability to secure one)\n· Ability to lift 80 lbs. is required\n· Personal qualities of a strong work ethic, attention to detail and ability to work efficiently.\nApplication Instructions:\nTo apply please send résumé or the following information;\n· Name\n· Phone number\n· E-mail\n· Past employment and experience\nThe position remains open until filled.\nJob Type: Full-time\nPay: $20.00 per hour\nWork Location: In person\n&nbsp;\nSi necesitas métodos alternativos de postulación o evaluación, debes acercarte a la empresa directamente para solicitarlo ya que Indeed no es responsable del proceso de postulación de la empresa.",
    "trans": "· Не менее трёх лет опыта работы в ландшафтном дизайне и знание растительного материала и внимания к деталям\n· Умение пользоваться всем необходимым оборудованием, включая, но не ограничиваясь: газонокосилки с задним ходом, нулевыми радиусами поворота и тракторными газонокосилками, триммерами для травы, бензопилами, воздуходувками, снежными пушками, снегоуборщиками, бензиновыми генераторами, электрическими и бензиновыми кусторезами, резаками для рулонов газона, сеялками для переувлажнения почвы, аэраторами с задним ходом или тракторными аэраторами, мотоблоками, измельчителями древесины и ручными или рюкзачными распылителями\n· Работа на высоте с использованием выдвижных лестниц\n· Действующая водительская лицензия RI (или возможность получить)\n· Необходима способность поднимать 80 фунтов\n· Личные качества: сильная трудовая этика, внимание к деталям и способность работать эффективно.\nИнструкции по подаче заявки:\nЧтобы подать заявку, пожалуйста, отправьте резюме или следующую информацию;\n· Имя\n· Номер телефона\n· Электронная почта\n· Прошлый опыт работы\nВакансия остается открытой до закрытия.\nТип работы: Полная занятость\nОплата: 20,00 долларов в час\nМесто работы: В офисе\n&nbsp;\nЕсли вам нужны другие методы подачи заявки или оценки, вы должны обратиться в компанию напрямую, так как Indeed не несет ответственности за процесс подачи заявки в компании."
}