{
    "source": "en_US",
    "target": "ru_RU",
    "text": "avoidance of starting, engaging in, and completing a task or a decision-making\nprocess. It is not a behaviour limited to students, despite high estimates of its\nprevalence in this population (up to 70 % according to Ellis and Knaus 1977). For\nexample, the prevalence of procrastination has been found to be as high as 20 % in\nan adult sample (Harriott and Ferrari 1996). Within psychology, procrastination has\nbeen conceptualised as a failure of self-regulation (Baumeister and Heatherton\n1996; Baumeister et al. 1994) associated with poor academic and work performance\nand mental ill health (Sto ¨ber and Joormann 2001).\nThe measurement of procrastination is vital to aid research that aims to\nunderstand this common and injurious behaviour. A range of self-report scales have\nbeen developed to measure this construct in general (e.g., the General Procrasti-\nnation Scale or ‘GPS’: Lay 1986), in specific aspects (e.g., the Decisional\nProcrastination Scale or ‘DPS’: Mann 1982), and in specific populations (e.g., for\nstudents with the Tuckman Procrastination Scale or ‘TPS’: Tuckman 1991). More\nrecently, the construct of intentional procrastination has been delineated and\nmeasured using the active procrastination scale (APS: Choi and Moran 2009). This\nseparation of sub-types of procrastination is similar to that proposed by Ferrari",
    "trans": "уклонению от начала чего-то, участия в чем-то или выполнения какой-либо задачи или принятия\nрешения. Это не только поведение, с которым сталкиваются лишь студенты, несмотря на\nего широкую распространенность среди этой группы (до 70 % по данным Элиса и Кнауса, 1977). Например, было установлено, что\nсреди выборки взрослых распространенность прокрастинации составляла примерно 20 %\n(Харриот и Феррари, 1996). В рамках психологии прокрастинация концептуализируется\nкак неспособность к самоуправлению (Баумейстер и Хизертон,\n1996; Баумейстер и др., 1994), проявляющаяся в виде плохой учебной успеваемости и работой\nи проблемах с психическим здоровьем (Штёбер и Йорманн, 2001).\nИзмерение уровня прокрастинации имеет важное значение\nдля понимания этой часто встречающейся и вредной схемы поведения. В свое время были разработаны различные шкалы самодиагностики\nдля измерения данного явления в целом (например, шкала общей прокрастинации или\nШОП»: Лэй, 1986), отдельных ее аспектов  (например,\nшкала прокрастинации при принятии решений или ШППР: Манн, 1982) и прокрастинации в отдельных группах населения (например,\nу студентов – шкала прокрастинации Такмана или ШПК: Такман, 1991). Совсем\nнедавно был выделен и измерен конструкт намеренной прокрастинации\nс помощью шкалы активной прокрастинации (ШАП: Чои и Моран, 2009). Такое\nразделение подтипов прокрастинации аналогично предложенному Феррари"
}