{
    "source": "en_US",
    "target": "ru_RU",
    "text": "b. The following applies to any Apple iOS Application:\n(i). You acknowledge and agree that (a) these Terms are concluded between you and HopSkipDrive only, and not Apple, and (b) HopSkipDrive, not Apple, is solely responsible for the Apple iOS Application and content thereof. Your use of the Apple iOS Application must comply with the Apple Media Services Terms and Conditions, as may be amended from time to time with or without notice.\n(ii). You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the Apple iOS Application.\n(iii). You and HopSkipDrive acknowledge that, as between HopSkipDrive and Apple, Apple is not responsible for addressing any claims you have or any claims of any third party relating to the Apple iOS Application or your possession and use of the Apple iOS Application, including, but not limited to: (1) product liability claims; (2) any claim that the Apple iOS Application fails to conform to any applicable legal or regulatory requirement; and (3) claims arising under consumer protection or similar legislation.",
    "trans": "b. Следующее относится к любому приложению Apple iOS:\n(i). Вы признаете и соглашаетесь с тем, что (a) эти Условия заключены только между вами и HopSkipDrive, а не с Apple, и (b) HopSkipDrive, а не Apple, несет единоличную ответственность за приложение Apple iOS и его содержимое. Ваше использование приложения Apple iOS должно соответствовать Условиям и положениям службы Apple Media Services, которые могут быть изменены время от времени с уведомлением или без него.\n(ii). Вы признаете, что у Apple нет абсолютно никакой обязанности предоставлять какие-либо услуги по техническому обслуживанию и поддержке в отношении приложения Apple iOS.\n(iii). Вы и HopSkipDrive признаете, что между HopSkipDrive и Apple Apple не несет ответственности за рассмотрение любых претензий, которые у вас есть или которые имеют третьи лица в отношении приложения Apple iOS или вашего владения и использования приложения Apple iOS, включая, но не ограничиваясь: (1) претензиями по ответственности за продукт; (2) любой претензией о том, что приложение Apple iOS не соответствует каким-либо применимым юридическим или нормативным требованиям; и (3) претензиями по законодательству о защите прав потребителей или аналогичному законодательству."
}