{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Ozone: The Facts\nSound science and targeted regulations have greatly reduced ozone concentrations in Texas cities and across the nation.\nWhat is ozone?\nOzone, sometimes referred to as smog, is a gas that is formed in the atmosphere when three atoms of oxygen combine. The chemical structure of ozone is the same wherever it is found; however, there are two categories of ozone.\nStratospheric Ozone is found naturally in the Earth’s upper atmosphere - 6 to 30 miles above the Earth’s surface - where it forms a protective layer that shields us from the sun’s harmful ultraviolet rays.\nGround-Level Ozone is found at ground level (it is also called tropospheric ozone). It is not emitted directly into the air, but created by chemical reactions between oxides of nitrogen (NOx) and volatile organic compounds (VOCs) in the presence of sunlight. Emissions from industrial facilities and electric utilities, motor vehicle exhaust, gasoline vapors, and chemical solvents are some of the major sources of NOx and VOCs. In addition, biogenic sources (living organisms or biological processes) release VOCs that can contribute to ground-level ozone.",
    "trans": "Озон: Факты\nБлагодаря обоснованным научным исследованиям и целенаправленному регулированию удалось значительно снизить концентрацию озона в городах штата Техас и по всей стране.\nЧто такое озон?\nОзон, который иногда называют смогом, представляет собой газ, который образуется в атмосфере при соединении трех атомов кислорода. Химическая структура озона одинакова везде, где он встречается, однако существует две категории озона.\nСтратосферный озон естественным образом находится в верхних слоях атмосферы — на высоте от 6 до 30 миль над поверхностью Земли, где он образует защитный слой, ограждающий нас от вредных ультрафиолетовых лучей солнца.\nПриземный озон находится на уровне земли (его также называют тропосферным озоном). Он не выбрасывается непосредственно в воздух, а образуется в результате химических реакций между оксидами азота (Nitrogen Oxides, NOx) и летучими органическими соединениями (Volatile Organic Compounds, VOC) в присутствии солнечного света. Выбросы промышленных предприятий и электросетей, выхлопные газы автотранспорта, пары бензина и химические растворители являются одними из основных источников NOx и VOC. Кроме того, биогенные источники (живые организмы или биологические процессы) также выделяют VOC, которые могут способствовать образованию приземного озона."
}