{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Voice enhancements make Siri sound more natural, expressive, and clear\nPhotos\nPhotos search lets you find photos and videos simply by describing what you’re looking for\nClean Up removes distractions in your photos\nMemory movies can be created by describing the story you want to see\nNotifications\nNotification summaries make it easy to catch up on your notifications with a glanceable summary of the most important information\nReduce Interruptions is a new Focus that ensures the most urgent notifications get through to you while silencing potential distractions\nSmart Reply in Mail and Messages help you quickly respond to messages with suggested responses\nPriority messages in Mail understands the content of your messages and prioritizes those that require your attention, displaying them at the top of your inbox\nTranscription summaries in Notes give you an intelligently created summary of the transcript from your audio recording or call recording\nPhone",
    "trans": "Улучшения голоса делают звучание Siri более естественным, выразительным и четким.\nФотографии\nПоиск фотографий позволяет находить фотографии и видео путем простого описания того, что вы ищете.\nФункция «Убрать ненужное» удаляет отвлекающие объекты на ваших фотографиях.\nФильмы памяти могут быть созданы, если описать историю, которую вы хотите увидеть.\nУведомления\nСводки уведомлений упрощают ознакомление с уведомлениями, предоставляя краткую сводку самой важной информации.\nФункция «Снижение прерываний» — это новый режим «Фокус», который гарантирует, что самые срочные уведомления дойдут до вас, подавляя при этом потенциальные отвлечения.\nУмные ответы в Почте и Сообщениях помогают вам быстро отвечать на сообщения с предложенными ответами.\nПриоритетные сообщения в Почте понимают содержание ваших сообщений и приоритизируют те, которые требуют вашего внимания, отображая их вверху вашего почтового ящика.\nСводки транскрипции в Заметках предоставляют разумно составленную сводку транскрипции из вашей аудиозаписи или телефонного разговора.\nТелефон"
}