{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Manage, process, and follow up customers shipping orders and returns.\nPlanning and monitoring inbound and outbound shipments\nSelect domestic carrier and put in place KPIs to evaluate their performance.\nNegotiating and securing domestic transportation rates based on current market rates.\nAnalyze logistical problems and develop new solutions.\nEvaluate existing logistical procedures and refine them for greater efficiency.\nCoordinate replenishment of customers’ orders when they receive damaged products.\nArrange carriers for delivery orders and ensure RDD (Requested delivery Date) or PD (Pick up Date) respected.\nCommunicate with warehouses to coordinate and schedule shipping of customer orders.\nCustomers and vendors invoicing in SAP.\nManage product recalls with customers, warehouses and factories.\nProvide sales administrative support to Private Labels Sales Manager.\nRecommend suitable shipping procedures to supply chain/office manager depending on customer needs.\nBack up for Supply Chain Manager when absent\nAlert or recommend inventory transfers to supply chain/office manager’s, to ensure customer orders fulfilment.\nAssist Corporate quality assurance and supply chain/office manager by providing documentation and receiving damaged product claims from warehouses and customers.",
    "trans": "Управление, обработка и отслеживание заказов на доставку и возврат товаров от клиентов.\nПланирование и мониторинг входящих и исходящих отправлений.\nВыбор внутреннего перевозчика и установка ключевых показателей эффективности (КПЭ) для оценки их работы.\nВедение переговоров и установка тарифов на внутренние перевозки на основе текущих рыночных ставок.\nАнализ логистических проблем и разработка новых решений.\nОценка существующих логистических процедур и их доработка для повышения эффективности.\nКоординация пополнения заказов клиентов в случае получения поврежденных товаров.\nОрганизация перевозчиков для доставки заказов и обеспечение соблюдения запрашиваемой даты доставки (ЗДД) или даты забора (ДЗ).\nСвязь со складами для координации и планирования отгрузки заказов клиентов.\nВыставление счетов клиентам и поставщикам в системе SAP.\nОбработка отзывов продуктов при взаимодействии с клиентами, складами и заводами.\nПредоставление административной поддержки менеджеру по продажам частных марок.\nРекомендация подходящих процедур доставки менеджеру по цепочке поставок/офису в зависимости от потребностей клиентов.\nЗамена менеджера по цепочке поставок в его отсутствие.\nДача предупреждений или рекомендаций о переводах запасов менеджеру по цепочке поставок/офису для обеспечения выполнения заказов клиентов.\nОказание помощи ответственным за качество и менеджеру по цепочке поставок/офису путем предоставления документации и приёмки претензий на поврежденные товары от складов и клиентов."
}