{
    "source": "en_US",
    "target": "ru_RU",
    "text": "All annexes to your application must be certified original copies (certified copies are made by a competent official at the municipal administration of the country in which you are).\n– If the certified copies of the originals are not written in English, they must be accompanied by a translation into English by a sworn translator.\n– Should your application be successful, you will have to present the originals of these documents at registration.\nREFERENCE LETTERS\nIn your application form, you will be asked to name two referees of your choice (at least one referree must be from academia). Applicants must contact the reference persons prior to mentioning their contact details in the application form and make sure that their referees will provide a reference letter as part of their application. It is the responsibility of the applicant sto contact directly the two referees that they have to submit the reference letters directly to the email address applications@smaccs.eu by no later than 15 days after the application deadline that corresponds to their case. The template of the reference letter to be used by the referees is available for download below.\nReference letter template(download .docx file)↓\nFor confidentiality reasons no information will be communicated to the applicant on the receipt of the letters.",
    "trans": "Все приложения к вашему заявлению должны быть заверенными оригинальными копиями (заверенные копии изготавливаются компетентным должностным лицом в муниципальной администрации страны, в которой вы находитесь).\n- Если заверенные копии оригиналов не написаны на английском языке, они должны быть сопровождаемы переводом на английский язык, выполненным присяжным переводчиком.\n- Если ваше заявление будет успешным, вам придется представить оригиналы этих документов при регистрации.\nРЕФЕРЕНТНЫЕ ПИСЬМА\nВ вашей заявке вам будет предложено указать двух референтов на ваш выбор (по крайней мере, один из референтов должен быть из академической сферы). Заявители должны связаться с референтами перед тем, как указывать их контактные данные в форме заявки, и убедиться, что их референты предоставят рекомендательное письмо в рамках их заявки. Ответственность за прямой контакт с двумя референтами, которым необходимо отправить рекомендательные письма, лежит на заявителе. Они должны отправить письма непосредственно на адрес электронной почты applications@smaccs.eu не позднее чем через 15 дней после срока подачи заявок, соответствующего их случаю. Шаблон рекомендательного письма, который должны использовать референты, доступен для загрузки ниже.\nШаблон рекомендательного письма (скачать файл .docx)↓\nПо соображениям конфиденциальности заявителю не будет сообщена информация о получении писем."
}