{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Catrina is one of the most recognized symbols of the Day of the Dead (Día de los Muertos) in Mexico. This elegant skeleton, dressed in fancy clothes and a large, feathered hat, has an intriguing history that reflects Mexico's complex relationship\nwith life and death, as well as social and political issues. The figure of La Catrina was created in the early 20th century by Mexican artist José Guadalupe Posada. He was a political satirist who used his artwork to criticize the rich and powerful. His depiction of the skeleton, originally called \"La Calavera Garbancera,\" was a critique of Mexicans who, at the time, aspired to adopt European fashion and traditions, abandoning their own indigenous roots. \"Garbancera\" was a derogatory term for people who were ashamed of their indigenous heritage and tried\nto pass as Europeans. Posada's skeleton was later renamed \"La Catrina\" by the famous Mexican artist Diego Rivera. He included her in his mural Dream of a Sunday Afternoon in the Alameda Central, where she appears alongside other prominent Mexican figures. Rivera's",
    "trans": "Катрина — один из самых узнаваемых символов Дня мертвых (Día de los Muertos) в Мексике. Этот элегантный скелет, одетый в нарядную одежду и широкополую шляпу с перьями, имеет интригующую историю, которая отражает сложные взаимоотношения мексиканцев\nс жизнью и смертью, а также их социальные и политические проблемы. Образ Ла Катрины был создан в начале XX века мексиканским художником Хосе Гваделупе Посадой. Он был политическим сатириком, который использовал свои произведения для критики богатых и влиятельных людей. Его изображение скелета, первоначально названное «Ла Калавера Гарбансера», являлось критикой мексиканцев, которые в то время стремились перенять европейскую моду и традиции, отказываясь от своих собственных корней. «Гарбансера» — это уничижительный термин для людей, которые стыдились своего коренного наследия и пытались\nвыдать себя за европейцев. Позднее знаменитый мексиканский художник Диего Риверой придумал другое название для скелета Посады — «Ла Катрина». Он включил ее в свою фреску «Сон о воскресном вечере в парке Аламеда», где она изображена вместе с другими выдающимися мексиканскими деятелями. Фреска Риверы"
}