{
    "source": "en_US",
    "target": "ru_RU",
    "text": "i. Services for Young People - Integrated Children and Youth Services Centres\n(ICYSCs)\nii. iii. Family and Child Welfare - Integrated Family Service Centres (IFSCs)\nServices for the Elderly - District Elderly Community Centre (DECC) OR\nNeighbourhood Elderly Centre (NEC)\niv. Rehabilitation Services (Services for Mentally Handicapped Persons) -\nSheltered Workshop OR District Support Centre for Persons with Disabilities\n(DSC) OR Hostel\nv. Rehabilitation Services (Services for Persons in Mental Recovery) -\nIntegrated Community Centre for Mental Wellness (ICCMW) OR Halfway\nHouse\nvi. Community Development - Neighborhood Level Community Development Project\n(NLCDP)\n• Each group must visit a service unit of the selected service type and interview\na social worker who has worked in that service for at least three years.\nGuided questions for the interview:\n• Personal profile: present work position, social work qualification (Higher Diploma,\nAssociate Degree, Degree, Master). The name of social worker and agency",
    "trans": "i. Услуги для молодежи — комплексные центры обслуживания детей и молодежи\n(Integrated Children and Youth Services Centres, ICYSCs)\nii. iii. Благополучие семьи и детей — комплексные центры обслуживания семьи (Integrated Family Service Centres, IFSCs)\nУслуги для пожилых людей — окружной центр для пожилых людей (District Elderly Community Centre, DECC) ИЛИ\nрайонный центр для пожилых людей (Neighbourhood Elderly Centre, NEC)\niv. Реабилитационные услуги (услуги для лиц, страдающих психическими расстройствами) —\nмастерская, принимающая на работу инвалидов и обладающая определенными налоговыми льготами, ИЛИ окружной центр поддержки лиц с ограниченными возможностями\n(District Support Centre for Persons with Disabilities, DSC) ИЛИ хостел\nv. Реабилитационные услуги (услуги для лиц, находящихся в процессе психического восстановления) —\nкомплексный общественный центр психического здоровья (Integrated Community Centre for Mental Wellness, ICCMW) ИЛИ реабилитационный\nцентр\nvi. Общественное развитие — проект общественного развития на уровне микрорайона\n(Neighborhood Level Community Development Project, NLCDP)\n• Каждая группа должна посетить сервисное подразделение выбранного типа услуг и пройти собеседование\nс социальным работником, проработавшим в этой службе не менее трех лет.\nПеречень вопросов для собеседования:\n• Личные данные: текущая должность, квалификация в области социальной работы (диплом о высшем образовании,\nдиплом младшего специалиста, степень магистра). Имя социального работника и название агентства"
}