{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The writing can be fiction (including poetry) or nonfiction and must be done at home, with no adult support.\nThe fiction is judged on creativity and originality\nThe nonficiton is judged on factual accuracy and originality.\nDo not include any pictures/images, borders or coloured text.\nAll written entries must be emailed to Mr Thompson by Friday, 10th January 2025. Any submissions after this date can not be accepted.\nThe word documents must be 10 point Times New Roman and have single line and word spacing\nThe entries must feature the title and written text of the student’s work. Do not include your child’s name in the title of the story.\nCover Art Guidelines:\nThe creating of the cover art is to be done at home and with no adult support.\nIt must be a hard copy (not digital).\nFor Cover Art, we need the entries by Friday, 10th January 2025 at the latest. Any submissions after this date can not be posted.\nCover Art is designing a front cover that is based on the title New Tales of China’s Dinosaurs. All submissions must be based on the topic - New Tales of China’s Dinosaurs",
    "trans": "Материалы должны быть подготовлены дома без помощи родителей. Они могут быть выполнены как в художественной (в том числе в стихотворной), так и нехудожественной форме.\nХудожественные произведения будут оцениваться по таким критериям как креативность и оригинальность.\nНехудожественные – на основе точности фактов и оригинальности.\nСтрого не рекомендуется включать фотографии, рисунки, использовать рамки или цветной текст.\nВсе письменные работы должны быть отправлены мистеру Томпсону по электронной почте до пятницы, 10 января 2025 года. Работы, отправленные после этой даты, не принимаются.\nДокументы в формате Word должны быть оформлены с использованием шрифта Times New Roman размером 10 пт и одинарным межстрочным и междусловным интервалом.\nМатериалы должны содержать название и письменный текст работы ученика. Просьба не использовать имя вашего ребенка в названии рассказа.\nРекомендации по оформлению обложки:\nОбложка должна быть изготовлена дома, без помощи взрослых.\nРабота должна быть сдана в печатном виде (не цифровом).\nОбложки следует сдать не позднее пятницы, 10 января 2025 года. Работы, сданные после этой даты, размещены не будут.\nОформление обложки должно соответствовать теме «Новые рассказы о динозаврах Китая». Все сданные работы должны относиться к теме «Новые рассказы о динозаврах Китая»."
}