{
    "source": "en_US",
    "target": "ru_RU",
    "text": "So here they are, in your hometown, in your own school, looking for the talents of tomorrow.\nNow their ad had a strange title: “Make HAL dream”. You don't know exactly what they meant by this, but you are intrigued. And to be honest, even if they asked you to sing a song while standing on your head, you would give this incredible job opportunity a try.\nSo you sent them a message, asking for more information.\nHere is what HAL answered:\nDear [your name]\nOur recruiting agent will come to you next week to hear what you have to say.\nWe want to know the real you. Not the list of your acquired skills. We already know about them. Anything you put online, we know. Actually, we know some of the things you will do before you are even aware you want to do them.\nSo present us the real you, the actual person, the human side of your experience. We want young professionals who can not only describe their accomplishments but also show us something of their personality.",
    "trans": "И вот они здесь, в вашем родном городе, в вашей школе, в поисках талантов завтрашнего дня.\nИх объявление имело странное название: «Заставьте HAL мечтать». Вы не совсем понимаете, что они имели в виду, но вам это интересно. И, если честно, даже если бы они попросили вас спеть песню, стоя на голове, вы бы все равно попытались воспользоваться этой невероятной возможностью трудоустройства.\nПоэтому вы отправили им сообщение с просьбой о дополнительной информации.\nВот что ответил HAL:\nДорогой [ваше имя],\nНаш агент по набору персонала придет к вам на следующей неделе, чтобы узнать, что вы хотите сказать.\nМы хотим узнать настоящего вас. Не список ваших навыков. Мы уже о них знаем. Все, что вы выкладываете в интернете, нам известно. На самом деле, мы знаем о некоторых вещах, которые вы собираетесь сделать, даже прежде чем вы осознаете, что хотите их сделать.\nТак что представьте нам настоящего себя, реального человека, человеческую сторону вашего опыта. Мы ищем молодых профессионалов, которые могут не только описать свои достижения, но и продемонстрировать что-то из своей личности."
}