{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Clinical characteristics: Spinocerebellar ataxia type 17 (SCA17) is characterized by ataxia, dementia, and involuntary movements, including chorea and dystonia. Psychiatric symptoms, pyramidal signs, and rigidity are common. The age of onset ranges from three to 55 years. Individuals with full-penetrance alleles develop neurologic and/or psychiatric symptoms by age 50 years. Ataxia and psychiatric abnormalities are frequently the initial findings, followed by involuntary movement, parkinsonism, dementia, and pyramidal signs. Brain MRI shows variable atrophy of the cerebrum, brain stem, and cerebellum. The clinical features correlate with the length of the polyglutamine expansion but are not absolutely predictive of the clinical course.\nDiagnosis/testing: The diagnosis of SCA17 is established in a proband by identification of an abnormal CAG/CAA repeat expansion in TBP. Affected individuals usually have more than 41 repeats. The CAA and CAG codons both encode glutamine residues resulting in a pathogenic polyglutamine expansion.\nManagement: Treatment of manifestations: Psychotropic medications for psychiatric issues, anti-seizure medication for seizures (ASM); botulinum toxin injections for dystonia; adaptation of the environment to accommodate dementia.\nPrevention of secondary complications: Side effects of psychotropic medications and ASMs may require total or intermittent discontinuation of the treatment or reduction in dose.",
    "trans": "Клинические характеристики: спиноцеребеллярная атаксия 17-го типа (Spinocerebellar ataxia type 17, SCA17) характеризуется атаксией, слабоумием и непроизвольными движениями, включая хорею и дистонию. Часто встречаются психиатрические симптомы, пирамидные признаки и ригидность. Возраст начала заболевания колеблется от трех до 55 лет. У людей с полным прохождением аллелей неврологические и (или) психиатрические симптомы развиваются к 50 годам.  Первыми симптомами часто являются атаксия и психические отклонения, за которыми следуют непроизвольные движения, паркинсонизм, слабоумие и пирамидные симптомы. МРТ головного мозга показывает вариабельную атрофию головного мозга, ствола мозга и мозжечка. Клинические признаки коррелируют с продолжительностью экспансии полиглутамина, но не являются абсолютным показателем клинического течения.\nДиагностика/тестирование: диагноз SCA17 устанавливается у пробанда путем выявления аномального увеличения числа повторов CAG/CAA в гене TBP. У пациентов с этим заболеванием обычно более 41 повтора. Кодоны CAA и CAG кодируют остатки глютамина, что приводит к патогенной экспансии полиглутамина.\nЛечение: лечение проявлений: психотропные препараты для лечения психических расстройств, противосудорожные препараты для лечения припадков (ASM); инъекции ботулотоксина для лечения дистонии; адаптация окружающей среды для приспособления к деменции.\nПрофилактика вторичных осложнений: побочные эффекты психотропных препаратов и АСМ могут потребовать полного или периодического прекращения лечения или снижения дозы."
}