{
    "source": "en_US",
    "target": "ru_RU",
    "text": "(a) The Company fails to pay timely any of the principal amount due under this Note on the date the same becomes due and payable or any accrued interest or other amounts due under this Note on the date the same becomes due and payable;\n(b) The Company materially defaults in its performance of any covenant under the Purchase Agreement;\n(c) The Company files any petition or action for relief under any bankruptcy, reorganization, insolvency or moratorium law or any other law for the relief of, or relating to, debtors, now or hereafter in effect, or makes any assignment for the benefit of creditors or takes any corporate action in furtherance of any of the foregoing; or\n(d) An involuntary petition is filed against the Company (unless such petition is dismissed or discharged within sixty (60) days) under any bankruptcy statute now or hereafter in effect, or a custodian, receiver, trustee, assignee for the benefit of creditors (or other similar official) is appointed to take possession, custody or control of any property of the Company.\n8. Waiver. The Company hereby waives demand, notice, presentment, protest and notice of dishonor in respect of this Note.",
    "trans": "(a) Компания не производит своевременную оплату любой основной суммы, подлежащей оплате по настоящей записке, в дату ее наступления и подлежит оплате, или любых начисленных процентов, или других сумм, подлежащих оплате по настоящей записке, в дату их наступления и подлежит оплате;\n(b) Компания существенно нарушает выполнение обязательства по Договору купли-продажи;\n(c) Компания подает любое заявление или иск о защите в соответствии с любым законом о банкротстве, реорганизации, неплатежеспособности или моратории, или любым другим законом о защите должников, действующим сейчас или в будущем, или делает любое назначение в пользу кредиторов, или принимает любые корпоративные действия в дальнейшем для достижения любого из вышеуказанных действий;\n(d) Против Компании подается непроизвольная жалоба (если такая жалоба не будет отклонена или снята в течение шестидесяти (60) дней) в соответствии с любым действующим или будущим законом о банкротстве, или назначается куратор, управляющий, доверительный управляющий, назначенный с учетом интересов кредиторов (или другое аналогичное должностное лицо), которому передается владение, хранение или контроль над каким-либо имуществом Компании.\n8. Отказ. Компания настоящим отказывается от требования, уведомления, представления, протеста и уведомления о неисполнении в отношении данного Векселя."
}