{
    "source": "en_US",
    "target": "ru_RU",
    "text": "“Wait, why’ll we be replacing my sword?” Matt suddenly felt a little defensive. It was, well, his sword. It had been at his side for practically his entire life, it fit him almost perfectly, and he’d basically learned enchanting with its generous rune-allotment and ability to wipe away old enchantments with just a bit of mana. Sure, he hadn’t been able to use it much lately, but he’d been looking forward to doing so again once they brought in all the possible Tier 25 upgrade materials for him to sift through to see what his sword needed.\n“Well, it’s honestly not all that great.” Galanodel apologetically explained, raising her hand to forestall Matt’s rebuttal. “Look, I understand that it got you through many Tiers, and I’m happy for you. I get the attachment to growth items. But, it functionally has two abilities, the increased number of enchantments it can support, and the ability to switch between enchantment configurations. Sure, it will pick up a third ability when it hits Tier 25, and if it’s an absolutely legendary power, great. Even if it doesn’t, you can keep it as a backup weapon to supplement your main sword.”",
    "trans": "«Подожди, почему мы будем заменять мой меч?» — вдруг насторожился Мэтт. Это был, ну, его меч. Он всегда был с ним, почти всю его жизнь, идеально подходил ему, и именно с ним он изучал заклинания благодаря множеству рун и способности снимать старые чары всего лишь с помощью немного маны. Конечно, в последнее время он не использовал его так часто, но он всё равно ждал момента, когда привезут все возможные материалы для улучшения 25-го уровня, чтобы он мог выбрать, что нужно для его меча.\n«Честно говоря, он не такой уж и крутой», — с извинениями объяснила Галанодель, подняв руку, чтобы предотвратить возражения Мэтта. «Слушай, я понимаю, что он помогал тебе пройти через многие уровни, и я за тебя рада. Я понимаю, как трудно расставаться с предметами, которые помогают в развитии. Но по сути у него всего две способности: увеличение количества чар, которые он может поддерживать, и возможность переключать конфигурации чар. Конечно, он получит третью способность, когда достигнет 25-го уровня, и если это будет что-то действительно легендарное — здорово. Даже если нет, можешь оставить его как запасное оружие, чтобы дополнить основной меч»."
}