{
    "source": "en_US",
    "target": "ru_RU",
    "text": "So Harry got everything that they needed, and when [redacted_name] went off with George in the morning to work on some things in his shop, Harry went back to his house to decorate. Scorpius had chosen zoo animals as the theme because they went to the zoo with Teddy and his father had spent the day smiling with them. He also decided that the balloons should be green because they were Draco’s favourite colour. So Harry got it all, and got a birthday cake for dessert.\nWhen he went back to the shop in the afternoon, he worked on his repairs while [redacted_name] answered the customers who allowed him to help, and the rest of the time they ended up talking and laughing, and he would repeatedly remind Harry that if he refused to wear gloves as he repaired, then he wasn’t allowed to complain when he got stung.\nOn the way home from school, [redacted_name]’ excitement was barely contained. [redacted_name] smile was wider and brighter, and Harry realized that it had been that way for a while now, but for some reason it hits him more and more each time he smiles.",
    "trans": "Поэтому Гарри собрал всё, что ему нужно было, и когда [redacted_name] уехал с Джорджем утром, чтобы поработать в его мастерской, Гарри вернулся домой, чтобы украсить помещение. Скорпион выбрал тему зоопарка, потому что они с Тедди ходили в зоопарк, и его папа весь день был очень счастлив с ними. Он также решил, что шары должны быть зелеными, потому что это любимый цвет Драко. Так что Гарри собрал всё это и купил торт для десерта.\nКогда он вернулся в мастерскую днём, он занялся ремонтом, в то время как [redacted_name] обслуживал клиентов и позволял ему помогать, а остальное время они просто болтали и смеялись. [redacted_name] не раз напоминал Гарри, что, если он отказывается надевать перчатки во время работы, то не должен жаловаться, если его ужалят.\nПо пути домой из школы [redacted_name] с трудом сдерживал свой  восторг. [redacted_name] улыбался все шире и ярче, и Гарри осознал, что это продолжается уже некоторое время, но по какой-то причине он поражался всё больше и больше при каждой такой улыбке."
}