{
    "source": "en_US",
    "target": "ru_RU",
    "text": "She turned back not letting go of her husband, only to see a dark-robed figure holding a silver-hilted sword - her husband.\nShe stood ignoring the pain on her back, she called for her sword, LìXīn, it's blade piercing through the man that stood before her. His body simply dissipating into a black smoke from where it crossed him, only to regenerate back into a copy of hee husband right after.\nThat moment she realised she couldn't beat whatever that creature was, but aje was willing to die trying.\n....\nWei Ying stood their crying silently as he waited, but no one left those dark clouds for a long time, the only thing giving him hope were the occasional bright lights of a sword glare.\nThe sun had began to set, and the kid had now sat down, eyes too dry to cry, body shivering slightly from the cold and he hiccuped as an after effect to his earlier breakdown.\nHe hadn't seen any light in a while, he still was where his mother left him, not any closer not any further. But he felt uneasy not being able to see or hear anything, especially with the incoming dark of the night.",
    "trans": "Она обернулась, не отпуская мужа, и увидела фигуру в темной одежде с мечом с серебряной рукояткой — это был её муж.\nНе обращая внимания на боль в спине, она подняла свой меч, LìXīn, и его лезвие пронзило стоявшего перед ней мужчину. Его тело просто превратилось в черный дым в том месте, где она его коснулась, но сразу после этого оно вновь восстановилось в копию ее мужа.\nВ тот момент она поняла, что не сможет победить это существо, но была готова умереть, пытаясь это сделать.\n....\nВэй Инь стоял там, тихо плача, ожидая, но долго никто не выходил из этих тёмных облаков. Единственное, что давало ему надежду, — это время от времени возникающие яркие вспышки отражённого света меча.\nСолнце начало садиться, и мальчик уже сел, глаза были слишком сухими, чтобы плакать, тело слегка дрожало от холода, а он перехватывал дыхание, как после сильного приступа слёз.\nОн давно не видел света, всё ещё находился там, где его оставила мать, не приблизившись и не отойдя ни на шаг. Но ему становилось тревожно — он не мог ни увидеть, ни услышать ничего, особенно с наступлением ночной тьмы."
}