{
    "source": "en_US",
    "target": "ru_RU",
    "text": "While research-driven, R&D-intensive companies like Novo Nordisk and IBM have engaged with deep tech for years, other sectors have held back. Our engagement with executives from low R&D intensity sec- tors suggests that deep-tech ventures come with risk profiles and growth trajectories that are very different from these leaders’ usual venture activities. Corporations in finance, retail, government services, and health care have plenty of experience with startup ventures, but most involve digital innovations. Others, such as those in con- struction and infrastructure, have had, until recently, only limited engagement with external startups.\nIf these organizations wish to harness deep tech, they must explore new strate- gies and practices. Our work with com- panies in sectors as diverse as fashion, transportation, and banking has yielded insights that can help guide managers in low-R&D organizations into the uncharted territory of deep tech.",
    "trans": "Хотя такие компании, ориентированные на исследования и разработки, как Novo Nordisk и IBM, уже давно работают с глубокими технологиями, другие сектора держались в стороне. Наши беседы с руководителями компаний из секторов с низкой интенсивностью НИОКР показывают, что стартапы в области глубоких технологий имеют рисковые профили и траектории роста, которые сильно отличаются от тех, что обычно присущи предпринимательской деятельности этих лидеров. Корпорации в таких областях, как финансы, розничная торговля, государственные услуги и здравоохранение, имеют богатый опыт работы с венчурными стартапами, но в основном речь идет о цифровых инновациях. В то время как компании в строительстве и инфраструктуре до недавнего времени имели лишь ограниченное взаимодействие с внешними стартапами.\nЕсли эти организации хотят использовать возможности глубоких технологий, им нужно исследовать новые стратегии и практики. Наш опыт работы с компаниями в таких разнообразных секторах, как мода, транспорт и банковское дело, дал ценные инсайты, которые могут помочь руководителям в организациях с низким уровнем НИОКР ориентироваться на неисследованной территории глубоких технологий."
}