{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Number 2 reason is Amazon always changing things for the worse, but keeping compensation the same. They increased the stop counts of routes. They punish drivers on their score card for things out of their control. They don't account for some stops taking longer than others, Amazon contacts our DSP dispatch, wondering what is going on when this happens. Also, Amazon needs to fix their damn lockers when we call support and neither of us can get it to work. There is 1 locker that never works, everyone now just skips it without even stopping because it never works and never gets fixed.\nNumber 3 I'm not sure if this is just my DSP or not, but they DO NOT pay attention when assigning vans to routes. I should not be getting a step van route while in a Uhaul branded Ford transit. I should not be trying to cram everything into a small van while the longer van next to me has only 6 bags and 8 overflow. Assign vans to routes based on the size of the van and the cubic feet of the cargo.",
    "trans": "Вторая причина — это то, что Amazon постоянно меняет что-то в худшую сторону, но компенсация остаётся прежней. Увеличили количество остановок на маршрутах. Наказывают водителей в своей карте показателей за то, что не зависит от них. Они не учитывают, что некоторые остановки занимают больше времени, и когда это происходит, Amazon связывается с нашим диспетчерским центром, пытаясь понять, что случилось. Также Amazon нужно починить свои чёртовы шкафчики: когда мы звоним в поддержку, ни у кого не получается их запустить. Один шкафчик вообще никогда не работает, и теперь все просто его пропускают, даже не останавливаясь, потому что он не работает и никогда не чинится.\nТретья причина — я не уверен, касается ли это только моего DSP, но они совершенно не обращают внимания при назначении фургонов на маршруты. Не должно быть такого, чтобы я получал маршрут для фургона с подъёмной платформой, когда еду на Ford Transit с брендом Uhaul. Я не должен пытаться запихнуть всё в маленький фургон, пока рядом стоит длинный, в котором всего 6 сумок и 8 лишних. Нужно назначать фургоны на маршруты, учитывая размер фургона и объём груза."
}