{
    "source": "en_US",
    "target": "ru_RU",
    "text": "We all have our favorite house, whether it’s the bravery of Gryffindor or the loyalty of Hufflepuff. But what if the Sorting Hat determines otherwise? Fear not! You can retake the Pottermore quiz and allow destiny to reveal itself once more.\nRemember, honesty is key. The Sorting Hat knows when you’re being insincere!\nCurious about which [redacted_name] character could be your soulmate? Is it perhaps the lovable Hagrid? 😏\nDiscover your H[redacted_name]House: Unveil your true identity!\nAre you eager to unveil the secret that will unveil your true house? Wait no longer! Dive into the fascinating world of H[redacted_name]by taking the Pottermore House Quiz now!\nThe Sorting Hat will reveal one of the following four results, each representing unique qualities:\nGryffindor: Where bravery, daring, and chivalry reside.\nHufflepuff: The abode of loyalty, fairness, and hard work.\nSlytherin: A place for the ambitious, cunning, and resourceful.\nRavenclaw: The sanctuary of intelligence, wit, and creativity.\nReady to create your very own H[redacted_name]house names? Embark on a magical journey right this way!\nFind out your true Hogwarts house now with our extraordinary Pottermore Sorting Hat quiz!",
    "trans": "У каждого из нас есть любимый факультет, будь то храбрость Гриффиндора или верность Хаффлпаффа. Но что если Шляпа Sorting решит иначе? Не переживайте! Вы можете пройти тест на Pottermore снова и позволить судьбе раскрыться заново.\nПомните, что честность — это главное. Шляпа Сортуировки чувствует, когда вы не искренни!\nИнтересно, какой персонаж из [редактированное_имя] мог бы быть вашей половинкой? Возможно, это добродушный Хагрид? 😏\nОткройте для себя свой факультет H[редактированное_имя]: раскройте свою истинную сущность!\nВы стремитесь раскрыть секрет, который откроет ваш настоящий факультет? Не ждите больше! Погрузитесь в увлекательный мир H[редактированное_имя], пройдя тест на Pottermore прямо сейчас!\nШляпа Сортуировки раскроет один из следующих четырёх результатов, каждый из которых отражает уникальные качества:\nГриффиндор: Место храбрости, смелости и рыцарства.\nХаффлпафф: Приют верности, справедливости и трудолюбия.\nСлизерин: Место для амбициозных, хитрых и находчивых.\nРавенкло: Убежище для умных, остроумных и творческих людей.\nГотовы создать свои собственные имена для факультетов H[редактированное_имя]? Отправляйтесь в волшебное путешествие прямо сюда!\nУзнайте свой настоящий факультет Хогвартса прямо сейчас с помощью нашего удивительного теста на распределение Поттермора с Шляпой Сортуировки!"
}