{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Booking can be amended or cancelled free of charge up to 15:00 local time one (1) day prior to arrival. Full payment is taken after 15:00 local time one (1) day prior to arrival. In case of a no-show, early departure or late cancellation (within 24 hours prior to check-in time), the total cost of nights booked will be retained.\nFree drink includes one alcoholic (house wine / beer) or non-alcoholic beverage of choice per person per stay. Redemption is subject to serving hours advertised at a respective property.\nIf the card provided is invalid, a different payment method will be requested and will need to be provided within the next 24 hours. Failure to do so or to process the payment will result in the cancellation of the reservation. For security reasons, on rare occasions we may require a partial or full pre-authorization.\nGuests under 18 years old are only permitted in private dorms and only if accompanied by an adult guardian.\nIf you book a bed in a shared dormitory, we cannot guarantee that you will stay in the same bed/room for all consecutive nights (always respecting the room type booked).",
    "trans": "Бронирование может быть изменено или отменено без штрафа до 15:00 по местному времени за один (1) день до приезда. Полная оплата производится после 15:00 по местному времени за один (1) день до приезда. В случае неявки, раннего выезда или поздней отмены (в пределах 24 часов до времени заезда), будет удержана полная стоимость забронированных ночей.\nБесплатный напиток включает один алкогольный (домашнее вино/пиво) или безалкогольный напиток на человека за весь период проживания. Получение напитка зависит от часов обслуживания, указанных в соответствующем объекте.\nЕсли предоставленная карта недействительна, будет запрашиваться другой метод оплаты, который необходимо указать в течение следующих 24 часов. В случае неисполнения данного условия или невозможности провести оплату, бронирование будет отменено. В целях безопасности, в редких случаях мы можем потребовать частичную или полную предавторизацию.\nГостям младше 18 лет разрешается проживать только в частных общих dormitorios и только в сопровождении взрослого опекуна.\nЕсли вы бронируете кровать в общем общежитии, мы не можем гарантировать, что вы будете размещены в одной и той же кровати/комнате на все последующие ночи (всегда соблюдая тип забронированной комнаты)."
}