{
    "source": "en_US",
    "target": "ru_RU",
    "text": "We are here to help you.\nPlease call us at 1-800-724-1633 for more information on next steps and eligibility requirements if you are interested in a Disaster Relief Forbearance Plan.\nPlease Note:The total amount of payments temporarily suspended will become due and payable at the end of the forbearance period. If your hardship is resolved after your forbearance, but you are unable to make these payments, we have several mortgage assistanceoptions that may be available to you depending on the investor of your loan. You will not be required to make all of these payments at once at the end of your forbearance period.\nFor more information on these mortgage assistance options following the completion of a Disaster Relief Forbearance Plan, click here.\nWhat Else M&T Will Do.\nWe offer assistance to customers in Federal Emergency Management Agency (FEMA) declared disaster areas.",
    "trans": "Мы здесь для того, чтобы оказать вам помощь.\nПожалуйста, позвоните нам по номеру 1-800-724-1633 для получения дополнительной информации относительно следующих шагов и требований к праву на участие, если вы заинтересованы в получении плана отсрочки платежей в связи со стихийным бедствием.\nОбратите внимание: Общая сумма приостановленных платежей станет подлежащей к оплате в конце периода отсрочки. Если ваше финансовое затруднение будет решено после окончания отсрочки, но вы не сможете осуществить эти платежи, у нас есть несколько вариантов помощи по ипотечным кредитам, которые могут быть доступны в зависимости от инвестора вашего кредита. От вас не потребуется выполнение всех этих платежей сразу же по окончании периода отсрочки.\nДля получения дополнительной информации об этих вариантах помощи по ипотечным кредитам после завершения плана отсрочки платежей в связи со стихийным бедствием, нажмите здесь.\nЧто еще выполнит M&T.\nМы предлагаем помощь клиентам в зонах стихийных бедствий, объявленных Федеральным управлением по чрезвычайным ситуациям (FEMA)."
}