{
    "source": "en_US",
    "target": "ru_RU",
    "text": "avoid disruption of the class and disturbance to other students.\n• No food or beverages are allowed in the library or the computer labs at any time.\n• Students are not allowed to stay in their classrooms or computer labs during break time unless they\nare accompanied by any of their teachers.\n• Students are NOT allowed to have cell phones and smart watches, in case of finding any of the\nabove-mentioned items for the first time it will be confiscated and handed to the office of the legal\nrepresentative until the parent arrives and signs a pledge before receiving it. If the offence is\nrepeated for the second time the device will be handed to the legal representative’s office to be\nreturned to the parent at the end of the term.\n• Students are not allowed to get any balls/toys/playing cards/magazines /comic books. Such items\nwill be confiscated.\n• If necessary, Perp & Secondary Stage students need to get their cell phones to school, the following",
    "trans": "избегайте нарушения занятий и беспокойства других студентов.\n• В библиотеке и компьютерных классах в любое время не разрешается находиться с едой или напитками.\n• Студентам не разрешается оставаться в своих классах или компьютерных лабораториях во время перерыва, если они\nне находятся в сопровождении учителей.\n• Студентам НЕ разрешается иметь при себе мобильные телефоны и смарт-часы, в случае обнаружения любого\nиз вышеупомянутых предметов впервые, он будет конфискован и передан в офис законного\nпредставителя до прихода родителя, который должен будет подписать обязательство перед его получением. Если нарушение\nповторится во второй раз, устройство будет передано в офис законного представителя для\nвозврата родителю в конце учебного срока.\n• Студентам не разрешается приносить с собой мячи/игрушки/игральные карты/журналы/комиксы. Такие предметы\nбудут конфискованы.\n• Если это необходимо, ученикам начальной и средней школы нужно принести свои мобильные телефоны в школу, следующее"
}