{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Too many accounts with balances\nLength of time revolving accounts have been established\nNumber of inquiries\nIf you have any questions regarding your credit score, you should contact TransUnion Consumer Solutions at:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThis decision was based in whole or in part on a report from the consumer reporting bureau(s) listed below. The bureaus themselves played no part in making this decision and are unable to supply specific reasons why your credit request has been denied.\nYou have a right under the Fair Credit Reporting Act to know the information contained in your credit file. You also have a right to a free copy of your report from the reporting bureau(s), if you request it no later than 60 days after you receive this notice. In addition, if you find that any information contained in the report(s) you receive is inaccurate or incomplete, you have the right to dispute the matter with the reporting bureau(s).\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nThanks again for your interest in AppleCard.\nAppleCard is issued by Goldman Sachs Bank USA, Salt Lake City Branch.",
    "trans": "Слишком много счетов с остатками\nДлительность открытия возобновляемых счетов\nКоличество запросов\nЕсли у вас есть вопросы относительно вашего кредитного рейтинга, вам следует обратиться в TransUnion Consumer Solutions по адресу:\nTransUnion Consumer Solutions\nP.O. Box 1000\nChester, PA 19016-2000\n1-800-916-8800\nЭто решение было основано полностью или частично на отчете от бюро кредитных историй (бюро), перечисленных ниже. Сами бюро не принимали участия в принятии этого решения и не могут предоставить конкретные причины, почему ваш запрос на кредит был отклонен.\nВы имеете право в соответствии с Законом о справедливой кредитной отчетности (Fair Credit Reporting Act) знать информацию, содержащуюся в вашем кредитном файле. Вы также имеете право на бесплатную копию вашего отчета от бюро кредитных историй, если вы запросите ее не позднее чем через 60 дней после получения этого уведомления. Кроме того, если вы обнаружите, что какая-либо информация, содержащаяся в полученных вами отчетах, является неточной или неполной, вы имеете право оспорить этот вопрос в бюро кредитных историй.\nTransUnion Consumer Solutions\nP.O. Box 1000\nЧестер, PA 19016-2000\n1-800-916-8800\nЕще раз спасибо за ваш интерес к AppleCard.\nAppleCard выпускается банком Goldman Sachs Bank USA, филиал Salt Lake City."
}