{
    "source": "en_US",
    "target": "ru_RU",
    "text": "I don’t even pay attention to the persistent sound of gunshots or the mines that go off all around us.\nBoom.\nBoom.\nBoom.\nIn a swift movement, I let my rifle hang at my back and climb the tree\nin record time. Instead of stopping at the first solid branch, I continue up until I have the best view of the warehouse and balance on a branch.\nThe downside is that this branch isn’t as strong. But then again, I don’t weigh as much as my male colleagues, so where they’d likely break this one and fall off, I won’t.\nI lie flat on my stomach, rifle in position, and stare through my lenses. The first thing I do is take in the whole scene.\nMy mouth fills with saliva, and my body shakes at the sight of dismembered bodies—mostly our soldiers. A crippling fear grabs hold of me at the prospect of seeing either Maksim’s or Yuri’s body. Or even Viktor’s. I’ve somehow gotten used to the stoic grump, and I know for a fact that his loss would hit Captain the most.\nStatic sounds in my ear, and I startle for a second, thinking it’s another bomb. But then, the distinctive command comes, “Focus, Lipovsky.”",
    "trans": "Я даже не обращаю внимания на постоянный звук выстрелов или мин, которые взрываются вокруг нас.\nБум.\nБум.\nБум.\nВ одном быстром движении я позволяю своей винтовке висеть на спине и забираюсь на дерево\nза рекордное время. Вместо того чтобы остановиться на первой прочной ветке, я продолжаю подниматься до тех пор, пока не получу лучший вид на склад и балансирую на ветке.\nНедостаток в том, что эта ветка не такая крепкая. Но с другой стороны, я не вешу столько же, сколько мои коллеги-мужчины, поэтому там, где они вероятно сломают эту ветку и упадут, я этого не сделаю.\nЯ лежу на животе, винтовка в положении готовности, и смотрю через свои прицелы. Первое, что я делаю - это осматриваю всю сцену.\nМой рот наполняется слюной, и моё тело дрожит при виде расчленённых тел — в основном наших солдат. Меня охватывает парализующий страх при мысли о том, что я увижу тело либо Максима, либо Юрия. Или даже Виктора. Я как-то привык к этому угрюмому молчаливому человеку, и я знаю, что его потеря больше всего ударит по капитану.\nВ моём ухе раздаются статические звуки, и я на мгновение вздрагиваю, думая, что это снова бомба. Но затем приходит характерная команда: \"Сосредоточься, Липовский\"."
}