{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Welcome to the team!\nWe’re looking forward to working with you and watching you grow your career with us. The rest of the team is excited to meet you and help you settle into your new role.\nIn an effort to begin your new hire process and avoid any delays with your onboarding, we highly encourage you to do the following:\nNew Hire Paperwork\nThe paperwork needed for your orientation is packaged electronically through the link below. Prior to coming to your orientation on day 1, we encourage you to complete your new hire paperwork. If you are unable to complete this paperwork before your first day of work, you will need to complete the outstanding tasks with your location's HR Representative.\nClick on the link below to complete your paperwork.\nIMPORTANT: If you have a preferred name, enter it so that your new Vestis e-mail address will reflect that name! Also, if you have a middle name, enter it so to help avoid duplicate email addresses.\nhttps://onboarding2.ultipro.com/AME1074APRDE? lang=en-US\nEmployment Eligibility Requirements (I-9)",
    "trans": "Добро пожаловать в команду!\nМы с нетерпением ждем возможности работать с вами и наблюдать за тем, как вы развиваете свою карьеру вместе с нами. Остальная часть команды рада встретиться с вами и помочь в вашей адаптации к новой роли.\nВ целях начала процесса оформления на новую работу и избежания задержек с вашим вводом в должность, мы настоятельно рекомендуем вам выполнить следующее:\nДокументы для новых сотрудников\nНеобходимые для вашей ориентации документы содержатся в электронном виде по ссылке ниже. Перед тем, как прийти на ориентацию в первый день, мы рекомендуем вам заполнить документы для новых сотрудников. Если вы не сможете заполнить эти документы до вашего первого рабочего дня, вам нужно будет завершить оставшиеся задачи с представителем по кадрам по вашему местоположению.\nНажмите на ссылку ниже, чтобы заполнить ваши документы.\nВАЖНО: Если у вас есть предпочитаемое имя, укажите его, чтобы ваш новый адрес электронной почты Vestis отражал это имя! Также, если у вас есть второе имя, укажите его, чтобы помочь избежать дублирования адресов электронной почты.\nhttps://onboarding2.ultipro.com/AME1074APRDE?lang=ru-RU\nТребования к праву на трудоустройство (I-9)"
}