{
    "source": "en_US",
    "target": "ru_RU",
    "text": "We provide you with your own set of tools, PPE and outfit you with shirts, pants and shoes.\nMedical, Dental, Vision Insurance plan, 401K Profit Sharing, Paid Holidays, Paid Time off.\nWe promote from within, with additional training programs available, your positive attitude and ability to communicate well with customers and colleagues will contribute to your success.\nAs an Installer Assistant in this role, you have the following skills to set you up for success.\nWe are looking for...\n1+ year experience in carpentry, trim carpentry, construction, or in-home renovation experience.\nAbility to take accurate measurements using a tape measure, level & combination square.\nValid driver's license and a good driving record.\nAbout Us: Bath Fitter is the first choice, industry leader in bathroom renovations, and has been manufacturing and installing premium quality acrylic bathtubs and seamless bath wall systems since 1984, with locations in US, CAN and EU. Proud to be certified as a Great place to work®.",
    "trans": "Мы предоставим вам собственный набор инструментов, средства индивидуальной защиты и спецодежду — рубашку, брюки и обувь.\nМедицинская страховка, стоматологическая страховка, план страхования зрения, участие в программе 401K с распределением прибыли, оплачиваемые праздники и отпуск.\nМы продвигаем сотрудников внутри компании и предлагаем дополнительные программы обучения; ваше позитивное отношение и способность хорошо общаться с клиентами и коллегами будут способствовать вашему успеху.\nНижеуказанные способности помогут вам добиться успехов в качестве помощника монтажника.\nТребования к кандидатам:\nОпыт работы не менее года в столярном деле, в отделке каркасных конструкций, строительстве или ремонте домов.\nУмение точно измерять с помощью рулетки, пользоваться гидроуровнем и угольником.\nДействительные водительские права и опыт безаварийного вождения.\nО нас: мы — компания Bath Fitter. К нам чаще всего обращаются, если необходимо выполнить ремонт ванных комнат. С 1984 года мы занимаемся производством и установкой акриловых ванн премиум-класса и бесшовных стеновых систем для ванных комнат. У нас есть филиалы в США, Канаде и Европе. Мы гордимся тем, что имеем сертификат «Отличное место для работы®»."
}