{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The more love he gave, the more things seemed to go to pieces. ‘No matter what I do, I always make mistakes.’ He once wrote to his best friend, the only one who knew the real situation between Cooper and Marc. ‘If you don’t get rid of it, this toxic relationship will consume you until it kills you.’\nHe knew it, he knew it. He was chained in a relationship that was wearing him down, eating him from the inside slowly and in such a painful way that, at times, death would have been a more charitable solution, but it wasn’t that easy. It was as if he were in a loop, a vicious circle of discomfort and toxicity. He wanted to get out, but he would have to ask someone for help. But who?\nWhen he hit him, maybe because he had drunk a little more or just because he felt like it, he begged him to stop, but the slaps on his face, sharp as razors, didn’t stop until he thought it was appropriate to stop.\nThe makeup often couldn’t completely camouflage the bruises and, for the job he did, his face should have been perfect. That week, however, fortunately, there was no photo shoot scheduled.",
    "trans": "Чем больше любви он давал, тем больше вещей, казалось, разваливались. «Что бы я ни делал, я всегда совершаю ошибки». Он однажды написал своему лучшему другу, единственному, кто знал о реальной ситуации между Купером и Марком. «Если ты не избавишься от этого, эта токсичная связь поглотит тебя, пока не убьет».\nОн знал это, он знал это. Он был связан в отношениях, которые изматывали его, медленно и болезненно съедали его изнутри так, что иногда смерть была бы более милосердным решением, но это было не так просто. Это было похоже на то, как будто он находился в петле, в порочном круге дискомфорта и токсичности. Он хотел выбраться, но ему нужно было попросить кого-то о помощи. Но кого?\nКогда он ударил его, может быть потому что выпил немного больше или просто потому что ему так захотелось, он умолял его остановиться, но пощечины по его лицу, острые как бритвы, не прекращались до тех пор, пока он не решил остановиться.\nКосметика часто не могла полностью замаскировать синяки и для работы, которую он выполнял, его лицо должно было быть идеальным. Однако на этой неделе, к счастью, фотосессия не была запланирована."
}