{
    "source": "en_US",
    "target": "ru_RU",
    "text": "As described by Kelvin, the vaccine was intended to combat some sort of sickness on the Island - although he never elaborated on the nature of the disease or its symptoms. Kelvin indicated that Desmond should give himself a shot of the vaccine every nine days - and that anyone going outside the station without protection (e.g. a HAZMAT suit) would be at risk of contracting it. Kelvin's instructions were somewhat suspect, however, as it was later revealed he was using the alleged sickness as a means of keeping Desmond confined within The Swan. (\"Live Together, Die Alone, Part 1\") The vaccine kit found by Charlie in the supply drop, however, also contained instructions that a shot should be given every nine days, supporting at least part of Kelvin's story. (\"Three Minutes\")\nA DHARMA worker uses an injection gun on a new arrival.\nClaire theorized later that the vaccine was intended to ward off the effects of the Sickness - an unrelated condition that she heard of through Danielle Rousseau. (\"Maternity Leave\") Claire later ended up suffering from this sickness herself. (\"What Kate Does\") At a later point, Desmond told Claire that taking the vaccine was worthless and it had no effect. (\"Live Together, Die Alone, Part 1\")",
    "trans": "В соответствии с описанием, данным Кельвином, эта вакцина предназначалась для борьбы с каким-то заболеванием на Острове - хотя он никогда не уточнял природу болезни или ее симптомы. Кельвин указал, что Десмонду следует делать себе укол вакцины каждые девять дней, и что любой выходящий на улицу без защиты (например, в защитном костюме) рискует заразиться. Однако инструкции Кельвина были несколько подозрительными, так как позже выяснилось, что он использовал предполагаемую болезнь как средство удержания Десмонда в пределах «Лебедя» («Живём вместе, умираем поодиночке», часть 1). Однако набор вакцины, найденный Чарли в комплекте поставки, также содержал инструкции о том, что укол следует делать каждые девять дней, что подтверждает хотя бы часть истории Кельвина («Три минуты»).\nРаботник DHARMA вводит новоприбывшему лекарство инъекционным пистолетом.\nКлэр позже предположила, что вакцина предназначена для предотвращения последствий Болезни — не относящегося к теме недуга, о котором она слышала от Даниэля Руссо («Радость материнства»). Позже Клэр сама заболела этой болезнью («Поступки Кейт»). В дальнейшем Десмонд сказал Клэр, что вакцина бесполезна и она не имеет эффекта («Живём вместе, умираем поодиночке», часть 1)."
}