{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Similarly, we interpret clues as to Noel’s unique productive capacity based on his romanticising of the collection. For example, that they “weren’t the favourite collection” and were “moments away from being thrown in the bin” endows these garments with a narrative that pitches it as ripe for subsequent transformation and triumph. Noel also appears to possess a tacit understanding of how to wear these creations in such a way that facilitates the mobilisation of attachment to the product line. Noel’s seemingly effortless capacity to evoke charisma, while appearing innate, derives from the cultural/emotional capital accrued from sediments of past experiences (Merleau-Ponty, 1962; Bourdieu, 1984), which he also documents. For example, he romanticises his experiences living in a big family that did not have much money. We interpret these experiences as central to conferring him with the cultural competency to manipulate the character of clothing and transform it into something more. This particular line of clothing was not thrown out, but instead, transformed into a new fall/winter collection.",
    "trans": "Аналогичным образом мы интерпретируем подсказки об уникальной продуктивности Ноэля на основе его романтизации этой к коллекции. Например, то, что она «не была любимой коллекцией» и «он чуть не выбросил ее в мусор», придает этим предметам одежды нарратив о том, что они готовы к последующей трансформации и триумфу. Ноэль также, по-видимому, в глубине души понимал того, как носить эти творения таким образом, чтобы облегчить их привязку к линейке продуктов. Кажущаяся простота, с которой Ноэль вызывает харизму, происходит из того культурного/эмоционального капитала, который был накоплен многолетним опытом (Мерло-Понти, 1962; Бурдье, 1984), который он также документирует. Например, он романтизирует свои переживания о жизни в большой семье и в частой нужде. Мы интерпретируем эти переживания как центральные для наделения его культурной компетенцией манипулировать характером одежды и превращать ее в нечто большее. Эта конкретная линия одежды не отправилась в мусорку, но вместо этого была трансформирована в новую осенне-зимнюю коллекцию."
}