{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The verification of continuous and hybrid systems is a challenging problem, and various approaches are currently being investigated to overcome the complexities of representing and computing with continuous sets of states. Since verification problems are generally undecidable for such systems, experimental results are vital for evaluating and developing new ideas.\nThe SpaceEx tool platform is designed to facilitate the implementation of algorithms related to reachability and safetyverification. While these methods are based on different representations (polyhedra, zonotopes) and are tailored to different dynamics (piecewise constant, affine, multi-affine, nonlinear), they have several things in common: The model is a composition of hybrid automata (including extensions such as hierarchy and templates). Basic components of analysis algorithms are post- and pre-operators in various flavors. The reachable states are explored using symbolic states. They require basic infrastructure such as parsing input and visualizing states.",
    "trans": "Проверка непрерывных и гибридных систем является сложной задачей, и в настоящее время исследуются различные подходы для преодоления сложностей, связанных с представлением и вычислениями с непрерывными множествами состояний. Поскольку задачи проверки обычно являются неразрешимыми для таких систем, экспериментальные результаты имеют важное значение для оценки и разработки новых идей.\nПлатформа инструментов SpaceEx предназначена для облегчения реализации алгоритмов, связанных с достижимостью и безопасностью проверки. Хотя эти методы основаны на различных представлениях (полиэдры, зонато́пы) и адаптированы к различным динамикам (по кусочно постоянным, аффинным, многоаффинным, нелинейным), у них есть несколько общих черт: модель является составной частью гибридных автоматов (включая расширения, такие как иерархия и шаблоны). Основные компоненты алгоритмов анализа - это пост- и пре-операторы в различных вариантах. Достижимые состояния исследуются с использованием символических состояний. Они требуют базовой инфраструктуры, такой как разбор входных данных и визуализация состояний."
}