{
    "source": "en_US",
    "target": "ru_RU",
    "text": "$15.50 to $16.30 per hour plus tips\nPaid Sick Leave\nFlexible schedule\nDiscounts on meals\nCareer advancement opportunities\nDuties & Responsibilities:\nCleaning and sweeping the dining areas of the restaurant, cleaning, sanitizing, and resetting each table for the next guest, taking out the garbage, stocking stations with necessary supplies, and cleaning the bathrooms.\nAnticipate guests’ and coworkers’ needs and exceed guest service expectations.\nProtects establishment and patrons by adhering to sanitation and safety policies.\nMaintain composure in a fast-paced environment.\nRespond urgently and appropriately to guests’ and coworkers’ needs.\nExhibit a professional appearance and mannerisms.\nEnsure guests are enjoying their experience and take action to correct any problems.\nConcludes the guest experience by acknowledging choice of establishment and inviting patrons to return.\nComplete assigned sidework at the beginning, during, and at end of shift.\nOther Duties: Please note this job description is not designed to cover or contain a comprehensive listing of activities, duties or responsibilities that are required of the employee for this job.",
    "trans": "От 15,50 долларов до 16,30 долларов в час плюс чаевые\nОплачиваемый отпуск по болезни\nГибкий график работы\nСкидки на питание\nВозможность карьерного роста\nОбязанности и ответственность:\nУборка и подметание пола в обеденных зонах ресторана, очистка, дезинфекция и повторная сервировка каждого стола для новых гостей, вынос мусора, пополнение необходимых запасов на рабочих местах и уборка санузлов.\nПредвосхищение потребностей гостей и коллег и превосхождение ожиданий гостей по обслуживанию.\nОбеспечение безопасности заведения и гостей путем соблюдения правил санитарной гигиены и техники безопасности.\nСохранение самообладания в условиях быстроменяющейся обстановки.\nБезотлагательное и соответствующее реагирование на потребности гостей и коллег.\nПоддержание профессионального внешнего вида и манер поведения.\nОбеспечение положительного впечатления для гостей и принятие мер по устранению любых проблем.\nПо завершению обслуживания гостей  выражение признательности за выбор заведения и приглашение посетить его снова.\nВыполнение порученных дополнительных заданий в начале, во время и и по завершению смены.\nПрочие обязанности: Обращаем ваше внимание на то, что данная должностная инструкция не является исчерпывающим списком поручений, обязанностей или ответственности, которые возлагаются от сотрудника на данной позиции."
}