{
    "source": "en_US",
    "target": "ru_RU",
    "text": "People were just… writing. No images, no designs, no time-consuming video editing. Like sending texts to a huge public group chat.\nPeople were talking about things I already knew. I often thought, \"I could write that tweet.\"\nPeople were using their profiles as a way to attract clients. A few did so with web design (\"Hey, I could do that too.\")\nThe people were actually cool. I felt like I was in a place that didn't have business-speak or the professionalism I despised, but they were still cashing out big.\nThat's when it clicked.\n\"Wait, these people aren't sending cold emails or doing weird client acquisition strategies.\"\nThey're just building an audience.\nYou're telling me that I can just write content I enjoy and it can attract clients to me?\nWhy have I been ruining my mental health by sending manual cold emails and working with people in a niche I despise because someone told me it was profitable?\nAfter all this time… writing, of all things, was the key to my freedom.",
    "trans": "Люди просто... писали. Никаких изображений, никаких дизайнов, никакого изнурительного видеомонтажа. Как будто отправляли сообщения в огромный групповой чат.\nЛюди говорили о вещах, которые я уже знал. Я часто думал: «Я и сам мог бы написать этот твит».\nЛюди использовали свои профили как один из способов привлечения клиентов. Некоторые делали это с помощью веб-дизайна («Эй, я тоже мог бы это сделать»).\nЛюди на самом деле были классными. Я чувствовал себя в месте, где не было офисного сленга или показного зауимничества, которые я ненавидел, но они все равно зарабатывали большие деньги.\nВот тогда мне стало ясно.\n«Смотри-ка, эти люди не отправляют холодные письма или не используют странные стратегии привлечения клиентов».\nОни просто строят свою аудиторию.\nТы говоришь мне, что я могу просто писать контент, который мне нравится, и он может привлечь клиентов ко мне?\nПочему я тратил свое психическое здоровье, отправляя вручную холодные письма и работая с людьми в нише, которую я ненавижу, потому что кто-то сказал мне, что так можно получить прибыль?\nПосле всего, что было... именно написание текстов стало ключом к моей свободе."
}