{
    "source": "en_US",
    "target": "ru_RU",
    "text": "\"I told you I couldn’t just go back to texting,\" he murmured in that\ngravelly, deep voice of his. He sounded sleepy, like he was calling me from\nbed, and my mind couldn't help but conjure up an image of that perfect,\ntattooed wonderland lounged underneath silken sheets, his hand reaching\n\"Monroe, you with me?\" he asked, this time sounding amused, like he\nknew exactly how dirty my thoughts were.\nMaybe he and Bill were similar like that, able to see inside of me.\n\"Yes. Sorry. Got a lot on my mind,\" I squeaked out. He chuckled, the\nsound reverberating through me, right to my core.\n\"You wouldn't happen to be thinking of that picture, would you?\" he\nasked knowingly.\nI was definitely thinking of calculus.\"\nHe chuckled again. \"Okay, dream girl.\"\n\"Why do you keep calling me that?\"\nmuch I loved it.\nThat's what you are. A girl almost too good to\nbe true.\"\nThere was a blush across my cheeks, even though he couldn't see me.",
    "trans": "«Я же говорил, что не могу просто вернуться к переписке», — пробормотал он тем тоном, который\nего хриплым, глубоким голосом. Он звучал сонно, как будто он звонил мне с\nкровати, и мой разум невольно рисовал образ этого идеального,\nтатуированного волшебного мира, который восседал под шелковыми простынями, его рука тянулась\n«Монро, ты со мной?» — спросил он, на этот раз в его голосе звучало веселье, как будто он\nзнал точно, какие грязные мысли у меня в голове.\nМожет быть, они с Биллом были похожи в этом и могли видеть меня изнутри.\n«Да. Извини. У меня много всего в голове», — выдавила я. Он засмеялся, его\nзвук смеха, проникающий в меня до глубины души.\n«Ты случайно не думаешь о той фотографии, а?» — он\nспросил с понимающим тоном.\nЯ точно думала о математике».\nОн снова рассмеялся. «Хорошо, девочка мечты».\n«Почему ты продолжаешь называть меня так?»\nочень мне это понравилось.\nВот кто ты есть. Девушка слишком хороша, чтобы\nбыть правдой».\nНа моих щеках появился румянец, хотя он не мог меня рассмотреть."
}