{
    "source": "en_US",
    "target": "ru_RU",
    "text": "The moment Ningchuan and others boarded the ship, they quickly formed a human wall and blocked Chalmaco Saint.\nAt the same time, they watched Ningchuan and his group vigilantly, and their hands had quietly touched the weapons on their waists.\nAs long as Ningchuan and others dared to make any dangerous moves, they would shoot without hesitation!\n\"Untouchables!\"\n\"How can you untouchables touch the things of the world's nobles?\"\n\"Kneel down and die!\"\nThe roar of the Celestial Dragon Charmaco Saint instantly broke the tranquility on the ship.\nHis contemptuous word \"untouchables\" attracted the attention of everyone present.\nSome pirates were so weak in the knees by the untouchables.\nAfter all, these were Celestial Dragons, who could not even be looked at directly on weekdays.\nWhen facing their anger, they naturally felt timid.\nBut a small number of pirates were furious.\nThey had clearly boarded the Celestial Dragons' ship, and the Celestial Dragons were about to become their spoils.\nBut even so, the Celestial Dragons dared to put on airs and scold them as untouchables?\nAnd asked them to kneel down and die?",
    "trans": "В тот момент, когда Нинчуань и другие поднялись на корабль, они быстро образовали человеческую стену и заблокировали Святого Чалмака.\nВ то же время они настороженно наблюдали за Нинчуанем и его группой, а их руки незаметно коснулись оружия на поясе.\nКак только Нинчуань и другие осмелятся сделать какие-либо опасные движения, они без колебаний выстрелят!\n«Неприкасаемые!»\n«Как вы, неприкасаемые, можете трогать вещи благородных сего мира?»\n«Станьте на колени и умрите!»\nРев Святого Чалмака Небесного Дракона мгновенно нарушил спокойствие на корабле.\nЕго презрительное слово «неприкасаемые» привлекло внимание всех присутствующих там.\nНекоторые пираты так ослабли от слова «неприкасаемые», что у них подогнулись колени.\nВ конце концов, это были Небесные Драконы, на которых нельзя было даже смотреть прямо в повседневной жизни.\nПри столкновении с их гневом они естественно чувствовали себя робко.\nНо небольшое количество пиратов было в ярости.\nОни явно поднялись на корабль Небесных Драконов, и Небесные Драконы собирались стать их трофеями.\nНо даже так, Небесные Драконы осмеливаются вести себя высокомерно и оскорблять их как неприкасаемых?\nИ требуют от них стать на колени и умереть?"
}