{
    "source": "en_US",
    "target": "ru_RU",
    "text": "CLINICAL INDICATION: pelvic pain :: R10.2 Pelvic and perineal pain\nTECHNIQUE: Transvaginal imaging of the pelvis was performed.\nCOMPARISON: Transabdominal and transvaginal pelvic ultrasound 5/16/2024.\nINTERPRETATION: The patient claims her last menstrual period was 10/8/2024.\nUTERUS:\nThe uterus is anteverted/mobile in lie and measures 7.7 cm in length x 4.2 cm in AP diameter x 5.1 cm in width. The myometrium is homogeneous in echotexture. No focal myoma was visualized The endometrial echo complex measures up to 14 mm in thickness, which may be secondary to the patient's phase of the menstrual cycle, however, the patient claims her last menstrual period was 10/8/2024.\nThe visualized portion of the cervix demonstrates small cervical nabothian cysts.\nRIGHT ADNEXUM:\nThe right ovary measures 3.4 cm in length by 3.3 cm in AP diameter by 2.5 cm in width. The previously visualized right follicular type cysts noted on the prior examination were not identified on this examination.\nDoppler flow is demonstrated within the ovary.\nLEFT ADNEXUM:",
    "trans": "КЛИНИЧЕСКОЕ ПОКАЗАНИЕ: тазовая боль :: R10.2 Тазовая и перинеальная боль\nТЕХНИКА: Выполнено трансвагинальное ультразвуковое исследование таза.\nСРАВНЕНИЕ: Трансабдоминальное и трансвагинальное ультразвуковое исследование таза 16.05.2024.\nИНТЕРПРЕТАЦИЯ: Пациентка утверждает, что ее последняя менструация была 08.10.2024.\nМАТКА:\nМатка находится в антефлексированном/подвижном положении и имеет размеры 7.7 см в длину x 4.2 см в поперечном диаметре x 5.1 см в ширину. Миометрий однороден по эхоструктуре. Фокальных миом не визуализировано Эндометриальный эхокомплекс имеет толщину до 14 мм, что может быть связано с фазой менструального цикла пациентки, однако пациентка утверждает, что ее последняя менструация была 08.10.2024.\nВизуализируемая часть шейки матки демонстрирует небольшие шейки матки с набухшими кистами.\nПРАВЫЙ АДНЕКС:\nПравый яичник имеет размеры 3.4 см в длину x 3.3 см в поперечном диаметре x 2.5 см в ширину. Ранее визуализированные правые фолликулярные кисты типа не были выявлены при этом исследовании.\nДопплеровский поток демонстрируется в яичнике.\nЛЕВЫЙ АДНЕКС:"
}