{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Mutual recognition of racism, its impact both on those who are dominated and those who dominate, is the only standpoint that makes possible an encounter between races that is not based on denial and fantasy. For it is the ever present reality of racist domination, of white supremacy, that renders problematic the desire of white people to have contact with the Other. Often it is this reality that is most masked when representations of contact between white and non-white, white and black, appear in mass culture. One area where the politics of diversity and its concomitant insist- ence on inclusive representation have had serious impact is advertising. Now that sophisticated market surveys reveal the extent to which poor and materially under- privileged people of all races/ethnicities consume products, sometimes in a quantity disproportionate to income, it has become more evident that these markets can be appealed to with advertising. Market surveys revealed that black people buy more Pepsi than other soft drinks and suddenly we see more Pepsi commercials with black people in them.\nThe world of fashion has also come to understand that selling products is heightened by the exploitation of Otherness. The success of Benetton ads, which",
    "trans": "Взаимное признание расизма, его влияния как на тех, кто подчинен, так и на тех, кто доминирует, является единственной точкой зрения, которая позволяет осуществить встречу между расами, основанную не на отрицании и фантазии. Именно постоянная реальность расистского доминирования, белого превосходства делает проблематичным желание белых людей иметь контакт с Другим. Часто именно эта реальность наиболее скрыта, когда в массовой культуре появляются изображения контакта между белыми и небелыми, белыми и черными.Одна из областей, где политика разнообразия и ее сопутствующее настойчивое требование инклюзивного представительства оказали серьезное влияние, - это реклама. Теперь, когда сложные маркетинговые исследования показывают степень потребления продуктов бедными и материально обездоленными людьми всех рас/этнических групп, иногда в количестве, несоразмерном доходу, стало более очевидным, что к ним можно обратиться с помощью рекламы. Маркетинговые исследования показали, что черные люди покупают больше Pepsi, чем другие безалкогольные напитки, и вдруг мы видим больше рекламных роликов Pepsi с чернокожими людьми.\nМир моды также понял, что продажа продуктов увеличивается за счет эксплуатации Инакости. Успех рекламных кампаний Benetton, которая"
}