{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Please note, If you wish to not purchase our 100% sustainable bag, it is recommended to bring your own reusable bag(s).\nNo paper or plastic bags will be offered at the sale.\nTo proceed with the registration to the sale,\nplease read carefully the instructions provided below.\nREGISTRATION\nRead carefully the information here below and get registered to the sale.\nClick on the link saying (\"SIGN UP\") to create your password for accessing the multi-event platform.\nUpon creating your account, you will receive a confirmation email. With this, you will have the ability to log in (using the email address this message was sent to, which serves as your account login). You can then proceed to register for the sale.\nChoose your preferred timeslot among those available and click \"Book\".\nYour personalized invitation (with the QR code) is accessible anytime through your account.\nPlease be aware that entry to the sale is permitted only during your selected timeslot. Attempts to access the sale outside of this designated period will be respectfully declined. The allotted time must be strictly adhered to for your shopping experience; no exceptions will be made.",
    "trans": "Обратите внимание: если вы не хотите приобретать нашу 100% экологически чистую сумку, рекомендуется принести свои собственные многоразовые сумки.\nНа распродаже не будут предложены бумажные или пластиковые пакеты.\nЧтобы продолжить регистрацию на распродажу,\nпожалуйста, внимательно прочитайте инструкции ниже.\nРЕГИСТРАЦИЯ\nВнимательно прочитайте информацию ниже и зарегистрируйтесь на распродажу.\nНажмите на ссылку с надписью (\"ЗАРЕГИСТРИРОВАТЬСЯ\"), чтобы создать свой пароль для доступа к многофункциональной платформе.\nПосле создания вашей учетной записи вы получите подтверждающее письмо по электронной почте. С его помощью вы сможете войти в систему (используя адрес электронной почты, на который было отправлено это сообщение, который служит для входа в вашу учетную запись). Затем вы сможете зарегистрироваться на распродажу.\nВыберите предпочитаемое время из доступных и нажмите \"Забронировать\".\nВаше персонализированное приглашение (с QR-кодом) доступно в любое время через вашу учетную запись.\nПожалуйста, обратите внимание, что вход на распродажу разрешен только в выбранный вами временной интервал. Попытки доступа к распродаже вне этого установленного периода будут с уважением отклонены. Вы должны строго соблюдать отведенное время для вашего шопинга; исключений не будет."
}