{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Information relating to references.\nIf you intend to provide us with details of a reference or any other third party as part of your CV/ résumé, it is your responsibility to obtain consent from that third party prior to passing their personal information to us.You are responsible for the content of the information you provide to us either directly or indirectly through an agent and you must ensure it is legal, honest, truthful, accurate and not misleading in any way. You must ensure that the information provided by you does not contain material that is obscene, blasphemous, defamatory, infringing on any rights of any third party, or otherwise legally actionable by such third party.2.2. Purpose of our Processing of your Personal Data We use your Personal Data for purposes related to your job application:\nTo assess your capabilities and qualifications for a job and potentially contact you about the position:\nTo conduct reference checks;\nTo develop questionnaires and interview scenarios;\nTo conduct background checks if you are offered a job;",
    "trans": "Информация, относящаяся к рекомендациям.\nЕсли вы собираетесь предоставить нам данные о рекомендации или любом другом третьем лице в рамках вашего резюме, вы несете ответственность за получение согласия от этого третьего лица перед передачей его личной информации нам. Вы несете ответственность за содержание информации, которую вы предоставляете нам напрямую или косвенно через представителя, и должны убедиться, что она является законной, честной, правдивой, точной и не вводит в заблуждение. Вы должны убедиться, что предоставленная вами информация не содержит материалов, которые являются непристойными, богохульными, клеветническими, нарушающими права третьих лиц или иным образом подлежащими юридическому преследованию со стороны таких третьих лиц. 2.2. Цель нашей обработки ваших персональных данных Мы используем ваши персональные данные для целей в связи с подачей вашего заявления на работу:\nДля оценки ваших способностей и квалификаций для работы и потенциального контакта с вами по поводу вакансии:\nДля осуществления проверки рекомендаций;\nДля разработки анкет и сценариев интервью;\nДля проведения проверки биографии, если вам будет предложена работа;"
}