{
    "source": "en_US",
    "target": "ru_RU",
    "text": "We prefer payment to be made via PayPal, however we also accept Credit & Debit Card payments via our secure telephone sales number: [redacted_number].\nTo ensure security all transactions will be subjected to stringent fraud checks and delivery will only be made to the registered cardholders address. If delivery is required to an alternative address then a decision will be made at our discretion. We also accept other forms of payment such as; Bank Transfers, Postal Orders and Cheques to our Business address. Please be aware that cheques are subject to a clearance period of 5 working days before the goods you purchased will be dispatched.\nUK Mainland & International Postage\nShipping prices listed on eBay are for MAINLAND UK ONLY. Other locations will be more expensive – Please contact us directly for a shipping quote.\nIf you are based in Ireland, the Scottish Highlands or require any other International shipping you must contact us BEFORE placing a bid on an item.\nInternational customers MUST provide an e-mail address and telephone number before items are posted out.",
    "trans": "Мы предпочитаем оплату через PayPal, но мы также принимаем платежи с помощью кредитных и дебетовых карт через наш безопасный номер для телефонных продаж: [redacted_number].\nДля обеспечения безопасности все транзакции будут подвергнуты строгим проверкам на мошенничество, а доставка будет осуществляться только по адресу зарегистрированного владельца карты. Если необходимо доставить товар по другому адресу, решение будет принято на наше усмотрение. Мы также принимаем другие формы оплаты, такие как; банковские переводы, почтовые переводы и чеки на наш юридический адрес. Просим иметь в виду, что все чеки проходят проверку в 5 рабочих дней перед отправкой приобретенных вами товаров.\nДоставка по территории Великобритании и международная доставка\nЦены на доставку, указанные на eBay, действуют только для материковой части Великобритании. Цена доставки для других регионов будет дороже. Для получения расценок на доставку просим связаться с нами напрямую.\nЕсли вы находитесь в Ирландии, Северо-Шотландском нагорье, или нуждаетесь в международной доставке в другую страну, вы должны связаться с нами ПЕРЕД тем, как сделать ставку на товар.\nКлиенты из других стран ДОЛЖНЫ предоставить адрес электронной почты и номер телефона перед отправкой товаров."
}