{
    "source": "en_US",
    "target": "ru_RU",
    "text": "His lips seek her own out once again and she responds in kind, letting go of his shoulders in favour of burying her fingers into his hair in a way that he loves, judging by the groan that he lets out right onto her own lips. But as much as Ceylin loves receiving pleasure, she absolutely loves giving it - both because it makes her partner feel good, but also because she revels in the sense of power that washes over her when her actions lead to him coming undone in her arms.\nRather than save the proverbial cards up her sleeves, Ceylin does what she does best - she lets them out all at once to create utter chaos.\nHer fingers wrap around what strands of her hair she can get and she pulls on them just enough to skirt the edge between pleasure and pain. She bites on his lower lip and then, quickly enough so he has no time to respond, she thrusts up and against his hardness.\nTheir equally loud groans are testament enough to her success.\nHis answering response is to take a step forward and slam her back against the wooden door as he leaves her lips in favour of the pulse point on her neck.",
    "trans": "Он снова ищет своими губами её губы, и она отвечает взаимностью, отпуская его плечи в пользу того, чтобы погрузить свои пальцы в его волосы так, как ему это нравится, судя по стону, который он издает, одновременно целуя её губы. Но насколько бы Сейлин ни любила получать удовольствие, она абсолютно обожает  им одаривать. Ведь это делает её партнёра счастливым и она наслаждается чувством власти, которое охватывает её, когда её действия приводят к тому, что он теряет контроль в её объятиях.\nВместо того чтобы приберечь козыри к концу игры, Сейлин делает то, что умеет лучше всего — она выкладывает их все сразу, создавая полный хаос.\nЕё пальцы обвивают те пряди волос, которые она может достать, и она дергает их достаточно сильно, чтобы скользить по грани между удовольствием и болью. Она кусает его нижнюю губу, а затем, достаточно быстро, чтобы у него не было времени ответить, она прижимается к средоточию его возбуждения.\nТо, как громко они оба застонали, доказало, что она добилась успеха.\nОн же в ответ сделал шаг вперед и прислонил, почти агрессивно, её спину к деревянной двери, а затем оторвал свои нубы от ее губ и стал судорожно целовать бьющийся пульс на её шее."
}