{
    "source": "en_US",
    "target": "ru_RU",
    "text": "• Explore dedicated sections for Lifestyle, Wellness, Fitness, Finance, and Productivity, ensuring comprehensive organization\n• Seamlessly manage your projects and goals with a dedicated section accommodating up to 8 projects and 8 goals\n• Harness the power of 25 Custom Notes Sections, offering ample space for your thoughts and reflections\n• Enjoy smooth navigation with 50,000 Hyperlinks, making accessing your desired sections effortless and efficient\nNote: To utilize the functionalities of this digital planner, you will need a PDF annotation app such as Goodnotes on iPad or Penly on Android.\nExperience the convenience and versatility of our All-in-One Digital Planner and embark on a journey towards enhanced productivity and fulfillment. Start planning your success today!\n⭐️ TEMPLATES\n✏️ LIFESTYLE\nPassword tracker, Birthday Tracker, Key Dates, Contacts, Brain Dump, trip planner, Packing List, Kitchen Inventory, Recipe Card, Groceries, Ingredients, Meal Planner",
    "trans": "• Изучите специальные разделы, посвящённые образу жизни, здоровью, фитнесу, финансам и продуктивности, что обеспечивает всестороннюю организацию\n• Легко управляйте своими проектами и целями с помощью специального раздела, который вмещает до 8 проектов и 8 целей\n• Используйте возможности 25 настраиваемых разделов для заметок, предоставляющих достаточно места для ваших мыслей и размышлений\n• Наслаждайтесь удобной навигацией с 50 000 гиперссылок, что делает доступ к нужным разделам простым и эффективным\nПримечание: Для использования функционала этого цифрового планера вам понадобится приложение для аннотирования PDF, например, Goodnotes для iPad или Penly для Android.\nОцените удобство и универсальность нашего универсального цифрового планера и начните путь к повышенной продуктивности и удовлетворению. Начните планировать свой успех уже сегодня!\n⭐️ ТЕМПЛАТЫ\n✏️ОБРАЗ ЖИЗНИ\nТрекер паролей, Трекер Дней Рождения, Ключевые Даты, Контакты, Сброс Мыслей, планировщик путешествий, Список Для Упаковки, Инвентаризация На Кухне, Карточка Рецепта, Продукты, Ингредиенты, Планировщик Питания."
}