{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Having grown up in a family business that spans medical technology, pharmaceutical distribution, and healthcare services, I have developed a strong appreciation for the complexities of managing family wealth while preserving the legacy of healthcare entrepreneurship. My professional experiences in healthcare communication, including the project on acupuncture communication through short-video platforms, have shown me the transformative potential of digital health outreach. These insights have inspired me to explore how family wealth can be leveraged to promote innovation in healthtech and TCM.\nMy long-term career goal is to develop a Single-Family Office (SFO), focused on sustainable family wealth management through the integration of a Corporate Venture Capital (CVC) strategy. I aim to start by investing in healthtech and traditional Chinese medicine sectors, leveraging my background in healthcare and digital media. By investing in innovative startups and technologies that align with our family business’s legacy in healthcare, I plan to scale these ventures both domestically and globally. Using digital platforms and capitalizing on international market trends, I will grow our family enterprise while fostering future generations’ involvement in wealth governance.",
    "trans": "Выросши в семье, занимающейся бизнесом в области медицинских технологий, фармацевтической дистрибуции и услуг здравоохранения, я развил глубокое понимание сложностей управления семейным состоянием при сохранении наследия предпринимательства в сфере здравоохранения. Мой профессиональный опыт в области коммуникации в здравоохранении, включая проект по коммуникации акупунктуры через платформы коротких видео, показал мне трансформационный потенциал цифрового охвата в области здравоохранения. Эти знания вдохновили меня исследовать, как семейное богатство можно использовать для содействия инновациям в области healthtech и традиционной китайской медицины.\nМоя долгосрочная карьерная цель - развить Single-Family Office (SFO), сосредоточенный на устойчивом управлении семейным богатством через интеграцию стратегии Corporate Venture Capital (CVC). Я планирую начать с инвестирования в сектора healthtech и традиционной китайской медицины, используя свой опыт в области здравоохранения и цифровых медиа. Инвестируя в инновационные стартапы и технологии, которые соответствуют наследию нашего семейного бизнеса в области здравоохранения, я планирую масштабировать эти предприятия как на внутреннем, так и на международном рынках. Используя цифровые платформы и капитализируя международные рыночные тренды, я буду развивать наше семейное предприятие, способствуя вовлечению будущих поколений в управление богатством."
}