{
    "source": "en_US",
    "target": "ru_RU",
    "text": "We would like to remind everyone of the importance of approving your timesheets in a timely manner. Over the past few pay periods, we have observed that many staff members have not been approving their timesheets, resulting in the need for repeated reminders.\nPlease remember that it is each employee's responsibility to approve their own timesheet without the need for reminders. We recommend that you complete this process by the end of your shift. Additionally, if you have submitted a punch request, please be aware that you will need to wait for your manager's approval.\nIf you require further clarification or training on how to approve your timesheet, please do not hesitate to reach out to us for assistance.\nTo ensure that DH has complete and accurate time records and that employees are paid for all hours worked, nonexempt employees are required to accurately record all hours worked on the biometric time clock terminals designated at your location.\nIn the event that biometric time clock terminals would not work, you will need to notify your manager.",
    "trans": "Мы хотели бы напомнить всем о важности своевременного утверждения табелей учета рабочего времени. В течение последних нескольких периодов оплаты мы наблюдали, что многие сотрудники не одобряют свои табели учета рабочего времени, что приводит к необходимости повторных напоминаний.\nПожалуйста, помните, что ответственность за одобрение своего собственного табеля учета рабочего времени лежит на каждом сотруднике без необходимости напоминаний. Мы рекомендуем вам завершить этот процесс до конца вашей смены. Кроме того, если вы подали запрос на внесение изменений в табель учета рабочего времени, пожалуйста, имейте в виду, что вам нужно будет дождаться одобрения вашего менеджера.\nЕсли вам требуется дополнительное разъяснение или обучение по поводу того, как одобрить свой табель учета рабочего времени, пожалуйста, не стесняйтесь обращаться к нам за помощью.\nЧтобы обеспечить наличие у DH полных и точных записей рабочего времени, а также чтобы сотрудники получали оплату за все отработанные часы, не освобожденные от оплаты труда сотрудники обязаны точно фиксировать все отработанные часы на биометрических терминалах учета рабочего времени, назначенных в вашем местоположении.\nВ случае, если биометрические терминалы учета рабочего времени не будут работать, вам необходимо уведомить вашего менеджера."
}