{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Last month, the RNC announced that it had recruited more than 200,000 volunteers in its poll watching efforts.\nElection officials have been operating in an increasingly hostile environment as GOP skepticism of election administration has climbed. Officials are bracing for another wave of misinformation this year and preparing for security threats that could follow.\nZach Manifold, elections supervisor for Gwinnett County, Georgia, said official poll watchers have been trained and tend to abide by the rules.\n“The biggest worry would just probably be like public observers,” Manifold said. “They haven’t been trained… and they read something online, they don’t really know what the rules are, and then they come in.”\nLike most election offices now, Gwinnett County has security contingencies, including panic buttons on election workers’ cell phones, in case members of the public get out of hand.\n“If you really have a problem, we don’t want poll officials having to engage,” Manifold said.\nVoters wait in line at a polling station at the Guadalupe Mercado shopping mall in Guadalupe, Arizona, on November 8, 2022. - Joshua Lott/The Washington Post/Getty Images\nUnfounded claims of ineligible voters",
    "trans": "В прошлом месяце Национальный комитет Республиканской партии объявил, что он привлек более 200 000 волонтеров для наблюдения за выборами.\nВыборные органы работают во все более враждебной обстановке, поскольку скептицизм Республиканской партии по поводу администрирования выборов возрос. Официальные лица готовятся к новой волне дезинформации в этом году и готовятся к угрозам безопасности, которые могут последовать.\nЗак Маннифолд, супервизор выборов округа Гвиннетт, штат Джорджия, заявил, что официальные наблюдатели за выборами были обучены и обычно соблюдают правила.\n«Самой большой проблемой, вероятно, были бы просто общественные наблюдатели,» — сказал Маннифолд. «Они не были обучены... и они читают что-то в интернете, не знают правил и затем приходят.»\nКак и большинство выборных офисов сейчас, округ Гвиннетт имеет меры безопасности, включая кнопки тревоги на мобильных телефонах работников выборов, в случае если члены общественности выйдут из-под контроля.\n«Если у вас действительно есть проблема, мы не хотим, чтобы официальные лица выборов вмешивались,» — сказал Маннифолд.\nИзбиратели ждут в очереди на избирательном участке в торговом центре Guadalupe Mercado в Гуадалупе, штат Аризона, 8 ноября 2022 года. — Джашуа Лотт/The Washington Post/Getty Images\nБезосновательные утверждения о недопустимых избирателях"
}