{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Junk Removal - Assist in the collection and disposal of unwanted items from residential and commercial properties, ensuring proper handling and compliance with local regulations.\nBad Bug Prep Treatment - Prepare spaces for pest control treatments, which may include moving furniture, clearing clutter, and following specific protocols to ensure effective treatment.\nCleaning Services - Perform general cleaning tasks in various settings, including residential homes and commercial properties, focusing on deep cleaning and organization.\nHoarding Services - Support specialized teams in the safe and compassionate clean-up of hoarded spaces, ensuring the preservation of important items and adherence to safety protocols.\nDowntown Cleanup Program - Participate in community initiatives aimed at cleaning and beautifying downtown areas, including litter removal and maintenance of public spaces.\nAll Other Duties As Assigned\nQualifications:\nAbility to lift heavy items and perform physically demanding tasks.",
    "trans": "Удаление мусора - Помощь в сборе и утилизации нежелательных предметов из жилых и коммерческих помещений, обеспечение правильного обращения и соблюдения местных норм.\nПодготовка к обработке от вредителей - Подготовка помещений для обработки от вредителей, которая может включать перемещение мебели, уборку беспорядка и соблюдение определенных протоколов для обеспечения эффективной обработки.\nУслуги по уборке - Выполнение общих задач по уборке в различных местах, включая жилые дома и коммерческие помещения, с акцентом на глубокую уборку и организацию.\nУслуги по очистке от накоплений - Поддержка специализированных команд в безопасной и заботливой уборке захламленных помещений, обеспечение сохранности важных предметов и соблюдение протоколов безопасности.\nПрограмма очистки центра города - Участие в общественных инициативах, направленных на очистку и благоустройство центральных районов города, включая удаление мусора и обслуживание общественных пространств.\nВсе другие обязанности по назначению\nКвалификации:\nСпособность поднимать тяжелые предметы и выполнять физически требовательные задачи."
}