{
    "source": "en_US",
    "target": "ru_RU",
    "text": "When Sam ignored his reference, his smile dropped. \"So, what do you think? Ghosts possessing people?\"\n\"Maybe.\" Sam shrugged. \"Or maybe it's more like Amityville. Or the Smurl haunting.\"\n\"Yeah, driving 'em insane. Kind of like my man Jack in the Shining.\" Dean smiled again.\n\"Dean, what is up with you and Jack Nicholson?\" I asked. \"Because, frankly, it's driving me insane.\"\n\"Oh, whatever.\" Dean waved his hand at me.\n\"Dean, when are we gonna talk about it?\" Sam asked.\n\"Talk about what?\"\n\"About the fact that dad's not here.\"\n\"Oh, uh, let's see, never.\"\nI scoffed a little. \"Wow, wonderful time to set up a discussion, Dean-o.\"\n\"I'm being serious, man.\" Sam says.\n\"So am I, Sam.\" Dean replied. \"Look, he sent us here, he obviously wants us here. We'll just have to pick apart the search later.\"\n\"It doesn't matter what he wants.\"\n\"See? That attitude right there, that is why I always got the extra cookie.\"",
    "trans": "Когда Сэм проигнорировал его замечание, его улыбка исчезла. «Ну что, как думаешь? Призраки, которые овладевают людьми?»\n«Может быть,» — пожал плечами Сэм. — «Или, может, это что-то вроде Амитивилля. Или преследования Смерла.»\n«Да, сводя их с ума. Что-то вроде моего друга Джека в Сиянии.» Дин снова улыбнулся.\n«Дин, что с тобой и Джеком Николсоном?» — спросил я. — «Потому что, честно говоря, это сводит меня с ума.»\n«О, да всё равно,» — отмахнулся Дин.\n«Дин, когда мы обсудим это?» — спросил Сэм.\n«О чём поговорить?» — ответил Дин.\n«О том, что папы нет рядом.»\n«О, ну, давайте подумаем, никогда.»\nЯ слегка фыркнул. «Ух ты, отличный момент для разговора, Дин-о.»\n«Я серьёзно, парень,» — говорит Сэм.\n«Я тоже серьёзен, Сэм,» — ответил Дин. «Смотри, он отправил нас сюда, значит, он явно хочет, чтобы мы были здесь. Просто придётся разобраться с поисками позже.»\n«Не имеет значения, что он хочет.»\n«Видишь? Вот эта твоя установка, вот почему я всегда получал дополнительное печенье.»"
}