{
    "source": "en_US",
    "target": "ru_RU",
    "text": "Please refer to attachments:\nParent Guide for Booking Appointments\nHow to attend your appointments via video call\nSettings/device requirements for video calls\nClosing Bookings:\nSign up deadlines for each day are set out below:\nMonday 14th October and Wednesday 16th October – sign up will close at 14:00h on each of these days.\nFriday 18th October – sign up will close at 16:00h on Thursday, 17th October.\nTuesday 22nd and Thursday 24th October – sign up will close at 10:00h on each of these days.\nIn consideration of other parents who may wish to book and of teachers who make a great effort to prepare these sessions, we urge you to attend these sessions as booked. Booking a session and not connecting/coming in takes up a slot that would have otherwise been taken up by another parent. It also leads to the teacher needing to take further time out of lesson preparation and curriculum development in order to make up missed meetings. If unable to be present (whether online or in person), kindly unbook on the system. Missed sessions will not be rebooked until after half-term and will only be held within regular school hours. We thank you for your understanding in this matter.",
    "trans": "Ознакомьтесь со следующими прилагаемыми документами:\nРуководство для родителей по записи на прием.\nПравила приема по видеозвонку.\nТребования к настройкам/устройствам для видеозвонков.\nЗавершение приема.\nСроки регистрации для каждого дня указаны ниже:\nПонедельник 14 октября и среда 16 октября – регистрация производится до 14:00 в каждый из этих дней.\nПятница 18 октября – регистрация производится до 16:00 в четверг, 17 октября.\nВторник 22 октября и четверг 24 октября – регистрация производится до 10:00 в каждый из этих дней.\nПринимая во внимание намерения других родителей, которые могут захотеть записаться, и учителей, которые прилагают большие усилия для подготовки этих сеансов, мы настоятельно рекомендуем вам посещать эти сеансы после бронирования. Если сеанс забронирован, но пользователь не явится (не подключится) в установленное время, это лишит других родителей возможности записаться. Это также приводит к тому, что учителю приходится отвлекаться от подготовки урока и разработки учебной программы, чтобы наверстать пропущенные встречи. Если вы не можете присутствовать (онлайн или лично), просим отменить бронирование в системе. Пропущенные сеансы не могут быть повторно забронированы до окончания каникул и будут проводиться только в обычное учебное время. Мы благодарим вас за понимание."
}