{
    "source": "en_US",
    "target": "ru_RU",
    "text": "All activities included in admission unless otherwise noted\n* Crop Maze\n* Petting Zoo\n*Pumpkin Patch (Pumpkins Available for Purchase)\n* Access to Sunflower Fields for Photo Ops & Picking (Sunflowers Available for Purchase)\n* Access to Zinnia Field for Photo Ops & Picking (Zinnias Available for Purchase)\n* Bubble Barn\n* Jump Pads\n* Spider Webs\n* Corn Hole\n* Slide Hill\n* Cow Train\n* Wagon Ride\n* Family Tug-O-War\n* Playground\n* Tire Sand Pit with Diggers\n* Gel Blasters (Admission Sold Separately. Available for Advance Purchase)\n* Archery Range (Admission Sold Separately. Available for Advance Purchase)\n* Gemstone Mining (Admission Sold Separately. Available for Advance Purchase)\n_\nPLEASE KEEP IN MIND\n✓No pets or emotional support animals are allowed on the farm due to state and federal food safety regulations. Thank you for your understanding.\n✓Outside food or coolers are NOT allowed.\n✓We are cashless. Debit and all major credit cards are accepted.\n✓Amber Brooke Farms is a working farm, you will be parking and walking in grass and unpaved areas.\n✓All events are subject to change or cancellation due to inclement weather and crop availability.",
    "trans": "Все мероприятия включены в стоимость билета, если не указано иное\n* Лабиринт из кукурузы\n* Зооуголок\n*Тыквенный участок (тыквы можно купить)\n* Доступ к полям подсолнечников для фотографий и сбора (подсолнечники доступны для покупки)\n* Доступ к полю цинний для фотографий и сбора (циннии доступны для покупки)\n* Пузырьковая хижина\n* Прыгательные площадки\n* Паутинки\n* Кукурузная игра\n* Горка для катания\n* Поезд коров\n* Поездка на повозке\n* Семейное перетягивание каната\n* Игровая площадка\n* Песочница с покрышками и экскаваторами\n* Гелевые бластеры (входной билет продаётся отдельно. Можно приобрести заранее)\n* Стрельба из лука (входной билет продаётся отдельно. Доступен при предварительной покупке)\n* Добыча драгоценных камней (входной билет продается отдельно. Доступен при предварительной покупке)\n_\nПОЖАЛУЙСТА, ИМЕЙТЕ В ВИДУ\n✓На ферме не разрешены питомцы и животные, предоставляющие эмоциональную поддержку, в связи с государственными и федеральными нормами безопасности пищевых продуктов. Благодарим за понимание.\n✓Привозить еду или охладители с собой НЕ разрешается.\n✓Мы работаем по безналичному расчету. Принимаются дебетовые карты и все основные кредитные карты.\n✓Ферма Эмбер Брук — действующая ферма, вы будете парковаться и ходить по траве и грунтовым дорожкам.\n✓Все мероприятия могут быть изменены или отменены из-за неблагоприятных погодных условий и наличием урожая."
}