{
    "source": "en_US",
    "target": "ru_RU",
    "text": "He shook his head, waving his hand. \"No, no, I didn't like it that much anyways,\" He comforted. Odessa released a breathless chuckle, choosing to disregard his lie. \"Besides, it looks better on you.\" He licked his lips, swiftly retreating his concentration back to the scribbles of his father's notes. She pursed her lips, nodding ever-so-slightly as she continued typing, skillfully concealing the puny flash of disappointment. Minutes passed when she heard Dean sigh heavily, closing the journal with a bang.\nDean reached for his jacket's pocket, retrieving a medium-sized container with an engraved logo. He stood from the cushioned chair, ambling towards her. She scrunched her eyebrows together, apprehensively closing the laptop, pushing the device aside. The bed dipped as he settled himself beside her. Displaying the elegant box, he calmly pulled the top off, and Odessa faintly gasped. There appealingly presented was a midnight-black dagger, no bigger than her forearm; the hilt was structured to appear as the head of cobra. The details of scales and fangs were intricately carved, allowing an improved grip for her hand. \"It reminded me of you,\" He said.",
    "trans": "Он покачал головой, помахав рукой. «Нет, нет, мне это не так уж и понравилось,» — успокоил он. Одесса выпустила бездыханный смешок, решив проигнорировать его ложь. «Кроме того, это выглядит на тебе лучше.» Он провел языком по губам, быстро вернув свое внимание к каракулям заметок своего отца. Она сжала губы, слегка кивнув, продолжая печатать, искусно скрывая крошечный всплеск разочарования. Прошло несколько минут, когда она услышала тяжелый вздох Дина, который с глухим звуком закрыл журнал.\nДин потянулся к карману своей куртки и достал контейнер среднего размера с выгравированным логотипом. Он встал с мягкого кресла и направился к ней. Она нахмурила брови, настороженно закрыв ноутбук и отодвинув его в сторону. Кровать прогнулась, когда он сел рядом с ней. Спокойно сняв крышку с элегантной коробки, он показал ее ей, и Одесса тихо ахнула. В ней был представлен привлекательный черный кинжал размером не больше ее предплечья; рукоятка была оформлена в виде головы кобры. Детали чешуи и зубов были замысловато вырезаны, обеспечивая лучший захват для ее руки. «Он напомнил мне о тебе,»  — сказал он."
}